{
    "q": [
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 145.28090953826904
        },
        {
            "docid": "3313340_6",
            "document": "Motor coordination . Nikolai Bernstein proposed the existence of muscle synergies as a neural strategy of simplifying the control of multiple degrees of freedom. A functional muscle energy is defined as a pattern of co-activation of muscles recruited by a single neural command signal. One muscle can be part of multiple muscle synergies, and one synergy can activate multiple muscles. The current method of finding muscle synergies is to measure EMG (electromyography) signals from the muscles involved in a certain movement so that specific patterns of muscle activation can be identified. Statistical analyses are applied to the filtered EMG data to determine the number of muscle synergies that best represent the original EMG. Alternatively, coherence analysis of EMG data can be used to determine the coupling between muscles and the frequency of common input. A reduced number of control elements (muscle synergies) are combined to form a continuum of muscle activation for smooth motor control during various tasks. These synergies work together to produce movements such as walking or balance control. Directionality of a movement has an effect on how the motor task is performed (i.e. walking forward vs. walking backward, each uses different levels of contraction in different muscles). Researchers have measured EMG signals for perturbation applied in multiple directions in order to identify muscle synergies that are present for all directions.",
            "score": 134.28529274463654
        },
        {
            "docid": "6139435_3",
            "document": "Polar overdominance . The first described occurrence of polar overdominance in sheep was shown after finding that a mutant Callipyge allele must be inherited from the father to cause a condition called muscle hypertrophy. Muscle hypertrophy in the offspring is caused by an increase in the size and proportion of muscle muscle fibers, namely the fast-twitch muscle fibers. This increase is generally located in the hind quarters and torso. Muscle hypertrophy only manifests itself in the offspring approximately one month after birth. Polar overdominance shows evidence of an imprinted locus displayed as the difference between the expression of heterozygote phenotypes in a parent-of-origin type fashion. It was discovered that a single nucleotide polymorphism in the \"DLK1\"–\"DIO3\" imprinted gene cluster affects the gene expression of paternal allele-specific genes and several maternal allele-specific long noncoding RNA and microRNA. Ectopic expression of Delta-like 1 homologue (DLK1) and the gene 11/Retrotransposon-like 1 (PEG11/RTL1) which are Paternally expressed proteins in skeletal muscle are a hallmark of these mutant individuals.",
            "score": 121.30297827720642
        },
        {
            "docid": "35856466_6",
            "document": "Bob Waterston . Brenner was looking for worms with mutations that affected their behavior, as part of the search for genes controlling the nervous system and muscles. Waterston took on the task of looking at the cellular and molecular level for abnormalities in the muscle mutants, and within a few years had made discoveries that led to the cloning of genes for two important muscle proteins.",
            "score": 100.93926048278809
        },
        {
            "docid": "575503_2",
            "document": "MYH16 gene . The MYH16 gene encodes a protein called myosin heavy chain 16 which is a muscle protein in mammals. At least in primates, it is a specialized muscle protein found only in the temporalis and masseter muscles of the jaw. Myosin heavy chain proteins are important in muscle contraction, and if they are missing, the muscles will be smaller. In non-human primates, MYH16 is functional and the animals have powerful jaw muscles. In humans, the MYH16 gene has a mutation which causes the protein not to function. Although the exact importance of this change in accounting for differences between humans and other apes is not yet clear, such a change may be related to increased brain size and finer control of the jaw which facilitates speech. It is not clear how the MYH16 mutation relates to other changes to the jaw and skull in early human evolution (for example, whether the MYH16 mutation happened first and led to other changes, or whether the MYH16 mutation happened after other changes made the MYH16 protein no longer necessary).",
            "score": 129.87711679935455
        },
        {
            "docid": "13691619_3",
            "document": "List of skeletal muscles of the human body . There are over 600 skeletal muscles within the typical human body. Almost every muscle constitutes one part of a pair of identical bilateral muscles, found on both sides, resulting in approximately 320 pairs of muscles, as presented in this article. Nevertheless, the exact number is difficult to define because different sources group muscles differently, e.g. regarding what is defined as different parts of a single muscle or as several muscles.",
            "score": 115.78806757926941
        },
        {
            "docid": "5721649_3",
            "document": "Dok-7 . The formation of neuromuscular synapses requires the muscle-specific receptor tyrosine kinase (MuSK). In mice genetically mutant for MuSK, acetylcholine receptors (AChRs) fail to cluster and motor neurons fail to differentiate. Because Dok-7 mutant mice are indistinguishable from MuSK mutant mice, these observations suggest Dok-7 might regulate MuSK activation. Indeed, Dok-7 binds phosphorylated MuSK and activates MuSK in purified protein preparations and in muscle in-vivo by transgenic overexpression. Furthermore, the nerve-derived organizing factor agrin fails to stimulate MuSK activation in muscle cells genetically null for Dok-7. Thus, Dok-7 is both necessary and sufficient for the activation of MuSK.",
            "score": 107.06503510475159
        },
        {
            "docid": "18982_2",
            "document": "Muscular dystrophy . Muscular dystrophy (MD) is a group of muscle diseases that results in increasing weakening and breakdown of skeletal muscles over time. The disorders differ in which muscles are primarily affected, the degree of weakness, how fast they worsen, and when symptoms begin. Many people will eventually become unable to walk. Some types are also associated with problems in other organs. The muscular dystrophy group contains thirty different genetic disorders which are usually classified into nine main categories or types. The most common type is Duchenne muscular dystrophy (DMD) which typically affects males beginning around the age of four. Other types include Becker muscular dystrophy, facioscapulohumeral muscular dystrophy, and myotonic dystrophy. They are due to mutations in genes that are involved in making muscle proteins. This can occur due to either inheriting the defect from one's parents or the mutation occurring during early development. Disorders may be X-linked recessive, autosomal recessive, or autosomal dominant. Diagnosis often involves blood tests and genetic testing. There is no cure for muscular dystrophy. Physical therapy, braces, and corrective surgery may help with some symptoms. Assisted ventilation may be required in those with weakness of breathing muscles. Medications used include steroids to slow muscle degeneration, anticonvulsants to control seizures and some muscle activity, and immunosuppressants to delay damage to dying muscle cells. Outcomes depend on the specific type of disorder. Duchenne muscular dystrophy, which represents about half of all cases of muscular dystrophy, affects about one in 5,000 males at birth. Muscular dystrophy was first described in the 1830s by Charles Bell. The word \"dystrophy\" is from the Greek \"dys\", meaning \"difficult\" and \"troph\" meaning \"nourish\". Gene therapy, as a treatment, is in the early stages of study in humans.",
            "score": 160.00036811828613
        },
        {
            "docid": "438944_75",
            "document": "Actin . The majority of mammals possess six different actin genes. Of these, two code for the cytoskeleton (\"ACTB\" and \"ACTG1\") while the other four are involved in skeletal striated muscle (\"ACTA1\"), smooth muscle tissue (\"ACTA2\"), intestinal muscles (\"ACTG2\") and cardiac muscle (\"ACTC1\"). The actin in the cytoskeleton is involved in the pathogenic mechanisms of many infectious agents, including HIV. The vast majority of the mutations that affect actin are point mutations that have a dominant effect, with the exception of six mutations involved in nemaline myopathy. This is because in many cases the mutant of the actin monomer acts as a “cap” by preventing the elongation of F-actin.",
            "score": 97.18011784553528
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 149.16210305690765
        },
        {
            "docid": "33820872_10",
            "document": "Degrees of freedom problem . One of the largest difficulties in motor control is quantifying the exact number of DOFs in the complex neuromuscular system of the human body. In addition to having redundant muscles and joints, muscles may span multiple joints, further complicating the system. Properties of muscle change as the muscle length itself changes, making mechanical models difficult to create and understand. Individual muscles are innervated by multiple nerve fibers (motor units), and the manner in which these units are recruited is similarly complex. While each joint is commonly understood as having an agonist-antagonist pair, not all joint movement is controlled locally. Finally, movement kinematics are not identical even when performing the same motion repeatedly; natural variation in position, velocity, and acceleration of the limb occur even during seemingly identical movements.",
            "score": 132.21594095230103
        },
        {
            "docid": "41585434_10",
            "document": "Anti-miRNA oligonucleotides . In the development of tissues in embryos, miRNA can have a role in the upregulation or downregulation of specific muscular development. miRNA-1 plays a role in muscle differentiation between cardiac and skeletal muscle precursor cells. In development, if levels of precursor cells are not properly regulated, it can result in muscular hypoplasia. By creating AMOs for these known miRNAs involved in muscle generation, it is possible to track a miRNA's specific mechanisms throughout the process of muscle generation by essentially using the created AMO to turn off the miRNA. This halts the production of myogenin(the transcription factor involved in myogenesis). By then measuring the changes in myogenin compared to standard, non-inhibited myogenesis, a miRNA's function can be determined as either upregulating or downregulating the synthesis of myogenin. By further understanding how certain miRNA sequences control the development of muscle, AMOs can be utilized to promote normal production levels of myogenin in organisms that have been detected to contain genetic errors involving myogenesis.",
            "score": 165.3467149734497
        },
        {
            "docid": "41121690_6",
            "document": "Lumbar anterior root stimulator . Donaldson and Perkins theorized the ability to use lumbar root stimulation in conjunction with a multi-moment chair in order to restore control of leg function in paraplegic patients. A multi-moment chair is a device used to record movement data of the leg in different directions. The researchers were able to generate muscle action through the devices and were later able to display leg control in a cycling paraplegic patient. Lumbar root stimulation poses unique advantage over peripheral motor nerves stimulation in terms of accessibility to target effectors. Activation of peripheral motor nerves is limited to small group of muscles and thus stimulation will only result in a considerably more localized response. On the other hand, root stimulation operates at a higher level of muscle control and therefore has wider targeting. The inherent tradeoff is the difficulty of controlling and predicting the response of the targets. The multi-moment chair was used to measure the responsiveness of the muscle across multiple axes to predict how stimulation of the root would affect the quadriceps and create more predictive model to better understand the relationship between lumbar root stimulation and the leg response. An ongoing problem with patients suffering from paralysis was the inability to exercise the muscles causing them to atrophy. Using the previous study, researchers focused on using the sacro-lumbar anterior root stimulator to give patients the ability to cycle. Cycling is non-weight bearing has a simpler motion compared to other forms of low impact exercises such as walking. The stimulators allowed one patient cycle up to 1.2 km in one try and were able to create a \"fluid cycling gait.\"",
            "score": 100.45733594894409
        },
        {
            "docid": "35152005_7",
            "document": "Hardgainer . The MSTN gene also plays a big role in muscle development. It provides instructions for making a protein called myostatin. This protein transforming growth factor beta (TGFβ) superfamily, which is a group of proteins that help control the growth and development of tissues throughout the body. This protein restrains muscle growth, preventing muscles from growing too large. Increased amount of myostatin portray deficiency in muscle development and increase of fat; on the other hand, smaller than normal amounts of myostatin greatly increase natural muscle mass, strength and decrease fat levels. There are no known health problems related to the myostatin mutations, and affected individuals are intellectually normal.",
            "score": 146.9416390657425
        },
        {
            "docid": "41121722_9",
            "document": "Spinal interneuron . Joints are controlled by two opposing sets of muscles called extensors and flexors that must work in synchrony to allow proper and desired movement. When a muscle spindle is stretched and the stretch reflex is activated, the opposing muscle group must be inhibited to prevent from working against the agonist muscle. The spinal interneuron called Ia inhibitory interneuron is responsible for this inhibition of the antagonist muscle. The Ia afferent of the muscle spindle enters the spinal cord, and one branch synapses on to the alpha motor neuron that causes the agonist muscle to contract. Thus, it results in creating the behavioral reflex. At the same time, the other branch of the Ia afferent synapses on to the Ia inhibitory interneuron, which in turn synapses the alpha motor neuron of the antagonist muscle. Since Ia interneuron is inhibitory, it prevents the opposing alpha motor neuron from firing. Thus, it prevents the antagonist muscle from contracting. Without having this system of reciprocal inhibition, both groups of muscles may contract at the same time and work against each other. This results in spending a greater amount of energy as well. In addition, the reciprocal inhibition is important for mechanism underlying voluntary movement. When the antagonist muscle relaxes during movement, this increases efficiency and speed. This prevents moving muscles from working against the contraction force of antagonist muscles. Thus, during voluntary movement, the Ia inhibitory interneurons are used to coordinate muscle contraction. Further, the Ia inhibitory interneurons allow the higher centers to coordinate commands sent to the two muscles working opposite of each other at a single joint via a single command. The interneuron receives the input command from the corticospinal descending axons in such a way that the descending signal, which activates the contraction of one muscle, causes relaxation of the other muscles.",
            "score": 130.22305130958557
        },
        {
            "docid": "530708_19",
            "document": "Muscle memory . More recently, research has suggested that epigenetics may play a distinct role in orchestrating a muscle memory phenomenon Indeed, previously untrained human participants experienced a chronic period of resistance exercise training (7 weeks) that evoked significant increases in skeletal muscle mass of the vastus lateralis muscle, in the quadriceps muscle group. Following a similar period of physical in-activity (7 weeks), where strength and muscle mass returned to baseline, participants performed a secondary period of resistance exercise. Importantly, these participants adapted in an enhanced manner, whereby the amount of skeletal muscle mass gained was greater in the second period of muscle growth then the first, suggesting a muscle memory concept. The researchers went on to examine the human epigenome in order to understand how DNA methylation may aid in creating this effect. During the first period of resistance exercise, the authors identify significant adaptations in the human methylome, whereby over 9,000 CpG sites were reported as being significantly hypomethylated, with these adaptations being sustained during the subsequent period of physical in-activity. However, upon secondary exposure to resistance exercise, a greater frequency of hypomethylated CpG sites was observed, where over 18,000 sites reported as being significantly hypomethylated. The authors went on to identify how these changes altered the expression of relevant transcripts, and subsequently correlated these changes with adaptations in skeletal muscle mass. Collectively, the authors conclude that skeletal muscle mass and muscle memory phenomenon is, at least in part, modulated due to changes in DNA methylation. Further work is now needed to confirm and explore these findings.",
            "score": 130.9262034893036
        },
        {
            "docid": "39377992_63",
            "document": "Reduced muscle mass, strength and performance in space . In this section, only the historical highlights of some highly relevant skeletal muscle investigations have been included and discussed. A complete treatment of all data would cover several volumes. However, from this brief historical overview it is possible to see how initial indications of losses in skeletal muscle function led to attempts to provide exercise countermeasures. Such countermeasures were utilized during spaceflight, crewmembers were tested upon return, and exercise regimens and equipment were modified for use in future missions. In the subsequent sections, human spaceflight and ground-based analog studies and experimental animal studies are reviewed that contribute to the evidence base on the alterations in skeletal muscle form and function that occur with the muscle unloading associated with the microgravity environment. It is this knowledge base on which future operational countermeasures and investigations into the fundamental changes in muscle physiology will be based.",
            "score": 112.57596278190613
        },
        {
            "docid": "19723734_51",
            "document": "Muscle . Steinmetz et al. continue to argue for multiple origins of striated muscle in the metazoans by explaining that a key set of genes used to form the troponin complex for muscle regulation and formation in bilaterians is missing from the cnidarians and ctenophores, and of 47 structural and regulatory proteins observed, Steinmetz et al. were not able to find even on unique striated muscle cell protein that was expressed in both cnidarians and bilaterians. Furthermore, the Z-disc seemed to have evolved differently even within bilaterians and there is a great deal diversity of proteins developed even between this clade, showing a large degree of radiation for muscle cells. Through this divergence of the Z-disc, Steimetz et al. argue that there are only four common protein components that were present in all bilaterians muscle ancestors and that of these for necessary Z-disc components only an actin protein that they have already argued is an uninformative marker through its pleisiomorphic state is present in cnidarians. Through further molecular marker testing, Steinmetz et al. observe that non-bilaterians lack many regulatory and structural components necessary for bilaterians muscle formation and do not find any unique set of proteins to both bilaterians and cnidarians and ctenophores that are not present in earlier, more primitive animals such as the sponges and amoebozoans. Through this analysis the authors conclude that due to the lack of elements that bilaterians muscles are dependent on for structure and usage, nonbilaterian muscles must be of a different origin with a different set regulatory and structural proteins.",
            "score": 143.8795440196991
        },
        {
            "docid": "19723734_53",
            "document": "Muscle . In their paper Andrikou and Arnone argue that to truly understand the evolution of muscle cells the function of transcriptional regulators must be understood in the context of other external and internal interactions. Through their analysis, Andrikou and Arnone found that there were conserved orthologues of the gene regulatory network in both invertebrate bilaterians and in cnidarians. They argue that having this common, general regulatory circuit allowed for a high degree of divergence from a single well functioning network. Andrikou and Arnone found that the orthologues of genes found in vertebrates had been changed through different types of structural mutations in the invertebrate deuterostomes and protostomes, and they argue that these structural changes in the genes allowed for a large divergence of muscle function and muscle formation in these species. Andrikou and Arnone were able to recognize not only any difference due to mutation in the genes found in vertebrates and invertebrates but also the integration of species specific genes that could also cause divergence from the original gene regulatory network function. Thus, although a common muscle patterning system has been determined, they argue that this could be due to a more ancestral gene regulatory network being coopted several times across lineages with additional genes and mutations causing very divergent development of muscles. Thus it seems that myogenic patterning framework may be an ancestral trait. However, Andrikou and Arnone explain that the basic muscle patterning structure must also be considered in combination with the cis regulatory elements present at different times during development. In contrast with the high level of gene family apparatuses structure, Andrikou and Arnone found that the cis regulatory elements were not well conserved both in time and place in the network which could show a large degree of divergence in the formation of muscle cells. Through this analysis, it seems that the myogenic GRN is an ancestral GRN with actual changes in myogenic function and structure possibly being linked to later coopts of genes at different times and places.",
            "score": 122.67286956310272
        },
        {
            "docid": "5902012_4",
            "document": "Activin type 2 receptors . Several ligands that signal through the activin type 2 receptors regulate muscle growth. Myostatin, a TGF-beta superfamily member, is a negative regulator of muscle growth. Myostatin binds to ACVR2B and to a lesser extent ACVR2A. In mice that were ACVR2A (null) mutants there was an increase in all four muscle groups studied (pectoralis, triceps, quadriceps, and gastrocnemious/plantaris muscles). Two of these muscle groups (pectoralis and triceps) were increased in ACVR2B (null) mutants.",
            "score": 92.54143762588501
        },
        {
            "docid": "6949113_2",
            "document": "Muscle arms . Muscle arms are body wall muscle (BWM) membrane extensions that connect the BWMs to the motor axons of the dorsal and ventral nerve cords in the nematode worm \"C. elegans\". Muscle arms were first described in other nematode species by Anton Schneider (1831 – 1890) in his \"Monographie der Nematoden\", published in 1866. Subsequent work showed that muscle arms are found in C. elegans and that these structures are abnormal in unc-104, unc-5 and other mutants.",
            "score": 97.26618480682373
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 146.11412012577057
        },
        {
            "docid": "571549_2",
            "document": "Myocyte . A myocyte (also known as a muscle cell) is the type of cell found in muscle tissue. Myocytes are long, tubular cells that develop from myoblasts to form muscles in a process known as myogenesis. There are various specialized forms of myocytes: cardiac, skeletal, and smooth muscle cells, with various properties. The striated cells of cardiac and skeletal muscles are referred to as muscle fibers. Cardiomyocytes are the muscle fibres that form the chambers of the heart, and have a single central nucleus. Skeletal muscle fibers help support and move the body and tend to have peripheral nuclei. Smooth muscle cells control involuntary movements such as the peristalsis contractions in the oesophagus and stomach.",
            "score": 146.49273562431335
        },
        {
            "docid": "2199417_4",
            "document": "Gamma motor neuron . Muscle spindles are the sensory receptors located within muscles that allow communication to the spinal cord and brain with information of where the body is in space (proprioception) and how fast body limbs are moving with relation to space (velocity). They are mechanoreceptors in that they respond to stretch and are able to signal changes in muscle length. The sensitivity of detecting changes in muscle length are adjusted by fusimotor neurons – gamma and beta motor neurons. Muscle spindles can be made up of three different types of muscle fibers: dynamic nuclear bag fibers (bag fibers), static nuclear bag fibers (bag fibers), nuclear chain fibers, and the axons of sensory neurons.",
            "score": 103.73544144630432
        },
        {
            "docid": "16731978_6",
            "document": "Human skeletal changes due to bipedalism . An increase in leg length since the evolution of bipedalism changed how leg muscles functioned in upright gait. In humans the \"push\" for walking comes from the leg muscles acting at the ankle. A longer leg allows the use of the natural swing of the limb so that, when walking, humans do not need to use muscle to swing the other leg forward for the next step. As a consequence, since the human forelimbs are not needed for locomotion, they are instead optimized for carrying, holding, and manipulating objects with great precision. This results in decreased strength in the forelimbs relative to body size for humans compared to apes.  Having long hindlimbs and short forelimbs allows humans to walk upright, while orangutans and gibbons had the adaptation of longer arms to swing on branches. Apes can stand on their hindlimbs, but they cannot do so for long periods of time without getting tired. This is because their femurs are not adapted for bipedalism. Apes have vertical femurs, while humans have femurs that are slightly angled medially from the hip to the knee. This adaptation puts human knees be closer together and under the body’s center of gravity. This lets humans lock their knees and stand up straight for long periods of time without much effort from muscles. The gluteus maximum became a major role in walking and is one of the largest muscles in humans. This muscle is much smaller in chimps, which shows that it has an important role in bipedalism. When humans run, our upright posture tends to flex forward as each foot strikes the ground creating momentum forward. The gluteus muscle helps to prevent the upper trunk of the body from \"pitching forward\" or falling over.",
            "score": 135.33894324302673
        },
        {
            "docid": "8055330_5",
            "document": "Muscle coactivation . Muscle coactivation is measured using a technique called electromyography(EMG). This is performed by using surface EMG that responds to electrical activity of the muscle through the skin. Electrical activity is only present in the muscle when the muscle voluntarily contracts. When the muscle is contracted, the EMG is able to display the force of the contraction or how the nerves can respond to stimulation. An EMG of coactivation would display the agonist and antagonist muscle contracting simultaneously. Although it is believed many muscles are involved in the mechanism of coactivation, methods to measure coactivation are finite to specific instances or two muscle systems. Because of this, little is understood about the role of coactivation in a multiple muscle system.",
            "score": 111.36925482749939
        },
        {
            "docid": "34368888_22",
            "document": "Myokine . Decorin is an example of a proteoglycan which functions as a myokine. Kanzleiter et al have established that this myokine is secreted during muscular contraction against resistance, and plays a role in muscle growth. They reported on July 1, 2014: \"The small leucine-rich proteoglycan decorin has been described as a myokine for some time. However, its regulation and impact on skeletal muscle (had) not been investigated in detail. In (our recent) study, we report decorin to be differentially expressed and released in response to muscle contraction using different approaches. Decorin is released from contracting human myotubes, and circulating decorin levels are increased in response to acute resistance exercise in humans. Moreover, decorin expression in skeletal muscle is increased in humans and mice after chronic training. Because decorin directly binds myostatin, a potent inhibitor of muscle growth, we investigated a potential function of decorin in the regulation of skeletal muscle growth. In vivo overexpression of decorin in murine skeletal muscle promoted expression of the pro-myogenic factor Mighty, which is negatively regulated by myostatin. We also found Myod1 and follistatin to be increased in response to decorin overexpression. Moreover, muscle-specific ubiquitin ligases atrogin1 and MuRF1, which are involved in atrophic pathways, were reduced by decorin overexpression. In summary, our findings suggest that decorin secreted from myotubes in response to exercise is involved in the regulation of muscle hypertrophy and hence could play a role in exercise-related restructuring processes of skeletal muscle.\"",
            "score": 129.9244042634964
        },
        {
            "docid": "20461876_2",
            "document": "Double-muscled cattle . Double-muscled cattle refers to breeds of cattle that carry one of seven known mutations that reduce or eliminate the activity of the myostatin protein. Normally, myostatin limits the number of muscle fibers present at birth, and interfering with activity of this protein causes animals to be born with higher numbers of muscle fibers, consequently augmenting muscle growth. Additionally, these mutations reduce the superficial and internal fat deposits, causing the meat to be less marbled and lower in fat content. Animals homozygous for myostatin mutation (inheriting a mutant copy of myostatin from both sire and dam) also have improved meat tenderness in some cuts of meat. The enlarged muscles of dam and calf at birth leads to increased difficulty of calving, and in some breeds frequently necessitates birth by cesarean section.",
            "score": 104.24761521816254
        },
        {
            "docid": "1392444_4",
            "document": "Muscle biopsy . However, in some cases the muscle biopsy alone is inadequate to distinguish between certain myopathies. For example, a muscle biopsy showing the nucleus pathologically located in the center of the muscle cell would indicate \"centronuclear myopathy\", but research has shown that a variety of myopathies can cause these centronuclear biopsy appearance, and hence the specific genetic testing becomes increasingly important. Additionally muscle biopsy is the only certain way to clarify ones muscle fiber types. I.e. by undergoing a muscle biopsy one can get a clear picture of which type of muscles dominates his/her body.",
            "score": 124.5656213760376
        },
        {
            "docid": "1614102_27",
            "document": "Effect of spaceflight on the human body . A major effect of long-term weightlessness involves the loss of bone and muscle mass. Without the effects of gravity, skeletal muscle is no longer required to maintain posture and the muscle groups used in moving around in a weightless environment differ from those required in terrestrial locomotion. In a weightless environment, astronauts put almost no weight on the back muscles or leg muscles used for standing up. Those muscles then start to weaken and eventually get smaller. Consequently, some muscles atrophy rapidly, and without regular exercise astronauts can lose up to 20% of their muscle mass in just 5 to 11 days The types of muscle fibre prominent in muscles also change. Slow twitch endurance fibres used to maintain posture are replaced by fast twitch rapidly contracting fibres that are insufficient for any heavy labour. Advances in research on exercise, hormone supplements and medication may help maintain muscle and body mass.",
            "score": 149.56628608703613
        },
        {
            "docid": "653348_9",
            "document": "Human musculoskeletal system . There are three types of muscles—cardiac, skeletal, and smooth. Smooth muscles are used to control the flow of substances within the lumens of hollow organs, and are not consciously controlled. Skeletal and cardiac muscles have striations that are visible under a microscope due to the components within their cells. Only skeletal and smooth muscles are part of the musculoskeletal system and only the skeletal muscles can move the body. Cardiac muscles are found in the heart and are used only to circulate blood; like the smooth muscles, these muscles are not under conscious control. Skeletal muscles are attached to bones and arranged in opposing groups around joints. Muscles are innervated, to communicate nervous energy to, by nerves, which conduct electrical currents from the central nervous system and cause the muscles to contract.",
            "score": 131.25447273254395
        },
        {
            "docid": "974284_2",
            "document": "Duchenne muscular dystrophy . Duchenne muscular dystrophy (DMD) is a severe type of muscular dystrophy. The symptom of muscle weakness usually begins around the age of four in boys and worsens quickly. Typically muscle loss occurs first in the upper legs and pelvis followed by those of the upper arms. This can result in trouble standing up. Most are unable to walk by the age of 12. Affected muscles may look larger due to increased fat content. Scoliosis is also common. Some may have intellectual disability. Females with a single copy of the defective gene may show mild symptoms. The disorder is X-linked recessive. About two thirds of cases are inherited from a person's mother, while one third of cases are due to a new mutation. It is caused by a mutation in the gene for the protein dystrophin. Dystrophin is important to maintain the muscle fiber's cell membrane. Genetic testing can often make the diagnosis at birth. Those affected also have a high level of creatine kinase in their blood. Although there is no known cure, physical therapy, braces, and corrective surgery may help with some symptoms. Assisted ventilation may be required in those with weakness of breathing muscles. Medications used include steroids to slow muscle degeneration, anticonvulsants to control seizures and some muscle activity, and immunosuppressants to delay damage to dying muscle cells. DMD affects about one in 5,000 males at birth. It is the most common type of muscular dystrophy. The average life expectancy is 26; however, with excellent care, some may live into their 30s or 40s. Gene therapy, as a treatment, is in the early stages of study in humans.",
            "score": 150.92148220539093
        }
    ],
    "r": [
        {
            "docid": "41585434_10",
            "document": "Anti-miRNA oligonucleotides . In the development of tissues in embryos, miRNA can have a role in the upregulation or downregulation of specific muscular development. miRNA-1 plays a role in muscle differentiation between cardiac and skeletal muscle precursor cells. In development, if levels of precursor cells are not properly regulated, it can result in muscular hypoplasia. By creating AMOs for these known miRNAs involved in muscle generation, it is possible to track a miRNA's specific mechanisms throughout the process of muscle generation by essentially using the created AMO to turn off the miRNA. This halts the production of myogenin(the transcription factor involved in myogenesis). By then measuring the changes in myogenin compared to standard, non-inhibited myogenesis, a miRNA's function can be determined as either upregulating or downregulating the synthesis of myogenin. By further understanding how certain miRNA sequences control the development of muscle, AMOs can be utilized to promote normal production levels of myogenin in organisms that have been detected to contain genetic errors involving myogenesis.",
            "score": 165.34671020507812
        },
        {
            "docid": "18982_2",
            "document": "Muscular dystrophy . Muscular dystrophy (MD) is a group of muscle diseases that results in increasing weakening and breakdown of skeletal muscles over time. The disorders differ in which muscles are primarily affected, the degree of weakness, how fast they worsen, and when symptoms begin. Many people will eventually become unable to walk. Some types are also associated with problems in other organs. The muscular dystrophy group contains thirty different genetic disorders which are usually classified into nine main categories or types. The most common type is Duchenne muscular dystrophy (DMD) which typically affects males beginning around the age of four. Other types include Becker muscular dystrophy, facioscapulohumeral muscular dystrophy, and myotonic dystrophy. They are due to mutations in genes that are involved in making muscle proteins. This can occur due to either inheriting the defect from one's parents or the mutation occurring during early development. Disorders may be X-linked recessive, autosomal recessive, or autosomal dominant. Diagnosis often involves blood tests and genetic testing. There is no cure for muscular dystrophy. Physical therapy, braces, and corrective surgery may help with some symptoms. Assisted ventilation may be required in those with weakness of breathing muscles. Medications used include steroids to slow muscle degeneration, anticonvulsants to control seizures and some muscle activity, and immunosuppressants to delay damage to dying muscle cells. Outcomes depend on the specific type of disorder. Duchenne muscular dystrophy, which represents about half of all cases of muscular dystrophy, affects about one in 5,000 males at birth. Muscular dystrophy was first described in the 1830s by Charles Bell. The word \"dystrophy\" is from the Greek \"dys\", meaning \"difficult\" and \"troph\" meaning \"nourish\". Gene therapy, as a treatment, is in the early stages of study in humans.",
            "score": 160.0003662109375
        },
        {
            "docid": "598619_4",
            "document": "Troponin . Troponin is attached to the protein tropomyosin and lies within the groove between actin filaments in muscle tissue. In a relaxed muscle, tropomyosin blocks the attachment site for the myosin crossbridge, thus preventing contraction. When the muscle cell is stimulated to contract by an action potential, calcium channels open in the sarcoplasmic membrane and release calcium into the sarcoplasm. Some of this calcium attaches to troponin, which causes it to change shape, exposing binding sites for myosin (active sites) on the actin filaments. Myosin's binding to actin causes crossbridge formation, and contraction of the muscle begins. Troponin is found in both skeletal muscle and cardiac muscle, but the specific versions of troponin differ between types of muscle. The main difference is that the TnC subunit of troponin in skeletal muscle has four calcium ion-binding sites, whereas in cardiac muscle there are only three. Views on the actual amount of calcium that binds to troponin vary from expert to expert and source to source.",
            "score": 154.1370849609375
        },
        {
            "docid": "25005894_11",
            "document": "Motor pool (neuroscience) . At a further level of specialization, specific combinations of motor neuron classes and subclasses are grouped spatially in clusters known as motor columns throughout the spinal cord. These motor columns are motor pools, and each has its own unique identity: each neuron within the pool (regardless of its class) expresses a unique profile of transcription factors, cell-surface proteins (such as axonal guidance receptors and adhesion molecules), and neurotransmitter receptors. These pool-specific biochemical markers provide the developmental framework for muscle-specific synapsing. Among this pool-specific combination of transcription factors, Hox factors play an especially important role. Hox transcription factors play a central role in the spatial orientation of the motor pool within the spine, and in the site-specific synapsing of the motor pool on to its down-stream muscle fibers.",
            "score": 152.33717346191406
        },
        {
            "docid": "9941789_20",
            "document": "Unfolded protein response . Skeletal muscles are sensitive to physiological stress, as exercise can impair ER homeostasis. This causes the expression of ER chaperones to be induced by the UPR in response to the exercise-induced ER stress. Muscular contraction during exercise causes calcium to be released from the sarcoplasmic reticulum (SR), a specialized ER network in skeletal muscles. This calcium then interacts with calcineurin and calcium/calmodulin-dependent kinases that in turn activate transcription factors. These transcription factors then proceed to alter the expression of exercise-regulated muscle genes. PGC-1alpha, a transcriptional coactivator, is a key transcription factor involved in mediating the UPR in a tissue-specific manner in skeletal muscles by coactivating ATF6alpha. Therefore, PGC-1alpha gets expressed in muscles after acute and long-term exercise training. The function of this transcription factor is to increase the number and function of mitochondria, as well as to induce a switch of skeletal fibers to slow oxidative muscle fibers, as these are fatigue-resistant. Therefore, this UPR pathway mediates changes in muscles that have undergone endurance training by making them more resistant to fatigue and protecting them from future stress.",
            "score": 151.8803253173828
        },
        {
            "docid": "40286795_3",
            "document": "MYF5 . It is a protein with a key role in regulating muscle differentiation or myogenesis, specifically the development of skeletal muscle. Myf5 belongs to a family of proteins known as myogenic regulatory factors (MRFs). These basic helix loop helix transcription factors act sequentially in myogenic differentiation. MRF family members include Myf5, MyoD (Myf3), myogenin, and MRF4 (Myf6). This transcription factor is the earliest of all MRFs to be expressed in the embryo, where it is only markedly expressed for a few days (specifically around 8 days post-somite formation and lasting until day 14 post-somite in mice). It functions during that time to commit myogenic precursor cells to become skeletal muscle. In fact, its expression in proliferating myoblasts has led to its classification as a determination factor. Furthermore, Myf5 is a master regulator of muscle development, possessing the ability to induce a muscle phenotype upon its forced expression in fibroblastic cells.",
            "score": 151.71644592285156
        },
        {
            "docid": "974284_2",
            "document": "Duchenne muscular dystrophy . Duchenne muscular dystrophy (DMD) is a severe type of muscular dystrophy. The symptom of muscle weakness usually begins around the age of four in boys and worsens quickly. Typically muscle loss occurs first in the upper legs and pelvis followed by those of the upper arms. This can result in trouble standing up. Most are unable to walk by the age of 12. Affected muscles may look larger due to increased fat content. Scoliosis is also common. Some may have intellectual disability. Females with a single copy of the defective gene may show mild symptoms. The disorder is X-linked recessive. About two thirds of cases are inherited from a person's mother, while one third of cases are due to a new mutation. It is caused by a mutation in the gene for the protein dystrophin. Dystrophin is important to maintain the muscle fiber's cell membrane. Genetic testing can often make the diagnosis at birth. Those affected also have a high level of creatine kinase in their blood. Although there is no known cure, physical therapy, braces, and corrective surgery may help with some symptoms. Assisted ventilation may be required in those with weakness of breathing muscles. Medications used include steroids to slow muscle degeneration, anticonvulsants to control seizures and some muscle activity, and immunosuppressants to delay damage to dying muscle cells. DMD affects about one in 5,000 males at birth. It is the most common type of muscular dystrophy. The average life expectancy is 26; however, with excellent care, some may live into their 30s or 40s. Gene therapy, as a treatment, is in the early stages of study in humans.",
            "score": 150.92149353027344
        },
        {
            "docid": "1614102_27",
            "document": "Effect of spaceflight on the human body . A major effect of long-term weightlessness involves the loss of bone and muscle mass. Without the effects of gravity, skeletal muscle is no longer required to maintain posture and the muscle groups used in moving around in a weightless environment differ from those required in terrestrial locomotion. In a weightless environment, astronauts put almost no weight on the back muscles or leg muscles used for standing up. Those muscles then start to weaken and eventually get smaller. Consequently, some muscles atrophy rapidly, and without regular exercise astronauts can lose up to 20% of their muscle mass in just 5 to 11 days The types of muscle fibre prominent in muscles also change. Slow twitch endurance fibres used to maintain posture are replaced by fast twitch rapidly contracting fibres that are insufficient for any heavy labour. Advances in research on exercise, hormone supplements and medication may help maintain muscle and body mass.",
            "score": 149.5662841796875
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 149.162109375
        },
        {
            "docid": "4111812_13",
            "document": "Fitness and figure competition . According to personal trainers and nutritionist, nutrition is one of the most important factors to muscle building. Without the proper nutrients and hydration that your muscles need to grow you will not see much progress with just weight training. There are several nutrients that you need which include protein, carbohydrates, and fats. Proteins, are one of the most important nutrients for muscle building. Protein provides the amino-acid building blocks for muscle growth. Carbohydrates are also an important factor when it comes to muscle building. Carbohydrates provide a valuable source of calories for building a bigger physique. Plus, if trainers don’t have enough glycogen, They won’t have the energy to train hard to grow muscle mass, so quality carbs are necessary to fuel intense workouts.  Dietary fats are important because it promotes healthy blood flow along with healthy skin and hair. More calorie dense than protein or carbohydrates, fat is a surefire way to help meet your caloric needs. It’s also necessary to keep testosterone levels elevated, which makes it easier to pack on muscle. Not only do you have to eat right, you also have to make sure you stay hydrated. Water is a critical component of your mass-gaining diet because it helps maintain muscle fullness and helps the body properly use all the calories you’re supplying it.",
            "score": 148.27365112304688
        },
        {
            "docid": "35152005_7",
            "document": "Hardgainer . The MSTN gene also plays a big role in muscle development. It provides instructions for making a protein called myostatin. This protein transforming growth factor beta (TGFβ) superfamily, which is a group of proteins that help control the growth and development of tissues throughout the body. This protein restrains muscle growth, preventing muscles from growing too large. Increased amount of myostatin portray deficiency in muscle development and increase of fat; on the other hand, smaller than normal amounts of myostatin greatly increase natural muscle mass, strength and decrease fat levels. There are no known health problems related to the myostatin mutations, and affected individuals are intellectually normal.",
            "score": 146.94163513183594
        },
        {
            "docid": "14056402_3",
            "document": "Actin, alpha 1 . Skeletal alpha actin expression is induced by stimuli and conditions known to cause muscle formation. Such conditions result in fusion of committed cells (satellite cells) into myotubes, to form muscle fibers. Skeletal actin itself, when expressed, causes expression of several other \"myogenic genes\", which are essential to muscle formation. One key transcription factor that activates skeletal actin gene expression is Serum Response Factor (\"SRF\"), a protein that binds to specific sites on the promoter DNA of the actin gene. SRF may bring a number of other proteins to the promoter of skeletal actin, such as andogen receptor, and thereby contribute to induction of skeletal actin gene expression by androgenic (often termed \"anabolic\") steroids.",
            "score": 146.75286865234375
        },
        {
            "docid": "571549_2",
            "document": "Myocyte . A myocyte (also known as a muscle cell) is the type of cell found in muscle tissue. Myocytes are long, tubular cells that develop from myoblasts to form muscles in a process known as myogenesis. There are various specialized forms of myocytes: cardiac, skeletal, and smooth muscle cells, with various properties. The striated cells of cardiac and skeletal muscles are referred to as muscle fibers. Cardiomyocytes are the muscle fibres that form the chambers of the heart, and have a single central nucleus. Skeletal muscle fibers help support and move the body and tend to have peripheral nuclei. Smooth muscle cells control involuntary movements such as the peristalsis contractions in the oesophagus and stomach.",
            "score": 146.49273681640625
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 146.11412048339844
        },
        {
            "docid": "19723734_38",
            "document": "Muscle . Independent of strength and performance measures, muscles can be induced to grow larger by a number of factors, including hormone signaling, developmental factors, strength training, and disease. Contrary to popular belief, the number of muscle fibres cannot be increased through exercise. Instead, muscles grow larger through a combination of muscle cell growth as new protein filaments are added along with additional mass provided by undifferentiated satellite cells alongside the existing muscle cells.",
            "score": 146.08815002441406
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 145.28091430664062
        },
        {
            "docid": "2040318_17",
            "document": "Myosatellite cell . Unfortunately, it seems that transplanted satellite cells have a limited capacity for migration, and are only able to regenerate muscle in the region of the delivery site. As such, systemic treatments or even the treatment of an entire muscle in this way is not possible. However, other cells in the body such as pericytes and hematopoietic stem cells have all been shown to be able to contribute to muscle repair in a similar manner to the endogenous satellite cell. The advantage of using these cell types for therapy in muscle diseases is that they can be systemically delivered, autonomously migrating to the site of injury. Particularly successful recently has been the delivery of mesoangioblast cells into the Golden Retriever dog model of Duchenne muscular dystrophy, which effectively cured the disease. However, the sample size used was relatively small and the study has since been criticized for a lack of appropriate controls for the use of immunosuppressive drugs. Recently, it has been reported that Pax7 expressing cells contribute to dermal wound repair by adopting a fibrotic phenotype through a Wnt/β-catenin mediated process.",
            "score": 145.27926635742188
        },
        {
            "docid": "14723308_3",
            "document": "Myocyte-specific enhancer factor 2A . The process of differentiation from mesodermal precursor cells to myoblasts has led to the discovery of a variety of tissue-specific factors that regulate muscle gene expression. The myogenic basic helix-loop-helix proteins, including myoD (MIM 159970), myogenin (MIM 159980), MYF5 (MIM 159990), and MRF4 (MIM 159991) are 1 class of identified factors. A second family of DNA binding regulatory proteins is the myocyte-specific enhancer factor-2 (MEF2) family. Each of these proteins binds to the MEF2 target DNA sequence present in the regulatory regions of many, if not all, muscle-specific genes. The MEF2 genes are members of the MADS gene family (named for the yeast mating type-specific transcription factor MCM1, the plant homeotic genes 'agamous' and 'deficiens' and the human serum response factor SRF (MIM 600589)), a family that also includes several homeotic genes and other transcription factors, all of which share a conserved DNA-binding domain.[supplied by OMIM]",
            "score": 144.4857635498047
        },
        {
            "docid": "12269001_19",
            "document": "Insect physiology . The muscular system of insects ranges from a few hundred muscles to a few thousand. Unlike vertebrates that have both smooth and striated muscles, insects have only striated muscles. Muscle cells are amassed into muscle fibers and then into the functional unit, the muscle. Muscles are attached to the body wall, with attachment fibers running through the cuticle and to the epicuticle, where they can move different parts of the body including appendages such as wings. The muscle fiber has many cells with a plasma membrane and outer sheath or sarcolemma. The sarcolemma is invaginated and can make contact with the tracheole carrying oxygen to the muscle fiber. Arranged in sheets or cylindrically, contractile myofibrils run the length of the muscle fiber. Myofibrils comprising a fine actin filament enclosed between a thick pair of myosin filaments slide past each other instigated by nerve impulses.",
            "score": 144.01797485351562
        },
        {
            "docid": "19723734_51",
            "document": "Muscle . Steinmetz et al. continue to argue for multiple origins of striated muscle in the metazoans by explaining that a key set of genes used to form the troponin complex for muscle regulation and formation in bilaterians is missing from the cnidarians and ctenophores, and of 47 structural and regulatory proteins observed, Steinmetz et al. were not able to find even on unique striated muscle cell protein that was expressed in both cnidarians and bilaterians. Furthermore, the Z-disc seemed to have evolved differently even within bilaterians and there is a great deal diversity of proteins developed even between this clade, showing a large degree of radiation for muscle cells. Through this divergence of the Z-disc, Steimetz et al. argue that there are only four common protein components that were present in all bilaterians muscle ancestors and that of these for necessary Z-disc components only an actin protein that they have already argued is an uninformative marker through its pleisiomorphic state is present in cnidarians. Through further molecular marker testing, Steinmetz et al. observe that non-bilaterians lack many regulatory and structural components necessary for bilaterians muscle formation and do not find any unique set of proteins to both bilaterians and cnidarians and ctenophores that are not present in earlier, more primitive animals such as the sponges and amoebozoans. Through this analysis the authors conclude that due to the lack of elements that bilaterians muscles are dependent on for structure and usage, nonbilaterian muscles must be of a different origin with a different set regulatory and structural proteins.",
            "score": 143.87954711914062
        },
        {
            "docid": "12222501_4",
            "document": "Motor unit number estimation . Muscles differ in the number of motor units that they contain, and how many muscle fibres are within each unit (innervation ratio). In a general sense, muscles that require specificity of movement, such as muscles in charge of eye movement, have fewer fibres per unit, while those that are meant for less specific tasks, such as the calf muscles in charge of jumping, have more.",
            "score": 143.84207153320312
        },
        {
            "docid": "1717361_6",
            "document": "Duane syndrome . Duane syndrome is most probably a miswiring of the eye muscles, causing some eye muscles to contract when they shouldn't and other eye muscles not to contract when they should. Alexandrakis and Saunders found that in most cases the abducens nucleus and nerve are absent or hypoplastic, and the lateral rectus muscle is innervated by a branch of the oculomotor nerve. This view is supported by the earlier work of Hotchkiss et al. who reported on the autopsy findings of two patients with Duane's syndrome. In both cases the sixth cranial nerve nucleus and nerve was absent, and the lateral rectus muscle was innervated by the inferior division of the third or oculomotor nerve. This misdirection of nerve fibres results in opposing muscles being innervated by the same nerve. Thus, on attempted abduction, stimulation of the lateral rectus via the oculomotor nerve will be accompanied by stimulation of the opposing medial rectus via the same nerve; a muscle which works to adduct the eye. Thus, co-contraction of the muscles takes place, limiting the amount of movement achievable and also resulting in retraction of the eye into the socket. They also noticed mechanical factors and considered them secondary to loss of innervation: During corrective surgery fibrous attachments have been found connecting the horizontal recti and the orbital walls and fibrosis of the lateral rectus has been confirmed by biopsy. This fibrosis can result in the lateral rectus being 'tight' and acting as a tether or leash. Co-contraction of the medial and lateral recti allows the globe to slip up or down under the tight lateral rectus producing the up and down shoots characteristic of the condition.",
            "score": 143.5990447998047
        },
        {
            "docid": "10739474_2",
            "document": "Potassium-aggravated myotonia . Mutations in the \"SCN4A\" gene cause potassium-aggravated myotonia. The \"SCN4A\" gene provides instructions for making a protein that is critical for the normal function of skeletal muscle cells. For the body to move normally, skeletal muscles contract and relax in a coordinated way. Muscle contractions are triggered by the flow of positively charged ions, including sodium, into skeletal muscle cells. The \"SCN4A\" protein forms channels that control the flow of sodium ions into these cells. Mutations in the \"SCN4A\" gene alter the usual structure and function of sodium channels. The altered channels cannot properly regulate ion flow, increasing the movement of sodium ions into skeletal muscle cells. The influx of extra sodium ions triggers prolonged muscle contractions, which are the hallmark of myotonia.",
            "score": 143.56158447265625
        },
        {
            "docid": "6026357_25",
            "document": "Myogenesis . There are a number of events that occur in order to propel the specification of muscle cells in the somite. For both the lateral and medial regions of the somite, paracrine factors induce myotome cells to produce MyoD protein—thereby causing them to develop as muscle cells. A transcription factor (TCF4) of connective tissue fibroblasts is involved in the regulation of myogenesis. Specifically, it regulates the type of muscle fiber developed and its maturations. Low levels of TCF4 promote both slow and fast myogenesis, overall promoting the maturation of muscle fiber type. Thereby this shows the close relationship of muscle with connective tissue during the embryonic development.",
            "score": 143.55746459960938
        },
        {
            "docid": "380541_3",
            "document": "Skeletal muscle . A skeletal muscle refers to multiple bundles (fascicles) of cells called muscle fibers. The fibres and muscles are surrounded by connective tissue layers called fasciae. Muscle fibres, or muscle cells, are formed from the fusion of developmental myoblasts in a process known as myogenesis. Muscle fibres are cylindrical, and have more than one nucleus. They also have multiple mitochondria to meet energy needs.",
            "score": 143.53445434570312
        },
        {
            "docid": "11421247_5",
            "document": "Mir-1 microRNA precursor family . MiR-1 has key roles in the development and differentiation of smooth and skeletal muscles. For example, in the lineage-specific differention of smooth muscle cells from embroyonic stem cell derived cultures, MiR-1 is required; as its loss of function resulted in a reduction in smooth muscle cell biomarkers and a reduction in the derived smooth muscle cell population. There is evidence that the control of smooth muscle cell differentiation by MiR-1 may be mediated by the down regulation of Kruppel-like factor 4 (KLF4), since a MiR-1 recognition site is predicted in the 3' UTR of KLF4 and inhibition of MiR-1 results in reversed down-regulation of KLF4 and an inhibition of smooth muscle cell differentiation. A mutation in the 3' UTR of the myostatin gene in Texel sheep creates a miR-1 and miR-206 target site. This is likely to cause the muscular phenotype of this breed of sheep.",
            "score": 143.48818969726562
        },
        {
            "docid": "410401_5",
            "document": "Cramp . Cramps can occur when muscles are unable to relax properly due to myosin fibers not fully detaching from actin filaments. In skeletal muscle, ATP levels must be large enough to bind to the myosin heads for them to attach or detach from the actin and allow contraction or relaxation; the absence of enough levels of ATP means that the myosin heads remains attached to actin. The muscle must be allowed to recover (resynthesize ATP), before the myosin fibres can detach and allow the muscle to relax. Skeletal muscles work as antagonistic pairs. Contracting one skeletal muscle requires the relaxation of the opposing muscle in the pair. An attempt to force a muscle cramped by low ATP to extend (by contracting the opposing muscle) can tear muscle tissue and worsen the pain.",
            "score": 142.92898559570312
        },
        {
            "docid": "1448647_9",
            "document": "Fukuyama congenital muscular dystrophy . The mechanism of this sub-type of muscular dystrophy consists of a mutation in the FKTN gene which results in a malformed fukutin protein. It is thought that fukutin modifies the alpha-dystroglycan protein, which is important in anchoring cells to certain molecules, specifically including some proteins. Alpha-dystroglycan in skeletal muscles helps to prevent the breakdown of muscle fibers through stabilization and protection. Alpha-dystroglycan also helps brain development by assisting in the migration of neurons.Most frequently, FKTN is mutated in such a way that creates a shortage of fukutin in the cell, which in turn creates problems during formation of alpha-dystroglycan leading to less stabilization of muscle cells. Use of the destabilized muscle fibers over time causes them to break down and a gradual decline in muscle tone and atrophy of muscle fibers occurs. The decline in cerebral fukutin causes neuronal cells to continue moving beyond their intended destination. Additionally, oxidative stress has some effect on astrocytes (as well as, neurons) when fukutin is subdued",
            "score": 142.73016357421875
        },
        {
            "docid": "51790585_6",
            "document": "Tritonychus . The muscles preserved were those inside the body cavity of the specimen, mostly making up the body wall. There were three layers of fibrous muscular tissue, each around 10μm thick. The outermost layer of muscle consisted of 5-10μm thick fibres, which part to leave a 60μm gap between the lobopods, thought to be a gonopore and part again near the outer edge of each lobopod, possibly for leg elevator muscle insertion. Inside this there was a layer of much thinner, interwoven oblique fibres. The innermost layer of fibres is oriented perpendicular to the body axis, presumably the remains of a more extensive layer of circular muscles.",
            "score": 141.43431091308594
        },
        {
            "docid": "19723734_13",
            "document": "Muscle . The gross anatomy of a muscle is the most important indicator of its role in the body. There is an important distinction seen between pennate muscles and other muscles. In most muscles, all the fibers are oriented in the same direction, running in a line from the origin to the insertion. However, In pennate muscles, the individual fibers are oriented at an angle relative to the line of action, attaching to the origin and insertion tendons at each end. Because the contracting fibers are pulling at an angle to the overall action of the muscle, the change in length is smaller, but this same orientation allows for more fibers (thus more force) in a muscle of a given size. Pennate muscles are usually found where their length change is less important than maximum force, such as the rectus femoris.",
            "score": 141.2488250732422
        },
        {
            "docid": "399452_7",
            "document": "Limb-girdle muscular dystrophy . In terms of the genetics LGMD is an inherited disorder, though it may be inherited as a dominant or recessive genetic defect. The result of the defect is that the muscles cannot properly form certain proteins needed for normal muscle function. Several different proteins can be affected, and the specific protein that is absent or defective identifies the specific type of muscular dystrophy. Among the proteins affected in LGMD are α, β, γ and δ sarcoglycans. The sarcoglycanopathies could be possibly amenable to gene therapy.",
            "score": 141.01950073242188
        },
        {
            "docid": "997173_22",
            "document": "Electromyography . A motor unit is defined as one motor neuron and all of the muscle fibers it innervates. When a motor unit fires, the impulse (called an action potential) is carried down the motor neuron to the muscle. The area where the nerve contacts the muscle is called the neuromuscular junction, or the motor end plate. After the action potential is transmitted across the neuromuscular junction, an action potential is elicited in all of the innervated muscle fibers of that particular motor unit. The sum of all this electrical activity is known as a motor unit action potential (MUAP). This electrophysiologic activity from multiple motor units is the signal typically evaluated during an EMG. The composition of the motor unit, the number of muscle fibres per motor unit, the metabolic type of muscle fibres and many other factors affect the shape of the motor unit potentials in the myogram.",
            "score": 140.63101196289062
        }
    ]
}