{
    "q": [
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 143.4790849685669
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 123.120596408844
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 116.17712140083313
        },
        {
            "docid": "3062721_16",
            "document": "Neuroinformatics . Biology is concerned with molecular data (from genes to cell specific expression); medicine and anatomy with the structure of synapses and systems level anatomy; engineering – electrophysiology (from single channels to scalp surface EEG), brain imaging; computer science – databases, software tools, mathematical sciences – models, chemistry – neurotransmitters, etc. Neuroscience uses all aforementioned experimental and theoretical studies to learn about the brain through its various levels. Medical and biological specialists help to identify the unique cell types, and their elements and anatomical connections. Functions of complex organic molecules and structures, including a myriad of biochemical, molecular, and genetic mechanisms which regulate and control brain function, are determined by specialists in chemistry and cell biology. Brain imaging determines structural and functional information during mental and behavioral activity. Specialists in biophysics and physiology study physical processes within neural cells neuronal networks. The data from these fields of research is analyzed and arranged in databases and neural models in order to integrate various elements into a sophisticated system; this is the point where neuroinformatics meets other disciplines.",
            "score": 120.94126546382904
        },
        {
            "docid": "25902271_2",
            "document": "Mesenchymal–epithelial transition . A mesenchymal–epithelial transition (MET) is a reversible biological process that involves the transition from motile, multipolar or spindle-shaped mesenchymal cells to planar arrays of polarized cells called epithelia. MET is the reverse process of epithelial–mesenchymal transition (EMT). Unlike epithelial cells – which are stationary and characterized by an apical-basal polarity, tight junctions, and expression of cell-cell adhesion markers such as E-cadherin, mesenchymal cells do not make mature cell-cell contacts, can invade through the extracellular matrix, and express markers such as vimentin, fibronectin, N-cadherin, Twist, and Snail. METs occur in normal development, cancer metastasis, and induced pluripotent stem cell reprogramming. During embryogenesis and early development, cells switch back and forth between different cellular phenotypes via MET and its reverse process, epithelial–mesenchymal transition (EMT). Developmental METs have been studied most extensively in embryogenesis during nephrogenesis, but also occurs in somitogenesis, cardiogenesis, and hepatogenesis. While the mechanism in which MET occurs during each organ morphogenesis is similar in that epithelium-associated genes are upregulated and mesenchyme-associated genes are downregulated, each process has a unique signaling pathway to induce MET and these changes in gene expression profiles.",
            "score": 98.2191514968872
        },
        {
            "docid": "19965_10",
            "document": "Morphogenesis . Tissues can change their shape and separate into distinct layers via cell contractility. Just as in muscle cells, myosin can contract different parts of the cytoplasm to change its shape or structure. Myosin-driven contractility in embryonic tissue morphogenesis is seen during the separation of germ layers in the model organisms \"Caenorhabditis elegans\", \"Drosophila\" and zebrafish. There are often periodic pulses of contraction in embryonic morphogenesis. A model called the cell state splitter involves alternating cell contraction and expansion, initiated by a bistable organelle at the apical end of each cell. The organelle consists of microtubules and microfilaments in mechanical opposition. It responds to local mechanical perturbations caused by morphogenetic movements. These then trigger traveling embryonic differentiation waves of contraction or expansion over presumptive tissues that determine cell type and is followed by cell differentiation. The cell state splitter was first proposed to explain neural plate morphogenesis during gastrulation of the axolotl and the model was later generalized to all of morphogenesis.",
            "score": 115.29535174369812
        },
        {
            "docid": "51758582_3",
            "document": "Cell division orientation . Cell division orientation is one of the mechanisms that shapes tissue during development and morphogenesis. Along with cell shape changes, cell rearrangements, apoptosis and growth, oriented cell division modifies the geometry and topology of live tissue in order to create new organs and shape the organisms. Reproducible patterns of oriented cell divisions were described during mophogenesis of \"Drosophila\" embryos, \"Arabidopsis thaliana\" embryos, \"Drosophila\" pupa, zebrafish embryos and mouse early embryos. Oriented cell divisions contribute to the tissue elongation and the release of mechanical stress. While in the first case oriented cell division acts as active contributor to the morphogenesis, the latter case is a passive response to the external mechanical tensions.",
            "score": 102.92109370231628
        },
        {
            "docid": "1181008_10",
            "document": "Computational science . Exciting new developments in biotechnology are now revolutionizing biology and biomedical research. Examples of these techniques are high-throughput sequencing, high-throughput quantitative PCR, intra-cellular imaging, in-situ hybridization of gene expression, three-dimensional imaging techniques like Light Sheet Fluorescence Microscopy and Optical Projection, (micro)-Computer Tomography. Given the massive amounts of complicated data that is generated by these techniques, their meaningful interpretation, and even their storage, form major challenges calling for new approaches. Going beyond current bioinformatics approaches, computational biology needs to develop new methods to discover meaningful patterns in these large data sets. Model-based reconstruction of gene networks can be used to organize the gene expression data in systematic way and to guide future data collection. A major challenge here is to understand how gene regulation is controlling fundamental biological processes like biomineralisation and embryogenesis. The sub-processes like gene regulation, organic molecules interacting with the mineral deposition process, cellular processes, physiology and other processes at the tissue and environmental levels are linked. Rather than being directed by a central control mechanism, biomineralisation and embryogenesis can be viewed as an emergent behavior resulting from a complex system in which several sub-processes on very different temporal and spatial scales (ranging from nanometer and nanoseconds to meters and years) are connected into a multi-scale system. One of the few available options to understand such systems is by developing a multi-scale model of the system.",
            "score": 130.14624619483948
        },
        {
            "docid": "50311973_8",
            "document": "Microfluidic cell culture . Three-dimensional (3D) cell culture is cell culture that takes place in a biologically relevant matrix, usually this involves cells being embedded in a hydrogel containing extracellular molecules (e.g., collagen). By adding an additional dimension, more advanced cell architectures can be achieved, and cell behavior is more representative of \"in vivo\" dynamics; cells can engage in enhanced communication with neighboring cells and cell-extracellular matrix interactions can be modeled. These simplified 3D cell culture models can be combined in a manner that recapitulates tissue- and organ-level functions in devices known as organ-on-a-chip. In these devices, chambers or collagen layers containing different cell types can interact with one another for multiple days while various channels deliver nutrients to the cells. An advantage of these devices is that tissue function can be characterized and observed under controlled conditions (e.g., effect of shear stress on cells, effect of cyclic strain or other forces) to better understand the overall function of the organ. While these 3D models often better model organ function on a cellular level compared with 2D models, there are still challenges. Some of the challenges include: imaging of the cells, control of gradients in static models (i.e., without a perfusion system), and difficulty recreating vasculature. Despite these challenges, 3D models are still used as tools for studying and testing drug responses in pharmacological studies.",
            "score": 140.38009130954742
        },
        {
            "docid": "49542443_23",
            "document": "Aphelion (software) . In the field of industrial water treatment and sewage treatment, Aphelion helps to process XRay microtomograph images of sewage sludge. Each section is processed as a 2D image, a binary threshold is then applied to discriminate between air and the humid material, and finally a 3D reconstruction is performed to track the volume evolution of cracks during the drying process. This last process is important to treat sewage sludge to be landfilled, incinerated or applied on agricultural land. The automatic analysis helped to track the crack evolution depending on the origin of different sludges. The image processing involved a histogram equalization followed by an Otsu threshold. Aphelion has also been used in the field of XRay microtomography to perform statistical analysis of foams (number of bubble faces, bubble average size, etc.). The comprehensive set of Aphelion functions is used to analyze images coming from an optical microscope and a camera mounted on top of the microscope. The software also controls the automated stage mounted on the microscope in the X, Y and Z directions. Z is used to change focus. Measurements based on shape analysis (surface area, perimeter, volume, elongation, compactness, etc.) and texture analysis (e.g., homogeneity, average intensity, moments) are automatically computed by Aphelion and displayed in the user interface in a spreadsheet on which statistical analysis as surface ratios can be performed. Analysis reports can also be generated in the user interface and then saved in specific folders. Microscopes using reflected light can also be used for the analysis. For example, a specific software based on the Aphelion ActiveX components is capable to measure inhibitor agent effects on dentin cells resorption.",
            "score": 115.46769154071808
        },
        {
            "docid": "19965_3",
            "document": "Morphogenesis . The process controls the organized spatial distribution of cells during the embryonic development of an organism. Morphogenesis can take place also in a mature organism, in cell culture or inside tumor cell masses. Morphogenesis also describes the development of unicellular life forms that do not have an embryonic stage in their life cycle, or describes the evolution of a body structure within a taxonomic group.",
            "score": 109.08141422271729
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 121.25639319419861
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 127.3104419708252
        },
        {
            "docid": "29057341_8",
            "document": "Donald E. Ingber . Ingber’s work on tensegrity led him to propose that mechanical forces play as an important role in biological control as chemicals and genes and to investigate the molecular mechanism by which cells convert mechanical signals into changes in intracellular biochemistry and gene expression, a process known as ‘mechanotransduction’. Ingber determined that living cells use tensegrity architecture to stabilize their shape and cytoskeleton, that cellular integrins function as mechanosensors on the cell surface, and that cytoskeletal tension (or ‘prestress’, which is central to the stability of tensegrity structures) is a fundamental regulator of many cellular responses to mechanical cues. Ingber’s tensegrity theory also led to the prediction in the early 1980s that changes in extracellular matrix structure and mechanics play a fundamental role in tissue and organ development, and that deregulation of this form of developmental control can promote cancer formation.",
            "score": 92.4981198310852
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 120.52725410461426
        },
        {
            "docid": "2567511_12",
            "document": "Neural engineering . Neuromechanics is the coupling of neurobiology, biomechanics, sensation and perception, and robotics (Edwards 2010). Researchers are using advanced techniques and models to study the mechanical properties of neural tissues and their effects on the tissues' ability to withstand and generate force and movements as well as their vulnerability to traumatic loading (Laplaca & Prado 2010). This area of research focuses on translating the transformations of information among the neuromuscular and skeletal systems to develop functions and governing rules relating to operation and organization of these systems (Nishikawa et al. 2007). Neuromechanics can be simulated by connecting computational models of neural circuits to models of animal bodies situated in virtual physical worlds (Edwards 2010). Experimental analysis of biomechanics including the kinematics and dynamics of movements, the process and patterns of motor and sensory feedback during movement processes, and the circuit and synaptic organization of the brain responsible for motor control are all currently being researched to understand the complexity of animal movement. Dr. Michelle LaPlaca's lab at Georgia Institute of Technology is involved in the study of mechanical stretch of cell cultures, shear deformation of planar cell cultures, and shear deformation of 3D cell containing matrices. Understanding of these processes is followed by development of functioning models capable of characterizing these systems under closed loop conditions with specially defined parameters. The study of neuromechanics is aimed at improving treatments for physiological health problems which includes optimization of prostheses design, restoration of movement post injury, and design and control of mobile robots. By studying structures in 3D hydrogels, researchers can identify new models of nerve cell mechanoproperties. For example, LaPlaca et al. developed a new model showing that strain may play a role in cell culture (LaPlaca et al. 2005).",
            "score": 134.31659841537476
        },
        {
            "docid": "19374_36",
            "document": "Model organism . Ethical concerns, as well as the cost, maintenance and relative inefficiency of animal research has encouraged development of alternative methods for the study of disease. Cell culture, or \"in vitro\" studies, provide an alternative that preserves the physiology of the living cell, but does not require the sacrifice of an animal for mechanistic studies. Human, inducible pluripotent stem cells can also elucidate new mechanisms for understanding cancer and cell regeneration. Imaging studies (such as MRI or PET scans) enable non-invasive study of human subjects. Recent advances in genetics and genomics can identify disease-associated genes, which can be targeted for therapies.  Ultimately, however, there is no substitute for a living organism when studying complex interactions in disease pathology or treatments.",
            "score": 93.72506380081177
        },
        {
            "docid": "23735006_2",
            "document": "Cell ablation . Cell ablation (also known as tissue ablation) is a biotechnological tool for studying cell lineage and/or function and is a form of ablation. The process consists of selectively destroying one or multiple cells in a given organism by any chosen means. For example, a laser beam or a controllable gene promoter for a toxin gene can be used to destroy a selected amount of cells. Cell ablation can also be used as a tool to produce transgenic organisms lacking a cell type and as a cure for certain disorders such as cancer and leukemia. The term is not to be confused with genetic ablation: a method of modifying DNA in order to disrupt the production of a specific gene. As genetic ablation may lead to cell ablation, it can be used as a synonymous term at appropriate times.",
            "score": 94.86114811897278
        },
        {
            "docid": "47981132_6",
            "document": "Rong Li . To understand the pathways that control cell motility, tissue morphogenesis, and neuronal development, Li monitors both physical and biochemical reactions that overlap spatially and change rapidly, but occur only locally within a complex environment. Her broad goal is to understand how eukaryotic cells establish their distinct morphology and organization in order to carry out their specialized functions with applications in development and cancer. Specifically, how eukaryotic cells generate pattern through self-organization with or without environmental cues, accomplish division or motility through coordinated structural rearrangements and force production, and, when challenged with stress and roadblocks, evolve innovative solutions to main vitality and functionality. A key part of her research is exploring how the ability to evolve is built into cellular systems and how that ability gives rise to a cell’s properties. Li has published several seminal papers on the impact of aneuploidy on cellular fitness, gene expression, stress adaptation, and genome instability. As aneuploidy and chromosome instability are hallmarks of cancer, her results on how aneuploidy fuels the evolution of cellular adaptation and drug resistance have direct relevance to the understanding of cancer evolution and disease progression. Li has also studied the molecular mechanisms that lead to oocyte maturation, which can contribute to “advances in the treatment of infertility and the field of regenerative medicine.”",
            "score": 105.14268851280212
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 110.09307670593262
        },
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 86.44910228252411
        },
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 99.11216866970062
        },
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 101.79743719100952
        },
        {
            "docid": "159266_4",
            "document": "Gene expression . Several steps in the gene expression process may be modulated, including the transcription, RNA splicing, translation, and post-translational modification of a protein. Gene regulation gives the cell control over structure and function, and is the basis for cellular differentiation, morphogenesis and the versatility and adaptability of any organism. Gene regulation may also serve as a substrate for evolutionary change, since control of the timing, location, and amount of gene expression can have a profound effect on the functions (actions) of the gene in a cell or in a multicellular organism.",
            "score": 98.95733428001404
        },
        {
            "docid": "56377661_4",
            "document": "Didier Stainier . Together with the many students and postdocs in his laboratory, Stainier helped pioneer the use of the zebrafish model to study a wide range of questions pertaining to vertebrate organ development and function, and has published extensively. His forward genetic analyses of heart development revealed the unexpected role of several signaling pathways including sphingosine 1-phosphate signaling and the discovery of the long-elusive sphingosine 1-phosphate transporter. Additional genetic screens led to the elucidation of transcriptional networks regulating endoderm formation and endothelial cell specification as well as extracellular signals regulating liver induction. He pushed the frontiers of \"in vivo\" microscopy to reveal new insights into cardiac valve formation and cardiac trabeculation, and used cellular approaches to gain a detailed understanding of these processes. Stainier developed and used single-cell analyses to provide the first \"in vivo\" demonstration of the hemangioblast, a formerly hypothetical cell that gives rise to both endothelial and blood cells, as well as the discovery of a new mode of blood vessel formation. His studies on gut looping morphogenesis revealed the importance of tissue-level physical forces in shaping organs, and his studies on gut lumen formation revealed the importance of fluid flow in this process. He developed a number of cell ablation models that allowed him and others to gain new insights into the process of organ regeneration, with potential implications for novel disease therapies. Most recently, he has also made significant contributions to the understanding of genetic compensation.",
            "score": 112.5418643951416
        },
        {
            "docid": "19965_7",
            "document": "Morphogenesis . At a tissue level, ignoring the means of control, morphogenesis arises because of cellular proliferation and motility. Morphogenesis also involves changes in the cellular structure or how cells interact in tissues. These changes can result in tissue elongation, thinning, folding, invasion or separation of one tissue into distinct layers. The latter case is often referred as cell sorting. Cell \"sorting out\" consists of cells moving so as to sort into clusters that maximize contact between cells of the same type. The ability of cells to do this has been proposed to arise from differential cell adhesion by Malcolm Steinberg through his Differential Adhesion Hypothesis. Tissue separation can also occur via more dramatic cellular differentiation events during which epithelial cells become mesenchymal (see Epithelial-mesenchymal transition). Mesenchymal cells typically leave the epithelial tissue as a consequence of changes in cell adhesive and contractile properties. Following epithelial-mesenchymal transition, cells can migrate away from an epithelium and then associate with other similar cells in a new location.",
            "score": 111.21183705329895
        },
        {
            "docid": "531064_2",
            "document": "Cell adhesion . Cell adhesion is the process by which cells interact and attach to neighbouring cells through specialised molecules of the cell surface. This process can occur either through direct contact between cell surfaces or indirect interaction, where cells attach to surrounding extracellular matrix, a gel-like structure containing molecules released by cells into spaces between them. Cells adhesion occurs from the interactions between cell-adhesion molecules (CAMs), transmembrane proteins located on the cell surface. Cell adhesion link cells in different ways and can be involved in signal transduction for cells to detect and respond to changes in the surroundings. Other cellular processes regulated by cell adhesion include cell migration and tissue development in multicellular organisms. Alterations in cell adhesion can disrupt important cellular processes and lead to a variety of diseases, including cancer and arthritis. Cell adhesion is also essential for infectious organisms, such as bacteria or viruses, to cause diseases.",
            "score": 95.6031676530838
        },
        {
            "docid": "1872854_30",
            "document": "Biochemical cascade . Given the genetic makeup of an organism, the complete set of possible reactions constitutes its reactome. Reactome, located at http://www.reactome.org is a curated, peer-reviewed resource of human biological processes/pathway data. The basic unit of the Reactome database is a reaction; reactions are then grouped into causal chains to form pathways The Reactome data model allows us to represent many diverse processes in the human system, including the pathways of intermediary metabolism, regulatory pathways, and signal transduction, and high-level processes, such as the cell cycle. Reactome provides a qualitative framework, on which quantitative data can be superimposed. Tools have been developed to facilitate custom data entry and annotation by expert biologists, and to allow visualization and exploration of the finished dataset as an interactive process map. Although the primary curational domain is pathways from Homo sapiens, electronic projections of human pathways onto other organisms are regularly created via putative orthologs, thus making Reactome relevant to model organism research communities. The database is publicly available under open source terms, which allows both its content and its software infrastructure to be freely used and redistributed. Studying whole transcriptional profiles and cataloging protein–protein interactions has yielded much valuable biological information, from the genome or proteome to the physiology of an organism, an organ, a tissue or even a single cell. The Reactome database containing a framework of possible reactions which, when combined with expression and enzyme kinetic data, provides the infrastructure for quantitative models, therefore, an integrated view of biological processes, which links such gene products and can be systematically mined by using bioinformatics applications. Reactome data available in a variety of standard formats, including BioPAX, SBML and PSI-MI, and also enable data exchange with other pathway databases, such as the Cycs, KEGG and amaze, and molecular interaction databases, such as BIND and HPRD. The next data release will cover apoptosis, including the death receptor signaling pathways, and the Bcl2 pathways, as well as pathways involved in hemostasis. Other topics currently under development include several signaling pathways, mitosis, visual phototransduction and hematopoeisis. In summary, Reactome provides high-quality curated summaries of fundamental biological processes in humans in a form of biologist-friendly visualization of pathways data, and is an open-source project.",
            "score": 116.37170219421387
        },
        {
            "docid": "192746_5",
            "document": "Gerald Edelman . After his Nobel prize award, Edelman began research into the regulation of primary cellular processes, particularly the control of cell growth and the development of multi-celled organisms, focussing on cell-to-cell interactions in early embryonic development and in the formation and function of the nervous system. These studies led to the discovery of cell adhesion molecules (CAMs), which guide the fundamental processes that help an animal achieve its shape and form, and by which nervous systems are built. One of the most significant discoveries made in this research is that the precursor gene for the neural cell adhesion molecule gave rise in evolution to the entire molecular system of adaptive immunity.",
            "score": 84.69415831565857
        },
        {
            "docid": "15261560_9",
            "document": "Dictyostelium discoideum . Because many of its genes are homologous to human genes, yet its lifecycle is simple, \"D. discoideum\" is commonly used as a model organism. It can be observed at organismic, cellular, and molecular levels primarily because of their restricted number of cell types and behaviors, and their rapid growth. It is used to study cell differentiation, chemotaxis, and programmed cell death, which are all normal cellular processes. It is also used to study other aspects of development, including cell sorting, pattern formation, phagocytosis, motility, and signal transduction. These processes and aspects of development are either absent or too difficult to view in other model organisms. \"D. discoideum\" is closely related to higher metazoans. It carries similar genes and pathways, making it a good candidate for gene knockout.",
            "score": 99.69694662094116
        },
        {
            "docid": "29657_52",
            "document": "Salamander . Salamanders' limb regeneration has long been the focus of interest among scientists. Researchers have been trying to find out the conditions required for the growth of new limbs and hope that such regeneration could be replicated in humans using stem cells. Axolotls have been used in research and have been genetically engineered so that a fluorescent protein is present in cells in the leg, enabling the cell division process to be tracked under the microscope. It seems that after the loss of a limb, cells draw together to form a clump known as a blastema. This superficially appears undifferentiated, but cells that originated in the skin later develop into new skin, muscle cells into new muscle and cartilage cells into new cartilage. It is only the cells from just beneath the surface of the skin that are pluripotent and able to develop into any type of cell. Researchers from the Australian Regenerative Medicine Institute have found that when macrophages were removed, salamanders lost their ability to regenerate and instead formed scar tissue. If the processes involved in forming new tissue can be reverse engineered into humans, it may be possible to heal injuries of the spinal cord or brain, repair damaged organs and reduce scarring and fibrosis after surgery.",
            "score": 102.51707172393799
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 120.99586308002472
        }
    ],
    "r": [
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 143.4790802001953
        },
        {
            "docid": "50311973_8",
            "document": "Microfluidic cell culture . Three-dimensional (3D) cell culture is cell culture that takes place in a biologically relevant matrix, usually this involves cells being embedded in a hydrogel containing extracellular molecules (e.g., collagen). By adding an additional dimension, more advanced cell architectures can be achieved, and cell behavior is more representative of \"in vivo\" dynamics; cells can engage in enhanced communication with neighboring cells and cell-extracellular matrix interactions can be modeled. These simplified 3D cell culture models can be combined in a manner that recapitulates tissue- and organ-level functions in devices known as organ-on-a-chip. In these devices, chambers or collagen layers containing different cell types can interact with one another for multiple days while various channels deliver nutrients to the cells. An advantage of these devices is that tissue function can be characterized and observed under controlled conditions (e.g., effect of shear stress on cells, effect of cyclic strain or other forces) to better understand the overall function of the organ. While these 3D models often better model organ function on a cellular level compared with 2D models, there are still challenges. Some of the challenges include: imaging of the cells, control of gradients in static models (i.e., without a perfusion system), and difficulty recreating vasculature. Despite these challenges, 3D models are still used as tools for studying and testing drug responses in pharmacological studies.",
            "score": 140.38009643554688
        },
        {
            "docid": "5198024_14",
            "document": "Efficient coding hypothesis . In one study by Doi et al. in 2012, the researchers created a predicted response model of the retinal ganglion cells that would be based on the statistics of the natural images used, while considering noise and biological constraints. They then compared the actual information transmission as observed in real retinal ganglion cells to this optimal model to determine the efficiency. They found that the information transmission in the retinal ganglion cells had an overall efficiency of about 80% and concluded that \"the functional connectivity between cones and retinal ganglion cells exhibits unique spatial structure...consistent with coding efficiency. A study by van Hateren and Ruderman in 1998 used ICA to analyze video-sequences and compared how a computer analyzed the independent components of the image to data for visual processing obtained from a cat in DeAngelis et al. 1993. The researchers described the independent components obtained from a video sequence as the \"basic building blocks of a signal\", with the independent component filter (ICF) measuring \"how strongly each building block is present\". They hypothesized that if simple cells are organized to pick out the \"underlying structure\" of images over time then cells should act like the independent component filters. They found that the ICFs determined by the computer were similar to the \"receptive fields\" that were observed in actual neurons.",
            "score": 138.2549591064453
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 134.7820281982422
        },
        {
            "docid": "2567511_12",
            "document": "Neural engineering . Neuromechanics is the coupling of neurobiology, biomechanics, sensation and perception, and robotics (Edwards 2010). Researchers are using advanced techniques and models to study the mechanical properties of neural tissues and their effects on the tissues' ability to withstand and generate force and movements as well as their vulnerability to traumatic loading (Laplaca & Prado 2010). This area of research focuses on translating the transformations of information among the neuromuscular and skeletal systems to develop functions and governing rules relating to operation and organization of these systems (Nishikawa et al. 2007). Neuromechanics can be simulated by connecting computational models of neural circuits to models of animal bodies situated in virtual physical worlds (Edwards 2010). Experimental analysis of biomechanics including the kinematics and dynamics of movements, the process and patterns of motor and sensory feedback during movement processes, and the circuit and synaptic organization of the brain responsible for motor control are all currently being researched to understand the complexity of animal movement. Dr. Michelle LaPlaca's lab at Georgia Institute of Technology is involved in the study of mechanical stretch of cell cultures, shear deformation of planar cell cultures, and shear deformation of 3D cell containing matrices. Understanding of these processes is followed by development of functioning models capable of characterizing these systems under closed loop conditions with specially defined parameters. The study of neuromechanics is aimed at improving treatments for physiological health problems which includes optimization of prostheses design, restoration of movement post injury, and design and control of mobile robots. By studying structures in 3D hydrogels, researchers can identify new models of nerve cell mechanoproperties. For example, LaPlaca et al. developed a new model showing that strain may play a role in cell culture (LaPlaca et al. 2005).",
            "score": 134.3166046142578
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 132.73013305664062
        },
        {
            "docid": "18567210_65",
            "document": "Computer graphics . 3D modeling is the process of developing a mathematical, wireframe representation of any three-dimensional object, called a \"3D model\", via specialized software. Models may be created automatically or manually; the manual modeling process of preparing geometric data for 3D computer graphics is similar to plastic arts such as sculpting. 3D models may be created using multiple approaches: use of NURBs to generate accurate and smooth surface patches, polygonal mesh modeling (manipulation of faceted geometry), or polygonal mesh subdivision (advanced tessellation of polygons, resulting in smooth surfaces similar to NURB models). A 3D model can be displayed as a two-dimensional image through a process called \"3D rendering\", used in a computer simulation of physical phenomena, or animated directly for other purposes. The model can also be physically created using 3D Printing devices.",
            "score": 131.13980102539062
        },
        {
            "docid": "1181008_10",
            "document": "Computational science . Exciting new developments in biotechnology are now revolutionizing biology and biomedical research. Examples of these techniques are high-throughput sequencing, high-throughput quantitative PCR, intra-cellular imaging, in-situ hybridization of gene expression, three-dimensional imaging techniques like Light Sheet Fluorescence Microscopy and Optical Projection, (micro)-Computer Tomography. Given the massive amounts of complicated data that is generated by these techniques, their meaningful interpretation, and even their storage, form major challenges calling for new approaches. Going beyond current bioinformatics approaches, computational biology needs to develop new methods to discover meaningful patterns in these large data sets. Model-based reconstruction of gene networks can be used to organize the gene expression data in systematic way and to guide future data collection. A major challenge here is to understand how gene regulation is controlling fundamental biological processes like biomineralisation and embryogenesis. The sub-processes like gene regulation, organic molecules interacting with the mineral deposition process, cellular processes, physiology and other processes at the tissue and environmental levels are linked. Rather than being directed by a central control mechanism, biomineralisation and embryogenesis can be viewed as an emergent behavior resulting from a complex system in which several sub-processes on very different temporal and spatial scales (ranging from nanometer and nanoseconds to meters and years) are connected into a multi-scale system. One of the few available options to understand such systems is by developing a multi-scale model of the system.",
            "score": 130.146240234375
        },
        {
            "docid": "39905795_16",
            "document": "3D cell culture . A primary purpose of growing 3D cell spheroids in vitro is to test pharmacokinetic and pharmacodynamic effects of drugs in preclinical trials. Toxicology studies have shown 3D cell cultures to be nearly on par with in vivo studies for the purposes of testing toxicity of drug compounds. When comparing LD50 values for 6 common drugs: acetaminophen, amiodarone, diclofenac, metformin, phenformin, and valproic acid, the 3D spheroid values correlated directly with those from in vivo studies. Although 2D cell cultures have previously been used to test for toxicity along with in vivo studies, the 3D spheroids are better at testing chronic exposure toxicity because of their longer life spans. The matrix in 3D Spheroids causes cells to maintain actin filaments and is more relevant physiologically in cytoskeletal organization and cell polarity and shape of human cells. The three-dimensional arrangement allows the cultures to provide a model that more accurately resembles human tissue in vivo without utilizing animal test subjects.",
            "score": 129.4376983642578
        },
        {
            "docid": "30873116_2",
            "document": "3D modeling . In 3D computer graphics, 3D modeling (or three-dimensional modeling) is the process of developing a mathematical representation of any \"surface\" of an object (either inanimate or living) in three dimensions via specialized software. The product is called a 3D model. Someone who works with 3D models may be referred to as a 3D artist. It can be displayed as a two-dimensional image through a process called \"3D rendering\" or used in a computer simulation of physical phenomena. The model can also be physically created using 3D printing devices.",
            "score": 128.5432586669922
        },
        {
            "docid": "1268939_30",
            "document": "General-purpose computing on graphics processing units . Originally, data was simply passed one-way from a central processing unit (CPU) to a graphics processing unit (GPU), then to a display device. However, as time progressed, it became valuable for GPUs to store at first simple, then complex structures of data to be passed back to the CPU that analyzed an image, or a set of scientific-data represented as a 2D or 3D format that a video card can understand. Because the GPU has access to every draw operation, it can analyze data in these forms quickly, whereas a CPU must poll every pixel or data element much more slowly, as the speed of access between a CPU and its larger pool of random-access memory (or in an even worse case, a hard drive) is slower than GPUs and video cards, which typically contain smaller amounts of more expensive memory that is much faster to access. Transferring the portion of the data set to be actively analyzed to that GPU memory in the form of textures or other easily readable GPU forms results in speed increase. The distinguishing feature of a GPGPU design is the ability to transfer information bidirectionally back from the GPU to the CPU; generally the data throughput in both directions is ideally high, resulting in a multiplier effect on the speed of a specific high-use algorithm. GPGPU pipelines may improve efficiency on especially large data sets and/or data containing 2D or 3D imagery. It is used in complex graphics pipelines as well as scientific computing; more so in fields with large data sets like genome mapping, or where two- or three-dimensional analysis is useful especially at present biomolecule analysis, protein study, and other complex organic chemistry. Such pipelines can also vastly improve efficiency in image processing and computer vision, among other fields; as well as parallel processing generally. Some very heavily optimized pipelines have yielded speed increases of several hundred times the original CPU-based pipeline on one high-use task.",
            "score": 128.48915100097656
        },
        {
            "docid": "23386350_4",
            "document": "BioSim . Diabetes Efforts concentrate on the role of mutations that effect the ion channels of the insulin-producing beta-cells, on the genetic basis for the development of neonatal diabetes, on the study of human (as opposed to mice) pancreatic cells, on the mechanisms underlying the development of insulin resistance, and on the possible role of prenatal nutrition for the development of type-2 diabetes. Models are also developed to analyse the balance between fat and glucose metabolism and to describe the rate of absorption of different insulin variants. Cancer In this area the network uses computer models of the cell cycle and of its coupling to the 24 h day-and-night rhythm to improve the treatment of patients with cancer. The use of chronotherapy implies that the administration of anti-cancer drugs is adjusted in accordance with the circadian rhythm of the patient. For certain forms of cancer this has been found to increase the efficiency of the drug by a factor of five. Efforts are also devoted to the development of new anti-cancer drugs. Hypertension and cardiovascular diseases Activities area focus on the development of 3D heart models that can be used to test how a new drug affects the regularity of the heart rhythm. Work is performed to develop detailed models of the mechanisms by which the individual nephron of the kidney regulates the incoming blood flow and how neighboring nephrons interact. Mental disorders and neuronal systems Work includes application of mathematical models to develop less invasive and demand-controlled electrical stimulation techniques for the treatment of Parkinson's disease. Modelling studies are performed to examine the effect of sleep deprivation in the treatment of depression, and bioinformatic approaches are applied to try to identify forms of depression on the basis of the information available from blood samples. Methodological issues The area encompasses description of complex networks of oscillating biological units, studies of the mechanisms of temperature stabilization in biological feedback regulations, application of new methods of data analysis, and development of modeling software and biomedical search machines. The area includes application of new experimental techniques such as interference microscopy and surface enhanced Raman spectroscopy to study cellular processes. Regulatory issues and dialogue with the public Testing in animal and human subjects is a necessary part of the development of new drugs. Such experiments clearly raises a number of complicated ethical issues that the use of simulation models may reduce. This requires that the regulatory authorities can evaluate computer models and accept them as part of the required documentation.  During the last five years the BioSim Network has published nine books and 800 scientific publications. The network has organized or co-organized 30 conferences and workshops, edited four issues of international journals, and trained about 130 PhD students. New National Centres in Systems Biology have been established in relation to the BioSim partners in Manchester, Warwick, and Edinburgh.",
            "score": 128.40977478027344
        },
        {
            "docid": "18567210_7",
            "document": "Computer graphics . Many tools have been developed to visualize data. Computer generated imagery can be categorized into several different types: two dimensional (2D), three dimensional (3D), and animated graphics. As technology has improved, 3D computer graphics have become more common, but 2D computer graphics are still widely used. Computer graphics has emerged as a sub-field of computer science which studies methods for digitally synthesizing and manipulating visual content. Over the past decade, other specialized fields have been developed like information visualization, and scientific visualization more concerned with \"the visualization of three dimensional phenomena (architectural, meteorological, medical, biological, etc.), where the emphasis is on realistic renderings of volumes, surfaces, illumination sources, and so forth, perhaps with a dynamic (time) component\".",
            "score": 127.4598617553711
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 127.31044006347656
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 126.12910461425781
        },
        {
            "docid": "24044102_6",
            "document": "Cellular model . The eukaryotic cell cycle is very complex and is one of the most studied topics, since its misregulation leads to cancers. It is possibly a good example of a mathematical model as it deals with simple calculus but gives valid results. Two research groups have produced several models of the cell cycle simulating several organisms. They have recently produced a generic eukaryotic cell cycle model which can represent a particular eukaryote depending on the values of the parameters, demonstrating that the idiosyncrasies of the individual cell cycles are due to different protein concentrations and affinities, while the underlying mechanisms are conserved (Csikasz-Nagy et al., 2006). By means of a system of ordinary differential equations these models show the change in time (dynamical system) of the protein inside a single typical cell; this type of model is called a deterministic process (whereas a model describing a statistical distribution of protein concentrations in a population of cells is called a stochastic process). To obtain these equations an iterative series of steps must be done: first the several models and observations are combined to form a consensus diagram and the appropriate kinetic laws are chosen to write the differential equations, such as rate kinetics for stoichiometric reactions, Michaelis-Menten kinetics for enzyme substrate reactions and Goldbeter–Koshland kinetics for ultrasensitive transcription factors, afterwards the parameters of the equations (rate constants, enzyme efficiency coefficients and Michaelis constants) must be fitted to match observations; when they cannot be fitted the kinetic equation is revised and when that is not possible the wiring diagram is modified. The parameters are fitted and validated using observations of both wild type and mutants, such as protein half-life and cell size. In order to fit the parameters the differential equations need to be studied. This can be done either by simulation or by analysis.  In a simulation, given a starting vector (list of the values of the variables), the progression of the system is calculated by solving the equations at each time-frame in small increments. In analysis, the properties of the equations are used to investigate the behavior of the system depending of the values of the parameters and variables. A system of differential equations can be represented as a vector field, where each vector described the change (in concentration of two or more protein) determining where and how fast the trajectory (simulation) is heading. Vector fields can have several special points: a stable point, called a sink, that attracts in all directions (forcing the concentrations to be at a certain value), an unstable point, either a source or a saddle point which repels (forcing the concentrations to change away from a certain value), and a limit cycle, a closed trajectory towards which several trajectories spiral towards (making the concentrations oscillate). A better representation which can handle the large number of variables and parameters is called a bifurcation diagram (bifurcation theory): the presence of these special steady-state points at certain values of a parameter (e.g. mass) is represented by a point and once the parameter passes a certain value, a qualitative change occurs, called a bifurcation, in which the nature of the space changes, with profound consequences for the protein concentrations: the cell cycle has phases (partially corresponding to G1 and G2) in which mass, via a stable point, controls cyclin levels, and phases (S and M phases) in which the concentrations change independently, but once the phase has changed at a bifurcation event (cell cycle checkpoint), the system cannot go back to the previous levels since at the current mass the vector field is profoundly different and the mass cannot be reversed back through the bifurcation event, making a checkpoint irreversible. In particular the S and M checkpoints are regulated by means of special bifurcations called a Hopf bifurcation and an infinite period bifurcation. Cell Collective is a modeling software that enables one to house dynamical biological data, build computational models, stimulate, break and recreate models. The development is led by Tomas Helikar, a researcher within the field of computational biology. It is designed for biologists, students learning about computational biology, teachers focused on teaching life sciences, and researchers within the field of life science. The complexities of math and computer science are built into the backend and one can learn about the methods used for modeling biological species, but complex math equations, algorithms, programming are not required and hence won't impede model building.",
            "score": 124.78461456298828
        },
        {
            "docid": "4563182_15",
            "document": "Karas (anime) . The Japanese animation industry traditionally drew every film cel by hand. This is labor-intensive and inefficient; the cels are generally non-reusable, and errors are difficult to correct. This method is called the 2D approach due to the conception of the source images in only two dimensions. The use of computers and graphics software introduced computer graphics (CG) into the industry. This reduced waste; animators can reuse digital cels to correct errors and make changes. Increasing computer power spread the use of three-dimensional graphics software to create 3D models and environments, and render them as 2D images. This 3D approach requires more resources to create the 3D models, but production teams can correct errors or remake film sequences much faster than the traditional 2D approach. The 2D-3D hybrid approach in \"Karas\" was due to budget and aesthetic concerns. The 2D approach allowed greater artistic details and creativity, and the 3D approach could save resources. Sato, however, disapproved the common notion of using the 3D approach for economic concern. He pushed the team to enhance image quality with detailed CG. He was also dissatisfied with computer lighting effects, and ordered the animators to draw them by hand. Due to the bright colors of the original cels, they darkened the images and concentrated on areas where shadows should be, leaving untouched the areas where light falls on.",
            "score": 124.37850189208984
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 123.72107696533203
        },
        {
            "docid": "15840118_7",
            "document": "Hydrus (software) . The current HYDRUS (2D/3D) suite of software and their predecessors have a long history. The origin of these models can be traced back to the early work of Dr. Shlomo Neuman and collaborators (e.g., Neuman, 1972) who developed their UNSAT model at the Hydraulic Engineering Laboratory of Technion – Israel Institute of Technology, in Haifa, Israel, long before the introduction of personal computers. UNSAT was a finite element model simulating water flow in two-dimensional variably-saturated domains as described with the Richards equation. The model additionally considered root water uptake as well as a range of pertinent boundary conditions required to ensure wide applicability of the model. UNSAT was later modified by Davis and Neuman (1983) at the University of Arizona, Tucson, such that the model could be run on personal computers. This last version of UNSAT formed the basis of the SWMII model developed by Vogel (1987) during his stay at Wageningen University, the Netherlands. SWMII significantly extended the capabilities and ease of use of UNSAT. The code simulated variably-saturated water flow in two-dimensional transport domains, implemented the van Genuchten soil hydraulic functions (van Genuchten, 1980) and modifications thereof, considered root water uptake by taking advantage of some of the features of the SWATRE model (Feddes et al., 1978), and included scaling factors to enable simulations of flow in heterogeneous soils. The code also allowed the flow region to be composed of nonuniform soils having an arbitrary degree of local anisotropy. SWMII was a direct predecessor of the SWMS_2D model (Šimůnek et al., 1992) developed later at US Salinity Laboratory.",
            "score": 123.3784408569336
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 123.12059783935547
        },
        {
            "docid": "10175073_4",
            "document": "3D computer graphics . 3D computer graphics are often referred to as 3D models. Apart from the rendered graphic, the model is contained within the graphical data file. However, there are differences: a 3D model is the mathematical representation of any three-dimensional object. A model is not technically a graphic until it is displayed. A model can be displayed visually as a two-dimensional image through a process called 3D rendering or used in non-graphical computer simulations and calculations. With 3D printing, 3D models are similarly rendered into a 3D physical representation of the model, with limitations to how accurate the rendering can match the virtual model.",
            "score": 121.81950378417969
        },
        {
            "docid": "35691407_3",
            "document": "Amira (software) . Amira is an extendable software system for scientific visualization, data analysis, and presentation of 3D and 4D data. It is being used by several thousand researchers and engineers in academia and industry around the world. Its flexible user interface and modular architecture make it a universal tool for processing and analysis of data from various modalities; e.g. micro-CT, PET, Ultrasound. Its ever-expanding functionality has made it a versatile data analysis and visualization solution, applicable to and being used in many fields, such as microscopy in biology and materials science, molecular biology, quantum physics, astrophysics, computational fluid dynamics (CFD), finite element modeling (FEM), non-destructive testing (NDT), and many more.  One of the key features, besides data visualization, is Amira’s set of tools for image segmentation and geometry reconstruction. This allows the user to mark (or segment) structures and regions of interest in 3D image volumes using automatic, semi-automatic, and manual tools. The segmentation can then be used for a variety of subsequent tasks, such as volumetric analysis, density analysis, shape analysis, or the generation of 3D computer models for visualization, numerical simulations, or rapid prototyping or 3D printing, to name a few.  Other key Amira features are multi-planar and volume visualization, image registration, filament tracing, cell separation and analysis, tetrahedral mesh generation, fiber-tracking from diffusion tensor imaging (DTI) data, skeletonization, spatial graph analysis, and stereoscopic rendering of 3D data over multiple displays including CAVEs (Cave automatic virtual environments). As a commercial product Amira requires the purchase of a license or an academic subscription. A time-limited, but full-featured evaluation version is available for download free of charge.",
            "score": 121.78536224365234
        },
        {
            "docid": "39198919_9",
            "document": "Cancer systems biology . Mathematical modeling can provide useful context for the rational design, validation and prioritization of novel cancer drug targets and their combinations. Network-based modeling and multi-scale modeling have begun to show promise in facilitating the process of effective cancer drug discovery. Using a systems network modeling approach, Schoerberl et al. identified a previously unknown, complementary and potentially superior mechanism of inhibiting the ErbB receptor signaling network. ErbB3 was found to be the most sensitive node, leading to Akt activation; Akt regulates many biological processes, such as proliferation, apoptosis and growth, which are all relevant to tumor progression. This target driven modelling has paved way for first of its kind clinical trials. Bekkal et al. presented a nonlinear model of the dynamics of a cell population divided into proliferative and quiescent compartments. The proliferative phase represents the complete cell cycle (G (1)-S-G (2)-M) of a population committed to divide at its end. The asymptotic behavior of solutions of the nonlinear model is analysed in two cases, exhibiting tissue homeostasis or tumor exponential growth. The model is simulated and its analytic predictions are confirmed numerically.  Furthermore, advances in hardware and software have enabled the realization of clinically feasible, quantitative multimodality imaging of tissue pathophysiology. Earlier efforts relating to multimodality imaging of cancer have focused on the integration of anatomical and functional characteristics, such as PET-CT and single-photon emission CT (SPECT-CT), whereas more-recent advances and applications have involved the integration of multiple quantitative, functional measurements (for example, multiple PET tracers, varied MRI contrast mechanisms, and PET-MRI), thereby providing a more-comprehensive characterization of the tumour phenotype. The enormous amount of complementary quantitative data generated by such studies is beginning to offer unique insights into opportunities to optimize care for individual patients. Although important technical optimization and improved biological interpretation of multimodality imaging findings are needed, this approach can already be applied informatively in clinical trials of cancer therapeutics using existing tools.",
            "score": 121.75677490234375
        },
        {
            "docid": "2571276_8",
            "document": "Computational genomics . Researchers at Stanford University created the first software simulation of an entire organism.  They mapped the 525 genes of the bacteria \"Mycoplasma genitalium\", the smallest free-living organism. With data from more than 900 scientific papers reported on the bacterium, researchers developed the software model using the object-oriented programming approach. A series of modules mimic the various functions of the cell, and then integrated it into a whole simulated organism. The simulation runs on a single CPU, recreating the complete life span of the cell at the molecular level, reproducing the interactions of molecules in cell processes including metabolism and cell division.",
            "score": 121.52214050292969
        },
        {
            "docid": "39905795_5",
            "document": "3D cell culture . In living tissue, cells exist in 3D microenvironments with intricate cell-cell and cell-matrix interactions and complex transport dynamics for nutrients and cells. Standard 2D, or monolayer, cell cultures are inadequate representations of this environment, which often makes them unreliable predictors of in vivo drug efficacy and toxicity. 3D spheroids more closely resemble in vivo tissue in terms of cellular communication and the development of extracellular matrices. These matrices help the cells to be able to move within their spheroid similar to the way cells would move in living tissue. The spheroids are thus improved models for cell migration, differentiation, survival, and growth. Furthermore, 3D cell cultures provide more accurate depiction of cell polarization, since in 2D, the cells can only be partially polarized. Moreover, cells grown in 3D exhibit different gene expression than those grown in 2D.",
            "score": 121.46965789794922
        },
        {
            "docid": "11088829_63",
            "document": "Nerve guidance conduit . Astrocytes are glial cells that are abundant in the central nervous system. They are crucial for the metabolic and trophic support of neurons; additionally, astrocytes provide ion buffering and neurotransmitter clearance. Growing axons are guided by cues created by astrocytes; thus, astrocytes can regulate neurite pathfinding and subsequently, patterning in the developing brain. The glial scar that forms post-injury in the central nervous system is formed by astrocytes and fibroblasts; it is the most significant obstacle for regeneration. The glial scar consists of hypertrophied astrocytes, connective tissue, and ECM. Two goals of neural tissue engineering are to understand astrocyte function and to develop control over astrocytic growth. Studies by Shany et al. (2006) have demonstrated that astrocyte survival rates are increased on 3D aragonite matrices compared to conventional 2D cell cultures. The ability of cell processes to stretch out across curves and pores allows for the formation of multiple cell layers with complex 3D configurations.",
            "score": 121.31358337402344
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 121.25639343261719
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 120.99586486816406
        },
        {
            "docid": "3062721_16",
            "document": "Neuroinformatics . Biology is concerned with molecular data (from genes to cell specific expression); medicine and anatomy with the structure of synapses and systems level anatomy; engineering – electrophysiology (from single channels to scalp surface EEG), brain imaging; computer science – databases, software tools, mathematical sciences – models, chemistry – neurotransmitters, etc. Neuroscience uses all aforementioned experimental and theoretical studies to learn about the brain through its various levels. Medical and biological specialists help to identify the unique cell types, and their elements and anatomical connections. Functions of complex organic molecules and structures, including a myriad of biochemical, molecular, and genetic mechanisms which regulate and control brain function, are determined by specialists in chemistry and cell biology. Brain imaging determines structural and functional information during mental and behavioral activity. Specialists in biophysics and physiology study physical processes within neural cells neuronal networks. The data from these fields of research is analyzed and arranged in databases and neural models in order to integrate various elements into a sophisticated system; this is the point where neuroinformatics meets other disciplines.",
            "score": 120.94126892089844
        },
        {
            "docid": "34226786_4",
            "document": "Robert F. Murphy (computational biologist) . Dr. Murphy’s career has centered on combining fluorescence-based cell measurement methods with quantitative and computational methods. He and his collaborators did extensive work on the application of flow cytometry to analyze endocytic membrane traffic beginning in the early 1980s and pioneered the application of machine learning methods to high-resolution fluorescence microscope images depicting subcellular location patterns in the mid-1990s. This work led to the development of the first systems for automatically recognizing all major organelle patterns in 2D and 3D images. He founded and coleads the CellOrganizer project for learning generative models of cell organization directly from microscope images. He also leads the image analysis and modeling efforts for the National Center for Multiscale Modeling of Biological Systems.",
            "score": 120.76190948486328
        },
        {
            "docid": "49542443_19",
            "document": "Aphelion (software) . Aphelion has been used in the field of video surveillance involving multiple cameras. An application has been developed to monitor a subway in a capital city (corridors, platforms, etc.). Another application has been developed to count the number of people entering/exiting a room. Aphelion can also be used to monitor traffic on roads, and analyze trajectories of moving objects. In the fields of robotics and computer vision, the software can be used to detect static and moving objects such as vehicles, and moving targets. Aphelion has been used in portable devices to read car license plates. also used the Aphelion to perform 3D reconstructions of 2D shapes and estimate the weight and the volume of the 3D object. Aphelion is used to automatically detect roads, buildings, agricultural fields in satellite images. The software can also be used to analyze the surface of the sun. Satellite images are usually multi band images, and contain information that the human eye cannot see. In addition, they are usually digitized on more than 8 bits. In remote sensing applications, hyperspectral images are commonly used (infrared and ultraviolet). They help to extract some specific contrast areas in known wavelengths. In the field of quality control for industry, has developed a specific measurement software product to analyze printed circuit board in the field of electronics. Aphelion has also been used to analyze and read documents, as well as detecting defects on printed documents. In the field of cosmetics, Aphelion has been used to analyze the wear and tear of nail polish, and to perform quality control on facial cream. The software can also be used to compare images over time (before and after) and to objectively measure the efficacy of an anti-wrinkle cream. Other quality control applications have been developed by such as the automatic classification of argentic grains on films. In optics field, was involved in two projects, one to develop an innovative technique to cut lenses for glasses and one to model rigid scleral contact lenses in the 3D space, and then mill them. These contact lenses are worn by patients who have severe injuries in the eye (explosion, piece of glass, etc.). This last project is a joint project between EyePrint Prosthetics and . In the field of metallurgy, Aphelion ActiveX components have been used to do metallography in conjunction with electron microscopes () and microprobe () to quantify and analyze inclusions in steel. Carbon dispersion in one step of font production has also been analyzed using image processing techniques.",
            "score": 120.62705993652344
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 120.52725982666016
        }
    ]
}