{
    "q": [
        {
            "docid": "387489_6",
            "document": "Thin-film optics . Thin-film layers are common in the natural world. Their effects produce colors seen in soap bubbles and oil slicks, as well as the structural coloration of some animals. The wings of many insects act as thin-films, because of their minimal thickness. This is clearly visible in the wings of many flies and wasps. In butterflies, the thin-film optics is visible when wing itself is not covered by wing scales, which is the case in the blue wing spots of the \"Aglais io\" and the blue-green patches of the \"Graphium sarpedon\". In buttercups, the flower's gloss is due to a thin-film, which enhances the flower's visibility to pollinating insects and aids in temperature regulation of the plant's reproductive organs.",
            "score": 182.93576765060425
        },
        {
            "docid": "27301235_15",
            "document": "Thin-film interference . Structural coloration due to thin-film layers is common in the natural world. The wings of many insects act as thin films because of their minimal thickness. This is clearly visible in the wings of many flies and wasps. In butterflies, the thin-film optics are visible when the wing itself is not covered by pigmented wing scales, which is the case in the blue wing spots of the \"Aglais io\" butterfly. The glossy appearance of buttercup flowers is also due to a thin film as well as the shiny breast feathers of the bird of paradise.",
            "score": 196.25608730316162
        },
        {
            "docid": "25473322_3",
            "document": "Ultraviolet communication in butterflies . The ultraviolet communication system has two roles, a sender and a receiver. Butterflies send ultraviolet signals using UV reflectance or UV absorption. The former is accomplished through the use of structural color, the reflection of certain frequencies of light via constructive interference. The production of this structural color in butterflies has been elucidated through the study of \"Eurema lisa\" by Helen Ghiradella. In this particular butterfly, a small yellow portion of the dorsal surface of the wings is directionally UV reflectant. In other words, the image from the UV reflection can only be seen at a distinct range of angles from the point of origin. Electron micrographs determined the scale structure which in turn elucidated the mechanism of UV reflection. UV reflecting scales are composed of raised longitudinal ridges and perpendicular cross ribs that connect the parallel running ridges, forming a grid. The ridges possess lamellae that run on top of and parallel to the ridges and microribs on its sides. The partial overlap of lamellae structures causes thin layer interference resulting in the reflection of light with a wavelength within the ultraviolet spectrum. The other ultraviolet signal in butterflies, absorbance, was determined to be governed by pigments called pterins. In wings containing this pigment, the wings are unable to reflect ultraviolet light as well as without the pigment because the pterins absorb the ultraviolet light. Thus, butterflies are able to reflect ultraviolet light as a result of the organization and composition of their wing scales resulting in thin layer constructive interference and can absorb ultraviolet through the action of pterin pigments.",
            "score": 162.4175488948822
        },
        {
            "docid": "416549_15",
            "document": "Morpho . Many morpho butterflies are colored in metallic, shimmering shades of blues and greens. These colors are not a result of pigmentation, but are an example of iridescence through structural coloration. Specifically, the microscopic scales covering the morpho's wings reflect incident light repeatedly at successive layers, leading to interference effects that depend on both wavelength and angle of incidence/observance. Thus, the colors appear to vary with viewing angle, but they are actually surprisingly uniform, perhaps due to the tetrahedral (diamond-like) structural arrangement of the scales or diffraction from overlying cell layers. The wide-angle blue reflection property can be explained by exploring the nanostructures in the scales of the morpho butterfly wings. These optically active structures integrate three design principles leading to the wide-angle reflection: alternative lamellae layers, Christmas tree-like shape, and zigzag pattern of the ridges. The reflection spectrum is found to be broad (about 90 nm) for alternating layers and can be controlled by varying the design pattern. The Christmas tree-like pattern helps to reduce the directionality of the reflectance by creating an impedance matching for blue wavelengths. In addition, the zigzag pattern of ridges destroys the unwanted interference for other wavelengths in wide angle. This structure may be likened to a photonic crystal. The lamellate structure of their wing scales has been studied as a model in the development of biomimetic fabrics, dye-free paints, and anticounterfeit technology used in currency.",
            "score": 173.95195138454437
        },
        {
            "docid": "45784_11",
            "document": "Biomimetics . \"Morpho\" butterfly wings contain microstructures that create its coloring effect through structural coloration rather than pigmentation. Incident light waves are reflected at specific wavelengths to create vibrant colors due to multilayer interference, diffraction, thin film interference, and scattering properties. The scales of these butterflies consist of microstructures such as ridges, cross-ribs, ridge-lamellae, and microribs that have been shown to be responsible for coloration. The structural color has been simply explained as the interference due to alternating layers of cuticle and air using a model of multilayer interference. The same principles behind the coloration of soap bubbles apply to butterfly wings. The color of butterfly wings is due to multiple instances of constructive interference from structures such as this. The photonic microstructure of butterfly wings can be replicated through biomorphic mineralization to yield similar properties. The photonic microstructures can be replicated using metal oxides or metal alkoxides such as titanium sulfate (TiSO), zirconium oxide (ZrO), and aluminium oxide (AlO). An alternative method of vapor-phase oxidation of SiH4 on the template surface was found to preserve delicate structural features of the microstructure. A display technology (\"Mirasol\") based on the reflective properties of \"Morpho\" butterfly wings was commercialized by Qualcomm in 2007. The technology uses Interferometric Modulation to reflect light so only the desired color is visible in each individual pixel of the display. Biomimetics could in principle be applied in many fields. Because of the complexity of biological systems, the number of features that might be imitated is large. Biomimetic applications are at various stages of development from technologies that might become commercially usable to prototypes.",
            "score": 183.96143698692322
        },
        {
            "docid": "40650_15",
            "document": "Scale (anatomy) . Butterflies and moths - the order Lepidoptera (Greek \"scale-winged\") - have membranous wings covered in delicate, powdery scales, which are modified setae. Each scale consists of a series of tiny stacked platelets of organic material, and butterflies tend to have the scales broad and flattened, while moths tend to have the scales narrower and more hair like. Scales are usually pigmented, but some types of scales are metallic, or iridescent, without pigments; because the thickness of the platelets is on the same order as the wavelength of visible light the plates lead to structural coloration and iridescence through the physical phenomenon described as thin-film optics. The most common color produced in this fashion is blue, such as in the \"Morpho\" butterflies. Other colors can be seen on the sunset moth.",
            "score": 190.53167295455933
        },
        {
            "docid": "32747596_14",
            "document": "Structural coloration . A number of fixed structures can create structural colours, by mechanisms including diffraction gratings, selective mirrors, photonic crystals, crystal fibres and deformed matrices. Structures can be far more elaborate than a single thin film: films can be stacked up to give strong iridescence, to combine two colours, or to balance out the inevitable change of colour with angle to give a more diffuse, less iridescent effect. Each mechanism offers a specific solution to the problem of creating a bright colour or combination of colours visible from different directions. A diffraction grating constructed of layers of chitin and air gives rise to the iridescent colours of various butterfly wing scales as well as to the tail feathers of birds such as the peacock. Hooke and Newton were correct in their claim that the peacock's colours are created by interference, but the structures responsible, being close to the wavelength of light in scale (see micrographs), were smaller than the striated structures they could see with their light microscopes. Another way to produce a diffraction grating is with tree-shaped arrays of chitin, as in the wing scales of some of the brilliantly coloured tropical \"Morpho\" butterflies (see drawing). Yet another variant exists in \"Parotia lawesii\", Lawes's parotia, a bird of paradise. The barbules of the feathers of its brightly coloured breast patch are V-shaped, creating thin-film microstructures that strongly reflect two different colours, bright blue-green and orange-yellow. When the bird moves the colour switches sharply between these two colours, rather than drifting iridescently. During courtship, the male bird systematically makes small movements to attract females, so the structures must have evolved through sexual selection.",
            "score": 194.68374502658844
        },
        {
            "docid": "5921_49",
            "document": "Color . Structural color is studied in the field of thin-film optics. A layman's term that describes particularly the most ordered or the most changeable structural colors is iridescence. Structural color is responsible for the blues and greens of the feathers of many birds (the blue jay, for example), as well as certain butterfly wings and beetle shells. Variations in the pattern's spacing often give rise to an iridescent effect, as seen in peacock feathers, soap bubbles, films of oil, and mother of pearl, because the reflected color depends upon the viewing angle. Numerous scientists have carried out research in butterfly wings and beetle shells, including Isaac Newton and Robert Hooke. Since 1942, electron micrography has been used, advancing the development of products that exploit structural color, such as \"photonic\" cosmetics.",
            "score": 164.63254141807556
        },
        {
            "docid": "901582_12",
            "document": "Morpho menelaus . Each wing is covered in multi-layered scales, which are responsible for the coloration of the wings. The wing colors vary with viewing angle, a phenomenon referred to as structural color. In the female, the dorsal side is more camouflaged while the male presents with a vibrant blue. In the male, the outer layer of the cover scales are long and narrow (250 um x 50 um), 2 um apart, and parallel to the wing plane. The dimensions of the cover scales in other species of the subfamily Morphinae vary greatly, but all are pigment-less and lowly iridescent. The inner layer, called ground scales, are pigmented, iridescent, do not overlap, and are responsible for the blue coloration. They consist of alternating layers of chitin and air, each having its own refractive indexes. The wings of the genus \"Morpho\" are noteworthy for their diversity of function, including being hydrophobic, lightweight, sturdy, thermally regulated, and bright blue iridescent. These unique characteristics originate from the photonic nanostructures in the ridges of the scales. There has been increasing interest in the bioengineering community into understanding the structural components of the wing which can have potential applications in creating structural-color devices and selective gas-sensors.",
            "score": 153.03055429458618
        },
        {
            "docid": "57397907_8",
            "document": "Dazzled and Deceived . Forbes rounds off the book by looking at the genetic basis of camouflage in butterflies, which has been studied extensively, from the early work (starting in 1954) of P. M. Sheppard and Cyril Clarke on the multiple mimicry of female \"Papilio dardanus\" of various other species of \"Papilio\", controlled by alleles of a single gene. He describes how Miriam Rothschild took time away from her major study of fleas to investigate the toxic chemicals that underlie aposematism (warning coloration) and hence mimicry, showing that monarch butterflies contained cardenolides similar to the heart drug digoxin. She predicted that mimetic butterfly coloration would be shown to be caused by a combination of selection by bird predators and sexual selection by male butterflies, working on preadaptations involving suitable genes which enabled mimicry to develop. Around the same time, Bernard Kettlewell carried out experiments on industrial melanism in the peppered moth, showing that it was driven by bird predators. A generation later, a pioneer of evolutionary developmental biology, Sean B. Carroll, investigated the way that interacting genes such as \"distal-less\" (\"dll\") control the development of butterfly wing patterns. This gene is active at the wing margin of butterflies, and at the centre of their conspicuous eyespots. The gene was known for its effects in the fruit fly; evidently, nature had tinkered with it to give it additional effects. More recent work by Chris Jiggins and others has started to uncover the complex genetics of the wing patterns of the mimetic \"Heliconius\" butterflies; it seems likely that they make use of an evo-devo gene toolkit which they have continually tinkered with, passing genes between species by hybridisation.",
            "score": 118.6720370054245
        },
        {
            "docid": "48338_8",
            "document": "Butterfly . Butterfly adults are characterized by their four scale-covered wings, which give the Lepidoptera their name (Ancient Greek λεπίς lepís, scale + πτερόν pterón, wing). These scales give butterfly wings their colour: they are pigmented with melanins that give them blacks and browns, as well as uric acid derivatives and flavones that give them yellows, but many of the blues, greens, reds and iridescent colours are created by structural coloration produced by the micro-structures of the scales and hairs.",
            "score": 153.90200638771057
        },
        {
            "docid": "24055339_8",
            "document": "Scale (insect anatomy) . The colouration of butterfly wings is created by the scales which are pigmented with melanins that give them blacks and browns, but blues, greens, reds and iridescence are usually created not by pigments but the microstructure of the scales. This structural coloration is the result of coherent scattering of light by the photonic crystal nature of the scales. The scales cling somewhat loosely to the wing and come off easily without harming the butterfly.",
            "score": 163.73719573020935
        },
        {
            "docid": "2355420_21",
            "document": "Müllerian mimicry . Some insight into the evolution of mimetic color mimicry in Lepidoptera in particular can be seen through the study of the Optix gene. The Optix gene is responsible for the \"Heliconius\" butterflies' signature red wing patterns that help it signal to predators that it is toxic. By sharing this coloration with other poisonous red winged butterflies the predator may have pursued previously the Heliconius butterfly increases its chance of survival through association. By mapping the genome of many related species of \"Heliconius\" butterflies \"show[s] that the cis-regulatory evolution of a single transcription factor can repeatedly drive the convergent evolution of complex color patterns in distantly related species…\". This suggests that the evolution of a non-coding piece of DNA that regulates the transcription of nearby genes can be the reason behind similar phenotypic coloration between distant species, making it hard to determine if the trait is homologous or simply the result of convergent evolution.",
            "score": 146.7538857460022
        },
        {
            "docid": "24019568_44",
            "document": "External morphology of Lepidoptera . The scales on butterfly wings are pigmented with melanins that can produce the colours black and brown. The white colour in the butterfly family Pieridae is a derivative of uric acid, an excretory product. Bright blues, greens, reds and iridescence are usually created not by pigments but through the microstructure of the scales. This structural coloration is the result of coherent scattering of light by the photonic crystal nature of the scales. The specialised scales that provide structural colours to reflected light mostly produce ultra-violet patterns which are discernible in that part of the ultra-violet spectrum that lepidopteran eyes can see. The structural colour seen is often dependent upon the angle of view. For example, in \"Morpho cypris\", the colour from the front is a bright blue but when seen from an angle changes very quickly to black.",
            "score": 167.42382991313934
        },
        {
            "docid": "13455478_35",
            "document": "Animal coloration . While many animals are unable to synthesize carotenoid pigments to create red and yellow surfaces, the green and blue colours of bird feathers and insect carapaces are usually not produced by pigments at all, but by structural coloration. Structural coloration means the production of colour by microscopically-structured surfaces fine enough to interfere with visible light, sometimes in combination with pigments: for example, peacock tail feathers are pigmented brown, but their structure makes them appear blue, turquoise and green. Structural coloration can produce the most brilliant colours, often iridescent. For example, the blue/green gloss on the plumage of birds such as ducks, and the purple/blue/green/red colours of many beetles and butterflies are created by structural coloration. Animals use several methods to produce structural colour, as described in the table.",
            "score": 183.85980224609375
        },
        {
            "docid": "32747596_4",
            "document": "Structural coloration . In animals such as on the feathers of birds and the scales of butterflies, interference is created by a range of photonic mechanisms, including diffraction gratings, selective mirrors, photonic crystals, crystal fibres, matrices of nanochannels and proteins that can vary their configuration. Some cuts of meat also show structural coloration due to the exposure of the periodic arrangement of the muscular fibres. Many of these photonic mechanisms correspond to elaborate structures visible by electron microscopy. In the few plants that exploit structural coloration, brilliant colours are produced by structures within cells. The most brilliant blue coloration known in any living tissue is found in the marble berries of \"Pollia condensata\", where a spiral structure of cellulose fibrils produces Bragg's law scattering of light. The bright gloss of buttercups is produced by thin-film reflection by the epidermis supplemented by yellow pigmentation, and strong diffuse scattering by a layer of starch cells immediately beneath.",
            "score": 165.9251229763031
        },
        {
            "docid": "32747596_12",
            "document": "Structural coloration . Structural coloration is responsible for the blues and greens of the feathers of many birds (the bee-eater, kingfisher and roller, for example), as well as many butterfly wings, beetle wing-cases (elytra) and (while rare among flowers) the gloss of buttercup petals. These are often iridescent, as in peacock feathers and nacreous shells such as of pearl oysters (Pteriidae) and \"Nautilus\". This is because the reflected colour depends on the viewing angle, which in turn governs the apparent spacing of the structures responsible. Structural colours can be combined with pigment colours: peacock feathers are pigmented brown with melanin, while buttercup petals have both carotenoid pigments for yellowness and thin films for reflectiveness.",
            "score": 161.71638321876526
        },
        {
            "docid": "53941569_47",
            "document": "Self-cleaning surfaces . Butterfly wings also exhibit anisotropic self-cleaning, superhydrophobic properties. The butterfly wings exhibit anisotropy on a one dimensional level, compared to the other biological materials, which exhibited the anisotropy on a two dimensional level. Butterfly wings are composed of overlapping layers of scales, that have the best self-cleaning properties in the radial directions. This anisotropic interface my prove important for fluid controllable interfaces. Alumina layers patterned from the original butterfly wing have been used to mimic the structure and properties of the butterfly wings. Additionally, butterfly wing mimetic structures have used to fabricate anatase titania photoanodes. Butterfly wing structures have also been made using layer-by-layer sol-gel-based deposition and soft lithography molding.",
            "score": 122.29482591152191
        },
        {
            "docid": "2165872_7",
            "document": "Papilio palinurus . The iridescent green sheen of the bands of this butterfly is not produced by pigments, but is structural coloration produced by the microstructure of the wing scales. They refract the light and give rise to blue and yellow visible reflections, producing the perception of green color when additively mixed.",
            "score": 136.26744961738586
        },
        {
            "docid": "32747596_15",
            "document": "Structural coloration . Photonic crystals can be formed in different ways. In \"Parides sesostris\", the emerald-patched cattleheart butterfly, photonic crystals are formed of arrays of nano-sized holes in the chitin of the wing scales. The holes have a diameter of about 150 nanometres and are about the same distance apart. The holes are arranged regularly in small patches; neighbouring patches contain arrays with differing orientations. The result is that these emerald-patched cattleheart scales reflect green light evenly at different angles instead of being iridescent. In \"Lamprocyphus augustus\", a weevil from Brazil, the chitin exoskeleton is covered in iridescent green oval scales. These contain diamond-based crystal lattices oriented in all directions to give a brilliant green coloration that hardly varies with angle. The scales are effectively divided into pixels about a micrometre wide. Each such pixel is a single crystal and reflects light in a direction different from its neighbours. Selective mirrors to create interference effects are formed of micron-sized bowl-shaped pits lined with multiple layers of chitin in the wing scales of \"Papilio palinurus\", the emerald swallowtail butterfly. These act as highly selective mirrors for two wavelengths of light. Yellow light is reflected directly from the centres of the pits; blue light is reflected twice by the sides of the pits. The combination appears green, but can be seen as an array of yellow spots surrounded by blue circles under a microscope.",
            "score": 155.94364154338837
        },
        {
            "docid": "6021465_3",
            "document": "Biological pigment . Pigment color differs from structural color in that it is the same for all viewing angles, whereas structural color is the result of selective reflection or iridescence, usually because of multilayer structures. For example, butterfly wings typically contain structural color, although many butterflies have cells that contain pigment as well.",
            "score": 145.3692833185196
        },
        {
            "docid": "32747596_13",
            "document": "Structural coloration . Iridescence, as explained by Thomas Young in 1803, is created when extremely thin films reflect part of the light falling on them from their top surfaces. The rest of the light goes through the films, and a further part of it is reflected from their bottom surfaces. The two sets of reflected waves travel back upwards in the same direction. But since the bottom-reflected waves travelled a little further – controlled by the thickness and refractive index of the film, and the angle at which the light fell – the two sets of waves are out of phase. When the waves are one or more whole wavelength apart – in other words at certain specific angles, they add (interfere constructively), giving a strong reflection. At other angles and phase differences, they can subtract, giving weak reflections. The thin film therefore selectively reflects just one wavelength – a pure colour – at any given angle, but other wavelengths – different colours – at different angles. So, as a thin-film structure like a butterfly's wing or bird's feather moves, it seems to change colour.",
            "score": 156.86447525024414
        },
        {
            "docid": "86801_13",
            "document": "Iris (anatomy) . The optical mechanisms by which the non-pigmented stromal components influence eye color are complex, and many erroneous statements exist in the literature. Simple selective absorption and reflection by biological molecules (hemoglobin in the blood vessels, collagen in the vessel and stroma) is the most important element. Rayleigh scattering and Tyndall scattering, (which also happen in the sky) and diffraction also occur. Raman scattering, and constructive interference, as in the feathers of birds, do not contribute to the color of the human eye, but interference phenomena are important in the brilliantly colored iris pigment cells (iridophores) in many animals. Interference effects can occur at both molecular and light microscopic scales, and are often associated (in melanin-bearing cells) with quasi-crystalline formations which enhance the optical effects. Interference is recognised by characteristic dependence of color on the angle of view, as seen in eyespots of some butterfly wings, although the chemical components remain the same. White babies are usually born blue-eyed since there is no pigment in the stroma, and their eyes appear blue due to scattering and selective absorption from the posterior epithelium. If melanin is deposited substantially, there will be brown or black color, if not, they will remain blue or gray.",
            "score": 127.8493242263794
        },
        {
            "docid": "49598_45",
            "document": "Pigment . Pigment color differs from structural color in that pigment color is the same for all viewing angles, whereas structural color is the result of selective reflection or iridescence, usually because of multilayer structures. For example, butterfly wings typically contain structural color, although many butterflies have cells that contain pigment as well.",
            "score": 146.6903839111328
        },
        {
            "docid": "57414_22",
            "document": "Evolutionary developmental biology . Variations in the toolkit may have produced a large part of the morphological evolution of animals. The toolkit can drive evolution in two ways. A toolkit gene can be expressed in a different pattern, as when the beak of Darwin's large ground-finch was enlarged by the \"BMP\" gene, or when snakes lost their legs as \"distal-less\" became under-expressed or not expressed at all in the places where other reptiles continued to form their limbs. Or, a toolkit gene can acquire a new function, as seen in the many functions of that same gene, \"distal-less\", which controls such diverse structures as the mandible in vertebrates, legs and antennae in the fruit fly, and eyespot pattern in butterfly wings. Given that small changes in toolbox genes can cause significant changes in body structures, they have often enabled the same function convergently or in parallel. \"distal-less\" generates wing patterns in the butterflies \"Heliconius erato\" and \"Heliconius melpomene\", which are Müllerian mimics. In so-called facilitated variation, their wing patterns arose in different evolutionary events, but are controlled by the same genes. Developmental changes can contribute directly to speciation.",
            "score": 122.34511172771454
        },
        {
            "docid": "32747596_16",
            "document": "Structural coloration . Crystal fibres, formed of hexagonal arrays of hollow nanofibres, create the bright iridescent colours of the bristles of \"Aphrodita\", the sea mouse, a non-wormlike genus of marine annelids. The colours are aposematic, warning predators not to attack. The chitin walls of the hollow bristles form a hexagonal honeycomb-shaped photonic crystal; the hexagonal holes are 0.51 μm apart. The structure behaves optically as if it consisted of a stack of 88 diffraction gratings, making \"Aphrodita\" one of the most iridescent of marine organisms. Deformed matrices, consisting of randomly oriented nanochannels in a spongelike keratin matrix, create the diffuse non-iridescent blue colour of \"Ara ararauna\", the blue-and-yellow macaw. Since the reflections are not all arranged in the same direction, the colours, while still magnificent, do not vary much with angle, so they are not iridescent. Spiral coils, formed of helicoidally stacked cellulose microfibrils, create Bragg reflection in the \"marble berries\" of the African herb \"Pollia condensata\", resulting in the most intense blue coloration known in nature. The berry's surface has four layers of cells with thick walls, containing spirals of transparent cellulose spaced so as to allow constructive interference with blue light. Below these cells is a layer two or three cells thick containing dark brown tannins. \"Pollia\" produces a stronger colour than the wings of \"Morpho\" butterflies, and is one of the first instances of structural coloration known from any plant. Each cell has its own thickness of stacked fibres, making it reflect a different colour from its neighbours, and producing a pixellated or pointillist effect with different blues speckled with brilliant green, purple and red dots. The fibres in any one cell are either left-handed or right-handed, so each cell circularly polarizes the light it reflects in one direction or the other. \"Pollia\" is the first organism known to show such random polarization of light, which, nevertheless does not have a visual function, as the seed-eating birds that visit this plant species are not able to perceive polarised light. Spiral microstructures are also found in scarab beetles where they produce iridescent colours. Thin film with diffuse reflector, based on the top two layers of a buttercup's petals. The brilliant yellow gloss derives from a combination, rare among plants, of yellow pigment and structural coloration. The very smooth upper epidermis acts as a reflective and iridescent thin film; for example, in \"Ranunculus acris\", the layer is 2.7 micrometres thick. The unusual starch cells form a diffuse but strong reflector, enhancing the flower's brilliance. The curved petals form a paraboloidal dish which directs the sun's heat to the reproductive parts at the centre of the flower, keeping it some degrees Celsius above the ambient temperature.",
            "score": 168.09082913398743
        },
        {
            "docid": "45105839_5",
            "document": "Albinism in biology . Animals can appear colored due to two mechanisms, pigments and structural colors. Animals may have both biological pigments and structural colors, for example, some butterflies with white wings.",
            "score": 125.14313220977783
        },
        {
            "docid": "7783198_12",
            "document": "Heliconius . In order for the aposematism and mimicry to be successful in the butterflies they must continually evolve their colors to warn predators of their unpalatability. Sexual selection is important in maintaining the aposematism as it helps to select for specific shades of colors rather than general colors. A research team used techniques to determine some the color qualities of a set of butterflies. They found that color was more vivid on the dorsal side of the butterflies rather than on the ventral. Also, for the comparison of sexes, females appeared to have differing brightness in specific spots. It is important to select for specific colors to avoid subtle shades in any of the species involved in the mimicry. If any colors are not successful in their warning it will negatively affect the success of the aposematism because it cannot warn predators as efficiently. In order to select for specific colors, neural receptors in the butterflies' brains give a disproportionate recognition and selection of those shades. In order to test the importance of these neural and visual cues in the butterflies, researchers conducted an experiment where they eliminated colors from butterflies' wings. When a color was eliminated, the butterfly was less successful in attracting mates and therefore did not reproduce as much as its counterparts",
            "score": 111.38400161266327
        },
        {
            "docid": "48338_56",
            "document": "Butterfly . Study of the structural coloration of the wing scales of swallowtail butterflies has led to the development of more efficient light-emitting diodes, and is inspiring nanotechnology research to produce paints that do not use toxic pigments and the development of new display technologies.",
            "score": 125.10702657699585
        },
        {
            "docid": "27301235_21",
            "document": "Thin-film interference . In much of the early work, scientists tried to explain iridescence, in animals like peacocks and scarab beetles, as some form of surface color, such as a dye or pigment that might alter the light when reflected from different angles. In 1919, Lord Rayleigh proposed that the bright, changing colors were not caused by dyes or pigments, but by microscopic structures, which he termed \"structural colors.\" In 1923, C. W. Mason noted that the barbules in the peacock feather were made from very thin layers. Some of these layers were colored while others were transparent. He noticed that pressing the barbule would shift the color toward the blue, while swelling it with a chemical would shift it toward the red. He also found that bleaching the pigments from the feathers did not remove the iridescence. This helped to dispel the surface color theory and reinforce the structural color theory.",
            "score": 143.74181985855103
        },
        {
            "docid": "13928_14",
            "document": "Hershey–Chase experiment . Once the Hershey–Chase experiment was published, the scientific community generally acknowledged that DNA was the genetic code material. This discovery led to a more detailed investigation of DNA to determine its composition as well as its 3D structure. Using X-ray crystallography, the structure of DNA was discovered by James Watson and Francis Crick with the help of previously documented experimental evidence by Maurice Wilkins and Rosalind Franklin. Knowledge of the structure of DNA led scientists to examine the nature of genetic coding and, in turn, understand the process of protein synthesis. George Gamow proposed that the genetic code was composed of sequences of three DNA base pairs known as triplets or codons which represent one of the twenty amino acids. Genetic coding helped researchers to understand the mechanism of gene expression, the process by which information from a gene is used in protein synthesis. Since then, much research has been conducted to modulate steps in the gene expression process. These steps include transcription, RNA splicing, translation, and post-translational modification which are used to control the chemical and structural nature of proteins. Moreover, genetic engineering gives engineers the ability to directly manipulate the genetic materials of organisms using recombinant DNA techniques. The first recombinant DNA molecule was created by Paul Berg in 1972 when he combined DNA from the monkey virus SV40 with that of the lambda virus.",
            "score": 77.63135623931885
        },
        {
            "docid": "901582_11",
            "document": "Morpho menelaus . The wings of \"Morpho menelaus\" are a prime example of iridescent blue coloration in the insect world. The bright and iridescent colors of other butterflies are typically caused by optical interference, but the iridescent blue color of butterflies in the family Morphidae results from the microstructures of the wings. Scientists use SEM, scanning electronic microscope, and spectroscopy, to understand the wings in greater detail.",
            "score": 140.38870334625244
        }
    ],
    "r": [
        {
            "docid": "27301235_15",
            "document": "Thin-film interference . Structural coloration due to thin-film layers is common in the natural world. The wings of many insects act as thin films because of their minimal thickness. This is clearly visible in the wings of many flies and wasps. In butterflies, the thin-film optics are visible when the wing itself is not covered by pigmented wing scales, which is the case in the blue wing spots of the \"Aglais io\" butterfly. The glossy appearance of buttercup flowers is also due to a thin film as well as the shiny breast feathers of the bird of paradise.",
            "score": 196.25608825683594
        },
        {
            "docid": "32747596_14",
            "document": "Structural coloration . A number of fixed structures can create structural colours, by mechanisms including diffraction gratings, selective mirrors, photonic crystals, crystal fibres and deformed matrices. Structures can be far more elaborate than a single thin film: films can be stacked up to give strong iridescence, to combine two colours, or to balance out the inevitable change of colour with angle to give a more diffuse, less iridescent effect. Each mechanism offers a specific solution to the problem of creating a bright colour or combination of colours visible from different directions. A diffraction grating constructed of layers of chitin and air gives rise to the iridescent colours of various butterfly wing scales as well as to the tail feathers of birds such as the peacock. Hooke and Newton were correct in their claim that the peacock's colours are created by interference, but the structures responsible, being close to the wavelength of light in scale (see micrographs), were smaller than the striated structures they could see with their light microscopes. Another way to produce a diffraction grating is with tree-shaped arrays of chitin, as in the wing scales of some of the brilliantly coloured tropical \"Morpho\" butterflies (see drawing). Yet another variant exists in \"Parotia lawesii\", Lawes's parotia, a bird of paradise. The barbules of the feathers of its brightly coloured breast patch are V-shaped, creating thin-film microstructures that strongly reflect two different colours, bright blue-green and orange-yellow. When the bird moves the colour switches sharply between these two colours, rather than drifting iridescently. During courtship, the male bird systematically makes small movements to attract females, so the structures must have evolved through sexual selection.",
            "score": 194.68374633789062
        },
        {
            "docid": "40650_15",
            "document": "Scale (anatomy) . Butterflies and moths - the order Lepidoptera (Greek \"scale-winged\") - have membranous wings covered in delicate, powdery scales, which are modified setae. Each scale consists of a series of tiny stacked platelets of organic material, and butterflies tend to have the scales broad and flattened, while moths tend to have the scales narrower and more hair like. Scales are usually pigmented, but some types of scales are metallic, or iridescent, without pigments; because the thickness of the platelets is on the same order as the wavelength of visible light the plates lead to structural coloration and iridescence through the physical phenomenon described as thin-film optics. The most common color produced in this fashion is blue, such as in the \"Morpho\" butterflies. Other colors can be seen on the sunset moth.",
            "score": 190.53167724609375
        },
        {
            "docid": "45784_11",
            "document": "Biomimetics . \"Morpho\" butterfly wings contain microstructures that create its coloring effect through structural coloration rather than pigmentation. Incident light waves are reflected at specific wavelengths to create vibrant colors due to multilayer interference, diffraction, thin film interference, and scattering properties. The scales of these butterflies consist of microstructures such as ridges, cross-ribs, ridge-lamellae, and microribs that have been shown to be responsible for coloration. The structural color has been simply explained as the interference due to alternating layers of cuticle and air using a model of multilayer interference. The same principles behind the coloration of soap bubbles apply to butterfly wings. The color of butterfly wings is due to multiple instances of constructive interference from structures such as this. The photonic microstructure of butterfly wings can be replicated through biomorphic mineralization to yield similar properties. The photonic microstructures can be replicated using metal oxides or metal alkoxides such as titanium sulfate (TiSO), zirconium oxide (ZrO), and aluminium oxide (AlO). An alternative method of vapor-phase oxidation of SiH4 on the template surface was found to preserve delicate structural features of the microstructure. A display technology (\"Mirasol\") based on the reflective properties of \"Morpho\" butterfly wings was commercialized by Qualcomm in 2007. The technology uses Interferometric Modulation to reflect light so only the desired color is visible in each individual pixel of the display. Biomimetics could in principle be applied in many fields. Because of the complexity of biological systems, the number of features that might be imitated is large. Biomimetic applications are at various stages of development from technologies that might become commercially usable to prototypes.",
            "score": 183.96142578125
        },
        {
            "docid": "13455478_35",
            "document": "Animal coloration . While many animals are unable to synthesize carotenoid pigments to create red and yellow surfaces, the green and blue colours of bird feathers and insect carapaces are usually not produced by pigments at all, but by structural coloration. Structural coloration means the production of colour by microscopically-structured surfaces fine enough to interfere with visible light, sometimes in combination with pigments: for example, peacock tail feathers are pigmented brown, but their structure makes them appear blue, turquoise and green. Structural coloration can produce the most brilliant colours, often iridescent. For example, the blue/green gloss on the plumage of birds such as ducks, and the purple/blue/green/red colours of many beetles and butterflies are created by structural coloration. Animals use several methods to produce structural colour, as described in the table.",
            "score": 183.85980224609375
        },
        {
            "docid": "387489_6",
            "document": "Thin-film optics . Thin-film layers are common in the natural world. Their effects produce colors seen in soap bubbles and oil slicks, as well as the structural coloration of some animals. The wings of many insects act as thin-films, because of their minimal thickness. This is clearly visible in the wings of many flies and wasps. In butterflies, the thin-film optics is visible when wing itself is not covered by wing scales, which is the case in the blue wing spots of the \"Aglais io\" and the blue-green patches of the \"Graphium sarpedon\". In buttercups, the flower's gloss is due to a thin-film, which enhances the flower's visibility to pollinating insects and aids in temperature regulation of the plant's reproductive organs.",
            "score": 182.93577575683594
        },
        {
            "docid": "416549_15",
            "document": "Morpho . Many morpho butterflies are colored in metallic, shimmering shades of blues and greens. These colors are not a result of pigmentation, but are an example of iridescence through structural coloration. Specifically, the microscopic scales covering the morpho's wings reflect incident light repeatedly at successive layers, leading to interference effects that depend on both wavelength and angle of incidence/observance. Thus, the colors appear to vary with viewing angle, but they are actually surprisingly uniform, perhaps due to the tetrahedral (diamond-like) structural arrangement of the scales or diffraction from overlying cell layers. The wide-angle blue reflection property can be explained by exploring the nanostructures in the scales of the morpho butterfly wings. These optically active structures integrate three design principles leading to the wide-angle reflection: alternative lamellae layers, Christmas tree-like shape, and zigzag pattern of the ridges. The reflection spectrum is found to be broad (about 90 nm) for alternating layers and can be controlled by varying the design pattern. The Christmas tree-like pattern helps to reduce the directionality of the reflectance by creating an impedance matching for blue wavelengths. In addition, the zigzag pattern of ridges destroys the unwanted interference for other wavelengths in wide angle. This structure may be likened to a photonic crystal. The lamellate structure of their wing scales has been studied as a model in the development of biomimetic fabrics, dye-free paints, and anticounterfeit technology used in currency.",
            "score": 173.9519500732422
        },
        {
            "docid": "32747596_16",
            "document": "Structural coloration . Crystal fibres, formed of hexagonal arrays of hollow nanofibres, create the bright iridescent colours of the bristles of \"Aphrodita\", the sea mouse, a non-wormlike genus of marine annelids. The colours are aposematic, warning predators not to attack. The chitin walls of the hollow bristles form a hexagonal honeycomb-shaped photonic crystal; the hexagonal holes are 0.51 μm apart. The structure behaves optically as if it consisted of a stack of 88 diffraction gratings, making \"Aphrodita\" one of the most iridescent of marine organisms. Deformed matrices, consisting of randomly oriented nanochannels in a spongelike keratin matrix, create the diffuse non-iridescent blue colour of \"Ara ararauna\", the blue-and-yellow macaw. Since the reflections are not all arranged in the same direction, the colours, while still magnificent, do not vary much with angle, so they are not iridescent. Spiral coils, formed of helicoidally stacked cellulose microfibrils, create Bragg reflection in the \"marble berries\" of the African herb \"Pollia condensata\", resulting in the most intense blue coloration known in nature. The berry's surface has four layers of cells with thick walls, containing spirals of transparent cellulose spaced so as to allow constructive interference with blue light. Below these cells is a layer two or three cells thick containing dark brown tannins. \"Pollia\" produces a stronger colour than the wings of \"Morpho\" butterflies, and is one of the first instances of structural coloration known from any plant. Each cell has its own thickness of stacked fibres, making it reflect a different colour from its neighbours, and producing a pixellated or pointillist effect with different blues speckled with brilliant green, purple and red dots. The fibres in any one cell are either left-handed or right-handed, so each cell circularly polarizes the light it reflects in one direction or the other. \"Pollia\" is the first organism known to show such random polarization of light, which, nevertheless does not have a visual function, as the seed-eating birds that visit this plant species are not able to perceive polarised light. Spiral microstructures are also found in scarab beetles where they produce iridescent colours. Thin film with diffuse reflector, based on the top two layers of a buttercup's petals. The brilliant yellow gloss derives from a combination, rare among plants, of yellow pigment and structural coloration. The very smooth upper epidermis acts as a reflective and iridescent thin film; for example, in \"Ranunculus acris\", the layer is 2.7 micrometres thick. The unusual starch cells form a diffuse but strong reflector, enhancing the flower's brilliance. The curved petals form a paraboloidal dish which directs the sun's heat to the reproductive parts at the centre of the flower, keeping it some degrees Celsius above the ambient temperature.",
            "score": 168.0908203125
        },
        {
            "docid": "24019568_44",
            "document": "External morphology of Lepidoptera . The scales on butterfly wings are pigmented with melanins that can produce the colours black and brown. The white colour in the butterfly family Pieridae is a derivative of uric acid, an excretory product. Bright blues, greens, reds and iridescence are usually created not by pigments but through the microstructure of the scales. This structural coloration is the result of coherent scattering of light by the photonic crystal nature of the scales. The specialised scales that provide structural colours to reflected light mostly produce ultra-violet patterns which are discernible in that part of the ultra-violet spectrum that lepidopteran eyes can see. The structural colour seen is often dependent upon the angle of view. For example, in \"Morpho cypris\", the colour from the front is a bright blue but when seen from an angle changes very quickly to black.",
            "score": 167.423828125
        },
        {
            "docid": "32747596_4",
            "document": "Structural coloration . In animals such as on the feathers of birds and the scales of butterflies, interference is created by a range of photonic mechanisms, including diffraction gratings, selective mirrors, photonic crystals, crystal fibres, matrices of nanochannels and proteins that can vary their configuration. Some cuts of meat also show structural coloration due to the exposure of the periodic arrangement of the muscular fibres. Many of these photonic mechanisms correspond to elaborate structures visible by electron microscopy. In the few plants that exploit structural coloration, brilliant colours are produced by structures within cells. The most brilliant blue coloration known in any living tissue is found in the marble berries of \"Pollia condensata\", where a spiral structure of cellulose fibrils produces Bragg's law scattering of light. The bright gloss of buttercups is produced by thin-film reflection by the epidermis supplemented by yellow pigmentation, and strong diffuse scattering by a layer of starch cells immediately beneath.",
            "score": 165.9251251220703
        },
        {
            "docid": "5921_49",
            "document": "Color . Structural color is studied in the field of thin-film optics. A layman's term that describes particularly the most ordered or the most changeable structural colors is iridescence. Structural color is responsible for the blues and greens of the feathers of many birds (the blue jay, for example), as well as certain butterfly wings and beetle shells. Variations in the pattern's spacing often give rise to an iridescent effect, as seen in peacock feathers, soap bubbles, films of oil, and mother of pearl, because the reflected color depends upon the viewing angle. Numerous scientists have carried out research in butterfly wings and beetle shells, including Isaac Newton and Robert Hooke. Since 1942, electron micrography has been used, advancing the development of products that exploit structural color, such as \"photonic\" cosmetics.",
            "score": 164.63253784179688
        },
        {
            "docid": "24055339_8",
            "document": "Scale (insect anatomy) . The colouration of butterfly wings is created by the scales which are pigmented with melanins that give them blacks and browns, but blues, greens, reds and iridescence are usually created not by pigments but the microstructure of the scales. This structural coloration is the result of coherent scattering of light by the photonic crystal nature of the scales. The scales cling somewhat loosely to the wing and come off easily without harming the butterfly.",
            "score": 163.73719787597656
        },
        {
            "docid": "25473322_3",
            "document": "Ultraviolet communication in butterflies . The ultraviolet communication system has two roles, a sender and a receiver. Butterflies send ultraviolet signals using UV reflectance or UV absorption. The former is accomplished through the use of structural color, the reflection of certain frequencies of light via constructive interference. The production of this structural color in butterflies has been elucidated through the study of \"Eurema lisa\" by Helen Ghiradella. In this particular butterfly, a small yellow portion of the dorsal surface of the wings is directionally UV reflectant. In other words, the image from the UV reflection can only be seen at a distinct range of angles from the point of origin. Electron micrographs determined the scale structure which in turn elucidated the mechanism of UV reflection. UV reflecting scales are composed of raised longitudinal ridges and perpendicular cross ribs that connect the parallel running ridges, forming a grid. The ridges possess lamellae that run on top of and parallel to the ridges and microribs on its sides. The partial overlap of lamellae structures causes thin layer interference resulting in the reflection of light with a wavelength within the ultraviolet spectrum. The other ultraviolet signal in butterflies, absorbance, was determined to be governed by pigments called pterins. In wings containing this pigment, the wings are unable to reflect ultraviolet light as well as without the pigment because the pterins absorb the ultraviolet light. Thus, butterflies are able to reflect ultraviolet light as a result of the organization and composition of their wing scales resulting in thin layer constructive interference and can absorb ultraviolet through the action of pterin pigments.",
            "score": 162.41754150390625
        },
        {
            "docid": "32747596_12",
            "document": "Structural coloration . Structural coloration is responsible for the blues and greens of the feathers of many birds (the bee-eater, kingfisher and roller, for example), as well as many butterfly wings, beetle wing-cases (elytra) and (while rare among flowers) the gloss of buttercup petals. These are often iridescent, as in peacock feathers and nacreous shells such as of pearl oysters (Pteriidae) and \"Nautilus\". This is because the reflected colour depends on the viewing angle, which in turn governs the apparent spacing of the structures responsible. Structural colours can be combined with pigment colours: peacock feathers are pigmented brown with melanin, while buttercup petals have both carotenoid pigments for yellowness and thin films for reflectiveness.",
            "score": 161.7163848876953
        },
        {
            "docid": "32747596_13",
            "document": "Structural coloration . Iridescence, as explained by Thomas Young in 1803, is created when extremely thin films reflect part of the light falling on them from their top surfaces. The rest of the light goes through the films, and a further part of it is reflected from their bottom surfaces. The two sets of reflected waves travel back upwards in the same direction. But since the bottom-reflected waves travelled a little further – controlled by the thickness and refractive index of the film, and the angle at which the light fell – the two sets of waves are out of phase. When the waves are one or more whole wavelength apart – in other words at certain specific angles, they add (interfere constructively), giving a strong reflection. At other angles and phase differences, they can subtract, giving weak reflections. The thin film therefore selectively reflects just one wavelength – a pure colour – at any given angle, but other wavelengths – different colours – at different angles. So, as a thin-film structure like a butterfly's wing or bird's feather moves, it seems to change colour.",
            "score": 156.86447143554688
        },
        {
            "docid": "32747596_15",
            "document": "Structural coloration . Photonic crystals can be formed in different ways. In \"Parides sesostris\", the emerald-patched cattleheart butterfly, photonic crystals are formed of arrays of nano-sized holes in the chitin of the wing scales. The holes have a diameter of about 150 nanometres and are about the same distance apart. The holes are arranged regularly in small patches; neighbouring patches contain arrays with differing orientations. The result is that these emerald-patched cattleheart scales reflect green light evenly at different angles instead of being iridescent. In \"Lamprocyphus augustus\", a weevil from Brazil, the chitin exoskeleton is covered in iridescent green oval scales. These contain diamond-based crystal lattices oriented in all directions to give a brilliant green coloration that hardly varies with angle. The scales are effectively divided into pixels about a micrometre wide. Each such pixel is a single crystal and reflects light in a direction different from its neighbours. Selective mirrors to create interference effects are formed of micron-sized bowl-shaped pits lined with multiple layers of chitin in the wing scales of \"Papilio palinurus\", the emerald swallowtail butterfly. These act as highly selective mirrors for two wavelengths of light. Yellow light is reflected directly from the centres of the pits; blue light is reflected twice by the sides of the pits. The combination appears green, but can be seen as an array of yellow spots surrounded by blue circles under a microscope.",
            "score": 155.94363403320312
        },
        {
            "docid": "48338_8",
            "document": "Butterfly . Butterfly adults are characterized by their four scale-covered wings, which give the Lepidoptera their name (Ancient Greek λεπίς lepís, scale + πτερόν pterón, wing). These scales give butterfly wings their colour: they are pigmented with melanins that give them blacks and browns, as well as uric acid derivatives and flavones that give them yellows, but many of the blues, greens, reds and iridescent colours are created by structural coloration produced by the micro-structures of the scales and hairs.",
            "score": 153.90200805664062
        },
        {
            "docid": "901582_12",
            "document": "Morpho menelaus . Each wing is covered in multi-layered scales, which are responsible for the coloration of the wings. The wing colors vary with viewing angle, a phenomenon referred to as structural color. In the female, the dorsal side is more camouflaged while the male presents with a vibrant blue. In the male, the outer layer of the cover scales are long and narrow (250 um x 50 um), 2 um apart, and parallel to the wing plane. The dimensions of the cover scales in other species of the subfamily Morphinae vary greatly, but all are pigment-less and lowly iridescent. The inner layer, called ground scales, are pigmented, iridescent, do not overlap, and are responsible for the blue coloration. They consist of alternating layers of chitin and air, each having its own refractive indexes. The wings of the genus \"Morpho\" are noteworthy for their diversity of function, including being hydrophobic, lightweight, sturdy, thermally regulated, and bright blue iridescent. These unique characteristics originate from the photonic nanostructures in the ridges of the scales. There has been increasing interest in the bioengineering community into understanding the structural components of the wing which can have potential applications in creating structural-color devices and selective gas-sensors.",
            "score": 153.0305633544922
        },
        {
            "docid": "2355420_21",
            "document": "Müllerian mimicry . Some insight into the evolution of mimetic color mimicry in Lepidoptera in particular can be seen through the study of the Optix gene. The Optix gene is responsible for the \"Heliconius\" butterflies' signature red wing patterns that help it signal to predators that it is toxic. By sharing this coloration with other poisonous red winged butterflies the predator may have pursued previously the Heliconius butterfly increases its chance of survival through association. By mapping the genome of many related species of \"Heliconius\" butterflies \"show[s] that the cis-regulatory evolution of a single transcription factor can repeatedly drive the convergent evolution of complex color patterns in distantly related species…\". This suggests that the evolution of a non-coding piece of DNA that regulates the transcription of nearby genes can be the reason behind similar phenotypic coloration between distant species, making it hard to determine if the trait is homologous or simply the result of convergent evolution.",
            "score": 146.75389099121094
        },
        {
            "docid": "49598_45",
            "document": "Pigment . Pigment color differs from structural color in that pigment color is the same for all viewing angles, whereas structural color is the result of selective reflection or iridescence, usually because of multilayer structures. For example, butterfly wings typically contain structural color, although many butterflies have cells that contain pigment as well.",
            "score": 146.6903839111328
        },
        {
            "docid": "171104_7",
            "document": "Chitin . In butterfly wing scales, chitin is organized into stacks of gyroids constructed of chitin photonic crystals that produce various iridescent colors serving phenotypic signaling and communication for mating and foraging. The elaborate chitin gyroid construction in butterfly wings creates a model of optical devices having potential for innovations in biomimicry. Scarab beetles in the genus \"Cyphochilus\" also utilize chitin to form extremely thin scales (five to fifteen micrometres thick) that diffusely reflect white light. These scales are networks of randomly ordered filaments of chitin with diameters on the scale of hundreds of nanometres, which serve to scatter light. The multiple scattering of light is thought to play a role in the unusual whiteness of the scales. In addition, some social wasps, such as \"Protopolybia chartergoides\", orally secrete material containing predominantly chitin to reinforce the outer nest envelopes, composed of paper.",
            "score": 146.2647247314453
        },
        {
            "docid": "6021465_3",
            "document": "Biological pigment . Pigment color differs from structural color in that it is the same for all viewing angles, whereas structural color is the result of selective reflection or iridescence, usually because of multilayer structures. For example, butterfly wings typically contain structural color, although many butterflies have cells that contain pigment as well.",
            "score": 145.36929321289062
        },
        {
            "docid": "27301235_21",
            "document": "Thin-film interference . In much of the early work, scientists tried to explain iridescence, in animals like peacocks and scarab beetles, as some form of surface color, such as a dye or pigment that might alter the light when reflected from different angles. In 1919, Lord Rayleigh proposed that the bright, changing colors were not caused by dyes or pigments, but by microscopic structures, which he termed \"structural colors.\" In 1923, C. W. Mason noted that the barbules in the peacock feather were made from very thin layers. Some of these layers were colored while others were transparent. He noticed that pressing the barbule would shift the color toward the blue, while swelling it with a chemical would shift it toward the red. He also found that bleaching the pigments from the feathers did not remove the iridescence. This helped to dispel the surface color theory and reinforce the structural color theory.",
            "score": 143.7418212890625
        },
        {
            "docid": "50873_15",
            "document": "Feather . Structural coloration is involved in the production of blue colors, iridescence, most ultraviolet reflectance and in the enhancement of pigmentary colors. Structural iridescence has been reported in fossil feathers dating back 40 million years. White feathers lack pigment and scatter light diffusely; albinism in birds is caused by defective pigment production, though structural coloration will not be affected (as can be seen, for example, in blue-and-white budgerigars). The blues and bright greens of many parrots are produced by constructive interference of light reflecting from different layers of structures in feathers. In the case of green plumage, in addition to yellow, the specific feather structure involved is called by some the Dyck texture. Melanin is often involved in the absorption of light; in combination with a yellow pigment, it produces a dull olive-green.",
            "score": 143.56008911132812
        },
        {
            "docid": "5921_48",
            "document": "Color . Structural colors are colors caused by interference effects rather than by pigments. Color effects are produced when a material is scored with fine parallel lines, formed of one or more parallel thin layers, or otherwise composed of microstructures on the scale of the color's wavelength. If the microstructures are spaced randomly, light of shorter wavelengths will be scattered preferentially to produce Tyndall effect colors: the blue of the sky (Rayleigh scattering, caused by structures much smaller than the wavelength of light, in this case air molecules), the luster of opals, and the blue of human irises. If the microstructures are aligned in arrays, for example the array of pits in a CD, they behave as a diffraction grating: the grating reflects different wavelengths in different directions due to interference phenomena, separating mixed \"white\" light into light of different wavelengths. If the structure is one or more thin layers then it will reflect some wavelengths and transmit others, depending on the layers' thickness.",
            "score": 141.97691345214844
        },
        {
            "docid": "27301235_22",
            "document": "Thin-film interference . In 1925, Ernest Merritt, in his paper \"A Spectrophotometric Study of Certain Cases of Structural Color\", first described the process of thin-film interference as an explanation for the iridescence. The first examination of iridescent feathers by an electron microscope occurred in 1939, revealing complex thin-film structures, while an examination of the morpho butterfly, in 1942, revealed an extremely tiny array of thin-film structures on the nanometer scale.",
            "score": 141.577880859375
        },
        {
            "docid": "41031_36",
            "document": "Diffraction grating . Most commonly confused with diffraction gratings are the iridescent colors of peacock feathers, mother-of-pearl, and butterfly wings. Iridescence in birds, fish and insects is often caused by thin-film interference rather than a diffraction grating. Diffraction produces the entire spectrum of colors as the viewing angle changes, whereas thin-film interference usually produces a much narrower range. The surfaces of flowers can also create a diffraction, but the cell structures in plants are usually too irregular to produce the fine slit geometry necessary for a diffraction grating. The iridescence signal of flowers is thus only appreciable very locally and hence not visible to man and flower visiting insects. However, natural gratings do occur in some invertebrate animals, like the peacock spiders, the antennae of seed shrimp, and have even been discovered in Burgess Shale fossils. Diffraction grating effects are sometimes seen in meteorology. Diffraction coronas are colorful rings surrounding a source of light, such as the sun. These are usually observed much closer to the light source than halos, and are caused by very fine particles, like water droplets, ice crystals, or smoke particles in a hazy sky. When the particles are all nearly the same size they diffract the incoming light at very specific angles. The exact angle depends on the size of the particles. Diffraction coronas are commonly observed around light sources, like candle flames or street lights, in the fog. Cloud iridescence is caused by diffraction, occurring along coronal rings when the particles in the clouds are all uniform in size.",
            "score": 141.32302856445312
        },
        {
            "docid": "901582_11",
            "document": "Morpho menelaus . The wings of \"Morpho menelaus\" are a prime example of iridescent blue coloration in the insect world. The bright and iridescent colors of other butterflies are typically caused by optical interference, but the iridescent blue color of butterflies in the family Morphidae results from the microstructures of the wings. Scientists use SEM, scanning electronic microscope, and spectroscopy, to understand the wings in greater detail.",
            "score": 140.38870239257812
        },
        {
            "docid": "291008_14",
            "document": "Vanessa atalanta . Red admirals have color vision in the 440–590 nm range of the visible spectrum which includes indigo, blue, green, and yellow. They have compound eyes with a transparent, crystalline structure called a rhabdom which is similar in function to a human retina. These butterflies do not have the specific lateral filtering pigments coating their rhabdom found in some other nymphalid butterflies that likely evolved later. A consequence of this lack of pigment is that the red admiral cannot differentiate between colors in the 590–640 nm range, which includes orange and red. In species such as the monarch butterfly that express these lateral filtering pigments, higher wavelengths of light are altered, so they can excite the sensory photopigments. This physiological difference between butterfly species provides insight into the evolutionary adaptation of color vision.",
            "score": 139.77183532714844
        },
        {
            "docid": "13455478_4",
            "document": "Animal coloration . Animals produce colour in different ways. Pigments are particles of coloured material. Chromatophores are cells containing pigment. The distribution of the pigment particles in the chromatophores can change under hormonal or neuronal control. For fishes it has been demonstrated that chromatophores may respond directly to environmental stimuli like visible light, UV-radiation, temperature, pH, chemicals, etc., Colour change helps individuals in becoming more or less visible and is important in agonistic displays and in camouflage. Some animals, including many butterflies and birds, have microscopic structures in scales, bristles or feathers which give them brilliant iridescent colours. Other animals including squid and some deep-sea fish can produce light, sometimes of different colours. Animals often use two or more of these mechanisms together to produce the colours and effects they need.",
            "score": 137.98326110839844
        },
        {
            "docid": "2165872_7",
            "document": "Papilio palinurus . The iridescent green sheen of the bands of this butterfly is not produced by pigments, but is structural coloration produced by the microstructure of the wing scales. They refract the light and give rise to blue and yellow visible reflections, producing the perception of green color when additively mixed.",
            "score": 136.2674560546875
        },
        {
            "docid": "16027304_9",
            "document": "Interferometric modulator display . A pixel in an IMOD-based display consists of one or more subpixels that are individual microscopic interferometric cavities similar in operation to Fabry–Pérot interferometers (etalons), and the scales in butterfly wings. While a simple etalon consists of two half-silvered mirrors, an IMOD comprises a reflective membrane which can move in relation to a semi-transparent thin film stack. With an air gap defined within this cavity, the IMOD behaves like an optically resonant structure whose reflected color is determined by the size of the airgap. Application of a voltage to the IMOD creates electrostatic forces which bring the membrane into contact with the thin film stack. When this happens the behavior of the IMOD changes to that of an induced absorber. The consequence is that almost all incident light is absorbed and no colors are reflected. It is this binary operation that is the basis for the IMOD's application in reflective flat panel displays. Since the display utilizes light from ambient sources, the display's brightness increases in high ambient environments (i.e. sunlight). In contrast, a back-lit LCD suffers from incident light.",
            "score": 134.6033477783203
        }
    ]
}