{
    "q": [
        {
            "docid": "37689148_31",
            "document": "Neuroscience of sex differences . Testosterone has been found to play a big role during development but may have independent effects on sexually dimorphic brain regions in adulthood. Studies have shown that the medial amygdala of male hamsters exhibits lateralization and sexual dimorphism prior to puberty. Furthermore, organization of this structure during development is influenced by the presence of androgens and testosterone. This is evident when comparing medial amygdala volume of male and female rats, adult male brains have a medial amygdala of greater volume than do adult female brains which is partially due to androgen circulation. It also heavily influences male development; a study found that perinatal females introduced to elevated testosterone levels exhibited male behavior patterns. In the absence of testosterone, female behavior is retained. Testosterone's influence on the brain is caused by organizational developmental effects. It has been shown to influence proaptotic proteins so that they increase neuronal cell death in certain brain regions. Another way testosterone affects brain development is by aiding in the construction of the \"limbic hypothalamic neural networks\".",
            "score": 91.5511063337326
        },
        {
            "docid": "3315213_43",
            "document": "Sex differences in human physiology . The amygdala, which is the structure that responds to emotionally arousing information, respond to the environment and reacts with stress. The male amygdala is proportionally larger than that in women, causing sex to be a determining factor in reactions to stress. In studies of rats, there are more numerous interconnections seen in males in regard to this structure, suggesting the same pattern in humans. Katharina Braun and company (Otto von Guericke University, Magdeburg, Germany) studied a litter of Degu puppies removed from their mother and determined that hearing their mother's call produced a higher concentration of serotonin in males' amygdala and a decreased concentration in females' amygdala. In this case, stress causes females' emotion regulation to drop, while males seem to keep more of an even keel. While this study was limited to rodents, it provides a possible explanation of why anxiety disorders occur more often among human females than males. Also, the hypothalamus and frontomedial area, both of which are associated with emotional processing, are larger in males than females. Other brain areas related to emotion, such as the orbitofrontal cortex, medial paralimbic region and hippocampus are larger in females than males.",
            "score": 97.19704258441925
        },
        {
            "docid": "37689148_36",
            "document": "Neuroscience of sex differences . Stress has been found to induce an increase in serotonin, norepinephrine, and dopamine levels within the basolateral amygdala of male rats, but not within that of female rats. Furthermore, object recognition is impaired in males as a result of short term stress exposure. Neurochemical levels in the brain can change under the influence of stress exposure, particularly in regions associated with spatial and non-spatial memory, such as the prefrontal cortex and the hippocampus. Dopamine metabolite levels decrease post stress in male rats' brains, specifically within the CA1 region of the hippocampus.",
            "score": 87.76779985427856
        },
        {
            "docid": "1997887_31",
            "document": "Xenoestrogen . Non-human animal studies have shown that exposure to environmental contaminants with estrogenic activity can accelerate the onset of puberty. A potential mechanism has been described in rats exposed to DDT or beta-estradiol in which GnRH pulsatile secretion was found to be increased. Oral exposure of female rats to xenoestrogens has been shown to cause pseudo precocious puberty (early vaginal opening and early first estrus). A study of dioxin in immature female rats induced early follicular development and phthalates are known to decrease the anogenital distance in newborn rats. Although this article focuses on the effects of xenoestrogens and reproductive function in females, numerous animal studies also implicate environmental estrogens' and androgens' adverse effects on the male reproduction system. Administration of estrogens to developing male animals reduces testicular weight and decreases sperm production. The small phallus size of male alligators has been linked to contamination of their natural Florida habitat with DDT. Data from animal research is abundant demonstrating the adverse effects on reproduction of hormonally active compounds found in the environment.",
            "score": 73.24663376808167
        },
        {
            "docid": "23337_24",
            "document": "Phobia . The amygdala’s role in learned fear includes interactions with other brain regions in the neural circuit of fear. While lesions in the amygdala can inhibit its ability to recognize fearful stimuli, other areas such as the ventromedial prefrontal cortex and the basolateral nuclei of the amygdala can affect the region's ability to not only become conditioned to fearful stimuli, but to eventually extinguish them. The basolateral nuclei, through receiving stimulus info, undergo synaptic changes that allow the amygdala to develop a conditioned response to fearful stimuli. Lesions in this area, therefore, have been shown to disrupt the acquisition of learned responses to fear. Likewise, lesions in the ventromedial prefrontal cortex (the area responsible for monitoring the amygdala) have been shown to not only slow down the speed of extinguishing a learned fear response, but also how effective or strong the extinction is. This suggests there is a pathway or circuit among the amygdala and nearby cortical areas that process emotional stimuli and influence emotional expression, all of which can be disrupted when an area becomes damaged.",
            "score": 70.95967507362366
        },
        {
            "docid": "146000_18",
            "document": "Amygdala . The amygdalae are also involved in appetitive (positive) conditioning. It seems that distinct neurons respond to positive and negative stimuli, but there is no clustering of these distinct neurons into clear anatomical nuclei. However, lesions of the central nucleus in the amygdala have been shown to reduce appetitive learning in rats. Lesions of the basolateral regions do not exhibit the same effect. Research like this indicates that different nuclei within the amygdala have different functions in appetitive conditioning. Nevertheless, researchers found an example of appetitive emotional learning showing an important role for the basolateral amygdala: The naïve female mice are innately attracted to non-volatile pheromones contained in male-soiled bedding, but not by the male-derived volatiles, become attractive if associated with non-volatile attractive pheromones, which act as unconditioned stimulus in a case of Pavlovian associative learning. In the vomeronasal, olfactory and emotional systems, Fos protein show that non-volatile pheromones stimulate the vomeronasal system, whereas air-borne volatiles activate only the olfactory system. Thus, the acquired preference for male-derived volatiles reveals an olfactory-vomeronasal associative learning. Moreover, the reward system is differentially activated by the primary pheromones and secondarily attractive odorants. Exploring the primary attractive pheromone activates the basolateral amygdala and the shell of nucleus accumbens but neither the ventral tegmental area nor the orbitofrontal cortex. In contrast, exploring the secondarily attractive male-derived odorants involves activation of a circuit that includes the basolateral amygdala, prefrontal cortex and ventral tegmental area. Therefore, the basolateral amygdala stands out as the key center for vomeronasal-olfactory associative learning.",
            "score": 71.47373950481415
        },
        {
            "docid": "4275189_3",
            "document": "Joseph E. LeDoux . As explained in his 1996 book, The Emotional Brain, LeDoux developed an interest in the topic of emotion through his doctoral work with Michael Gazzaniga on split-brain patients in the mid-1970s. Because techniques for studying the human brain were limited at the time, he turned to studies of rodents where the brain could be studied in detail. He chose to focus on a simple behavioral model, Pavlovian fear conditioning. This procedure allowed him to follow the flow of information about a stimulus through the brain as it comes to control behavioral responses by way of sensory pathways to the amygdala, and gave rise to the notion of two sensory roads to the amygdala, with the “low road” being a quick and dirty subcortical pathway for rapid activity behavioral responses to threats and the “high road” providing slower but highly processed cortical information. His work has shed light on how the brain detects and responds to threats, and how memories about such experiences are formed and stored through cellular, synaptic and molecular changes in the amygdala. A long-standing collaboration with NYU colleague Elizabeth Phelps has shown the validity of the rodent work for understanding threat processing in the human brain. LeDoux’s work on amygdala processing of threats has helped understand exaggerated responses to threats in anxiety disorders in humans. For example, studies with Maria Morgan in the 1990s implicated the medial prefrontal cortex in the extinction of responses to threats and paved the way for understanding how exposure therapy reduces threat reactions in people with anxiety by way of interactions between the medial prefrontal cortex and the amygdala. Work conducted with Karim Nader and Glenn Schafe triggered a wave of interest in the topic of memory reconsolidation, a process by which memories become labile and subject to change after being retrieved. This led to the idea that trauma-related cues might be weakened in humans by blocking reconsolidation. Studies with Marie Mofils, Daniela Schiller and Phelps showed that extinction conducted shortly after triggering reconsolidation is considerably more effective in reducing the threat value of stimuli than conventional extinction, a finding that has proven useful in reducing drug relapse in humans.",
            "score": 108.66872978210449
        },
        {
            "docid": "3469185_17",
            "document": "MECP2 . MeCP2 is important in organizing hormone-related behaviors and sex differences in the developing rat amygdala. MeCP2 appears to regulate arginine vasopressin (AVP) and androgen receptor (AR) production in male rats but not in females. Vasopressin is known to regulate many social behaviors including pair bonding and social recognition. While male rats typically have higher levels of vasopressin in the amygdala, MeCP2 reduction during the first 3 days of life causes a lasting reduction of vasopressin to female typical levels in this brain region that lasted through adulthood. Male rats with reduced MeCP2 levels also show a significant reduction of AR at two weeks following infusion, but this effect is gone by adulthood.",
            "score": 100.30299735069275
        },
        {
            "docid": "816088_18",
            "document": "Chlorpyrifos . \"Animal experiments\": In experiments with rats, early, short-term low-dose exposure to chlorpyrifos resulted in lasting neurological changes, with larger effects on emotional processing and cognition than on motor skills. Such rats exhibited behaviors consistent with depression and reduced anxiety. In rats, low-level exposure during development has its greatest neurotoxic effects during the period in which sex differences in the brain develop. Exposure leads to reductions or reversals of normal gender differences. Exposure to low levels of chlorpyrifos early in rat life or as adults also affects metabolism and body weight. These rats show increased body weight as well as changes in liver function and chemical indicators similar to prediabetes, likely associated with changes to the cyclic AMP system.",
            "score": 120.70429408550262
        },
        {
            "docid": "34810567_11",
            "document": "Serial memory processing . Serial memory processing has been studied neurologically, and certain brain regions have been found to be associated to this processing. There is evidence that both the prefrontal cortex and the hippocampal region are related to serial memory processing. This is because lesions in these areas tend to be related to impaired ability in remembering serial order. These brain regions can have impairments on memory for temporal order. Lesions on the medial prefrontal cortex shows total memory loss for the temporal order of spatial locations (this was tested by ability on a maze task). On the other hand, lesions in the hippocampal regions showed delayed memory loss. The participants remembered for a short time the temporal order of spatial locations; those memory declined thereafter. Rat studies have shown that lesions in the prefrontal cortex cause an inability to remember the 2nd of two items in a set. As well, the rats showed increased corticosterone while experiencing stress during a serial memory task. On the other hand, rat studies have also shown that lesions in the hippocampal regions cause an inability to remember the 1st of two items. Furthermore, these rats do not show an increase in their corticosterone while experiencing stress, demonstrating differing effects for differing brain regions. As well it shows that the different brain regions differentially activate corticosterone, a hormone related to memory effects.",
            "score": 89.0024162530899
        },
        {
            "docid": "31110904_33",
            "document": "Effects of stress on memory . Predator stress has been shown to improve classical conditioning in males and hinder it in females. A study done by Maeng \"et al.\" demonstrated that stress allowed faster classical conditioning of male rats while disrupting the same type of learning in female rats. These gender differences were shown to be caused by the medial prefrontal cortex (mPFC). When the researchers inactivated that brain region by administering muscimol to the females, no gender differences in classical conditioning were observed 24 hours later. Inactivating the mPFC in the male rats did not prevent the enhanced conditioning that the males previously exhibited. This discrepancy between genders has also been shown to be present in humans. In a 2005 study, Jackson \"et al.\" reported that stress enhanced classical conditioning in human males and impaired classical condition in human females.",
            "score": 97.88871455192566
        },
        {
            "docid": "393535_12",
            "document": "Coolidge effect . Though there is no single reason for why males will choose a novel partner, there have been experiments that show that the major determining factor for detecting a novel partner is through olfactory preference. An experiment using Long-Evans rats, showed that odour played a major role in distinguishing the difference between a novel partner and familiar partner. In their experiment, Carr et al. paired each male rat with a female rat and allowed them to mate. Male rats were then tested for preference through the use of an apparatus which had two cylinders that were attached to their home cage, and contained the familiar female and the novel female in each cylinder. Caps at the end of these cylinders prevented access to the females, but had a hole in them to allow their odours to pass through to the male's cage. Before the testing phase, the females were removed, and then the caps were removed to allow the male to explore both cylinders. From this experiment, they found that males preferred the scent of the novel female. While these males did not have access to these females to demonstrate mating preferences, this odour preference is believed to reflect promiscuous behaviour, and therefore be important to the male mating strategy. In an earlier experiment, also conducted by Carr et al., they found that unlike male rats, female rats preferred the odour of a familiar partner rather than the odour of a novel partner. Another study also examined not only olfactory preference, but what part of the brain targeted the olfactory preference. In this study, male hamsters were given lesions to either the hippocampus or the perirhinal-entorhinal cortex, or received a sham treatment. Then the hamsters were allowed to mate with a female hamster until they became satiated. All subjects were then presented with two anesthetized females, one was the female they had previously copulated with, and the other was a novel female. Hamsters with sham and hippocampal lesions investigated the anogenital region of the novel females for a significantly longer period of time in comparison to the familiar female. Males with lesions to the perirhinal-entorhinal cortex did not show a preference for either a familiar or novel female, and spent a similar amount of time investigating the anogenital region of both females. The results from this study revealed that the perirhinal-entorhinal cortex region of the brain in golden hamsters is crucial for the recognition of familiar conspecifics and certain social behaviors. The conclusion from this experiment was also consistent in rats and monkeys, since damage to this region of the brain impaired standard recognition memory, which would suggest that the hippocampal region of the brain is not crucial in social behavior memory, but rather, the perirhinal-entorhinal cortex.",
            "score": 114.2341718673706
        },
        {
            "docid": "19592348_27",
            "document": "Binge drinking . Impairments in impulse control in binge drinkers, which is more prominent in female binge drinkers, is due to dysfunction of the frontal lobe. The findings in humans have been largely concordant with animal studies. Such animal studies find that heavy and regular binge drinking causes neurodegeneration in corticolimbic brain regions areas that are involved in learning and spatial memory, such as the olfactory bulb, piriform cortex, perirhinal cortex, entorhinal cortex, and the hippocampal dentate gyrus. A study in rats found that a heavy 2-day drinking binge caused extensive neurodegeneration in the entorhinal cortex with resultant learning deficits. While brain damage from binge drinking is known to occur as a result of binge drinking patterns, it is unclear how long drinking sessions last and how regular binge drinking is done to cause brain damage in humans. One study found that humans who drank at least 100 drinks (male) or 80 drinks (female) per month (concentrated to 21 occasions or less per month) throughout a 3-year period had impaired decision making skills compared to non-binge drinkers. Repeated acute withdrawal from alcohol, which occurs in heavy binge drinkers, has been shown in several studies to be associated with cognitive deficits as a result of neural kindling; neural kindling due to repeated withdrawals is believed to be the mechanism of cognitive damage in both binge drinkers and alcoholics. Neuronal kindling also leads to each subsequent acute withdrawal episode being more severe than previous withdrawal episodes.",
            "score": 68.0234078168869
        },
        {
            "docid": "18333977_5",
            "document": "Prenatal stress . Prenatal stress does have an effect on brain sexual differentiation after measuring the volume of the sexually dimorphic nucleus of the preoptic area of both female and males in the control and stressed groups. Prenatal stress inhibits the masculinzation of the male brain by inhibiting the growth of the sexually dimorphic nucleus of the preoptic area. Previous studies found that a decrease in testosterone is seen in pups of prenatally stressed mothers. Authors suggest this may cause the reduced in the sexually dimorphic nucleus of the preoptic area and says it is similar to the effects of neonatal castration. Also, stressed males had larger sexually dimorphic nucleus of the preoptic area at birth, but then at 20 and 60 days are found to only have 50% of the volume of the control males. Whereas control males are two times larger than control females on days 20 and 60, but the stressed males show no statistical difference to control females on respective days. These findings show support that the male brain is not showing the expected sexual dimorphism when prenatally stressed. Another study led by Kerchner et al. investigated the volume of the medial amygdala and the two compartments posterodorsal and the posteroventral in mice that also were prenatally stressed. Posterodorsal is thought to show organizational and activational effects from gonadal steroids. The medial amygdala for the control and stressed males was 85% larger than females with the males (stressed and control) resembling each other. To look for specific regions within the medial amygdala that may have been affected, data showed that both the posterodorsal and posteroventral, all male groups were larger in volume than the females, but male groups did not significantly differ from each other. This study confirmed that the medial amygdala is sexually dimorphic; the males are larger than the females. The posterodorsal and posteroventral were shown to be sexually dimorphic too. The writer suggested that these areas may act similarly to sexually dimorphic nucleus of the preoptic area in response to testosterone, but prenatal stress did not show an effect on the medial amygdala as it does on the sexually dimorphic nucleus of the preoptic area. Also, the posteroventral was 40% larger in control males than females. These results were thought to be caused by the sensitive period of the medial amygdala which is in the first days after birth. The medial amygdala, posterodorsal and posteroventral all show to be resistant against demasculinization from prenatal stress.",
            "score": 78.92004013061523
        },
        {
            "docid": "5750673_20",
            "document": "Empathizing–systemizing theory . The fetal testosterone theory hypothesizes that higher levels of testosterone in the amniotic fluid of mothers push brain development towards improved ability to see patterns and analyze complex systems while diminishing communication and empathy, emphasizing \"male\" traits over \"female\", or in E-S theory terminology, emphasizing \"systemizing\" over \"empathizing\". This theory states that fetal testosterone influences the development of certain structures in the brain, and that these changes relate to behavioral traits seen in those with autism. Males generally have higher levels of fetal testosterone contributing to their brain developing in that particular way. The extreme male brain theory (EMB), put forward by Baron-Cohen suggests that autistic brains show an exaggeration of the features associated with male brains. These are mainly size and connectivity with males generally having a larger brain with more white matter, leading to increased connectivity in each hemisphere. This is seen in an exaggerated form in the brains of those with ASD. Another feature of male brains is having a smaller corpus callosum in at least some regions leading to decreased inter-hemispheric connectivity. This is also seen in those with ASD. Individuals with ASD were found to have widespread interconnectivity abnormalities in specific brain regions. This could explain the different results on empathy tests between men and women as well as the deficiencies in empathy seen in ASD as empathy requires several brain regions to be activated which need information from many different areas of the brain. A further example of how brain structure can influence ASD is looking at cases where the corpus callosum does not fully develop (agenesis of corpus callosum). It was found that autism is commonly diagnosed in children where the corpus callosum does not fully develop (45% of children with agenesis of the corpus callosum). A further example of brain structures relating to ASD is that children with ASD tend to have a larger amygdala, this is another example of being an extreme version of the male brain which generally has a larger amygdala. These brain differences have all been shown to have an influence on social cognition and communication. High levels of fetal testosterone have also been shown to be related to behavior associated with autism, such as eye contact. Studies examining the relationship between prenatal testosterone levels and autistic traits found that high levels correlated with traits such as decreased eye contact. These were present in both sexes. This suggests that fetal testosterone (fT) is the cause of sex differences in the brain and that there is a link between fT levels and ASD. In general females with autism have a higher rate of medical conditions which are related to high androgen levels and both males and females with autism have higher than average androgen levels. Males have higher fT levels naturally meaning that there is less of a change required in the hormone levels to reach a point high enough to cause the developmental changes seen in autism. This is a possible cause for the male prevalence seen in autism.",
            "score": 94.32519388198853
        },
        {
            "docid": "37689148_10",
            "document": "Neuroscience of sex differences . According to some researchers, \"the research on sex differences in the amygdala has produced conflicting results\". After correcting for the overall difference in brain volume between men and women, a 2016 meta-analysis indicated that the amygdala is not significantly larger in either sex. Some studies, however, report increased amygdala activity during the processing of affective scenes in men relative to women (Schienle et al., 2005; Goldstein et al., 2010), and meta-analysis supports this view, showing larger effect sizes in studies of affective processing including only men compared with those including only women (Sergerie et al., 2008). However several studies using similar stimuli have reported a larger amygdala response in women (Klein et al., 2003; McClure et al., 2004; Hofer et al., 2006; Domes et al., 2010), and others have reported no sex difference at all (Wrase et al., 2003; Caseras et al., 2007; Aleman and Swart, 2008). A possible explanation for these inconsistent results is that sex differences in amygdala response are valence-dependent. Furthermore, according to other researchers, \"Correlation analyses revealed that gray matter thickness in left ventromedial PFC was inversely correlated with task-related activation in the amygdala. These data add support to a general role of the ventromedial PFC in regulating activity of the amygdala.\"",
            "score": 96.12842917442322
        },
        {
            "docid": "56259633_26",
            "document": "Biology of bipolar disorder . Structural neuroimaging studies consistently report increased frequency of white matter hyperintensities in people with bipolar. However, whether or not the lesions play a causative role is unknown. It is possible that they are a result of secondary factors, such as the processes underlying an increased risk of cardiovascular disease in bipolar. On the other hand, the observation of reduced white matter integrity in frontal-subcortical regions makes it possible that these hyperintensities play a role dysfunction between limbic and cortical regions. Global brain volume and morphology are normal in bipolar. Regional deficits in volume have been reported in ventrolateral and dorsolateral prefrontal regions. Based on this, it has been suggested that reduced limbic regulation by prefrontal regions plays a role in bipolar. Findings related to the volume of the basal ganglia have been inconsistent. In healthy controls, amygdala volume is inversely related to age. This relationship is reversed in bipolar disorder, and meta analyses have found reduced amygdala volume in pediatric bipolar disorder, and increased amygdala volume in adulthood. This is hypothesized to reflect abnormal development of amygdala, possibly involving abnormal synaptic pruning.",
            "score": 54.048975467681885
        },
        {
            "docid": "17476149_27",
            "document": "Emotional self-regulation . Sleep plays a role in emotion regulation, although stress and worry can also interfere with sleep. Studies have shown that sleep, specifically REM sleep, down-regulates reactivity of the amygdala, a brain structure known to be involved in the processing of emotions, in response to previous emotional experiences. On the flip side, sleep deprivation is associated with greater emotional reactivity or overreaction to negative and stressful stimuli. This is a result of both increased amygdala activity and a disconnect between the amygdala and the prefrontal cortex, which regulates the amygdala through inhibition, together resulting in an overactive emotional brain. Due to the subsequent lack of emotional control, sleep deprivation may be associated with depression, impulsivity, and mood swings. Additionally, there is some evidence that sleep deprivation may reduce emotional reactivity to positive stimuli and events and impair emotion recognition in others.",
            "score": 52.68647027015686
        },
        {
            "docid": "146000_27",
            "document": "Amygdala . With advances in neuroimaging technology such as MRI, neuroscientists have made significant findings concerning the amygdala in the human brain. A variety of data shows the amygdala has a substantial role in mental states, and is related to many psychological disorders. Some studies have shown children with anxiety disorders tend to have a smaller left amygdala. In the majority of the cases, there was an association between an increase in the size of the left amygdala with the use of SSRIs (antidepressant medication) or psychotherapy. The left amygdala has been linked to social anxiety, obsessive and compulsive disorders, and post traumatic stress, as well as more broadly to separation and general anxiety. In a 2003 study, subjects with borderline personality disorder showed significantly greater left amygdala activity than normal control subjects. Some borderline patients even had difficulties classifying neutral faces or saw them as threatening. Individuals with psychopathy show reduced autonomic responses to instructed fear cues than otherwise healthy individuals. In 2006, researchers observed hyperactivity in the amygdala when patients were shown threatening faces or confronted with frightening situations. Patients with severe social phobia showed a correlation with increased response in the amygdala. Similarly, depressed patients showed exaggerated left amygdala activity when interpreting emotions for all faces, and especially for fearful faces. This hyperactivity was normalized when patients were administered antidepressant medication. By contrast, the amygdala has been observed to respond differently in people with bipolar disorder. A 2003 study found that adult and adolescent bipolar patients tended to have considerably smaller amygdala volumes and somewhat smaller hippocampal volumes. Many studies have focused on the connections between the amygdala and autism.",
            "score": 94.41123247146606
        },
        {
            "docid": "21312297_19",
            "document": "Memory consolidation . The amygdala, specifically the basolateral region (BLA) is involved in the encoding of significant experiences and has been directly linked to memorable events. Extensive evidence suggests that stress hormones such as epinephrine play a critical role in consolidating new memories and this is why stressful memories are recalled vividly. Studies by Gold and van Buskirk provided initial evidence for this relationship when they showed that injections of epinephrine into subjects following a training period resulted in greater long-term retention of task related memories. This study also provided evidence that the level of epinephrine injected was related to the level of retention suggesting that the level of stress or emotionality of the memory plays a role on the level of retention. It is suggested that epinephrine affects memory consolidation by activating the amygdala and studies have shown that antagonism of beta-andrenoreceptors prior to injection of epinephrine will block the retention of memory effects seen previously. This is supported by the fact that beta-adrenoreceptor agonists have the opposite effect on the enhancement of memory consolidation. The BLA is thought to be actively involved in memory consolidation and is influenced strongly by stress hormones resulting in increased activation and as such increased memory retention. The BLA then projects to the hippocampus resulting in a strengthened memory. This relationship was studied by Packard and Chen who found that when glutamate was administered to the hippocampus, enhanced consolidation was seen during food-rewarded maze tasks. The opposite effect was also seen when the amygdala was inactivated using lidocane. Studies appear to suggest that the amygdala effects the consolidation of memories through its influence with stress hormones and the projections to other brain areas implicated in memory consolidation.",
            "score": 79.30972266197205
        },
        {
            "docid": "56259633_2",
            "document": "Biology of bipolar disorder . Bipolar disorder is an affective disorder characterized by periods of elevated and depressed mood. The cause and mechanism of bipolar disorder is unknown, and the study of its biological origins is ongoing. Although no single gene causes the disorder, a number of genes are linked to increase risk of the disorder, and various gene environment interactions may play a role in predisposing individuals to developing bipolar disorder. Neuroimaging and postmortem studies have found abnormalities in a variety of brain regions, and most commonly implicated regions include the ventral prefrontal cortex and amygdala. Dysfunction in emotional circuits located in these regions have been hypothesized as a mechanism for bipolar disorder. A number of lines of evidence suggests abnormalities in neurotransmission, intracellular signalling, and cellular functioning as possibly playing a role in bipolar disorder. Studies of bipolar disorder, particularly neuroimaging studies, are vulnerable to the confounding effects such as medication, comorbidity, and small sample size, leading to underpowered independent studies, and significant heterogeneity.",
            "score": 59.560651540756226
        },
        {
            "docid": "12970_31",
            "document": "Gambler's fallacy . While the representativeness heuristic and other cognitive biases are the most commonly cited cause of the gambler's fallacy, research suggests that there may also be a neurological component. Functional magnetic resonance imaging has shown that after losing a bet or gamble, known as riskloss, the frontoparietal network of the brain is activated, resulting in more risk-taking behavior. In contrast, there is decreased activity in the amygdala, caudate, and ventral striatum after a riskloss. Activation in the amygdala is negatively correlated with gambler's fallacy, so that the more activity exhibited in the amygdala, the less likely an individual is to fall prey to the gambler's fallacy. These results suggest that gambler's fallacy relies more on the prefrontal cortex, which is responsible for executive, goal-directed processes, and less on the brain areas that control affective decision-making.",
            "score": 51.18137204647064
        },
        {
            "docid": "2640086_31",
            "document": "Affective neuroscience . The results indicated that many brain regions demonstrated consistent and selective activations in the experience or perception of an emotion category (versus all the other emotion categories). Consistent with constructionist models, however, no region demonstrated functional specificity for the emotions of fear, disgust, happiness, sadness or anger. Based on the existing scientific literature, the authors proposed different roles for the brain regions that have traditionally been associated with only one emotion category. The authors propose that the amygdala, anterior insula, orbitofrontal cortex each contribute to “core affect,” which are basic feelings that are pleasant or unpleasant with some level of arousal. The amygdala, for example, appears to play a more general role in indicating if external sensory information is motivationally salient, and is particularly active when a stimulus is novel or evokes uncertainty. The anterior insula may represent core affective feelings in awareness across a number of emotion categories, driven largely by sensations originating in the body. The orbitofrontal cortex appears to function as a site for integrating sensory information from the body and sensory information from the world to guide behavior. Closely related to core affect, the authors propose that anterior cingulate and dorsolateral prefrontal cortex play vital roles in attention, with anterior cingulate supporting the use of sensory information for directing attention and motor responses during response selection and with dorsolateral prefrontal cortex supporting executive attention. In many psychological construction approaches, emotions also involve the act of interpreting one’s situation in the world relative to the internal state of the body, or what is referred to as “conceptualization.” In support of this idea, the dorsomedial prefrontal cortex and hippocampus were consistently active in this meta-analysis, regions that appear to play an important role conceptualizing during emotion, which are also involved in simulating previous experience (e.g. knowledge, memory). Language is also central to conceptualizing, and regions that support language, including ventrolateral prefrontal cortex, were also consistently active across studies of emotion experience and perception.",
            "score": 67.85883617401123
        },
        {
            "docid": "3619450_4",
            "document": "Sensory gating . Information from sensory receptors make their way to the brain through neurons and synapse at the thalamus. The pulvinar nuclei in the thalamus function as the gatekeeper, deciding which information should be inhibited, and which should be sent to further cortical areas. Sensory gating is mediated by a network in the brain which involves the auditory cortex (AC), prefrontal cortex and hippocampus. Other areas of the brain associated with sensory gating include the amygdala, striatum, medial prefrontal cortex, and midbrain dopamine cell region (GABAergic neurons only). Research of sensory gating primarily occurs in cortical areas where the stimulus is consciously identified because it is a less invasive means of studying sensory gating. Studies on rats show the brain stem, thalamus, and primary auditory cortex play a role in sensory gating for auditory stimuli.",
            "score": 65.30229330062866
        },
        {
            "docid": "3469185_16",
            "document": "MECP2 . MeCP2 in the developing rat brain regulates important social development in a sexually dimorphic manner. MeCP2 levels are different between males and females in the developing rat brain 24 hours after birth within the amygdala and hypothalamus, but this difference is no longer observed 10 days after birth. Specifically, males express less MeCP2 than females, and this aligns with the steroid-sensitive time period of the neonatal rat brain. Reductions in MeCP2 with Small interfering RNA (siRNA) during the first few days of life reduce male levels of juvenile social play behavior to female typical levels, but do not affect female juvenile play behavior.",
            "score": 120.60623478889465
        },
        {
            "docid": "83859_25",
            "document": "Adolescence . The first areas of the brain to be pruned are those involving primary functions, such as motor and sensory areas. The areas of the brain involved in more complex processes lose matter later in development. These include the lateral and prefrontal cortices, among other regions. Some of the most developmentally significant changes in the brain occur in the prefrontal cortex, which is involved in decision making and cognitive control, as well as other higher cognitive functions. During adolescence, myelination and synaptic pruning in the prefrontal cortex increases, improving the efficiency of information processing, and neural connections between the prefrontal cortex and other regions of the brain are strengthened. This leads to better evaluation of risks and rewards, as well as improved control over impulses. Specifically, developments in the dorsolateral prefrontal cortex are important for controlling impulses and planning ahead, while development in the ventromedial prefrontal cortex is important for decision making. Changes in the orbitofrontal cortex are important for evaluating rewards and risks.",
            "score": 107.65308928489685
        },
        {
            "docid": "56259633_32",
            "document": "Biology of bipolar disorder . During cognitive or emotional tasks, functional neuroimaging studies, consistently find hyperactivation of the basal ganglia, amygdala, and thalamus. Prefrontal abnormalities are less consistently reported, although hyperactivation in the ventral prefrontal cortex is a fairly consistent finding. Hyperactivity in the amygdala and hypoactivity in the medial and ventral prefrontal cortex during exposure to emotional stimuli has been interpreted as reflecting dysfunction in emotional regulation circuits. Increased effective connectivity between the amygdala and orbitofrontal cortex, and elevated striatal responsiveness during reward tasks have been interpreted as hyper-responsiveness in positive emotion and reward circuitry. The abnormal activity in these circuits has been observed in non-emotional tasks, and is congruent with changes in grey and white matter in these circuits. Neural response during reward tasks differentiates unipolar depression from bipolar depression, with the former being associated with reduced neural response and the latter being associated with elevated neural response. An ALE meta analysis of functional neuroimaging comparing adults and adolescents found a larger degree of hyperactivity in the inferior frontal gyrus and precuneus, as well as a larger degree of hypoactivity in the anterior cingulate cortex in adolescents relative to adults",
            "score": 80.5428032875061
        },
        {
            "docid": "25259540_4",
            "document": "Freezing behavior . One such study, conducted by Ann E. Power et al., investigated the effects of lesions in the basolateral amygdala. Rats were placed in a chamber containing either real cat hair or fake cat hair. Two groups of rats were tested: rats that had been lesioned in the basolateral amygdala and rats that were the control group (or sham-operated group). All rats at first froze briefly then retreated away from the stimulus upon initial contact. The results showed that the rats that were lesioned in the basolateral amygdala froze much less to the cat hair than the control group of rats. As expected, both groups of rats froze for a significantly less time when presented with the fake cat hair stimulus than when in the presence of the real cat hair. It was also shown that the both control group and the lesioned group made less contacts with the real cat hair than the fake cat hair. These data infer a connection between the basolateral amygdala and freezing behavior.",
            "score": 86.80255115032196
        },
        {
            "docid": "30865543_6",
            "document": "Prenatal hormones and sexual orientation . Fetal gonads develop primarily based on the presence or absence of androgen hormones, mainly testosterone, dihydrotestosterone (DHT) and androstenedione; production of testosterone and conversion into dihydrotestosterone during weeks 6 to 12 of pregnancy are key factors in the production of a male fetus's penis, scrotum and prostate. In a female, on the other hand, absence of these levels of androgens results in development of typically female genitals. Following this, sexual differentiation of the brain occurs; sex hormones exert organizational effects on the brain that will be activated in puberty. As a result of these two processes occurring separately, the degree of genital masculinization does not necessarily relate to the masculinization of the brain. Sex differences in the brain have been found in many structures, most notably the hypothalamus and the amygdala. However, few of these have been related to behavioral sex differences, and scientists are still working to establish firm links between early hormones, brain development and behavior. The study of the organizational theory of prenatal hormones can be difficult, as ethically researchers cannot alter hormones in a developing fetus; instead, scholars must rely on naturally occurring abnormalities of development to provide answers.",
            "score": 84.97561049461365
        },
        {
            "docid": "56825_14",
            "document": "Eating disorder . There are various childhood personality traits associated with the development of eating disorders. During adolescence these traits may become intensified due to a variety of physiological and cultural influences such as the hormonal changes associated with puberty, stress related to the approaching demands of maturity and socio-cultural influences and perceived expectations, especially in areas that concern body image. Eating disorders have been associated with a fragile sense of self and with disordered mentalization. Many personality traits have a genetic component and are highly heritable. Maladaptive levels of certain traits may be acquired as a result of anoxic or traumatic brain injury, neurodegenerative diseases such as Parkinson's disease, neurotoxicity such as lead exposure, bacterial infection such as Lyme disease or parasitic infection such as Toxoplasma gondii as well as hormonal influences. While studies are still continuing via the use of various imaging techniques such as fMRI; these traits have been shown to originate in various regions of the brain such as the amygdala and the prefrontal cortex. Disorders in the prefrontal cortex and the executive functioning system have been shown to affect eating behavior.",
            "score": 95.2321834564209
        },
        {
            "docid": "37689148_15",
            "document": "Neuroscience of sex differences . The ventromedial prefrontal cortex (VMPC) plays a key role in social emotional processing. In accordance with the sexual dimorphism of the amygdala, the right VMPC is more dominant in an active limbic system for males while the left is more dominant in females. These differences carry out to a behavioral level. For example, Koscik et al. wrote: \"A man with a unilateral right VMPC lesion, who was well educated and had worked successfully as a minister, was entirely unable to return to any form of gainful employment after his brain damage. He requires supervision for daily tasks and demonstrates severe disturbances in behavior and emotional regulation, including impulsivity and poor judgment. By contrast, a man with a unilateral left VMPC lesion was able to return to his job at a grain elevator and remains successfully employed there. He is remarkably free of disturbances to his social life and emotional functioning.\" Positron emission tomography studies have shown that men and women ranging from the ages of 19 to 32 years old metabolize glucose at significantly different rates in the orbital prefrontal cortex. Infant males who exhibited lesions on their orbital prefrontal cortex struggled with object reversal experiments, but females exhibiting such lesions did not have impaired performance in object reversal.",
            "score": 83.63103258609772
        },
        {
            "docid": "37691351_10",
            "document": "Neuroscience and race . The amygdala, which is the most researched brain region in racism studies, shows much greater activation while viewing other-race faces than same-race faces. This region of the brain is associated with fear conditioning, and has many connections with the cortex to control the body’s emotional response. Often, there is variation in amygdala activation due to motivation and goals. The amygdala’s activation can be changed through not focusing on race or focusing on removing the racial bias. Scientists believe that amygdala activation differences arise due to social/cultural perceptions and individual experiences. However, it is important to note that patients with a damaged amygdala still show a racial bias, meaning that the amygdala isn’t the only region involved in activating a racial bias. The link between the amygdala and racial prejudice has been comprehensively reviewed. The anterior cingulate cortex (ACC) is associated with detecting conflict and determining how to resolve that conflict. It is believed to play a part in the controversy in one’s mind over personal racial biases and cultural equality norms. ACC activation increases when a person has an automatic negative response to an out-group member, as shown in amygdala activation. The ACC is used to recognize the conflict between cultural expectations and the automatic negative response, and is the first step in expressing racial attitudes.",
            "score": 77.24973845481873
        }
    ],
    "r": [
        {
            "docid": "33784314_19",
            "document": "Social stress . Research shows a connection between social stress, such as traumatic life events and chronic strains, and the development of anxiety disorders. A study that examined a subpopulation of adults, both young and middle-age, found that those who had diagnosed panic disorder in adulthood also experienced sexual abuse during childhood. Children who experience social stressors, such as physical and psychological abuse, as well as parental loss, are also more at risk for developing anxiety disorders during adulthood than children who did not experience such stressors.",
            "score": 125.34652709960938
        },
        {
            "docid": "28149080_29",
            "document": "Effects of domestic violence on children . The long-term effects of dual exposure in young children can have very negative outcomes later in life. These outcomes have been documented as leading to behavioral problems that include school dropout, violence, teen pregnancy, substance abuse, eating disorders, and even suicide attempts. A study following children from preschool through adolescence found that young children exposed to domestic violence and child abuse were more likely to experience anti-social behaviors in their adolescence. Young children exposed to both domestic violence and child abuse were also more likely to commit an assault and participate in delinquent behavior in their adolescence than those not exposed at all. Lastly, the Adverse Childhood Experiences study (ACE) found a connection between multiple categories of childhood trauma (e.g., child abuse, household dysfunction including domestic violence, and child neglect) and health/behavioral outcomes later in life. The more traumas a child was exposed to, the greater risk for disabilities, social problems and adverse health outcomes. More recently, researchers have used elements of this model to continue analysis into different aspects of trauma and stressful experiences and later development.",
            "score": 121.08251190185547
        },
        {
            "docid": "816088_18",
            "document": "Chlorpyrifos . \"Animal experiments\": In experiments with rats, early, short-term low-dose exposure to chlorpyrifos resulted in lasting neurological changes, with larger effects on emotional processing and cognition than on motor skills. Such rats exhibited behaviors consistent with depression and reduced anxiety. In rats, low-level exposure during development has its greatest neurotoxic effects during the period in which sex differences in the brain develop. Exposure leads to reductions or reversals of normal gender differences. Exposure to low levels of chlorpyrifos early in rat life or as adults also affects metabolism and body weight. These rats show increased body weight as well as changes in liver function and chemical indicators similar to prediabetes, likely associated with changes to the cyclic AMP system.",
            "score": 120.70429229736328
        },
        {
            "docid": "3469185_16",
            "document": "MECP2 . MeCP2 in the developing rat brain regulates important social development in a sexually dimorphic manner. MeCP2 levels are different between males and females in the developing rat brain 24 hours after birth within the amygdala and hypothalamus, but this difference is no longer observed 10 days after birth. Specifically, males express less MeCP2 than females, and this aligns with the steroid-sensitive time period of the neonatal rat brain. Reductions in MeCP2 with Small interfering RNA (siRNA) during the first few days of life reduce male levels of juvenile social play behavior to female typical levels, but do not affect female juvenile play behavior.",
            "score": 120.60623168945312
        },
        {
            "docid": "10333114_3",
            "document": "Childhood trauma . Traumatic experiences during childhood causes stress that increases an individual’s allostatic load and thus affects the immune system, nervous system, and endocrine system. Childhood trauma is often associated with adverse health outcomes including depression, hypertension, autoimmune diseases, lung cancer, and premature mortality Effects of childhood trauma on brain development includes a negative impact on emotional regulation and impairment of development of social skills. Research has shown that children raised in traumatic or risky family environments tend to have excessive internalizing (e.g., social withdrawal, anxiety) or externalizing (e.g., aggressive behavior), and suicidal behavior. Recent research has found that physical and sexual abuse are associated with mood and anxiety disorders in adulthood, while personality disorders and schizophrenia are linked with emotional abuse as adults.",
            "score": 118.84941101074219
        },
        {
            "docid": "3704475_16",
            "document": "Executive functions . The executive functions are among the last mental functions to reach maturity. This is due to the delayed maturation of the prefrontal cortex, which is not completely myelinated until well into a person's third decade of life. Development of executive functions tends to occur in spurts, when new skills, strategies, and forms of awareness emerge. These spurts are thought to reflect maturational events in the frontal areas of the brain. Attentional control appears to emerge in infancy and develop rapidly in early childhood. Cognitive flexibility, goal setting, and information processing usually develop rapidly during ages 7–9 and mature by age 12. Executive control typically emerges shortly after a transition period at the beginning of adolescence. It's not yet clear whether there is a single sequence of stages in which executive functions appear, or whether different environments and early life experiences can lead people to develop them in different sequences.",
            "score": 117.99687194824219
        },
        {
            "docid": "33096801_15",
            "document": "Stress in early childhood . Brain circuits and testosterone's systems are formed and activated in early life. These neurobiological systems of the body help maintain viability and are necessary for survival in early childhood and along the course of life. When a child or adult experiences a stressor, the body will attempt to regulate the stress through releasing hormones that pass through the body. However, effects of the prolonged or frequent biological stress response may increase the risk for future physical and mental health problems in early childhood. Since, brain circuits are vulnerable in early childhood, early stressors may impact the development of necessary brain connections. Therefore, toxic stress can alter or impair brain circuit formation and essentially result in a small brain size in young children.",
            "score": 117.89117431640625
        },
        {
            "docid": "34872017_13",
            "document": "Personality changes . The Big Five personality traits are often used to measure change in personality. There is a mean-level change in the Big Five traits from age 10 to 65. The trends seen in adulthood are different from trends seen in childhood and adolescence. Some research suggests that during adolescence rank-order change does occur and therefore personality is highly unstable. Gender differences are also shown before adulthood. Conscientiousness drops from late childhood to adolescence, but then picks back up from adolescence into adulthood. Agreeableness also drops from late childhood to adolescence, but then picks back up from adolescence into adulthood. Neuroticism shows a different trend for males and females in childhood and adolescence. For females, Neuroticism increases from childhood to adolescence. Then Neuroticism levels from adolescence into adulthood and continues the adult trend of decreasing. Males however, tend to gradually decrease in Neuroticism from childhood to adolescence into adulthood. Extraversion drops from childhood to adolescence and then does not really change that much. Openness to experience also shows a different trend for different genders. Females tend to decrease in Openness to experience from childhood to early adulthood and then gradually increases all throughout adulthood. Males tend to decrease in Openness to experience from childhood to adolescence, then it tends to increase through adulthood. In adulthood, Neuroticism tends to decrease, while Conscientiousness and Agreeableness tend to increase. Extraversion and Openness to experience do not seem to change much during adulthood. These trends seen in adulthood are different from trends seen in childhood and adolescence. Cross-cultural research shows that German, British, Czech, and Turkish people show similar trends of these personality traits.",
            "score": 115.93601989746094
        },
        {
            "docid": "34872017_14",
            "document": "Personality changes . The Big Five personality traits can also be broken down into facets. Different facets of each personality trait are often correlated with different behavioral outcomes. Breaking down the personality traits into facets is difficult and not yet at a consensus. However, it is important to look at change in facets over a lifetime separate from just the change in traits because different facets of the same trait show different trends. Neuroticism can be broken into the two facets of anxiety and depression. Anxiety has the same trend as Neuroticism for both males and females. For females, anxiety increases from childhood to adolescence, at emerging adulthood it levels out, and then starts to decrease into and throughout middle age. Anxiety in males tends to decrease from late childhood through adulthood. Depression (not clinical depression, but rather susceptibility to negative affect) shows two peaks in females. Females tend to have higher levels of this kind of depression in adolescence and then again in early adulthood. Depression does, however, have a negative trend through adulthood. For males, depression tends to show an increase from childhood to early adulthood and then shows a slight decrease through middle age.",
            "score": 115.85089111328125
        },
        {
            "docid": "11902021_9",
            "document": "Pain tolerance . Nociceptive pathways are pathways in the brain that send and receive pain signals and are responsible for how we perceive pain. They develop before a baby is born and continue to develop during the critical period of development. It was once thought that because infants’ nociceptive pathways in the brain were still developing, they could not feel pain. However, infants \"can\" feel pain and infant surgeries providing early pain experiences can alter the brain’s tolerance for pain later so by increasing number of A fibers and C fibers—two types of pain receptors—located in the area where injury occurred and by reducing pain tolerance in the areas where incision has occurred. This reduction in pain tolerance is seen in male rats even when they are adolescents. In those rats, the area of their brain where an incision was made as an infant remains hypersensitive to pain thereafter. This effect was not seen as prominently in female rats.",
            "score": 114.53971862792969
        },
        {
            "docid": "59628_14",
            "document": "School shooting . According to Raine (2002), immaturity is one of many identified factors increasing the likelihood of an individual committing criminal acts of violence and outbursts of aggression. This fact is supported by findings on brain development occurring as individuals age from birth. According to the Australian-based \"Raising children network\" and \"Centre for Adolescent Health\" (and a number of other sources): the main change occurring in the developing brain during adolescence is the (so-called) \"pruning\" of unused connections in thinking and processing, while this is occurring within the brain, retained connections are strengthened. Synaptic pruning occurs because the nervous system in humans develops by firstly, the over-producing of parts of the nervous system, axons, neurons, and synapses, to then later in the development of the nervous system, make redundant the superfluous parts, i.e. \"pruning\" (or apoptosis, otherwise known as \"cell death\"). These changes occur in certain parts of the brain firstly; the pre-frontal cortex, the brain location where decision-making occurs, is the concluding area for development. While the pre-frontal cortex is developing, children and teenagers might possibly rely more on the brain part known as the amygdala; involving thinking that is more emotionally active, including aggression and impulsiveness. As a consequence each individual is more likely to want to make riskier (i.e. risk) choices (choices which are more risky, or to make more risky choices). Steinberg (2004) identified the fact of adolescents \"taking more risks\" typically, than adults, Deakin et al. (2004), and, Overman et al. (2004) indicate a decline in risk taking from adolescence to adulthood, Steinberg (2005), Figner et al. (2009), and, Burnett et al. (2010) identified adolescent age individuals as more likely to take risks than young-children and adults.",
            "score": 114.2596206665039
        },
        {
            "docid": "393535_12",
            "document": "Coolidge effect . Though there is no single reason for why males will choose a novel partner, there have been experiments that show that the major determining factor for detecting a novel partner is through olfactory preference. An experiment using Long-Evans rats, showed that odour played a major role in distinguishing the difference between a novel partner and familiar partner. In their experiment, Carr et al. paired each male rat with a female rat and allowed them to mate. Male rats were then tested for preference through the use of an apparatus which had two cylinders that were attached to their home cage, and contained the familiar female and the novel female in each cylinder. Caps at the end of these cylinders prevented access to the females, but had a hole in them to allow their odours to pass through to the male's cage. Before the testing phase, the females were removed, and then the caps were removed to allow the male to explore both cylinders. From this experiment, they found that males preferred the scent of the novel female. While these males did not have access to these females to demonstrate mating preferences, this odour preference is believed to reflect promiscuous behaviour, and therefore be important to the male mating strategy. In an earlier experiment, also conducted by Carr et al., they found that unlike male rats, female rats preferred the odour of a familiar partner rather than the odour of a novel partner. Another study also examined not only olfactory preference, but what part of the brain targeted the olfactory preference. In this study, male hamsters were given lesions to either the hippocampus or the perirhinal-entorhinal cortex, or received a sham treatment. Then the hamsters were allowed to mate with a female hamster until they became satiated. All subjects were then presented with two anesthetized females, one was the female they had previously copulated with, and the other was a novel female. Hamsters with sham and hippocampal lesions investigated the anogenital region of the novel females for a significantly longer period of time in comparison to the familiar female. Males with lesions to the perirhinal-entorhinal cortex did not show a preference for either a familiar or novel female, and spent a similar amount of time investigating the anogenital region of both females. The results from this study revealed that the perirhinal-entorhinal cortex region of the brain in golden hamsters is crucial for the recognition of familiar conspecifics and certain social behaviors. The conclusion from this experiment was also consistent in rats and monkeys, since damage to this region of the brain impaired standard recognition memory, which would suggest that the hippocampal region of the brain is not crucial in social behavior memory, but rather, the perirhinal-entorhinal cortex.",
            "score": 114.23416900634766
        },
        {
            "docid": "22481627_5",
            "document": "Depression in childhood and adolescence . In childhood, boys and girls appear to be at equal risk for depressive disorders; during adolescence, however, girls are twice as likely as boys to develop depression. Before adolescence rates of depression are about the same in girls and boys, it is not until between the ages of 11-13 that is begins to change. Young girls around this age, physically, go through more changes than young boys which put that a higher risk for depression and hormonal imbalance. The gender gap in depression between adolescent men and women is mostly due to young women's lower levels of positive thinking, need for approval, and self-focusing negative conditions. Frequent exposure to victimization or bullying was related to high risks of depression, ideation and suicide attempts compare to those not involved in bullying. Nicotine dependence is also associated with depression, anxiety, and poor dieting, mostly in young men. Although causal direction has not been established, involvement in any sex or drug use is cause for concern. Children who develop major depression are more likely to have a family history of the disorder (often a parent who experienced depression at an early age) than patients with adolescent- or adult-onset depression. Adolescents with depression are also likely to have a family history of depression, though the correlation is not as high as it is for children.",
            "score": 114.05107879638672
        },
        {
            "docid": "3188174_11",
            "document": "Early childhood . The most information learned occurs between birth and the age of three, during this time humans develop more quickly and rapidly than they would at any other point in their life. Love, affection, encouragement and mental stimulation from the parents or guardians of these young children aid in development. At this time in life, the brain is growing rapidly and it is easier for information to be absorbed; parts of the brain can nearly double in a year. During this stage, children need vital nutrients and personal interaction for their brain to grow properly. Children's brains will expand and become more developed in these early years. Although adults play a huge part in early childhood development, the most important way children develop is interaction with other children. Children develop close relationships with the children they spend a large period of time with. Close relationships with peers develop strong social connections that can be transferred later in life, even children at an early age have a preference of whom they want to interact with or form friendships with. Howes (1983) research suggested that there are distinctive characteristics of friendships, for infants, toddler and pre-school aged children.",
            "score": 113.39517211914062
        },
        {
            "docid": "39653_9",
            "document": "Dissociative identity disorder . People diagnosed with DID often report that they have experienced severe physical and sexual abuse, especially during early to mid-childhood (although the accuracy of these reports has been disputed), and others report an early loss, serious medical illness or other traumatic event. They also report more historical psychological trauma than those diagnosed with any other mental illness. Severe sexual, physical, or psychological trauma in childhood has been proposed as an explanation for its development; awareness, memories and emotions of harmful actions or events caused by the trauma are removed from consciousness, and alternate personalities or subpersonalities form with differing memories, emotions and behavior. DID is attributed to extremes of stress or disorders of attachment. What may be expressed as post-traumatic stress disorder in adults may become DID when occurring in children, possibly due to their greater use of imagination as a form of coping. Possibly due to developmental changes and a more coherent sense of self past the age of six, the experience of extreme trauma may result in different, though also complex, dissociative symptoms and identity disturbances. A specific relationship between childhood abuse, disorganized attachment, and lack of social support are thought to be a necessary component of DID. Other suggested explanations include insufficient childhood nurturing combined with the innate ability of children in general to dissociate memories or experiences from consciousness.",
            "score": 111.61129760742188
        },
        {
            "docid": "82974_2",
            "document": "Posttraumatic stress disorder . Posttraumatic stress disorder (PTSD) is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, or other threats on a person's life. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in how a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk for suicide and intentional self-harm. Most people who have experienced a traumatic event will not develop PTSD. People who experience interpersonal trauma (for example rape or child abuse) are more likely to develop PTSD, as compared to people who experience non-assault based trauma, such as accidents and natural disasters. About half of people develop PTSD following rape. Children are less likely than adults to develop PTSD after trauma, especially if they are under 10 years of age. Diagnosis is based on the presence of specific symptoms following a traumatic event. Prevention may be possible when therapy is targeted at those with early symptoms but is not effective when provided to all individuals whether or not symptoms are present. The main treatments for people with PTSD are counselling and medication. A number of different types of therapy may be useful. This may occur one-on-one or in a group. Antidepressants of the selective serotonin reuptake inhibitor type are the first-line medications for PTSD and result in benefit in about half of people. These benefits are less than those seen with therapy. It is unclear if using medications and therapy together has greater benefit. Other medications do not have enough evidence to support their use, and in the case of benzodiazepines, may worsen outcomes. In the United States about 3.5% of adults have PTSD in a given year, and 9% of people develop it at some point in their life. In much of the rest of the world, rates during a given year are between 0.5% and 1%. Higher rates may occur in regions of armed conflict. It is more common in women than men. Symptoms of trauma-related mental disorders have been documented since at least the time of the ancient Greeks. During the World Wars the condition was known under various terms including \"shell shock\" and \"combat neurosis\". The term \"posttraumatic stress disorder\" came into use in the 1970s in large part due to the diagnoses of U.S. military veterans of the Vietnam War. It was officially recognized by the American Psychiatric Association in 1980 in the third edition of the \"Diagnostic and Statistical Manual of Mental Disorders\" (DSM-III).",
            "score": 111.51329040527344
        },
        {
            "docid": "2010326_6",
            "document": "Sex differences in crime . Terrie Moffitt and Avshalom Caspi compare childhood risk factors of males and females portraying childhood-onset and adolescent-onset antisocial behavior, which influences deviant behavior in individuals. Childhood-onset delinquency is attributed to lack of parenting, neurocognitive problems, and temperament and behavior problems. On the other hand, adolescent-onset delinquents did not encounter similar childhood problems. This study showed a male-to-female ratio of 10:1 for those experiencing childhood-onset delinquency and 15:1 for adolescent-onset delinquency. Moffitt and Caspi hypothesized that \"'life-course-persistent' antisocial behavior originates early in life, when the difficult behavior of a high-risk young child is exacerbated by a high-risk social environment\". Also, \"'adolescent-limited' antisocial behavior emerges alongside puberty, where otherwise healthy youngsters experience dysphoria during the relatively role-less years between biological maturation and access to mature privileges and responsibilities\", called the maturity gap. They look at the taxonomy theory, which states that the gender difference in crime are based on sex differences in the risk factors for life-course-persistent antisocial behavior. Based on research, girls are less likely than boys to have nervous system dysfunctions, difficult temperament, late maturity in verbal and motor development, learning disabilities, and childhood behavioral problems.",
            "score": 111.15979766845703
        },
        {
            "docid": "44457163_5",
            "document": "Gender responsive approach for girls in the juvenile justice system . Georgetown Law Center on Poverty and Inequality published a report in 2015 synthesizing research on juvenile justice system involvement of girls in the U.S. and articulated a cycle of systems-involvement, described as the \"Sexual Abuse to Prison Pipeline\". Prior to becoming involved in the juvenile justice system, there is evidence that girls experience higher rates of trauma and sexual abuse than systems-involved boys. For example, in a study of 64,329 juvenile offenders in Florida, Baglivio et al. found that these offenders had experienced high numbers of \"Adverse Childhood Experiences\". These experiences differed by gender. 31% of the girls in the study had experienced childhood sexual abuse, while only 7% of boys had. 45% of the girls and 24% of boys had experienced five or more Adverse Childhood experiences. Additionally, research has indicated that girls who experience trauma are more likely than boys to develop mental health conditions. Research has not established a causal link between trauma exposure and delinquent behavior, but has established a correlation. For example, research by Smith et al. on adolescent girls in Oregon's juvenile justice system found that sexual abuse, but not physical abuse or lifetime trauma, were significantly associated with substance use. The differential rate of and response to trauma exposure by gender has therefore been identified as an explanation for the disproportionate entry of girls into the juvenile justice system. In this theory, behaviors that are coping mechanisms for trauma experienced by girls, such as alcohol and drug use, and status offenses such as running away from home or shoplifting, are criminalized, leading to their system involvement.",
            "score": 110.34436798095703
        },
        {
            "docid": "22481627_2",
            "document": "Depression in childhood and adolescence . Depression is a state of low mood and aversion to activity. It may be a normal reaction to occurring life events or circumstances, a symptom of a medical condition, a side effect of drugs or medical treatments, or a symptom of certain psychiatric syndromes, such as the mood disorders major depressive disorder and dysthymia. Depression in childhood and adolescence is similar to adult major depressive disorder, although young sufferers may exhibit increased irritability or aggressive and self-destructive behavior, rather than the all-encompassing sadness associated with adult forms of depression. Children who are under stress, experience loss, or have attention, learning, behavioral, or anxiety disorders are at a higher risk for depression. Childhood depression is often co-morbid with mental disorders outside of other mood disorders; most commonly anxiety disorder and conduct disorder. Depression also tends to run in families. Psychologists have developed different treatments to assist children and adolescents suffering from depression, though the legitimacy of the diagnosis of childhood depression as a psychiatric disorder, as well as the efficacy of various methods of assessment and treatment, remains controversial.",
            "score": 110.26348876953125
        },
        {
            "docid": "25935238_9",
            "document": "Educational neuroscience . Almost all of the neurons in the brain are generated before birth, during the first three months of pregnancy, and the newborn child’s brain has a similar number of neurons to that of an adult. Many more neurons form than are needed, and only those that form active connections with other neurons survive. In the first year after birth the infant brain undergoes an intense phase of development, during which excessive numbers of connections between neurons are formed, and many of these excess connections must be cut back through the process of synaptic pruning that follows. This pruning process is just as important a stage of development as the early rapid growth of connections between brain cells. The process during which large numbers of connections between neurons are formed is called synaptogenesis. For vision and hearing (visual and auditory cortex), there is extensive early synaptogenesis. The density of connections peaks at around 150% of adult levels between four and 12 months, and the connections are then extensively pruned. Synaptic density returns to adult levels between two and four years in the visual cortex. For other areas such as prefrontal cortex (thought to underpin planning and reasoning), density increases more slowly and peaks after the first year. Reduction to adult levels of density takes at least another 10–20 years; hence there is significant brain development in the frontal areas even in adolescence. Brain metabolism (glucose uptake, which is an approximate index of synaptic functioning) is also above adult levels in the early years. Glucose uptake peaks at about 150% of adult levels somewhere around four to five years. By the age of around ten years, brain metabolism has reduced to adult levels for most cortical regions. Brain development consists of bursts of synaptogenesis, peaks of density, and then synapse rearrangement and stabilisation. This occurs at different times and different rates for different brain regions, which implies that there may be different sensitive periods for the development of different types of knowledge. Neuroscience research into early brain development has informed government education policy for children under three years old in many countries including the USA and the United Kingdom. These policies have focused on enriching the environment of children during nursery and preschool years, exposing them to stimuli and experiences thought to maximise the learning potential of the young brain.",
            "score": 109.44586944580078
        },
        {
            "docid": "20731095_5",
            "document": "Self-embedding . The majority of people who engage in self-embedding are white teenage females with psychiatric diagnoses. Self-embedding has a high comorbidity with other psychological disorders such as post-traumatic stress disorder, dissociative disorder, and borderline personality disorder. Additionally, deliberate self-harm is associated with externalizing pathology such as oppositional defiant disorder and conduct disorder. Adolescents who self-injure have higher mean depression scores and report more depressive symptoms than adolescents who do not self-injure. They also report more symptoms of anxiety. Life stressors such as sexual abuse, witnessing family violence or experiencing a traumatic event have also been found to be associated with deliberate self-harm. The frequency and the presence of deliberate self-harm are correlated with the number of stressful life events adolescents report. Adolescents with a history of deliberate self-harm report more stressful life events and those with higher rates for these experiences were more likely to repetitively engage in the behavior. Empirical studies have identified risk factors and correlates for self-injurious behavior. Some of these factors include a history of childhood abuse, the presence of a mental disorder, poor verbal skills, and identifying with Goth subculture.",
            "score": 109.05589294433594
        },
        {
            "docid": "35716364_5",
            "document": "Narrative identity . The development of life story narratives in adolescence is facilitated by co-constructed reminiscing, in which caregivers use discussion, comparison, and analysis of inner motivation to guide reflection about past events and create narratives that explain situations and behavior. This helps adolescents develop an understanding of the relationship between the \"self\" of the past and their personal narrative in the present. An interesting finding from adolescent research shows more semantic stories increase and become more meaningful in a child's life. When a child, especially a boy, makes stronger semantic connections in early adolescence, he has a worse sense of well-being, but as he moves to late adolescence his well-being increases. the large jump in cognitive learning during adolescence allows this change to take place. Since this is a very important time for children to expand their social groups and conversational constructs, more semantic narratives can be created and allow the meaning making construct to develop.",
            "score": 109.01451873779297
        },
        {
            "docid": "4275189_3",
            "document": "Joseph E. LeDoux . As explained in his 1996 book, The Emotional Brain, LeDoux developed an interest in the topic of emotion through his doctoral work with Michael Gazzaniga on split-brain patients in the mid-1970s. Because techniques for studying the human brain were limited at the time, he turned to studies of rodents where the brain could be studied in detail. He chose to focus on a simple behavioral model, Pavlovian fear conditioning. This procedure allowed him to follow the flow of information about a stimulus through the brain as it comes to control behavioral responses by way of sensory pathways to the amygdala, and gave rise to the notion of two sensory roads to the amygdala, with the “low road” being a quick and dirty subcortical pathway for rapid activity behavioral responses to threats and the “high road” providing slower but highly processed cortical information. His work has shed light on how the brain detects and responds to threats, and how memories about such experiences are formed and stored through cellular, synaptic and molecular changes in the amygdala. A long-standing collaboration with NYU colleague Elizabeth Phelps has shown the validity of the rodent work for understanding threat processing in the human brain. LeDoux’s work on amygdala processing of threats has helped understand exaggerated responses to threats in anxiety disorders in humans. For example, studies with Maria Morgan in the 1990s implicated the medial prefrontal cortex in the extinction of responses to threats and paved the way for understanding how exposure therapy reduces threat reactions in people with anxiety by way of interactions between the medial prefrontal cortex and the amygdala. Work conducted with Karim Nader and Glenn Schafe triggered a wave of interest in the topic of memory reconsolidation, a process by which memories become labile and subject to change after being retrieved. This led to the idea that trauma-related cues might be weakened in humans by blocking reconsolidation. Studies with Marie Mofils, Daniela Schiller and Phelps showed that extinction conducted shortly after triggering reconsolidation is considerably more effective in reducing the threat value of stimuli than conventional extinction, a finding that has proven useful in reducing drug relapse in humans.",
            "score": 108.66873168945312
        },
        {
            "docid": "55838656_10",
            "document": "Culture of violence theory . Early childhood trauma, specifically exposure to abuse or violence, is linked to mental health disorder development. Witnessing domestic violence during childhood places individuals at a greater risk for developing psychological disorders such as depression. General functioning may be impacted in behavioral or emotional domains as a result of exposure to domestic violence as a child. Post-traumatic stress disorder (PTSD) is a widely supported potential resultant diagnosis of childhood trauma. More specifically, interpersonal trauma places children and adolescents at an increased risk for developing PTSD, with girls being the most susceptible. Furthermore, exposure to bullying has also been shown to induce symptoms of PTSD or be connected to a PTSD diagnosis. Bullying and trauma responses have been observed in both child and adult populations as well as across various environments including academic or professional settings.",
            "score": 108.38285827636719
        },
        {
            "docid": "82974_8",
            "document": "Posttraumatic stress disorder . Predictor models have consistently found that childhood trauma, chronic adversity, and familial stressors increase risk for PTSD as well as risk for biological markers of risk for PTSD after a traumatic event in adulthood. Experiencing bullying as a child or an adult has been correlated with the development of PTSD. Peritraumatic dissociation in children is a predictive indicator of the development of PTSD later in life. This effect of childhood trauma, which is not well understood, may be a marker for both traumatic experiences and attachment problems. Proximity to, duration of, and severity of the trauma make an impact, and interpersonal traumas cause more problems than impersonal ones.",
            "score": 108.23748779296875
        },
        {
            "docid": "53151687_2",
            "document": "Early childhood trauma . Early childhood trauma refers to adversity experienced in early childhood. Early childhood is defined as conception to age five, the most critical developmental period in human life. Adversity that causes toxic stress and/or trauma experienced in early childhood can lead to a variety of problems in later life, in a critical developmental period in a child’s life spanning from conception to the age of five. Childhood experiences, both positive and negative, have a tremendous impact on future violence victimization and perpetration, and lifelong health and opportunity. As such, early experiences are an important public health issue. Much of the foundational research in this area has been referred to as Adverse Childhood Experiences (ACEs).",
            "score": 107.7330551147461
        },
        {
            "docid": "83859_25",
            "document": "Adolescence . The first areas of the brain to be pruned are those involving primary functions, such as motor and sensory areas. The areas of the brain involved in more complex processes lose matter later in development. These include the lateral and prefrontal cortices, among other regions. Some of the most developmentally significant changes in the brain occur in the prefrontal cortex, which is involved in decision making and cognitive control, as well as other higher cognitive functions. During adolescence, myelination and synaptic pruning in the prefrontal cortex increases, improving the efficiency of information processing, and neural connections between the prefrontal cortex and other regions of the brain are strengthened. This leads to better evaluation of risks and rewards, as well as improved control over impulses. Specifically, developments in the dorsolateral prefrontal cortex are important for controlling impulses and planning ahead, while development in the ventromedial prefrontal cortex is important for decision making. Changes in the orbitofrontal cortex are important for evaluating rewards and risks.",
            "score": 107.65309143066406
        },
        {
            "docid": "24598699_4",
            "document": "Sexual maturation disorder . Puberty usually occurs from the ages of 10 to 16 years of age and varies between boys and girls with girls normally starting earlier than boys (Shiel, Stoppler 2012). During the time of puberty is when sexual maturation starts to occur. Numerous physical changes happen during the period of puberty. Girls start to develop breasts, have growth of pubic hair and eventually begin having menstrual cycles. Boys have an enlargement of testicles and penis, growth of pubic hair, deepened voices and muscular development. Along with physical changes during puberty there are many mental changes happening. During the adolescence stage of life, boys and girls start developing thoughts related to sexual identity and start to explore and experiment with sexual behaviors. This stage of life is when sexual maturation starts to develop and one’s gender identity and sexual orientation is being developed. This is a timeframe that can possibly become confusing for the youth going through this stage of adolescence. Feelings of frustration, anxiety or depression may occur. This could be the first signs of disorder during sexual maturation. Sexual maturity is a natural progression during the pubertal stages of adolescence. It is the timeframe where youth explore and experience sexual thoughts, situations and behaviors which ultimately lead to the identification of their gender and sexual orientation. During this timeframe abnormal feelings and thoughts can affect the progression of maturity. These abnormal occurrences would be identified as sexual maturation disorder.",
            "score": 107.40570831298828
        },
        {
            "docid": "489334_23",
            "document": "Self-concept . Gender differences in interdependent environments appear in early childhood: by age 3, boys and girls choose same-sex play partners, maintaining their preferences until late elementary school. Boys and girls become involved in different social interactions and relationships. Girls tend to prefer one-on-one (dyadic) interaction, forming tight, intimate bonds, while boys prefer group activities. One study in particular found that boys performed almost twice as well in groups than in pairs, whereas girls did not show such a difference. In early adolescence, males are more likely to have a positive physical self-concept. During this developmental stage, boys who develop early tend to have a more positive view of themselves as opposed to early developing females who view themselves more negatively. The largest difference during this developmental stage between males and females is the way they view their appearance. It is assumed at this age that a more attractive person has more social power. By the time they reach college-age, females continue to have lower physical self-concepts than males.",
            "score": 107.27486419677734
        },
        {
            "docid": "27158894_16",
            "document": "Addiction . Adverse childhood experiences (ACEs) are various forms of maltreatment and household dysfunction experienced in childhood. The Adverse Childhood Experiences Study by the Centers for Disease Control and Prevention has shown a strong dose–response relationship between ACEs and numerous health, social, and behavioral problems throughout a person's lifespan, including those associated with substance abuse. Children's neurological development can be permanently disrupted when they are chronically exposed to stressful events such as physical, emotional, or sexual abuse, physical or emotional neglect, witnessing violence in the household, or a parent being incarcerated or suffering from a mental illness. As a result, the child's cognitive functioning or ability to cope with negative or disruptive emotions may be impaired. Over time, the child may adopt substance use as a coping mechanism, particularly during adolescence. A study of 900 court cases involving children who experienced abuse found that a vast amount of them went on to suffer from some form of addiction in their adolescence or adult life. This pathway towards addiction that is opened through stressful experiences during childhood can be avoided by a change in environmental factors throughout an individuals life and opportunities of professional help.",
            "score": 106.68570709228516
        },
        {
            "docid": "4031803_11",
            "document": "Social inhibition . This is in contrast to a study that measured inhibition levels through self reports from the adolescent and their parents. West and Newman found that young American Indian women and their parents reported higher levels of inhibition than young American Indian men; in addition, the parental reports also predicted social anxiety in young American Indian women over young American Indian men. In this same study, relationship development with peers was investigated over time. West and Newman stated that low levels of behavioral inhibition had an association with early social and school situations and that were related to greater levels of socially mediated anxiety, especially negative evaluation of fear by peers. This study then speculates about the possibility that adolescents and children who have a generally positive social experience will be more aware of the status of these positive relationships, therefore more anxious about failure in their social domain. Other studies also discussed how in many cases, early behavioral inhibition is a risk factor for the development of chronic high school-age inhibition and possible social anxiety disorder. Although social inhibition can be a predictor of other social disorders there is not an extremely large portion of adolescents who have developed an anxiety disorder and also had a history of inhibition in childhood.",
            "score": 106.63946533203125
        },
        {
            "docid": "25935238_70",
            "document": "Educational neuroscience . The enriched environment argument is based on evidence that rats raised in complex environments perform better on maze tasks and have 20-25% more synaptic connections than those raised in austere environments. However, these enriched environments were in laboratory cages, and did not come close to replicating the intensely stimulating environment a rat would experience in the wild. Furthermore, the formation of these additional connections in response to novel environmental stimuli occurs throughout life, not just during a critical or sensitive period. For example, skilled pianists show enlarged representations in the auditory cortex relating specifically to piano tones, while violinists have enlarged neural representations for their left fingers. Even London taxi drivers who learn the London street map in intense detail develop enlarged formations in the part of the brain responsible for spatial representation and navigation. These results show that the brain can form extensive new connections as the result of focused educational input, even when this input is received solely during adulthood. Greenough’s work suggests a second type of brain plasticity. Whereas synaptogenesis and critical periods relate to experience-expectant plasticity, synaptic growth in complex environments relates to \"experience-dependent\" plasticity. This type of plasticity is concerned with environment specific learning, and not to features of the environment that are ubiquitous and common to all members of the species, such as vocabulary.",
            "score": 106.23562622070312
        }
    ]
}