{
    "q": [
        {
            "docid": "18393_72",
            "document": "Life . Multicellular organisms may have first evolved through the formation of colonies of identical cells. These cells can form group organisms through cell adhesion. The individual members of a colony are capable of surviving on their own, whereas the members of a true multi-cellular organism have developed specializations, making them dependent on the remainder of the organism for survival. Such organisms are formed clonally or from a single germ cell that is capable of forming the various specialized cells that form the adult organism. This specialization allows multicellular organisms to exploit resources more efficiently than single cells. In January 2016, scientists reported that, about 800 million years ago, a minor genetic change in a single molecule, called GK-PID, may have allowed organisms to go from a single cell organism to one of many cells.",
            "score": 154.10935282707214
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 161.91434955596924
        },
        {
            "docid": "7138421_12",
            "document": "Wandering cell . B cells are wandering cells that are antibody factories. They are capable of producing molecules that can recognize and bond to specific types of molecules present in infectious organisms or substances that the body identifies as foreign. Every individual B cell makes only one particular type of antibody, specific to only one type of foreign substance. For example, where one cell produces antibody against one of the many viral causes of a cold, another cell's antibodies will ignore the presence of the same virus completely. Normally, the body contains many different B cells, specialized for a specific invader, but only has low levels of each type circulating. When an invader manages to break past other defenses, like the skin or digestive tract into the body, then the circulating B cells that target that particular foreigner multiply up and produce more antibody. Special forms of B cell called plasma cells produce antibodies; little versions of the specialized B cells, called memory B cells, remain stored in lymph glands prepared for the next invasion by the foreigner. Although the products of B cells, the antibodies, stick onto their target invader, they most often do not kill the invader. This job falls to other types of lymphocytes called T cells. There are three different forms of T cells, which are the Helper T cells, the Killer T cells, and the Suppressor T cells.",
            "score": 150.76153111457825
        },
        {
            "docid": "42263864_6",
            "document": "Unique properties of hyperthermophilic archaea . All microbes ranging from the smallest bacteria to the largest multicellular eukaryote contains a membrane with phospholipids. A phospholipid molecule is composed of a long fatty acid, often called the tail of the molecule, and a phosphate group, which serves as the head of the molecule. Phospholipid membranes can range widely in the structure of the fatty acid tail, which is composed of mostly hydrocarbons. These phospholipid molecules form bilayers with the polar phosphate groups facing the aqueous solution inside or outside of the cell with the hydrocarbons facing inward interacting with each other. The membrane, along with proteins, controls which molecules are allowed in or out of the cell. For this reason, the membrane plays a crucial role in the survival of the cell. A faulty membrane can allow too many solutes into the cell, resulting in cell death.",
            "score": 116.00314736366272
        },
        {
            "docid": "4230_26",
            "document": "Cell (biology) . In meiosis, the DNA is replicated only once, while the cell divides twice. DNA replication only occurs before meiosis I. DNA replication does not occur when the cells divide the second time, in meiosis II. Replication, like all cellular activities, requires specialized proteins for carrying out the job. Between successive cell divisions, cells grow through the functioning of cellular metabolism. Cell metabolism is the process by which individual cells process nutrient molecules. Metabolism has two distinct divisions: catabolism, in which the cell breaks down complex molecules to produce energy and reducing power, and anabolism, in which the cell uses energy and reducing power to construct complex molecules and perform other biological functions. Complex sugars consumed by the organism can be broken down into simpler sugar molecules called monosaccharides such as glucose. Once inside the cell, glucose is broken down to make adenosine triphosphate (ATP), a molecule that possesses readily available energy, through two different pathways.",
            "score": 148.67775547504425
        },
        {
            "docid": "152611_13",
            "document": "Cellular differentiation . Other important mechanisms fall under the category of asymmetric cell divisions, divisions that give rise to daughter cells with distinct developmental fates. Asymmetric cell divisions can occur because of asymmetrically expressed maternal cytoplasmic determinants or because of signaling. In the former mechanism, distinct daughter cells are created during cytokinesis because of an uneven distribution of regulatory molecules in the parent cell; the distinct cytoplasm that each daughter cell inherits results in a distinct pattern of differentiation for each daughter cell. A well-studied example of pattern formation by asymmetric divisions is body axis patterning in Drosophila. RNA molecules are an important type of intracellular differentiation control signal. The molecular and genetic basis of asymmetric cell divisions has also been studied in green algae of the genus \"Volvox\", a model system for studying how unicellular organisms can evolve into multicellular organisms. In \"Volvox carteri\", the 16 cells in the anterior hemisphere of a 32-cell embryo divide asymmetrically, each producing one large and one small daughter cell. The size of the cell at the end of all cell divisions determines whether it becomes a specialized germ or somatic cell.",
            "score": 136.76192796230316
        },
        {
            "docid": "30427075_5",
            "document": "Paenibacillus vortex . \"P. vortex\" is a social microorganism: when grown on under growth conditions that mimic natural environments such as hard surfaces it forms colonies of 109-1012 cells with remarkably complex and dynamic architectures (Figure 1). Being part of a large cooperative, the bacteria can better compete for food resources and be protected against antibacterial assaults. Under laboratory growth conditions, similar to other social bacteria, \"P. vortex\" colonies behave much like a multi-cellular organism, with cell differentiation and task distribution. \"P. vortex\" is marked by its ability to generate special aggregates of dense bacteria that are pushed forward by repulsive chemotactic signals sent from the cells at the back. These rotating aggregates termed vortices (Figure 2), pave the way for the colony to expand. The vortices serve as building blocks of colonies with special modular organization (Figure 1). Accomplishing such intricate cooperative ventures requires sophisticated cell-cell communication, including semantic and pragmatic aspects of linguistics. Communicating with each other using a variety of chemical signals, bacteria exchange information regarding population size, a myriad of individual environmental measurements at different locations, their internal states and their phenotypic and epigenetic adjustments. The bacteria collectively sense the environment and execute distributed information processing to glean and assess relevant information. The information is then used by the bacteria for reshaping the colony while redistributing tasks and cell epigenetic differentiations, for collective decision-making and for turning on and off defense and offense mechanisms needed to thrive in competitive environments, faculties that can be perceived as social intelligence of bacteria.",
            "score": 159.15715372562408
        },
        {
            "docid": "167660_4",
            "document": "Cell type . All higher multicellular organisms contain cells specialised for different functions. Most distinct cell types arise from a single totipotent cell that differentiates into hundreds of different cell types during the course of development. Differentiation of cells is driven by different environmental cues (such as cell–cell interaction) and intrinsic differences (such as those caused by the uneven distribution of molecules during division). Multicellular organisms are composed of cells that fall into two fundamental types: germ cells and somatic cells. During development, somatic cells will become more specialized and form the three primary germ layers: ectoderm, mesoderm, and endoderm. After formation of the three germ layers, cells will continue to specialize until they reach a terminally differentiated state that is much more resistant to changes in cell type than its progenitors.",
            "score": 130.29887795448303
        },
        {
            "docid": "47457234_3",
            "document": "Outline of fungi . Fungi – \"Fungi\" is plural for \"fungus\". A fungus is any member of the group of eukaryotic organisms that includes unicellular microorganisms such as yeasts and molds, as well as multicellular fungi that produce familiar fruiting forms known as mushrooms. These organisms are classified as a kingdom, Fungi, which is separate from the other life kingdoms of plants, animals, protists, and bacteria. One difference that places fungi in a different kingdom is that its cell walls contain chitin, unlike the cell walls of plants, bacteria and some protists. Similar to animals, fungi are heterotrophs, that is, they acquire their food by absorbing dissolved molecules, typically by secreting digestive enzymes into their environment. Growth is their means of mobility, except for spores, which may travel through the air or water (a few of which are flagellated). Fungi are the principal decomposers in ecological systems.",
            "score": 108.57091760635376
        },
        {
            "docid": "6241559_12",
            "document": "Tetraselmis . \"Tetraselmis\" species have been important for cellular biology research, for studying plankton growth cycles, and they may have future use in biofuel production. For example, the species \"T. indica\" is being used to study how asymmetric cell-division during mitosis results in clonal cell heterogeneity. This species forms a clonal colony in which the cells are morphologically and ultrastructurally different, and many cells specialize and develop independent physical properties. The asymmetric division of daughter cells results in the unequal division of both cytoplasm and nucleoplasm. Scientists believe this phenomenon allows clones to form “sub-populations” that remain close to one another, in which the cells cooperate with one another and act as one large population. Asymmetric cell division clearly plays an important role in the production of phenotypically diverse cells in multicellular systems, and this has important implications for multicellular organisms, humans included.",
            "score": 135.18424260616302
        },
        {
            "docid": "599709_7",
            "document": "Karyogamy . When subjected to environmental stress, such as nitrogen starvation in the case of \"Chlamydomonas\", cells are induced to form gametes. Gamete formation in single-celled haploid organisms such as yeast is called sporulation, resulting in many cellular changes that increase resistance to stress. Gamete formation in multicellular fungi occurs in the gametangia, an organ specialized for such a process, usually by meiosis. When opposite mating types meet, they are induced to leave the vegetative cycle and enter the mating cycle. In yeast, there are two mating types, a and α. In fungi, there can be two, four, or even up to 10,000 mating types, depending on the species. Mate recognition in the simplest eukaryotes is achieved through pheromone signaling, which induces shmoo formation (a projection of the cell) and begins the process of microtubule organization and migration. Pheromones used in mating type recognition are often peptides, but sometimes trisporic acid or other molecules, recognized by cellular receptors on the opposite cell. Notably, pheromone signaling is absent in higher fungi such as mushrooms.",
            "score": 136.86956930160522
        },
        {
            "docid": "411673_11",
            "document": "Candida albicans . Although often referred to as dimorphic, \"C. albicans\" is in fact polyphenic (often also referred to as pleomorphic). When cultured in standard yeast laboratory medium, \"C. albicans\" grows as ovoid \"yeast\" cells. However, mild environmental changes in temperature, CO, nutrients and pH can result in a morphological shift to filamentous growth. Filamentous cells share many similarities with yeast cells. Both cell types seem to play a specific, distinctive role in the survival and pathogenicity of \"C. albicans\". Yeast cells seem to be better suited for the dissemination in the bloodstream while hyphal cells have been proposed as a virulence factor. Hyphal cells are invasive and speculated to be important for tissue penetration, colonization of organs and surviving plus escaping macrophages. The transition from yeast to hyphal cells is termed to be one of the key factors in the virulence of \"C. albicans\", however it is not deemed necessary. When \"C. albicans\" cells are grown in a medium that mimics the physiological environment of a human host, they grow as filamentous cells (both true hyphae and pseudohyphae). \"Candida albicans\" can also form Chlamydospores, the function of which remains unknown, but it is speculated they play a role in surviving harsh environments as they are most often formed under unfavorable conditions.",
            "score": 153.19905722141266
        },
        {
            "docid": "363938_4",
            "document": "Eduard Buchner . The experiment for which Buchner won the Nobel Prize consisted of producing a cell-free extract of yeast cells and showing that this \"press juice\" could ferment sugar. This dealt yet another blow to vitalism by showing that the presence of living yeast cells was not needed for fermentation. The cell-free extract was produced by combining dry yeast cells, quartz and kieselguhr and then pulverizing the yeast cells with a pestle and mortar. This mixture would then become moist as the yeast cells' contents would come out of the cells. Once this step was done, the moist mixture would be put through a press and the resulting \"press juice\" had glucose, fructose, or maltose added and carbon dioxide was seen to evolve, sometimes for days. Microscopic investigation revealed no living yeast cells in the extract. Buchner hypothesized that yeast cells secrete proteins into their environment in order to ferment sugars, but it was later found that fermentation occurs inside the yeast cells. Maria Manasseina claimed to have discovered free-cell fermentation a generation earlier than Buchner.",
            "score": 137.94636940956116
        },
        {
            "docid": "53557244_2",
            "document": "Collective cell migration . Collective cell migration describes the movements of group of cells and the emergence of collective behavior from cell-environment interactions and cell-cell communication. Collective cell migration is an essential process in the lives of multicellular organisms, e.g. embryonic development, wound healing and cancer spreading (metastasis). Cells can migrate as a cohesive group (e.g. epithelial cells) or have transient cell-cell adhesion sites (e.g. mesenchymal cells). They can also migrate in different modes like sheets, strands, tubes, and clusters. While single-cell migration has been extensively studied, collective cell migration is a relatively new field with applications in preventing birth defects or dysfunction of embryos. It may improve cancer treatment by enabling doctors to prevent tumors from spreading and forming new tumors.",
            "score": 146.75796520709991
        },
        {
            "docid": "42213076_3",
            "document": "Biomolecular gradient . Cells themselves can create biomolecular gradients by releasing signaling molecules that diffuse outwardly. These gradients are critical for cellular identity and cell relocation. Similarly, the gradients produced by cells may influence cellular fate by their temporal and spatial characteristics. In certain organisms, the choice of cell fate can be determined by a gradient, a binary choice, or through a relay of molecules released by a cell. If cell fate is binary, the identity of the cell is influenced by the presence or absence of a signaling molecule; consequently, these signals can also induce cell fate acting in a relay. The relay functions by the source cell releasing a signaling molecule into the environment. Adjacent cells possessing similar cell identities respond to these signals and can release different signaling molecules to cells in their surrounding area, promoting additional new cell fates. This process continues to all cells in the developing organism. In contrast, a signal can act in a gradient, which induces a specific cell fate as a function of the concentration of the molecule in the gradient. These types of molecules are known as morphogens.",
            "score": 139.27971160411835
        },
        {
            "docid": "8406655_14",
            "document": "Introduction to genetics . The function of genes is to provide the information needed to make molecules called proteins in cells. Cells are the smallest independent parts of organisms: the human body contains about 100 trillion cells, while very small organisms like bacteria are just one single cell. A cell is like a miniature and very complex factory that can make all the parts needed to produce a copy of itself, which happens when cells divide. There is a simple division of labor in cells—genes give instructions and proteins carry out these instructions, tasks like building a new copy of a cell, or repairing damage. Each type of protein is a specialist that only does one job, so if a cell needs to do something new, it must make a new protein to do this job. Similarly, if a cell needs to do something faster or slower than before, it makes more or less of the protein responsible. Genes tell cells what to do by telling them which proteins to make and in what amounts.",
            "score": 127.7120087146759
        },
        {
            "docid": "21942008_8",
            "document": "Cell polarity . Generation of cellular polarity is critically important for the function of practically every cell type and underlies processes like cell division, differentiation, cell migration, cell–cell signalling and fertilization. Cell polarity is an example of the self-organization property that all living organism share. All the cells within a multicellular organism, or any single cell species i.e. yeast, displays a polarized organization necessary for its proliferation, differentiation or physiological function. Budding yeast is a highly accessible experimental system, which serves as a paradigm for deciphering the molecular mechanism underlying the generation of polarity. Yeast cells share many features about cell polarity with other organism like: regulation by intrinsic and extrinsic cues, conserved regulatory molecules such as Cdc42GTPase, and asymmetry of the cytoskeleton. Cell polarization is associated with a type of symmetry breaking, that occurs in the cytoskeleton and guides the direction of growth of the future daughter cell. This symmetry breaking facilitates the polarized flux and localization of several protein in the polarized patch. When cells can perform symmetry breaking in absence of any spatial cue (landmarks), is called spontaneous polarization or spontaneous symmetry breaking.",
            "score": 135.87097465991974
        },
        {
            "docid": "43183712_20",
            "document": "Bioluminescent bacteria . Bioluminescence in bacteria can be regulated through a phenomenon known as autoinduction or quorum sensing. Quorom sensing is a form of cell-to-cell communication that alters gene expression in response to cell density. Autoinducer is a diffusible pheromone produced constitutively by bioluminescent bacteria and serves as an extracellular signalling molecule. When the concentration of autoinducer secreted by bioluminescent cells in the environment reaches a threshold (above 10 cells per mL), it induces the expression of luciferase and other enzymes involved in bioluminescence. Bacteria are able to estimate their density by sensing the level of autoinducer in the environment and regulate their bioluminescence such that it is expressed only when there is a sufficiently high cell population. A sufficiently high cell population ensures that the bioluminescence produced by the cells will be visible in the environment.",
            "score": 148.1539375782013
        },
        {
            "docid": "1551578_5",
            "document": "Zymase . The experiment for which Buchner won the Nobel Prize consisted of producing a cell-free extract of yeast cells and showing that this \"press juice\" could ferment sugar. This dealt yet another blow to vitalism by showing that the presence of living yeast cells was not needed for fermentation. The cell-free extract was produced by combining dry yeast cells, quartz and kieselguhr and then pulverizing the yeast cells with a mortar and pestle. This mixture would then become moist as the yeast cells' contents would come out of the cells. Once this step was done, the moist mixture would be put through a press and when this resulting \"press juice\" had glucose, fructose, or maltose added, carbon dioxide was seen to evolve, sometimes for days. Microscopic investigation revealed no living yeast cells in the extract.",
            "score": 134.41843831539154
        },
        {
            "docid": "4682359_8",
            "document": "Directed evolution . During \"in vivo\" evolution, each cell (usually bacteria or yeast) is transformed with a plasmid containing a different member of the variant library. In this way, only the gene of interest differs between the cells, with all other genes being kept the same. The cells express the protein either in their cytoplasm or surface where its function can be tested. This format has the advantage of selecting for properties in a cellular environment, which is useful when the evolved protein or RNA is to be used in living organisms. When performed without cells, DE involves using \"in vitro\" transcription translation to produce proteins or RNA free in solution or compartmentalised in artificial microdroplets. This method has the benefits of being more versatile in the selection conditions (e.g. temperature, solvent), and can express proteins that would be toxic to cells. Furthermore, \"in vitro\" evolution experiments can generate far larger libraries (up to 10) because the library DNA need not be inserted into cells (often a limiting step).",
            "score": 132.30982077121735
        },
        {
            "docid": "19653842_18",
            "document": "Organism . All organisms consist of structural units called cells; some contain a single cell (unicellular) and others contain many units (multicellular). Multicellular organisms are able to specialize cells to perform specific functions. A group of such cells is a tissue, and in animals these occur as four basic types, namely epithelium, nervous tissue, muscle tissue, and connective tissue. Several types of tissue work together in the form of an organ to produce a particular function (such as the pumping of the blood by the heart, or as a barrier to the environment as the skin). This pattern continues to a higher level with several organs functioning as an organ system such as the reproductive system, and digestive system. Many multicellular organisms consist of several organ systems, which coordinate to allow for life.",
            "score": 141.491623878479
        },
        {
            "docid": "19965_8",
            "document": "Morphogenesis . During embryonic development, cells are restricted to different layers due to differential affinities. One of the ways this can occur is when cells share the same cell-to-cell adhesion molecules. For instance, homotypic cell adhesion can maintain boundaries between groups of cells that have different adhesion molecules. Furthermore, cells can sort based upon differences in adhesion between the cells, so even two populations of cells with different levels of the same adhesion molecule can sort out. In cell culture cells that have the strongest adhesion move to the center of a mixed aggregates of cells. Moreover, cell-cell adhesion is often modulated by cell contractility, which can exert forces on the cell-cell contacts so that two cell populations with equal levels of the same adhesion molecule can sort out. The molecules responsible for adhesion are called cell adhesion molecules (CAMs). Several types of cell adhesion molecules are known and one major class of these molecules are cadherins. There are dozens of different cadherins that are expressed on different cell types. Cadherins bind to other cadherins in a like-to-like manner: E-cadherin (found on many epithelial cells) binds preferentially to other E-cadherin molecules. Mesenchymal cells usually express other cadherin types such as N-cadherin.",
            "score": 118.84164905548096
        },
        {
            "docid": "54643138_6",
            "document": "Zoothamnium niveum . Most ciliates live as single-celled organisms in aquatic environments, and the single cell carries out all functions of life, such as nutrition, metabolism, and reproduction. Colonies of \"Z. niveum\" are composed of numerous individual cells that form a feather-like colonial unit, with several different cell types. Old branches of the colony illustrate the polymorphism of the zooids when viewed under the microscope. Three different forms of the individual ciliate cells are present, which are distinct in both form and function. The large macrozooids can transform into swarmers and leave the colony. They settle on suitable surfaces and develop into new colonies. The microzooids are small cells specialized for feeding, which the colony does by consumption of their symbiotic bacteria and other organic particles. At the terminal ends of the colony are specialized zooids that can elongate and facilitate the asexual reproduction of the colony.",
            "score": 128.39344191551208
        },
        {
            "docid": "299472_9",
            "document": "Multicellular organism . One hypothesis for the origin of multicellularity is that a group of function-specific cells aggregated into a slug-like mass called a grex, which moved as a multicellular unit. This is essentially what slime molds do. Another hypothesis is that a primitive cell underwent nucleus division, thereby becoming a coenocyte. A membrane would then form around each nucleus (and the cellular space and organelles occupied in the space), thereby resulting in a group of connected cells in one organism (this mechanism is observable in Drosophila). A third hypothesis is that as a unicellular organism divided, the daughter cells failed to separate, resulting in a conglomeration of identical cells in one organism, which could later develop specialized tissues. This is what plant and animal embryos do as well as colonial choanoflagellates.",
            "score": 123.96814608573914
        },
        {
            "docid": "1231522_10",
            "document": "Biological immortality . Many unicellular organisms age: as time passes, they divide more slowly and ultimately die. Asymmetrically dividing bacteria and yeast also age. However, symmetrically dividing bacteria and yeast can be biologically immortal under ideal growing conditions. In these conditions, when a cell splits symmetrically to produce two daughter cells, the process of cell division can restore the cell to a youthful state. However, if the parent asymmetrically buds off a daughter only the daughter is reset to the youthful state—the parent isn't restored and will go on to age and die. In a similar manner stem cells and gametes can be regarded as \"immortal\".",
            "score": 138.2069730758667
        },
        {
            "docid": "34413_7",
            "document": "Zoology . Cell biology studies the structural and physiological properties of cells, including their behavior, interactions, and environment. This is done on both the microscopic and molecular levels, for single-celled organisms such as bacteria as well as the specialized cells in multicellular organisms such as humans. Understanding the structure and function of cells is fundamental to all of the biological sciences. The similarities and differences between cell types are particularly relevant to molecular biology.",
            "score": 127.10500502586365
        },
        {
            "docid": "12305127_39",
            "document": "Evolutionary history of life . The simplest definitions of \"multicellular,\" for example \"having multiple cells,\" could include colonial cyanobacteria like \"Nostoc\". Even a technical definition such as \"having the same genome but different types of cell\" would still include some genera of the green algae Volvox, which have cells that specialize in reproduction. Multicellularity evolved independently in organisms as diverse as sponges and other animals, fungi, plants, brown algae, cyanobacteria, slime molds and myxobacteria. For the sake of brevity, this article focuses on the organisms that show the greatest specialization of cells and variety of cell types, although this approach to the evolution of biological complexity could be regarded as \"rather anthropocentric.\" The initial advantages of multicellularity may have included: more efficient sharing of nutrients that are digested outside the cell, increased resistance to predators, many of which attacked by engulfing; the ability to resist currents by attaching to a firm surface; the ability to reach upwards to filter-feed or to obtain sunlight for photosynthesis; the ability to create an internal environment that gives protection against the external one; and even the opportunity for a group of cells to behave \"intelligently\" by sharing information. These features would also have provided opportunities for other organisms to diversify, by creating more varied environments than flat microbial mats could.",
            "score": 134.11557030677795
        },
        {
            "docid": "6339_5",
            "document": "Cell biology . The study of the cell is done on a molecular level; however, most of the processes within the cell are made up of a mixture of small organic molecules, inorganic ions, hormones, and water. Approximately 75-85% of the cell’s volume is due to water making it an indispensable solvent as a result of its polarity and structure. These molecules within the cell, which operate as substrates, provide a suitable environment for the cell to carry out metabolic reactions and signalling. The cell shape varies among the different types of organisms, and are thus then classified into two categories: eukaryotes and prokaryotes. In the case of eukaryotic cells - which are made up of animal, plant, fungi, and protozoa cells - the shapes are generally round and spherical, while for prokaryotic cells – which are composed of bacteria and archaea - the shapes are: spherical (cocci), rods (bacillus), curved (vibrio), and spirals (\"spirochetes)\".",
            "score": 121.33899307250977
        },
        {
            "docid": "2157359_4",
            "document": "Tobacco BY-2 cells . They are used as model systems for higher plants because of their relatively high homogeneity and high growth rate, featuring still general behaviour of plant cell. The diversity of cell types within any part of a naturally grown plant \"(in vivo)\" makes it very difficult to investigate and understand some general biochemical phenomena of living plant cells. The transport of a solute in or out of the cell, for example, is difficult to study because the specialized cells in a multicellular organism behave differently. Cell suspension cultures such as tobacco BY-2 provide good model systems for these studies at the level of a single cell and its compartments because tobacco BY-2 cells behave very similarly to one another. The influence of neighbouring cells behavior is in the suspension is not as important as it would be in an intact plant. As a result any changes observed after a stimulus is applied can be statistically correlated and it could be decided if these changes are reactions to the stimulus or just merely coincidental. In this moment BY-2 cells are relatively well understood and often used in research. This model plant system is especially useful for studies of cell division, cytoskeletons, plant hormone signaling, intracellular trafficking, and organelle differentiation.",
            "score": 143.97562885284424
        },
        {
            "docid": "9127632_26",
            "document": "Biology . The next larger scale, cell biology, studies the structural and physiological properties of cells, including their internal behavior, interactions with other cells, and with their environment. This is done on both the microscopic and molecular levels, for unicellular organisms such as bacteria, as well as the specialized cells of multicellular organisms such as humans. Understanding the structure and function of cells is fundamental to all of the biological sciences. The similarities and differences between cell types are particularly relevant to molecular biology.",
            "score": 126.51432728767395
        },
        {
            "docid": "323083_3",
            "document": "Cytochrome c peroxidase . CCP can be derived from aerobically grown yeast strains and can be isolated in both native and recombinant forms with high yield from \"Saccharomyces cerevisae.\" The enzyme’s primary function is to eliminate toxic radical molecules produced by the cell which are harmful to biological systems. It works to maintain low concentration levels of hydrogen peroxide, which is generated by the organism naturally through incomplete oxygen reduction. When glucose levels in fast growing yeast strains are exhausted, the cells turn to respiration which raises the concentration of mitochondrial HO In addition to its peroxidase activity, it acts as a sensor and a signaling molecule to exogenous HO, which activates mitochondrial catalase activity. In eukaryotes, CCP contain a mono-\"b\"-type haem cofactor and is targeted to the intermembrane space of the mitochondria. In prokaryotes, CCP contain a \"c-\"type dihaem cofactor and is localized to the periplasm of the cell. Both enzymes work to resist peroxide-induced cellular stress.",
            "score": 141.23442721366882
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 148.44731557369232
        }
    ],
    "r": [
        {
            "docid": "3870820_3",
            "document": "Stuck fermentation . A chronic problem in winemaking is \"stuck fermentation,\" when yeast that should be busily converting grape sugar into alcohol and carbon dioxide prematurely shuts down, leaving the remaining sugar to instead be consumed by bacteria that can spoil the wine. A team of researchers including UC Davis yeast geneticist Linda Bisson has discovered a biochemical communication system behind this problem. Working through a prion -- an abnormally shaped protein that can reproduce itself -- the system enables bacteria in fermenting wine to switch yeast from sugar to other food sources without altering the yeast's DNA. \"The discovery of this process really gives us a clue to how stuck fermentations can be avoided,\" said Bisson, a professor in the Department of Viticulture and Enology. \"Our goal now is to find yeast strains that essentially ignore the signal initiated by the bacteria and do not form the prion, but instead power on through the fermentation.\" She suggests that the discovery of this biochemical mechanism, reported Aug. 28 in the journal Cell, may also have implications for better understanding metabolic diseases, such as Type 2 diabetes, in humans. Bacteria, yeast and fermentation Biologists have known for years that an ancient biological circuit, based in the membranes of yeast cells, blocks yeast from using other carbon sources when the sugar glucose is present. This circuit, known as \"glucose repression,\" is especially strong in the yeast species Saccharomyces cerevisiae, enabling people to use that yeast for practical fermentation processes in winemaking, brewing and bread making, because it causes such efficient processing of sugar. Prions play key role In this study, the researchers found that the glucose repression circuit is sometimes interrupted when bacteria jump-start the replication of the prions in membranes of yeast cells. The interference of the prions causes the yeast to process carbon sources other than glucose and become less effective in metabolizing sugar, dramatically slowing down the fermentation until it, in effect, becomes \"stuck.\" \"This type of prion-based inheritance is useful to organisms when they need to adapt to environmental conditions but not necessarily permanently,\" Bisson said. \"In this case, the heritable changes triggered by the prions enable the yeast to also change back to their initial mode of operation if environmental conditions should change again.\" The researchers demonstrated in this study that the process leading to a stuck fermentation benefits both the bacteria and the yeast. As sugar metabolism slows down, conditions in the fermenting wine become more conducive to bacterial growth, and the yeast benefit by gaining the ability to metabolize not only glucose but also other carbon sources as well -- maintaining and extending their lifespan. Solutions for winemakers Now that this communication mechanism between the bacteria and yeast is more clearly understood, winemakers should be better able to avoid stuck fermentations. \"Winemakers may want to alter the levels of sulfur dioxide used when pressing or crushing the grapes, in order to knock out bacteria that can trigger the processes that we now know can lead to a stuck fermentation,\" Bisson said. \"They also can be careful about blending grapes from vineyards known to have certain bacterial strains or they could add yeast strains that have the ability to overpower these vineyard bacteria.\"",
            "score": 169.1984405517578
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 168.83316040039062
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 165.65452575683594
        },
        {
            "docid": "47719891_2",
            "document": "Cell communication (biology) . There are three different types of basic cell communication and they are: surface membrane to surface membrane, exterior, which is between receptors on the cell, and direct communication, which means signals pass inside the cell itself. The junctions of these cells is incredibly important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors.",
            "score": 164.61965942382812
        },
        {
            "docid": "37656184_13",
            "document": "Laminin 111 . The biological process in which a cell ceases to continue growing and dividing is called quiescence (the opposite of cancer). ECM laminin-111 sends chemical signals that promotes adhesion of a cell and its ECM. Although the mechanism is unknown, these signals have also been linked to cell quiescence. Adding laminin-111 to breast epithelial cells leads to quiescence by altering nuclear actin. High levels of laminin-111 deplete nuclear actin which induces quiescence of cells. However, when an isoform of actin, that cannot exit a cell’s nucleus, is active, cells continue to grow and divide even when laminin levels are high. ECM laminin-111 levels in a normal breast cell are significantly higher than laminin-111 levels in tissues of cancerous breast tissue. Simply increasing laminin levels in the ECM of cancerous breast cells is not enough to lead to quiescence. Therefore, it is implied that there are multiple factors working together influencing cell-to-cell communication. How laminin-111 and nuclear actin communicate is one of these factors. Laminin-111 could be the physiological regulator of nuclear actin which would suggest that depleting nuclear actin could be a key to achieving cell quiescence and returning to homeostatic operating conditions. Decreased expression of laminin-111 and the growth-inhibitory signals that it produces in malignant myoepithelial cells begs for further investigation with regard to cancer research. Therefore, further exploration of laminin-111 and nuclear actin interaction could be a target for future experimental therapeutic investigations.",
            "score": 163.34912109375
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 161.9143524169922
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 160.21107482910156
        },
        {
            "docid": "30427075_5",
            "document": "Paenibacillus vortex . \"P. vortex\" is a social microorganism: when grown on under growth conditions that mimic natural environments such as hard surfaces it forms colonies of 109-1012 cells with remarkably complex and dynamic architectures (Figure 1). Being part of a large cooperative, the bacteria can better compete for food resources and be protected against antibacterial assaults. Under laboratory growth conditions, similar to other social bacteria, \"P. vortex\" colonies behave much like a multi-cellular organism, with cell differentiation and task distribution. \"P. vortex\" is marked by its ability to generate special aggregates of dense bacteria that are pushed forward by repulsive chemotactic signals sent from the cells at the back. These rotating aggregates termed vortices (Figure 2), pave the way for the colony to expand. The vortices serve as building blocks of colonies with special modular organization (Figure 1). Accomplishing such intricate cooperative ventures requires sophisticated cell-cell communication, including semantic and pragmatic aspects of linguistics. Communicating with each other using a variety of chemical signals, bacteria exchange information regarding population size, a myriad of individual environmental measurements at different locations, their internal states and their phenotypic and epigenetic adjustments. The bacteria collectively sense the environment and execute distributed information processing to glean and assess relevant information. The information is then used by the bacteria for reshaping the colony while redistributing tasks and cell epigenetic differentiations, for collective decision-making and for turning on and off defense and offense mechanisms needed to thrive in competitive environments, faculties that can be perceived as social intelligence of bacteria.",
            "score": 159.1571502685547
        },
        {
            "docid": "1184860_3",
            "document": "Organogenesis . The cells of each of the three germ layers undergo differentiation, a process where less-specialized cells become more-specialized through the expression of a specific set of genes. Cell differentiation is driven by cell signaling cascades. Differentiation is influenced by extracellular signals such as growth factors that are exchanged to adjacent cells which is called juxtracrine signaling or to neighboring cells over short distances which is called paracrine signaling. Intracellular signals consist of a cell signaling itself (autocrine signaling), also play a role in organ formation. These signaling pathways allows for cell rearrangement and ensures that organs form at specific sites within the organism. The organogenesis process can be studied using embryos and organoids.",
            "score": 157.17454528808594
        },
        {
            "docid": "13988148_13",
            "document": "Oral microbiology . Most of the bacterial species found in the mouth belong to microbial communities, called biofilms, a feature of which is inter-bacterial communication. Cell–cell contact is mediated by specific protein adhesins and often, as in the case of inter-species aggregation, by complementary polysaccharide receptors. Another method of communication involves cell–cell signalling molecules, which are of two classes: those used for intra-species and those used for inter-species signalling. An example of intra-species communication is quorum sensing. Oral bacteria have been shown to produce small peptides, such as competence stimulating peptides, which can help promote single-species biofilm formation. A common form of inter-species signalling is mediated by 4, 5-dihydroxy-2, 3-pentanedione (DPD), also known as autoinducer-2 (Al-2).",
            "score": 157.07118225097656
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 156.5057830810547
        },
        {
            "docid": "1663974_12",
            "document": "Hydrogenosome . One of the reasons that hydrogenosomes are of interest is because of the light they can cast on how life on earth may have evolved. Most life on earth is single celled, like Bacteria and Archaea. By contrast, plants and animals are made up of many cells. Crucially, each cell of a plant or animal is organised very differently from a bacterial cell. Amongst other things, animal and plant cells (which are special cases of what is known as ‘eukaryotic’ cells) contain mitochondria.",
            "score": 156.15164184570312
        },
        {
            "docid": "24950378_11",
            "document": "Cell–cell interaction . Plant cells are surrounded by cell walls which are barriers for cell-cell communication. This barrier is overcome by specialized junctions called plasmodesmata. They are similar to gap junctions, connecting the cytosol of adjacent cells. Small molecules (<1000 Da), such as ions, amino acids, and sugars, can diffuse freely through plasmodesmata. These small molecules include signaling molecule and transcription factors. The size of the channel is also regulated to allow molecules up to 10,000 Da in size. The permeability of these channels is dependent on many factors, including Ca2+ concentration. An increase in cytosolic Ca2+ concentration will reversibly limit passage through the plasmodesmata. Unlike gap junctions, the cell membranes of adjacent cells merge to form a continuous channel called an annulus. Additionally, within the channel, there is an extension of the endoplasmic reticulum, called a desmotubule, which spans between the cells. The cell-cell interactions facilitated by plasmodesmata play an important role in development of plant cells and tissues and defense against viral infection.",
            "score": 155.1754913330078
        },
        {
            "docid": "11011552_7",
            "document": "Cellular communication (biology) . Communicating through direct contact is one form of local signaling for eukaryotic cells. Plant and animal cells possess junctions that connect the cytoplasm of cells adjacent to one another. These connections allow for signaling substances that were dissolved in the cytosol to easily pass between the cells that are connected. Animal cells contain gap junctions and can communicate through these junctions in a process called cell-cell recognition. Plant cells are connected through plasmodesmata. Embryonic development and the immune response rely heavily on this type of local signaling. In other types of local signaling, the signaling cell secretes messenger molecules that only travel short distances. These local regulators influence cells in the vicinity and can stimulate nearby target cells to perform an action. A number of cells can receive messages and respond to another molecule within their vicinity at the same time. This process of local signaling within animal cells is known as paracrine signaling.",
            "score": 155.1319122314453
        },
        {
            "docid": "11011552_2",
            "document": "Cellular communication (biology) . Cellular communication is an umbrella term used in biology and more in depth in biophysics, biochemistry and biosemiotics to identify different types of communication methods between living cells. Some of the methods include cell signaling among others. This process allows millions of cells to communicate and work together to perform important bodily processes that are necessary for survival. Both multicellular and unicellular organisms heavily rely on cell-cell communication.",
            "score": 155.0898895263672
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 154.36935424804688
        },
        {
            "docid": "18393_72",
            "document": "Life . Multicellular organisms may have first evolved through the formation of colonies of identical cells. These cells can form group organisms through cell adhesion. The individual members of a colony are capable of surviving on their own, whereas the members of a true multi-cellular organism have developed specializations, making them dependent on the remainder of the organism for survival. Such organisms are formed clonally or from a single germ cell that is capable of forming the various specialized cells that form the adult organism. This specialization allows multicellular organisms to exploit resources more efficiently than single cells. In January 2016, scientists reported that, about 800 million years ago, a minor genetic change in a single molecule, called GK-PID, may have allowed organisms to go from a single cell organism to one of many cells.",
            "score": 154.10934448242188
        },
        {
            "docid": "411673_11",
            "document": "Candida albicans . Although often referred to as dimorphic, \"C. albicans\" is in fact polyphenic (often also referred to as pleomorphic). When cultured in standard yeast laboratory medium, \"C. albicans\" grows as ovoid \"yeast\" cells. However, mild environmental changes in temperature, CO, nutrients and pH can result in a morphological shift to filamentous growth. Filamentous cells share many similarities with yeast cells. Both cell types seem to play a specific, distinctive role in the survival and pathogenicity of \"C. albicans\". Yeast cells seem to be better suited for the dissemination in the bloodstream while hyphal cells have been proposed as a virulence factor. Hyphal cells are invasive and speculated to be important for tissue penetration, colonization of organs and surviving plus escaping macrophages. The transition from yeast to hyphal cells is termed to be one of the key factors in the virulence of \"C. albicans\", however it is not deemed necessary. When \"C. albicans\" cells are grown in a medium that mimics the physiological environment of a human host, they grow as filamentous cells (both true hyphae and pseudohyphae). \"Candida albicans\" can also form Chlamydospores, the function of which remains unknown, but it is speculated they play a role in surviving harsh environments as they are most often formed under unfavorable conditions.",
            "score": 153.1990509033203
        },
        {
            "docid": "19179592_29",
            "document": "Archaea . Some species form aggregates or filaments of cells up to 200 μm long. These organisms can be prominent in biofilms. Notably, aggregates of \"Thermococcus coalescens\" cells fuse together in culture, forming single giant cells. Archaea in the genus \"Pyrodictium\" produce an elaborate multicell colony involving arrays of long, thin hollow tubes called \"cannulae\" that stick out from the cells' surfaces and connect them into a dense bush-like agglomeration. The function of these cannulae is not settled, but they may allow communication or nutrient exchange with neighbors. Multi-species colonies exist, such as the \"string-of-pearls\" community that was discovered in 2001 in a German swamp. Round whitish colonies of a novel Euryarchaeota species are spaced along thin filaments that can range up to long; these filaments are made of a particular bacteria species.",
            "score": 153.1161346435547
        },
        {
            "docid": "237704_12",
            "document": "Saccharomyces cerevisiae . Two forms of yeast cells can survive and grow: haploid and diploid. The haploid cells undergo a simple lifecycle of mitosis and growth, and under conditions of high stress will, in general, die. This is the asexual form of the fungus. The diploid cells (the preferential 'form' of yeast) similarly undergo a simple lifecycle of mitosis and growth. The rate at which the mitotic cell cycle progresses often differs substantially between haploid and diploid cells. Under conditions of stress, diploid cells can undergo sporulation, entering meiosis and producing four haploid spores, which can subsequently mate. This is the sexual form of the fungus. Under optimal conditions, yeast cells can double their population every 100 minutes. However, growth rates vary enormously both between strains and between environments. Mean replicative lifespan is about 26 cell divisions.",
            "score": 152.9365692138672
        },
        {
            "docid": "44419868_3",
            "document": "Single-cell variability . A sample of cells may appear similar, but the cells can vary in their individual characteristics, such as shape and size, mRNA expression levels, genome, or individual counts of metabolites. In the past, the only methods available for investigating such properties required a population of cells and provided an estimate of the characteristic of interest, averaged over the population, which could obscure important differences among the cells. Single-cell analysis allows scientists to study the properties of a single cell of interest with high accuracy, revealing individual differences among populations and offering new insights in molecular biology. These individual differences are important in fields such as developmental biology, where individual cells can take on different “fates” - become specialized cells such as neurons or organ tissue - during the growth of an embryo; in cancer research, where individual malignant cells can vary in their response to therapy; or in infectious disease, where only a subset of cells in a population become infected by a pathogen.",
            "score": 151.7159423828125
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 151.6464080810547
        },
        {
            "docid": "4109042_4",
            "document": "Cell signaling . Cell signaling has been most extensively studied in the context of human diseases and signaling between cells of a single organism. However, cell signaling may also occur between the cells of two different organisms. In many mammals, early embryo cells exchange signals with cells of the uterus. In the human gastrointestinal tract, bacteria exchange signals with each other and with human epithelial and immune system cells. For the yeast \"Saccharomyces cerevisiae\" during mating, some cells send a peptide signal (mating factor pheromones) into their environment. The mating factor peptide may bind to a cell surface receptor on other yeast cells and induce them to prepare for mating.",
            "score": 150.82601928710938
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 150.7798309326172
        },
        {
            "docid": "7138421_12",
            "document": "Wandering cell . B cells are wandering cells that are antibody factories. They are capable of producing molecules that can recognize and bond to specific types of molecules present in infectious organisms or substances that the body identifies as foreign. Every individual B cell makes only one particular type of antibody, specific to only one type of foreign substance. For example, where one cell produces antibody against one of the many viral causes of a cold, another cell's antibodies will ignore the presence of the same virus completely. Normally, the body contains many different B cells, specialized for a specific invader, but only has low levels of each type circulating. When an invader manages to break past other defenses, like the skin or digestive tract into the body, then the circulating B cells that target that particular foreigner multiply up and produce more antibody. Special forms of B cell called plasma cells produce antibodies; little versions of the specialized B cells, called memory B cells, remain stored in lymph glands prepared for the next invasion by the foreigner. Although the products of B cells, the antibodies, stick onto their target invader, they most often do not kill the invader. This job falls to other types of lymphocytes called T cells. There are three different forms of T cells, which are the Helper T cells, the Killer T cells, and the Suppressor T cells.",
            "score": 150.76153564453125
        },
        {
            "docid": "24950378_2",
            "document": "Cell–cell interaction . Cell–cell interaction refers to the direct interactions between cell surfaces that play a crucial role in the development and function of multicellular organisms. These interactions allow cells to communicate with each other in response to changes in their microenvironment. This ability to send and receive signals is essential for the survival of the cell. Interactions between cells can be stable such as those made through cell junctions. These junctions are involved in the communication and organization of cells within a particular tissue. Others are transient or temporary such as those between cells of the immune system or the interactions involved in tissue inflammation. These types of intercellular interactions are distinguished from other types such as those between cells and the extracellular matrix. The loss of communication between cells can result in uncontrollable cell growth and cancer.",
            "score": 150.60545349121094
        },
        {
            "docid": "4839105_23",
            "document": "Co-operation (evolution) . Multi-level selection theory suggests that selection operates on more than one level: for example, it may operate at an atomic and molecular level in cells, at the level of cells in the body, and then again at the whole organism level, and the community level, and the species level. Any level which is not competitive with others of the same level will be eliminated, even if the level below is highly competitive. A classic example is that of genes which prevent cancer. Cancer cells divide uncontrollably, and at the cellular level, they are very successful, because they are (in the short term) reproducing very well and out competing other cells in the body. However, at the whole organism level, cancer is often fatal, and so may prevent reproduction. Therefore, changes to the genome which prevent cancer (for example, by causing damaged cells to act co-operatively by destroying themselves) are favoured. Multi-level selection theory contends that similar effects can occur, for example, to cause individuals to co-operate to avoid behaviours which favour themselves short-term, but destroy the community (and their descendants) long term.",
            "score": 150.34420776367188
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 150.20310974121094
        },
        {
            "docid": "1428810_7",
            "document": "Complex adaptive system . Other important properties are adaptation (or homeostasis), communication, cooperation, specialization, spatial and temporal organization, and reproduction. They can be found on all levels: cells specialize, adapt and reproduce themselves just like larger organisms do. Communication and cooperation take place on all levels, from the agent to the system level. The forces driving co-operation between agents in such a system, in some cases, can be analyzed with game theory.",
            "score": 150.18069458007812
        },
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 150.09339904785156
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 149.92523193359375
        },
        {
            "docid": "42716479_2",
            "document": "Bacterial outer membrane vesicles . Bacteria communicate among themselves and with other living forms in their environment via nano-scale membrane vesicles in their bacterial outer membranes. These vesicles are involved in trafficking bacterial cell signaling biochemicals, which may include DNA, RNA, proteins, endotoxins and allied virulence molecules. This communication happens in microbial cultures to oceans, inside animal/plant hosts and wherever bacteria may thrive. Gram negative microorganisms deploy their periplasm to secrete bacterial outer membrane vesicles (OMVs) for trafficking bacterial biochemicals to target cells in their environment (Fig. 1); OMVs also carry endotoxic lipopolysaccharide initiating disease process in their host. This mechanism imparts a variety of benefits like, long-distance delivery of bacterial secretory cargo with minimized hydrolytic degradation and extra-cellular dilution, also supplemented with other supportive molecules (e.g., virulence factors) to accomplish a specific job and yet, keeping a safe-distance from the defense arsenal of the targeted cells. Biochemical signals trafficked by OMVs may vary largely during 'war and peace' situations. In 'complacent' bacterial colonies, OMVs may be used to carry DNA to 'related' microbes for genetic transformations, and also translocate cell signaling molecules for quorum sensing and biofilm formation. During 'challenge' from other cell types around, OMVs may be preferred to carry degradation and subversion enzymes. Likewise, OMVs may contain more of invasion proteins at the host-pathogen interface (Fig. 1). It is expected, that environmental factors around the secretory microbes are responsible for inducing these bacteria to synthesize and secrete specifically-enriched OMVs, physiologically suiting the immediate task. Thus, bacterial OMVs, being strong immunomodulators, can be manipulated for their immunogenic contents and utilized as potent pathogen-free vaccines for immunizing humans and animals against threatening infections.",
            "score": 149.8555450439453
        }
    ]
}