{
    "q": [
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 144.75086200237274
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 131.99977612495422
        },
        {
            "docid": "614678_8",
            "document": "Farnesyltransferase inhibitor . LNK-754 inhibits the activity of a protein called farnesyl-transferase (FT). This class of molecules are called FTIs (or farnesyl-transferase inhibitors). As with mTOR inhibitors, many companies developed them to treat cancers, where they were unsuccessful. The mechanism by which FTIs work is through inhibition of this enzyme, which adds a fatty acid molecule to proteins (such as the oncogene, or cancer-generating, ras). Many proteins can exist in a cell in various locations, and the addition of a farnesyl group targets proteins to the plasma membrane. When ras gets to the plasma membrane, it becomes activated, and leads to tumour formation if this process is not stopped. It was thought that by inhibiting FT, ras will not be activated, therefore preventing cancer growth. The problem was that ras can also be modified by other mechanisms, and thus FTIs were not sufficient to inhibit malignant growth induced by ras signaling.",
            "score": 135.99532413482666
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 104.70017910003662
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 131.96552574634552
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 122.1897222995758
        },
        {
            "docid": "11158878_37",
            "document": "Rho family of GTPases . Ellenbroek et al. outlined a number of different effects of Rho activation in cancerous cells. First, in the initiation of the tumor modification of Rho activity can suppress apoptosis and therefore contribute to artificial cell longevity. After natural apoptosis is suppressed, abnormal tumor growth can be observed through the loss of polarity in which Rho proteins play an integral role. Next, the growing mass can invade across its normal boundaries through the alteration of adhesion proteins potentially caused by Rho proteins. Finally, after inhibition of apoptosis, cell polarity and adhesion molecules, the cancerous mass is free to metastasize and spread to other regions of the body.",
            "score": 138.06510996818542
        },
        {
            "docid": "15817440_17",
            "document": "PKM2 . The pyruvate kinase activity of PKM2 can be promoted by SAICAR (succinylaminoimidazolecarboxamide ribose-5′-phosphate), an intermediate in purine biosynthesis. In cancer cells, glucose starvation leads to a rise in SAICAR levels and the subsequent stimulation of pyruvate kinase activity of PKM2. This allows for the completion of the glycolytic pathway to produce pyruvate and, therefore, survival under glucose deprivation. In addition, an abundance of SAICAR can modify glucose absorption and lactate production in cancer cells. However, it has been shown that SAICAR binding also sufficiently stimulates the protein kinase activity of PKM2 in tumor cells. In turn, the SAICAR-PKM2 complex can potentially phosphorylate a number of other protein kinases using PEP as the phosphate donor. Many of these proteins contribute to the regulation of cancer cell proliferation. Specifically, PKM2 can be a component in mitogen-activated protein kinase (MAPK) signaling, which is associated with increased cell proliferation if functioning improperly. This provides a potential link between SAICAR-activated PKM2 and cancer cell growth.",
            "score": 137.05527985095978
        },
        {
            "docid": "13796485_20",
            "document": "Caretaker gene . Biochemical cascades consisting of signaling proteins occur in the ECM and play an important role to the regulation of many aspects of cell life. Landscaper genes encode products that determine the composition of the membranes in which cells live. For example, large molecular weight glycoproteins and proteoglycans have been found to in association with signaling and structural roles. There exist proteolytic molecules in the ECM that are essential for clearing unwanted molecules, such as growth factors, cell adhesion molecules, and others from the space surrounding cells. It is proposed that landscaper genes control the mechanisms by which these factors are properly cleared. Different characteristics of these membranes lead to different cellular effects, such as differing rates of cell proliferation or differentiation. If, for example, the ECM is disrupted, incoming cells, such as those of the immune system, can overload the area and release chemical signals that induce abnormal cell proliferation. These conditions lead to an environment conducive to tumor growth and the cancerous phenotype.",
            "score": 140.4290450811386
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 206.62836134433746
        },
        {
            "docid": "51209_17",
            "document": "Kinase . Sphingosine kinase (SK) is a lipid kinase that catalyzes the conversion of sphingosine to sphingosine-1-phosphate (S1P). Sphingolipids are ubiquitous membrane lipids. Upon activation, sphingosine kinase migrates from the cytosol to the plasma membrane where it transfers a γ phosphate (which is the last or terminal phosphate) from ATP or GTP to sphingosine. The S1P receptor is a GPCR receptor, so S1P has the ability to regulate G protein signaling. The resulting signal can activate intracellular effectors like ERKs, Rho GTPase, Rac GTPase, PLC, and AKT/P13K. It can also exert its effect on target molecules inside the cell. S1P has been shown to directly inhibit the histone deacetylase activity of HDACs. In contrast, the dephosphorylated sphingosine promotes cell apoptosis, and it is therefore critical to understand the regulation of SKs because of its role in determining cell fate. Past research shows that SKs may sustain cancer cell growth because they promote cellular-proliferation, and SK1 (a specific type of SK) is present at higher concentrations in certain types of cancers.",
            "score": 152.9834108352661
        },
        {
            "docid": "169250_7",
            "document": "Lipid-anchored protein . Prenylated proteins are particularly important for eukaryotic cell growth, differentiation and morphology. Furthermore, protein prenylation is a reversible post-translational modification to the cell membrane. This dynamic interaction of prenylated proteins with the cell membrane is important for their signalling functions and is often deregulated in disease processes such as cancer. More specifically, Ras is the protein that undergoes prenylation via farnesyltransferase and when it is switched on it can turn on genes involved in cell growth and differentiation. Thus overactiving Ras signalling can lead to cancer. An understanding of these prenylated proteins and their mechanisms have been important for the drug development efforts in combating cancer. Other prenylated proteins include members of the Rab and Rho families as well as lamins.",
            "score": 144.52738618850708
        },
        {
            "docid": "44419868_11",
            "document": "Single-cell variability . Similar to variation in the metabolome, the proteins present in a cell and their abundances can vary from cell to cell in an otherwise similar population. While transcription and translation determine the amount and variety of proteins produced, these processes are imprecise, and cells have a number of mechanisms which can change or degrade proteins, allowing for variance in the proteome that may not be accounted for by variance in gene expression. Also, proteins have many other important features besides simply being present or absent, such as whether have undergone posttranslational modifications such as phosphorylation, or are bound to molecules of interest. The variation in abundance and characteristics of proteins has implications for fields such as cancer research, where a drug targeting a particular protein may vary in its impact due to variability in the proteome.",
            "score": 95.38297438621521
        },
        {
            "docid": "31321569_10",
            "document": "The Hallmarks of Cancer . Typically, cells of the body require hormones and other molecules that act as signals for them to grow and divide. Cancer cells, however, have the ability to grow without these external signals. There are multiple ways in which cancer cells can do this: by producing these signals themselves, known as autocrine signalling; by permanently activating the signalling pathways that respond to these signals; or by destroying 'off switches' that prevents excessive growth from these signals (negative feedback). In addition, cell division in normal, non-cancerous cells is tightly controlled. In cancer cells, these processes are deregulated because the proteins that control them are altered, leading to increased growth and cell division within the tumor.",
            "score": 148.1112847328186
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 106.44835960865021
        },
        {
            "docid": "14654371_2",
            "document": "Protein kinase domain . The protein kinase domain is a structurally conserved protein domain containing the catalytic function of protein kinases. Protein kinases are a group of enzymes that move a phosphate group onto proteins, in a process called phosphorylation. This functions as an on/off switch for many cellular processes, including metabolism, transcription, cell cycle progression, cytoskeletal rearrangement and cell movement, apoptosis, and differentiation. They also function in embryonic development, physiological responses, and in the nervous and immune system. Abnormal phosphorylation causes many human diseases, including cancer, and drugs that affect phosphorylation can treat those diseases.",
            "score": 102.39989495277405
        },
        {
            "docid": "164901_3",
            "document": "Post-translational modification . Post-translational modifications can occur on the amino acid side chains or at the protein's C- or N- termini. They can extend the chemical repertoire of the 20 standard amino acids by modifying an existing functional group or introducing a new one such as phosphate. Phosphorylation is a very common mechanism for regulating the activity of enzymes and is the most common post-translational modification. Many eukaryotic proteins also have carbohydrate molecules attached to them in a process called glycosylation, which can promote protein folding and improve stability as well as serving regulatory functions. Attachment of lipid molecules, known as lipidation, often targets a protein or part of a protein attached to the cell membrane.",
            "score": 124.02007818222046
        },
        {
            "docid": "14854417_12",
            "document": "Protein phosphorylation . Phosphorylation sites are crucial for proteins and their transportation and functions. They are the covalent modification of proteins through reversible phosphorylation. This enables proteins to stay inbound within a cell since the negative phosphorylated site disallows their permeability through the cellular membrane. Protein dephosphorylation allows the cell to replenish phosphates through release of pyrophosphates which saves ATP use in the cell. An example of phosphorylating enzyme is found in \"E. coli\" bacteria. It possesses alkaline phosphatase in its periplasmic region of its membrane. The outermost membrane is permeable to phosphorylated molecules however the inner cytoplasmic membrane is impermeable due to large negative charges. In this way, the \"E. coli\" bacteria stores proteins and pyrophosphates in its periplasmic membrane until either are needed within the cell.",
            "score": 134.02188372612
        },
        {
            "docid": "1704568_7",
            "document": "Dephosphorylation . Phosphorylation and dephosphorylation of hydroxyl groups belonging to neutral but polar amino acids such as serine, threonine, and tyrosine within specific target proteins is a fundamental part of the regulation of every physiologic process. Phosphorylation involves the covalent modification of the hydroxyl with a phosphate group through the nucleophilic attack of the alpha phosphate in ATP by the oxygen in the hydroxyl. Dephosphorylation involves removal of the phosphate group through a hydration reaction by addition of a molecule of water and release of the original phosphate group, regenerating the hydroxyl. Both processes are reversible and either mechanism can be used to activate or deactivate a protein. Phosphorylation of a protein produces many biochemical effects, such as changing its conformation to alter its binding to a specific ligand to increase or reduce its activity. Phosphorylation and dephosphorylation can be used on all types of substrates, such as structural proteins, enzymes, membrane channels, signaling molecules, and other kinases and phosphatases. The sum of these processes is referred to as phosphoregulation. The deregulation of phosphorylation can lead to disease.",
            "score": 114.98244953155518
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 122.27591180801392
        },
        {
            "docid": "14678550_2",
            "document": "Histidine kinase . Histidine kinases (HK) are multifunctional, and in non-animal kingdoms, typically transmembrane, proteins of the transferase class of enzymes that play a role in signal transduction across the cellular membrane. The vast majority of HKs are homodimers that exhibit autokinase, phosphotransfer, and phosphatase activity. HKs can act as cellular receptors for signaling molecules in a way analogous to tyrosine kinase receptors (RTK). Multifunctional receptor molecules such as HKs and RTKs typically have portions on the outside of the cell (extracellular domain) that bind to hormone- or growth factor-like molecules, portions that span the cell membrane (transmembrane domain), and portions within the cell (intracellular domain) that contain the enzymatic activity. In addition to kinase activity, the intracellular domains typically have regions that bind to a secondary effector molecule or complex of molecules that further propagate signal transduction within the cell. Distinct from other classes of protein kinases, HKs are usually parts of a two-component signal transduction mechanisms in which HK transfers a phosphate group from ATP to a histidine residue within the kinase, and then to an aspartate residue on the receiver domain of a response regulator protein (or sometimes on the kinase itself). More recently, the widespread existence of protein histidine phosphorylation distinct from that of two-component histidine kinases has been recognised in human cells. In marked contrast to Ser, Thr and Tyr phosphorylation, the analysis of phosphorylated Histidine using standard biochemical and mass spectrometric approaches is much more challenging, and special procedures and separation techniques are required for their preservation alongside classical Ser, Thr and Tyr phosphorylation on proteins isolated from human cells.",
            "score": 137.9236934185028
        },
        {
            "docid": "1414381_12",
            "document": "Alfred G. Gilman . In the 1960s, Earl Sutherland and Theodore Rall discovered that cyclic AMP (the second messenger in signal transduction) was a responsible for activating enzymes in the cell, and that cyclic AMP is produced only when hormones (the first messengers) bind on the cell surface. Cyclic AMP is formed from ATP by the enzymes adenylyl cyclase. In 1970 Martin Rodbell found that hormones did not directly influence cyclic AMP, but there existed other molecules, the third messengers. Rodbell discovered that cyclic AMP is activiated when guanosine triphosphate (GTP) is released from the cell membrane. He, however, did not know how the GTP molecules were produced. Gilman pursued the mystery in the signalling process. He found that in lymphoma (cancer) cells, hormones lost their activity to activate adenylyl cyclase, thereby losing their ability to produce cyclic AMP. This was due to loss of proteins in these cancer cells. When he introduced the missing protein from normal cells into the cancer cells, normal hormone action was produced. This showed that the missing membrane protein was responsible for mediating hormonal signal to cyclic AMP by producing GTP. His findings were published in a series of papers between 1977 and 1979. In 1980, he succeeded in identifying and isolating the new protein, which he named G protein, as it specifically bind GTP molecules.",
            "score": 124.1583092212677
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 140.63721656799316
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 104.01990604400635
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 150.6490616798401
        },
        {
            "docid": "38828080_17",
            "document": "Antineoplastic resistance . Many classes of antineoplastic drugs act on intracellular components and pathways, like DNA, nuclear components, meaning that they need to enter the cancer cells. The p-glycoprotein (P-gp), or the multiple drug resistance protein, is a phosphorylated and glycosylated membrane transporter that can shuttle drugs out of the cell, thereby decreasing or ablating drug efficacy. This transporter protein is encoded by the \"MDR1\" gene and is also called the ATP-binding cassette (ABC) protein. MDR1 has promiscuous substrate specificity, allowing it to transport many structurally diverse compounds across the cell membrane, mainly hydrophobic compounds. Studies have found that the MDR1 gene can be activated and overexpressed in response to pharmaceutical drugs, thus forming the basis for resistance to many drugs. Overexpression of the MDR1 gene in cancer cells is used to keep intracellular levels of antineoplastic drugs below cell-killing levels.",
            "score": 120.97049736976624
        },
        {
            "docid": "51209_2",
            "document": "Kinase . In biochemistry, a kinase is an enzyme that catalyzes the transfer of phosphate groups from high-energy, phosphate-donating molecules to specific substrates. This process is known as phosphorylation, where the substrate gains a phosphate group and the high-energy ATP molecule donates a phosphate group. This transesterification produces a phosphorylated substrate and ADP. Conversely, it is referred to as dephosphorylation when the phosphorylated substrate donates a phosphate group and ADP gains a phosphate group (producing a dephosphorylated substrate and the high energy molecule of ATP). These two processes, phosphorylation and dephosphorylation, occur four times during glycolysis. Kinases are part of the larger family of phosphotransferases. Kinases should not be confused with phosphorylases, which catalyze the addition of inorganic phosphate groups to an acceptor, nor with phosphatases, which remove phosphate groups. The phosphorylation state of a molecule, whether it be a protein, lipid, or carbohydrate, can affect its activity, reactivity, and its ability to bind other molecules. Therefore, kinases are critical in metabolism, cell signalling, protein regulation, cellular transport, secretory processes, and many other cellular pathways, which makes them very important to human physiology.",
            "score": 109.51127648353577
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 156.64817810058594
        },
        {
            "docid": "8631841_8",
            "document": "Glycosome . Microscopic techniques have revealed a lot about the glycosome in the cell and have indeed proven that there is a membrane-bound organelle in the cell for glycogen and its processes. Paul Erlich's findings as early as 1883 noted that from the microscope he could tell that glycogen in the cell was always found with what he called a carrier, later known to be protein. The glycogen itself was also always seen in the cell towards the lower pole in one group, fixed. When scientists tried to stain what was assumed was simple glycogen molecules, the staining had different outcomes. This is due to the fact that they weren't free glycogen molecules but really a glycosome. The glycosome was studied in the microscope by examining the glycosome that was stained with uranyl acetate. The U/Pb that was seen stained was the protein that was part of the glycosome. The glycogen in the glycosome in the cells is normally associated with protein that is two to four times the weight of the glycogen. The glycogen itself however, after purified, is found with very little protein, less than three percent normally, showing that the glycosome is responsible and functions by having the proteins and enzymes needed for the glycogen in the glycosome. With the uranyl staining, as an acid, it would cause dissociation of the protein from the glycogen. The glycogen without the protein would form large aggregates and the stain would be the protein. This gives the illusion of glycogen disappearing as it is not stained, but it dissociates from the protein that it is normally associated with in the glycosome.",
            "score": 99.20818340778351
        },
        {
            "docid": "52042018_2",
            "document": "Cellular Inhibitor of Apoptosis Protein 1 . cIAP1 (also named BIRC2) is the abbreviation for a human protein, cellular inhibitor of apoptosis protein-1. It belongs to the IAP family of proteins and therefore contains at least one BIR (baculoviral IAP repeat) domain.  cIAP1 is a multi-functional protein which can be found in the cytoplasm of cells and in the nucleus of tumor cells. Its function in this particular case is yet to be understood. However, it is well-known that this protein has a big influence in the growth of diverse cancers. cIAP1 is involved in the development process of osteosarcoma and gastric cancer among others. The ubication of cIAP1 is diverse depending on the phase of the living cycle of the cell. In healthy cells the protein is usually found in the nucleus. This was experimentally determined by immunofluorescence microscopy and subcellular fractionations methods. However, when the cell is apoptotic nuclear export of cIAP1 is induced provoking an increase in the cytosolic concentration of the protein. When a cell is tumorous it does not cease to proliferate inhibiting the apoptosis, as a result, in cancerous cells cIAP1 is rarely located in the cytoplasm.",
            "score": 120.22507548332214
        },
        {
            "docid": "3295742_2",
            "document": "Protein tyrosine phosphatase . Protein tyrosine phosphatases are a group of enzymes that remove phosphate groups from phosphorylated tyrosine residues on proteins. Protein tyrosine (pTyr) phosphorylation is a common post-translational modification that can create novel recognition motifs for protein interactions and cellular localization, affect protein stability, and regulate enzyme activity. As a consequence, maintaining an appropriate level of protein tyrosine phosphorylation is essential for many cellular functions. Tyrosine-specific protein phosphatases (PTPase; ) catalyse the removal of a phosphate group attached to a tyrosine residue, using a cysteinyl-phosphate enzyme intermediate. These enzymes are key regulatory components in signal transduction pathways (such as the MAP kinase pathway) and cell cycle control, and are important in the control of cell growth, proliferation, differentiation, transformation, and synaptic plasticity.",
            "score": 141.97803568840027
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 133.85959196090698
        }
    ],
    "r": [
        {
            "docid": "64972_24",
            "document": "Angiogenesis . Tumors induce blood vessel growth (angiogenesis) by secreting various growth factors (e.g. VEGF) and proteins. Growth factors such as bFGF and VEGF can induce capillary growth into the tumor, which some researchers suspect supply required nutrients, allowing for tumor expansion. Unlike normal blood vessels, tumor blood vessels are dilated with an irregular shape. In 2007, it was discovered that cancerous cells stop producing the anti-VEGF enzyme PKG. In normal cells (but not in cancerous ones), PKG apparently limits beta-catenin, which solicits angiogenesis. Other clinicians believe angiogenesis really serves as a waste pathway, taking away the biological end products secreted by rapidly dividing cancer cells. In either case, angiogenesis is a necessary and required step for transition from a small harmless cluster of cells, often said to be about the size of the metal ball at the end of a ball-point pen, to a large tumor. Angiogenesis is also required for the spread of a tumor, or metastasis. Single cancer cells can break away from an established solid tumor, enter the blood vessel, and be carried to a distant site, where they can implant and begin the growth of a secondary tumor. Evidence now suggests the blood vessel in a given solid tumor may, in fact, be mosaic vessels, composed of endothelial cells and tumor cells. This mosaicity allows for substantial shedding of tumor cells into the vasculature, possibly contributing to the appearance of circulating tumor cells in the peripheral blood of patients with malignancies. The subsequent growth of such metastases will also require a supply of nutrients and oxygen and a waste disposal pathway.",
            "score": 231.88211059570312
        },
        {
            "docid": "19220477_25",
            "document": "Akt/PKB signaling pathway . Angiogenesis, the formation of new blood vessels, is often critical for tumour cells to survive and grow in nutrient-depleted conditions. Akt is activated downstream of vascular endothelial growth factor (VEGF) in endothelial cells in the lining of blood vessels, promoting survival and growth. Akt also contributes to angiogenesis by activating endothelial nitric oxide synthase (eNOS), which increases production of nitric oxide (NO). This stimulates vasodilation and vascular remodelling. Signalling through the PI3K-Akt pathway increases translation of hypoxia-inducible factor α (HIF1α and HIF2α) transcription factors via mTOR. HIF promotes gene expression of VEGF and glycolytic enzymes, allowing metabolism in oxygen-depleted environments.",
            "score": 228.1456756591797
        },
        {
            "docid": "17525974_3",
            "document": "Nanocell . Angiogenesis, or the formation of new blood vessels, plays a major role in the development of a tumor. After a tumor has grown to about the size of a cubic millimeter, its core becomes hypoxic, and it begins to release growth factors to recruit new blood vessels that will supply it with oxygen. Inhibiting angiogenesis has been investigated as a means of preventing tumor growth but has not proven to be fully successful, for tumor cells cut off from the blood supply can eventually develop “reactive resistance” to hypoxia. These resistant cancer cells could be killed by chemotherapeutic drugs, but once the vasculature to the tumor has been cut off, there is no way for chemotherapy to be delivered. Nanotechnology offers a way to deliver chemotherapeutic drugs and anti-angiogenic drugs in the same vehicle so that as the blood supply is shut off, chemotherapy is present to prevent any hypoxia-resistant cells from proliferating.",
            "score": 218.5642547607422
        },
        {
            "docid": "64972_4",
            "document": "Angiogenesis . Sprouting angiogenesis was the first identified form of angiogenesis. It occurs in several well-characterized stages. First, biological signals known as angiogenic growth factors activate receptors on endothelial cells present in pre-existing blood vessels. Second, the activated endothelial cells begin to release enzymes called proteases that degrade the basement membrane to allow endothelial cells to escape from the original (parent) vessel walls. The endothelial cells then proliferate into the surrounding matrix and form solid sprouts connecting neighboring vessels.",
            "score": 214.61141967773438
        },
        {
            "docid": "64972_26",
            "document": "Angiogenesis . The mechanism of blood vessel formation by angiogenesis is initiated by the spontaneous dividing of tumor cells due to a mutation. Angiogenic stimulators are then released by the tumor cells. These then travel to already established, nearby blood vessels and activates their endothelial cell receptors. This induces a release of proteolytic enzymes from the vasculature. These enzymes target a particular point on the blood vessel and cause a pore to form. This is the point where the new blood vessel will grow from. The reason tumour cells need a blood supply is because they cannot grow any more than 2-3 millimeters in diameter without an established blood supply which is equivalent to about 50-100 cells.",
            "score": 214.291259765625
        },
        {
            "docid": "152509_13",
            "document": "Metastasis . Several different cell types are critical to tumor growth. In particular, endothelial progenitor cells have been shown to have a strong influence on the growth of tumor blood-vessels. Endothelial progenitor cells are also critical for metastasis and angiogenesis. Endothelial progenitor cells are important in tumor growth, angiogenesis and metastasis, and can be marked using the Inhibitor of DNA Binding 1 (ID1). This novel finding meant that investigators gained the ability to track endothelial progenitor cells from the bone marrow to the blood to the tumor-stroma and even incorporated in tumor vasculature. Endothelial progenitor cells incorporated in tumor vasculature suggests that this cell type in blood-vessel development is important in a tumor setting and metastasis. Furthermore, ablation of the endothelial progenitor cells in the bone marrow can lead to a significant decrease in tumor growth and vasculature development. Therefore, endothelial progenitor cells are important in tumor biology and present novel therapeutic targets.",
            "score": 211.7595977783203
        },
        {
            "docid": "28431870_2",
            "document": "Angioprevention . Angioprevention is the concept of preventing disease development or progression through the inhibition of angiogenesis, the process of forming blood vessels. The concept of angioprevention has been developed by Adriana Albini and co-workers who showed that several drugs and natural compounds for cancer chemo-prevention (or chemoprophylaxis) actually prevent tumor blood vessel formation. This concept has been furthered through the identification of many other \"angiopreventive\" compounds. Neo-angiogenesis is crucial during tumor growth and progression since it provides oxygen and nutrients to the cancer cells and blood vessels constitute the major route of tumor cell dissemination leading to the formation of metastases. Inhibition of angiogenesis is expected to have major effects if started early during tumor development before metastatic cells have spread throughout the body. Dietary \"angiopreventive\" agents such as flavonoids or other polyphenols might therefore play an important role in cancer chemoprevention and retard or inhibit the growth and progression of cancers.",
            "score": 211.18576049804688
        },
        {
            "docid": "614750_17",
            "document": "Trastuzumab . HER2 extends across the cell membrane, and carries signals from outside the cell to the inside. Signaling compounds called mitogens (specifically EGF in this case) arrive at the cell membrane, and bind to the extracellular domain of the HER family of receptors. Those bound proteins then link (dimerize), activating the receptor. HER2 sends a signal from its intracellular domain, activating several different biochemical pathways. These include the PI3K/Akt pathway and the MAPK pathway. Signals on these pathways promote cell proliferation and the growth of blood vessels to nourish the tumor (angiogenesis).",
            "score": 211.0780029296875
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 206.62835693359375
        },
        {
            "docid": "3512034_3",
            "document": "Angiogenin . Angiogenin is a key protein implicated in angiogenesis in normal and tumor growth. Angiogenin interacts with endothelial and smooth muscle cells resulting in cell migration, invasion, proliferation and formation of tubular structures. Ang binds to actin of both smooth muscle and endothelial cells to form complexes that activate proteolytic cascades which upregulate the production of proteases and plasmin that degrade the laminin and fibronectin layers of the basement membrane. Degradation of the basement membrane and extracellular matrix allows the endothelial cells to penetrate and migrate into the perivascular tissue. Signal transduction pathways activated by Ang interactions at the cellular membrane of endothelial cells produce extracellular signal-related kinase1/2 (ERK1/2) and protein kinase B/Akt. Activation of these proteins leads to invasion of the basement membrane and cell proliferation associated with further angiogenesis. The most important step in the angiogenesis process is the translocation of Ang to the cell nucleus. Once Ang has been translocated to the nucleus, it enhances rRNA transcription by binding to the CT-rich (CTCTCTCTCTCTCTCTCCCTC) angiogenin binding element (ABE) within the upstream intergenic region of rDNA, which subsequently activates other angiogenic factors that induce angiogenesis.",
            "score": 205.46112060546875
        },
        {
            "docid": "21224498_16",
            "document": "Roundabout (gene family) . The Robo4 receptor has been linked to angiogenesis in both mice and zebrafish. It is also present in human microvascular endothelial cells (HMVEC) and human umbilical vein endothelial cells (HUVEC). Exposure of Robo4 to Slit2 inhibits angiogenesis. However, exposure to a protein that inhibits Slit2 also inhibits angiogenesis. Due to these inconclusive results, the role of Robo4 in blood vessel growth is not completely understood. Robo1 has been linked to cancerous tumor growth and suppression. The Slit2/Robo1 pathway has been associated with tumor angiogenesis, leading to subsequent tumor growth. Slit2 proteins have been identified in several varieties of tumors, including melanoma, breast cancer, small cell lung cancer, and bladder cancer. Furthermore, inhibition of the Slit2/Robo1 pathway via R5 and RoboN reduced tumor mass and volume, while also reducing microvessel density. However, Slit2 proteins have not been identified in all kinds of tumors, and other research suggests that Slit-2 expression may suppress tumors in small cell lung cancer and breast cancer.",
            "score": 204.99310302734375
        },
        {
            "docid": "53828524_8",
            "document": "Tumor-associated endothelial cell . The idea of tumors promoting angiogenesis, or the process of forming new blood vessels, has been around since the discovery of VEGF in 1989. The branching patterning of tumor-associated endothelial cells has been implicated in the initiation of angiogenesis. Dr. Judah Folkman played an important role in studying the role of angiogenesis in promoting tumor growth. He identified tumor's response to hypoxia as a leading contributor to angiogenesis and cancer growth.",
            "score": 204.56285095214844
        },
        {
            "docid": "31693885_12",
            "document": "Nintedanib . Angiogenesis is a process that is essential for the growth and spread of all solid tumours, blocking it prevents the tumour from growing and may result in tumour shrinkage as well as a reduction in the spread of the cancer to other parts of the body. Nintedanib exerts its anti-cancer effect by binding to and blocking the activation of cell receptors involved in blood vessel formation and reshaping (i.e. VEGFR 1-3, FGFR 1-3 and PDGFRα and β). Inhibition of these receptors in the cells that make up blood vessels (endothelial cells, smooth muscle cells and pericytes) by nintedanib leads to programmed cell death, destruction of tumor blood vessels and a reduction in blood flow to the tumour. Reduced tumour blood flow inhibits tumor cell proliferation and migration hence slowing the growth and spread of the cancer.",
            "score": 203.07305908203125
        },
        {
            "docid": "37125686_36",
            "document": "MTOR inhibitors . Tumor angiogenesis rely on interactions between endothelial vascular growth factors which can all activate the PI3K/AKT/mTOR in endothelial cells, pericytes, or cancer cells. Example of these growth factors are angiopoietin 1 (ANG1), ANG 2, basic fibroblast growth factor (bFGF), ephrin-B2, vascular enothelial growth factor (VEGF), and members of the tumor growth factor-β (TGFβ) superfamily. One of the major stimuli of angiogenesis is hypoxia, resulting in activation of hypoxia-inducible transcription factors (HIFs) and expression of ANG2, bFGF, PDGF, VEGF, and VEGFR. Inhibition of HIF1α translation by preventing PDGF/PDGFR and VEGF/VEGFR can result from mTOR inhibition. A G0-G1 cell-cycle blockage can be the consequence of inactivation of mTOR in hypoxia-activated pericytes and endothelial cells.",
            "score": 202.37103271484375
        },
        {
            "docid": "25081142_24",
            "document": "Treatment of cancer . Angiogenesis inhibitors prevent the extensive growth of blood vessels (angiogenesis) that tumors require to survive. Some, such as bevacizumab, have been approved and are in clinical use. One of the main problems with anti-angiogenesis drugs is that many factors stimulate blood vessel growth in cells normal or cancerous. Anti-angiogenesis drugs only target one factor, so the other factors continue to stimulate blood vessel growth. Other problems include route of administration, maintenance of stability and activity and targeting at the tumor vasculature.",
            "score": 201.21849060058594
        },
        {
            "docid": "11275157_10",
            "document": "Glypican . In addition to GPC3, GPC1 has also been implicated in tumor progression, especially in pancreatic cancer, glioma, and breast cancer. GPC1 expression is severely high in pancreatic ductal adenocarcinoma cells, and results indicate that GPC1 expression is linked to cancer progression, including tumor growth, angiogenesis and metastasis. In addition to overexpression of GPC1 on the plasma membrane of pancreatic ductal adenocarcinoma cells. GPC1 is released into the tumor microenvironment by these cells. Because glypicans play a role in growth factor binding, researchers have speculated that increased levels of GPC1 in the tumor microenvironment may function to store growth factors for cancerous cells. By reducing the level of GCP1 in pancreatic adenocarcinoma cells, the growth of these cells was hindered. By reducing the levels of expressed GCP1 immunocompromised mice, slowed the growth tumors and reduced angiogenesis and metastases when compared with control GCP1 mice. GPC1 is highly expressed in human glioma blood vessel endothelial cells. Furthermore, increasing the level of GPC1 in mouse brain endothelial cells results in cell growth and stimulates mitosis in response to the angiogenic factor, FGF2. This suggests that GPC1 acts as a regulator for cell cycle progression. GPC1 expression is well-above normal in human breast cancers, while expression of GPC1 is low in healthy breast tissue. Furthermore, expression was not significantly increased for any other glypican. GPC1 plays a role in heparin-binding and cell cycle progression in the breast tissue.",
            "score": 201.21755981445312
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 199.77499389648438
        },
        {
            "docid": "2004663_4",
            "document": "Angiogenesis inhibitor . When a tumor stimulates the growth of new vessels, it is said to have undergone an 'angiogenic switch'. The principal stimulus for this angiogenic switch appears to be oxygen deprivation, although other stimuli such as inflammation, oncogenic mutations and mechanical stress may also play a role. The angiogenic switch leads to tumor expression of pro-angiogenic factors and increased tumor vascularization. Specifically, tumor cells release various pro-angiogenic paracrine factors (including angiogenin, vascular endothelial growth factor (VEGF), fibroblast growth factor (FGF), and transforming growth factor-β (TGF-β). These stimulate endothelial cell proliferation, migration and invasion resulting in new vascular structures sprouting from nearby blood vessels. Cell adhesion molecules, such as integrins, are critical to the attachment and migration of endothelial cells to the extracellular matrix.",
            "score": 196.9509735107422
        },
        {
            "docid": "19269097_35",
            "document": "Medication-associated osteonecrosis of the jaw . Anti-angiogenic drugs, which is as known as angiogenesis inhibitors obstruct the blood vessels formation by interfering the angiogenesis signalling cascade. They are used primarily to treat cancer. It is different from other conventional cancer drugs as these cancer-fighting agents tend to hinder the growth of blood vessels that supply the tumour rather than killing tumour cells directly. It does not necessary eliminate tumours but it has indirect on treating cancer by preventing the tumour from growing. For example, bevacizumab/ aflibercept is a monoclonal antibody that specifically bind to the vascular endothelial growth factor (VEGF), so the VEGF is no longer available to bind to the receptors on the surface of normal endothelial cells. Sunitinib is a different example of anti-angiogenic drugs as it inhibits cellular signalling by targeting multiple receptor tyrosine kinases. It reduces blood/ nutrients supply to tumour by inhibiting new blood vessels formation from the cancer cells. Hence, the tumour stops growing or even shrinks.",
            "score": 196.2654571533203
        },
        {
            "docid": "57129440_3",
            "document": "VASH2 . VASH2 is highly similar in structure (over 50% similarity) to the protein vasohibin-1 (VASH-1) which is produced by endothelial cells, therefore VASH2 is considered a structural homolog of VASH-1. However, while VASH-1 has been shown to antagonize angiogenesis (encourage termination of blood vessel formation), VASH2 has been shown to promote angiogenesis, especially in invasive tumor cell types such as pancreatic and breast carcinomas. VASH2 is released in response to low oxygen (hypoxic) environments, such as those that surround tumors growths that have not yet metastasized. When VASH2 is released by the tumor cells in a hypoxia-induced mechanism, the tumor induces blood vessels to branch off and provide the tumor cells with nutrients. This is also how tumor cells are able to spread from one mass of cells into other organs. Therefore angiogenesis is one of the first landmarks of metastasis. When VASH2 knockdown tumor cells were observed \"in vitro\", there was no effect on actual cell numbers, but tumor size was severely inhibited, and this was determined to be due to reduced angiogenesis to the tumor cell. This indicates that VASH2 plays a vital role in angiogenesis.",
            "score": 193.5281524658203
        },
        {
            "docid": "11763579_27",
            "document": "Microvesicles . Angiogenesis, which is essential for tumor survival and growth, occurs when endothelial cells proliferate to create a matrix of blood vessels that infiltrate the tumor, supplying the nutrients and oxygen necessary for tumor growth. A number of reports have demonstrated that tumor-associated microvesicles release proangiogenic factors that promote endothelial cell proliferation, angiogenesis, and tumor growth. microvesicles shed by tumor cells and taken up by endothelial cells also facilitate angiogenic effects by transferring specific mRNAs and miRNAs.",
            "score": 193.0769500732422
        },
        {
            "docid": "3227803_6",
            "document": "Apelin . Vascular expression of the receptor participates in the control of blood pressure and its activation promotes the formation of new blood vessels (angiogenesis). The hypotensive effect of apelin results from the activation of receptors expressed at the surface of endothelial cells. This activation induces the release of NO, a potent vasodilator, which induces relaxation of the smooth muscle cells of artery wall. Studies performed on mice knocked out for the apelin receptor gene have suggested the existence of a balance between angiotensin II signalling, which increases blood pressure and apelin signalling, which lowers blood pressure. The angiogenic activity is the consequence of apelin action on the proliferation and migration of the endothelial cells. Apelin activates inside the cell transduction cascades (ERKs, Akt, and p70S6kinase phosphorylation), which lead to the proliferation of endothelial cells and the formation of new blood vessels It is interesting that knockout of apelin gene is associated with a delay in the development of the retinal vasculature.",
            "score": 193.0383758544922
        },
        {
            "docid": "19220477_3",
            "document": "Akt/PKB signaling pathway . Initial stimulation by one of the growth factors causes activation of a cell surface receptor and phosphorylation of PI3K. Activated PI3K then phosphorylates lipids on the plasma membrane, forming second messenger phosphatidylinositol (3,4,5)-trisphosphate (PIP). Akt, a serine/threonine kinase, is recruited to the membrane by interaction with these phosphoinositide docking sites, so that it can be fully activated. Activated Akt mediates downstream responses, including cell survival, growth, proliferation, cell migration and angiogenesis, by phosphorylating a range of intracellular proteins. The pathway is present in all cells of higher eukaryotes and is highly conserved.",
            "score": 192.54541015625
        },
        {
            "docid": "18398577_34",
            "document": "Somatic evolution in cancer . The hallmark \"self-sufficiency in growth signals\" describes the observation that tumor cells produce many of their own growth signals and thereby no longer rely on proliferation signals from the micro-environment. Normal cells are maintained in a nondividing state by antigrowth signals, which cancer cells learn to evade through genetic changes producing \"insensitivity to antigrowth signals\". A normal cell initiates programmed cell death (apoptosis) in response to signals such as DNA damage, oncogene overexpression, and survival factor insufficiency, but a cancer cell learns to \"evade apoptosis\", leading to the accumulation of aberrant cells. Most mammalian cells can replicate a limited number of times due to progressive shortening of telomeres; virtually all malignant cancer cells gain an ability to maintain their telomeres, conferring \"limitless replicative potential\". As cells cannot survive at distances of more than 100 μm from a blood supply, cancer cells must initiate the formation of new blood vessels to support their growth via the process of \"sustained angiogenesis\". During the development of most cancers, primary tumor cells acquire the ability to undergo \"invasion and metastasis\" whereby they migrate into the surrounding tissue and travel to distant sites in the body, forming secondary tumors.",
            "score": 192.11737060546875
        },
        {
            "docid": "31546750_5",
            "document": "Tumstatin . Since tumstatin has been shown to reduce angiogenesis in tumors, there is great potential to use this knowledge as treatment for cancer. Tumstatin binds to the endothelium of the tumor and is thus able to affect tumor growth. By affecting the apoptotic pathway, tumstatin inhibits the proliferation of endothelial cells. Tumstatin is a cell-specific inhibitor for protein synthesis and therefore affects angiogenesis, which occurs at the protein synthesis level. It has been shown that the efficacy of tumstatin in reducing angiogenesis in tumors increases with tumor size (tumors larger than 500 mm³).  In addition to limiting the proliferation of endothelial cells, tumstatin also limits angiogenesis in melanoma cells. The 54-132 amino acid sequence of the tumstatin fragment binds both endothelial and melanoma cells but only inhibits endothelial cell proliferation which the 185-203 amino acid sequence also binds both and inhibits only melanoma proliferation. This is important in discovering the correct binding sites for different cells types and could help to make cancer therapies more cell-type specific.",
            "score": 191.40081787109375
        },
        {
            "docid": "53828524_12",
            "document": "Tumor-associated endothelial cell . The vasculature can promote metastasis by capturing cancer cells at their primary sites and providing for their delivery to secondary organs. These tumor-associated endothelial cells can also release factors and supply nutrients that promote the growth of the primary tumor mass and its aggressive spread. Additionally, angiogenesis is intimately linked to metastasis, as delivery of nutrients and oxygen through blood vessels is required for invasive tumor growth and spread.",
            "score": 190.61749267578125
        },
        {
            "docid": "44770625_5",
            "document": "13-Methyltetradecanoic acid . To understand how 13-MTD actually induces apoptosis, researchers studied the fatty chain acid’s anticancer activity on tumor cells developing in T Cell Lymphomas. The tests were conducted in vitro (in the lab) and in vivo (in body). The results showed that 13-MTD inhibits tumor cell growth by “down-regulating” p-AKT. AKT is a serine–threonine kinase that regulates cell survival. However, AKT’s regulation of cells becomes dysfunctional as cancerous cells develop. Essentially, cancerous cells attack the AKT and manage to switch and keep AKT’s signals “on,” resulting in cell dysfunction. 13-MTD helps down-regulate AKT, allowing stability in cells and inducing programmed cell death to the tumor cells.",
            "score": 187.9237518310547
        },
        {
            "docid": "5402141_10",
            "document": "Axel Ullrich . In the early 1990s, Ullrich and his team identified the signaling system involved in regulating tumor angiogenesis, the growth of blood vessels in tumors. He and his team discovered that inhibiting a key player in the signaling system (called vascular endothelial growth factor receptor or VEGFR) suppresses the generation of blood vessels in tumors and slows down cancer cell growth. Years later, a small molecule inhibitor of the VEGFR2 kinase function was developed, from which a derivative was approved in 2006 for the treatment of kidney carcinoma and gastro-intestinal stromal tumors.",
            "score": 187.8260955810547
        },
        {
            "docid": "7736895_17",
            "document": "Lysyl oxidase . Lysyl oxidase has been newly implicated in tumor angiogenesis, or blood vessel formation, both \"in vivo\" and \"in vitro\". Subcutaneous tumor-derived LOX was shown to increase vascular endothelial growth factor (VEGF) expression and secretion, which then promotes angiogenesis by phosphorylation of protein kinase B, or Akt, through platelet-derived growth factor receptor β (PDGFRB). High levels of LOX were associated with high blood vessel density in patient samples. Clinically relevant LOX inhibitors may help slow cancer progression by downregulating crucial growth factors that promote solid tumor progression.",
            "score": 187.48773193359375
        },
        {
            "docid": "53828524_9",
            "document": "Tumor-associated endothelial cell . Angiogenesis was originally introduced as a Hallmark of Cancer based on assumptions that the underlying processes were similar amongst different tumor types. However, there are now multiple studies that illustrate the complexity behind these previous simple conceptions of angiogenesis, indicating that the way cancer cells interact with and co-opt new blood vessel growth varies amongst cancer types and must be studied. This must be studied in order to improve clinical design strategy and select for patients with tumors that are more likely to benefit from anti-angiogenic drugs.",
            "score": 182.535400390625
        },
        {
            "docid": "5814292_2",
            "document": "Angiopoietin . Angiopoietin is part of a family of vascular growth factors that play a role in embryonic and postnatal angiogenesis. Angiopoietin signaling most directly corresponds with angiogenesis, the process by which new arteries and veins form from preexisting blood vessels. Angiogenesis proceeds through sprouting, endothelial cell migration, proliferation, and vessel destabilization and stabilization. They are responsible for assembling and disassembling the endothelial lining of blood vessels. Angiopoietin cytokines are involved with controlling microvascular permeability, vasodilation, and vasoconstriction by signaling smooth muscle cells surrounding vessels.  There are now four identified angiopoietins: ANGPT1, ANGPT2, ANGPTL3, ANGPT4. In addition, there are a number of proteins that are closely related to ('like') angiopoietins (Angiopoietin-related protein 1, , , , , , , ).",
            "score": 182.04705810546875
        },
        {
            "docid": "13621723_12",
            "document": "MMP2 . MMP-2 also plays an important role in the formation of new blood vessels within tumors, a process known as angiogenesis. This process is essential for tumor progression, because as tumors grow they need increasing supplies of oxygen and nutrients. Localized MMP-2 activity plays an important role in endothelial cell migration, a key feature of angiogenesis. Additionally, MMP-9 and other MMPs have been suggested to also play a complex, indirect role in angiogenesis by promoting VEGF mobilization and generating antiangiogenic factors.",
            "score": 181.85491943359375
        }
    ]
}