{
    "q": [
        {
            "docid": "14754943_3",
            "document": "SNAI1 . The Drosophila embryonic protein SNAI1, commonly known as Snail, is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. SNAI1 zinc-fingers (ZF) binds to E-box, an E-cadherin promoter region, and represses the expression of the adhesion molecule, which induces the tightly bound epithelial cells to break loose from each other and migrate into the developing embryo to become mesenchymal cells. This process allows for the formation of the mesodermal layer in the developing embryo. Though SNAI1 is shown to repress expression of E-cadherin in epithelial cells, studies have shown homozygous mutant embryos are still able to form a mesodermal layer. However, the mesodermal layer present shows characteristics of epithelial cells and not mesenchymal cells (the mutant mesoderm cells exhibited a polarized state). Other studies show that mutation of specific ZFs contribute to a decrease in SNAI1 E-cadherin repression.",
            "score": 183.35380017757416
        },
        {
            "docid": "16853131_4",
            "document": "VEZT . The morphogenesis of a blastocyst is dependent on the formation of the trophectoderm, the first epithelial layer . Like all other epithelium, the trophectoderm is composed of polarised cells with highly specialised adhesion complexes along the lateral sides of the cells . This layer of cells is vital in the implantation of the embryo to the uterus and gives rise to majority of the extra-embryonic tissues . In order for the proper physiological function of these cells and ultimately the proper development of the embryo, the adherens junctions between them must be properly developed . VEZT codes for the protein vezatin which is an essential protein in the regulation and maintenance of these adherens junctions. However, most genes and subsequent protein release are determined by the combination of paternal and maternal DNA mixing. In the case of the early embryo, especially before compaction has started to occur, majority of the control is via the maternal genome . Vezatin has been shown to appear in the mouse blastocyst as early as the 2-cell stage, suggesting that this protein is in fact under the maternal genome control . Two isoforms of the protein however are evidenced later on at the 8-cell stage, suggesting that now the gene is under the control of the embryo itself . Furthermore, expression of vezatin has been shown to be linked with that of E-cadherin. Disruption of vezatin synthesis in the early embryo not only leads to lack of adherens junction formation, but also results in a strong reduction of E-cadherin protein present . Vezatin itself could be involved in the regulation of the transcription of E-cadherin as it is seen within the nucleus of early embryonic cells . Whilst there are several transcription factors that are associated with the repression of E-cadherin, it is unknown which is the novel target that is engaged when vezatin is also inhibited.",
            "score": 191.82774662971497
        },
        {
            "docid": "57414_16",
            "document": "Evolutionary developmental biology . A small fraction of the genes in an organism's genome control the organism's development. These genes are called the developmental-genetic toolkit. They are highly conserved among phyla, meaning that they are ancient and very similar in widely separated groups of animals. Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. Most toolkit genes are parts of signalling pathways: they encode transcription factors, cell adhesion proteins, cell surface receptor proteins and signalling ligands that bind to them, and secreted morphogens that diffuse through the embryo. All of these help to define the fate of undifferentiated cells in the embryo. Together, they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Among the most important toolkit genes are the \"Hox\" genes. These transcription factors contain the homeobox protein-binding DNA motif, also found in other toolkit genes, and create the basic pattern of the body along its front-to-back axis. Hox genes determine where repeating parts, such as the many vertebrae of snakes, will grow in a developing embryo or larva. \"Pax-6\", already mentioned, is a classic toolkit gene. Homeobox genes are also found in plants, implying they are common to all eukaryotes.",
            "score": 167.7158818244934
        },
        {
            "docid": "53662282_6",
            "document": "Magdalena Zernicka-Goetz . Her recent development of systems permitting both mouse and human embryogenesis during implantation and early post-implantation stages \"in vitro\" allowed her to reveal that mouse and human embryo remodelling at implantation is done autonomously by the embryo. She uncovered the mechanism underlying embryo remodelling between the blastocyst and gastrula stages that has led to a change in the textbook model. Her demonstration of the self-organisation of human embryos developing \"in vitro\" until day 13/14, gastrulation, has provided an unprecedented opportunity to study human development at previously inaccessible and critical stages. This discovery was hailed as the people’s choice for the scientific breakthrough of 2016 by Science magazine. The knowledge she gained through her work on how the embryo develops during the blastocyst to gastrula transition, allowed her to mimic these developmental processes with different types of stem cells in vitro. This led her to the pioneering success of constructing embryo-like structures from pluripotent embryonic and multipotent extra-embryonic (trophoblast) stem cells in a 3D scaffold of extra-cellular matrix proteins in vitro. These \"synthetic embryos\" recapitulate the natural architecture of the embryo and their patterns of gene expression leading to the specification of the germ layers and germ cells. This system allowed her to identify signalling pathways responsible for morphogenesis of stem cells into embryos. Together these models bring outstanding potential for understanding development and for regenerative medicine.",
            "score": 185.7855476140976
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 188.1593976020813
        },
        {
            "docid": "23294664_20",
            "document": "Dominant white . The \"KIT\" gene encodes a protein called steel factor receptor, which is critical to the differentiation of stem cells into blood cells, sperm cells, and pigment cells. A process called alternative splicing, which uses the information encoded in the \"KIT\" gene to make slightly different proteins (isoforms) for use in different circumstances, may impact whether a mutation on \"KIT\" affects blood cells, sperm cells, or pigment cells. Steel factor receptor interacts chemically with steel factor or stem cell factor to relay chemical messages. These messages are used during embryonic development to signal the migration of early melanocytes (pigment cells) from the neural crest tissue to their eventual destinations in the dermal layer. The neural crest is a transient tissue in the embryo that lies along the dorsal line. Melanocytes migrate along the dorsal line to a number of specific sites: near the eye, near the ear, and the top of the head; six sites along each side of the body, and a few along the tail. At these sites, the cells undergo a few rounds of replication and differentiation, and then migrate down and around the body from the dorsal aspect towards the ventral aspect and the limb buds.",
            "score": 151.19310331344604
        },
        {
            "docid": "4109042_8",
            "document": "Cell signaling . The notch signaling mechanism is an example of juxtacrine signaling (also known as contact-dependent signaling) in which two adjacent cells must make physical contact in order to communicate. This requirement for direct contact allows for very precise control of cell differentiation during embryonic development. In the worm \"Caenorhabditis elegans\", two cells of the developing gonad each have an equal chance of terminally differentiating or becoming a uterine precursor cell that continues to divide. The choice of which cell continues to divide is controlled by competition of cell surface signals. One cell will happen to produce more of a cell surface protein that activates the Notch receptor on the adjacent cell. This activates a feedback loop or system that reduces Notch expression in the cell that will differentiate and that increases Notch on the surface of the cell that continues as a stem cell.",
            "score": 148.48280024528503
        },
        {
            "docid": "27042227_3",
            "document": "Geraldine Seydoux . She received a B.S. University of Maine, Orono in 1986, graduated from Princeton University with a Ph.D. in 1991, and did post-doctoral training at the Carnegie Institution. Her work focused on the earliest stages of embryogenesis and how single-celled eggs develop into multicellular embryos. It focuses on how embryos choose between soma and germline. The Seydoux lab’s goal is to ascertain the process in which embryonic development and polarization is activated using Caenorhabditis elegans. She has also validated that proteins in a fertilizing sperm trigger the reorganization of structural proteins inside the ovum. This is an essential step in forming the anterior-posterior polarization of the one celled embryo. Geraldine Seydoux’s studies provide much insight into the creation of a fully formed multicellular organism from a single cell. She was elected to the National Academy of Sciences in 2016.",
            "score": 182.6819053888321
        },
        {
            "docid": "14800628_3",
            "document": "Ectodysplasin A receptor . \"EDAR\" and other genes provide instructions for making proteins that work together during embryonic development. These proteins form part of a signaling pathway that is critical for the interaction between two cell layers, the ectoderm and the mesoderm. In the early embryo, these cell layers form the basis for many of the body's organs and tissues. Ectoderm-mesoderm interactions are essential for the proper formation of several structures that arise from the ectoderm, including the skin, hair, nails, teeth, and sweat glands.",
            "score": 175.07063782215118
        },
        {
            "docid": "10231060_4",
            "document": "GDF6 . Growth differentiation factor 6 (GDF6) is a regulatory protein associated with growth and differentiation of developing embryos. GDF6 is encoded by the GDF6 gene. It is a member the transforming growth factor beta superfamily which is a group of proteins involved in early regulation of cell growth and development. GDF6 has been shown to play an important role in the patterning of the epidermis and bone and joint formation. GDF6 induces genes related to the development of the epidermis and can bind directly to noggin, a gene that controls neural development, to block its effect. GDF6 interacts with bone morphogenetic proteins (BMPs) to form heterodimers that may work to regulate neural induction and patterning in developing embryos. By developing a GDF6 “knockout” model, scientists repressed expression of GDF6 in developing mice embryos. Through this experiment, the scientists were able to directly link GDF6 with several skull and vertebral joint disorders, such as scoliosis and chondrodysplasia, Grebe type.",
            "score": 202.44452583789825
        },
        {
            "docid": "44554443_8",
            "document": "Harold M. Weintraub . While at FHCRC, Weintraub continued and extended his prior studies of chromatin structure and function. Another of his contributions was developing the technique of using antisense RNA to create specific mutant phenotypes in vertebrate organisms. Perhaps the work for which Weintraub is best known was his laboratory's discovery and characterization of \"myoD\", the first master regulatory gene. When expressed, the myoD gene produces a protein referred to as MyoD (or MyoD1), which can bind certain DNA sequences, stop cell division, and elicit an entire program of muscle cell differentiation. In a series of sequential experiments, Weintraub and his students showed that myoD was able to convert fibroblasts (connective tissue cells) into myoblasts (skeletal muscle cells). Later studies by the same group of investigators at FHCRC further characterized the structural and functional characteristics of \"myoD\" and its nuclear-localized protein product, which were found to be present in organisms as diverse as nematode worms, frogs, mice, and humans. During the final years of his life, Weintraub's work used myoD to delve broadly and deeply into the areas of regulatory proteins, gene expression, and the molecular control of cell differentiation. As part of this work, his lab pioneered a molecular biology technique known as the Selection And Amplification Binding (SAAB) assay, which is used to find the DNA-binding sites for proteins.",
            "score": 134.81333076953888
        },
        {
            "docid": "14875762_3",
            "document": "UPK1B . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. These proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is found in the asymmetrical unit membrane (AUM) where it can form a complex with other transmembrane 4 superfamily proteins. It may play a role in normal bladder epithelial physiology, possibly in regulating membrane permeability of superficial umbrella cells or in stabilizing the apical membrane through AUM/cytoskeletal interactions. The AUM is believed to be involved in strengthening the cells that line the bladder, and in enhancing the inner bladder membrane's ability to stretch, thus preventing these cells from rupturing during bladder distension. The use of alternate polyadenylation sites has been found for this gene.",
            "score": 108.58435881137848
        },
        {
            "docid": "22560705_8",
            "document": "Ganglion mother cell . During the embryonic development of Drosophila, neuroblasts delaminate from their respective positions in the embryo and move towards the interior forming a ventral monolayer of cells, known as the neurogenic region. The region is bilaterally symmetrical. The equivalent regions of neuronal growth in other common animal models do not have this symmetrical property, which makes Drosophila preferable for neurogenic study. The neurogenic region is composed of neuroblasts that divide and migrate throughout embryonic development. A larva embryo will contain about 30 neuroblasts per hemisegment of neurogenic tissue. At a certain point, a neuroblast will undergo asymmetric cell division giving rise to a neuroblast and a ganglion mother cell. Each neuroblast can be traced through a lineage using methods such as green fluorescent protein transgene expression in order to investigate mechanisms of cellular diversity. A neuroblast lineage can produce as few as 3 GMCs or up to 20. Research has been conducted to observe the movement of neuroblasts and GMCs in the neurogenic region during embryonic developmenh using molecular markers.",
            "score": 170.10836791992188
        },
        {
            "docid": "1209057_3",
            "document": "Wnt signaling pathway . Wnt signaling was first identified for its role in carcinogenesis, then for its function in embryonic development. The embryonic processes it controls include body axis patterning, cell fate specification, cell proliferation and cell migration. These processes are necessary for proper formation of important tissues including bone, heart and muscle. Its role in embryonic development was discovered when genetic mutations in Wnt pathway proteins produced abnormal fruit fly embryos. Wnt signaling also controls tissue regeneration in adult bone marrow, skin and intestine. Later research found that the genes responsible for these abnormalities also influenced breast cancer development in mice.",
            "score": 147.9039661884308
        },
        {
            "docid": "2491663_7",
            "document": "Endoreduplication . Oogenesis and Embryonic Development: Endoreplication is commonly observed in cells responsible for the nourishment and protection of oocytes and embryos. It has been suggested that increased gene copy number might allow for the mass production of proteins required to meet the metabolic demands of embryogenesis and early development. Consistent with this notion, mutation of the Myc oncogene in \"Drosophila\" follicle cells results in reduced endoreplication and abortive oogenesis. However, reduction of endoreplication in maize endosperm has limited effect on the accumulation of starch and storage proteins, suggesting that the nutritional requirements of the developing embryo may involve the nucleotides that comprise the polyploid genome rather than the proteins it encodes.",
            "score": 136.13259077072144
        },
        {
            "docid": "15065584_17",
            "document": "JADE1 . The biological role of JADE1 has not been elucidated. Limited number of publications addresses this question using mice models. The most comprehensive study which was published in 2003, identified mice orthologue of human JADE1, Jade1, and investigated Jade1 expression during mice embryogenesis. Searching for developmentally regulated genes the authors used gene trap screen analysis and identified mouse Jade1 as gene strongly regulated during embryogenesis. Insertion of the vector into the third intron of the Jade1 gene lead to the production of a 47-amino-acid truncated protein. The gene trap insertional mutation resulted in Jade1-beta-galactosidase reporter fusion product and Jade1 null allele. While the homozygotes for the gene trap integration did not produce strong developmental phenotype, the fusion product revealed Jade1 gene spatial-temporal expression in mouse embryonic cells and tissues of developing embryo up to 15.5-d.p.c. In addition the study reports experimental and in silico comparative analysis of Jade1 mRNA transcripts, Jade1 gene structure and analysis of Jade1 protein orthologues from mouse human and zebra fish. Jade1 expression was detected in extraembryonic ectoderm and trophoblast, which are placental components important for vasculogenesis, as well as in sites enriched with multipotent or tissue-specific progenitors, including neural progenitors(2). The dynamics of Jade1 reporter expression in these areas indicates the involvement in the determination and elongation of anterior posterior axis, an important point of the study). The potential role for human JADE1 in the renewal of embryonic stem cell and embryonal carcinoma cell cultures was suggested in another screening study which showed that, in cultured stem cells activation of stem cell transcription factor OCT4 pathway upregulated JADE1 gene expression along with stem cell factors NANOG, PHC1, USP44 and SOX2. Role of JADE1 in epithelial cell proliferation was addressed in a murine model of acute kidney injury and regeneration. Expression patterns and dynamics of HBO1-JADE1S/L were examined in regenerating tubular epithelial cells. Ischemia and reperfusion injury resulted in an initial decrease in JADE1S, JADE1L, and HBO1 protein levels, which returned to the baseline during renal recovery. Expression levels of HBO1 and JADE1S recovered as cell proliferation rate reached maximum, whereas JADE1L recovered after bulk proliferation had diminished. The temporal expression of JADE1 correlated with the acetylation of histone H4 (H4K5 and H4K12) but not that of histone H3 (H4K14), suggesting that the JADE1-HBO1 complex specifically marks H4 during epithelial cell proliferation. The results of the study implicate JADE1-HBO1 complex in acute kidney injury and suggest distinct roles for JADE1 isoforms during epithelial cell recovery.",
            "score": 141.70021975040436
        },
        {
            "docid": "6701668_7",
            "document": "Hypohidrotic ectodermal dysplasia . Mutations in the \"EDA\", \"EDAR\", and \"EDARADD\" genes cause hypohidrotic ectodermal dysplasia. The \"EDA\", \"EDAR\", and \"EDARADD\" genes provide instructions for making proteins that work together during embryonic development. These proteins form part of a signaling pathway that is critical for the interaction between two cell layers, the ectoderm and the mesoderm. In the early embryo, these cell layers form the basis for many of the body's organs and tissues. Ectoderm-mesoderm interactions are essential for the formation of several structures that arise from the ectoderm, including the skin, hair, nails, teeth, and sweat glands.",
            "score": 163.93866658210754
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 115.16847145557404
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 170.8585170507431
        },
        {
            "docid": "9107692_3",
            "document": "Hairless . Hairless (H) is a protein which is hydrophilic.\" The protein is composed of “1076 amino acids, with a molecular weight of 110 kDa.” The H protein is reported in insects and is found in nearly all of the family Drosophilidae. According to Paz-Gomez et al. (2008), other insect families and orders containing the H protein include the family Culicidae as well as the orders Lepidoptera, Hymenoptera and Coleoptera.  By referencing the research of Paz-Gomez et al. (2008), one finds that in \"Drosophilia\", NSP, or notch signaling pathway, allows for communication intercellularly during embryo development and also physiological activities of adult organisms. Their research also states that Notch Signaling Pathways turn on periodically during devolvement to help determine cell fate functions of the cell. Hairless (H) is an antagonist of the NSP as well as a “key member of the Su[H] repressor complex.\" Because of this connection, Hairless plays a very important part of embryo development in insects as it helps influence cell fate decisions during this time.\" It is crucial that proteins, HP120 and HP150, are present as they control normal activity of H. This activity regulation also controls NSP, which allows the fly embryos to develop correctly and any fluctuation in the pathway or proteins can change outcome of the offspring.",
            "score": 166.55024254322052
        },
        {
            "docid": "1106830_26",
            "document": "Cell culture . Biological products produced by recombinant DNA (rDNA) technology in animal cell cultures include enzymes, synthetic hormones, immunobiologicals (monoclonal antibodies, interleukins, lymphokines), and anticancer agents. Although many simpler proteins can be produced using rDNA in bacterial cultures, more complex proteins that are glycosylated (carbohydrate-modified) currently must be made in animal cells. An important example of such a complex protein is the hormone erythropoietin. The cost of growing mammalian cell cultures is high, so research is underway to produce such complex proteins in insect cells or in higher plants, use of single embryonic cell and somatic embryos as a source for direct gene transfer via particle bombardment, transit gene expression and confocal microscopy observation is one of its applications. It also offers to confirm single cell origin of somatic embryos and the asymmetry of the first cell division, which starts the process.",
            "score": 130.67591190338135
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 128.31476628780365
        },
        {
            "docid": "41970480_10",
            "document": "Early stages of embryogenesis of tailless amphibians . The first visible stage of gastrulation is the creation of a concavity on the dorsal side, right under the gray crescent. In this place begins the infiltration of cells of the future mesoderm. From this moment the embryo is called a gastrula, and the concave, visible from outside, is the emerging blastopore. Over the upper edge of the blastopore, called the dorsal lip, a migration of cells occurs, which derive from the central area of the gray crescent. The process of involution takes place – the dorsal lip turns in upon itself. The moving cells enter the blastocoele. As the blastopore deepens, a new embryonic cavity develops, the primitive gut, or the archenteron. It grows in length towards the future front part of the embryo. It can be seen from outside the embryo that the dorsal lip curves itself and grows, creating the side lips of the blastopore. During this time, the paraxial mesoderm enters the embryo. It will change into somitomeres. The bottom of the archenteron is composed of macromeres. They later transform into the gut of the embryo. The ventral lip of the blastopore develops, and the lateral plate mesoderm enters the blastocoel through it. The blastopore develops a ring-like shape, and surrounds the macromeres, creating the yolk sac. The process of involution occurs simultaneously with the process of epiboly, a cell movement associated with the covering of the embryo by the ectoderm. The blastopore gradually closes, and the macromeres, which are endodermal cells, are pulled inside of the embryo (the process of emboly). It can be seen from the outside as the shrinking of the yolk sac. Near the end of gastrulation, the yolk sac becomes entirely covered by the ectoderm, and the blastopore assumes the shape of a vertical cleavage. The three germ layers form a characteristic shape. The ectoderm is the outermost layer, the mesoderm is the middle one, and the endoderm forms the inside layer. Only in the locations of the future body openings (the mouth and the anus), the endoderm remains in immediate contact with the ectoderm. In the next stage of development, which is known as neurulation, the embryo grows in length in the anterior-posterior axis. The differentiation of the germ layers also occurs.",
            "score": 160.82397389411926
        },
        {
            "docid": "8285473_3",
            "document": "Cell fate determination . The development of new molecular tools including GFP, and major advances in imaging technology including fluorescence microscopy, have made possible the mapping of the cell lineage of \"Caenorhabditis elegans\" including its embryo. This technique of fate mapping is used to study cells as they differentiate into their final cell fates. Merely observing a cell as it becomes differentiated during embryogenesis provides no indication of the mechanisms that drive the specification. Therefore, the addition of molecular manipulation techniques, including gene and protein knock downs, knock outs and overexpression, along with live cell imaging techniques has been transformational in understanding what mechanisms are involved with cell fate determination. Transplantation experiments are commonly used in conjunction with the genetic manipulation and lineage tracing. Transplantation experiments are the only way to determine what state the cell is in on its way to being differentiated.",
            "score": 160.4686485528946
        },
        {
            "docid": "20528783_3",
            "document": "Embryomics . There are many cell markers useful in distinguishing, classifying, separating and purifying the numerous cell types present at any given time in a developing organism. These cell markers consist of select RNAs and proteins present inside, and surface antigens present on the surface of, the cells making up the embryo. For any given cell type, these RNA and protein markers reflect the genes characteristically active in that cell type. The catalog of all these cell types and their characteristic markers is known as the organism's embryome. The word is a portmanteau of embryo and genome. “Embryome” may also refer to the totality of the physical cell markers themselves.",
            "score": 150.2665057182312
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 128.28657817840576
        },
        {
            "docid": "10446876_6",
            "document": "Fate mapping . In 1978, David Weisblat and colleagues in Gunther Stent's lab at Berkeley improved the technique of single-cell resolution fate mapping by injection of horseradish peroxidase (HRP) enzyme, and later fluorescent peptides (1980), into individual cells in \"Helobdella triserialis\" (leech) embryos during early development. All progeny of the injected cells could later be discerned by staining for HRP using benzidine substrate or visualized by fluorescence microscopy. This technique allowed the experimenter greater control and selectivity over what cell was labeled and traced. However, the opaque character of the HRP stain prevented use of vital dye nuclear counter-stains such as Hoechst 33258 (blue) to observe the mitotic state of the injected cell's progeny. Also, embryos had to be fixed in order to stain for the HRP, thus allowing only a single timepoint view of each individual leech embryo injected. The use of fluorescent peptides such as Rhodamine-D-protein (red, RDP) and Fluorescein-D-protein (yellow/green, FDP) conjugated to large carrier molecules to prevent diffusion through cell gap junctions, alleviated several of the shortcomings of HRP injection. Leech embryos injected with the fluorescent tracers could be visualized, and images collected of the same specimen at multiple timepoints, without fixation. The fluorescent tracers could also be combined with nuclear Hoechst staining to visualize the mitotic status of the progeny of injected cells. Seth Blair, also in Stent's lab, introduced a novel ablation technique that could be used in tandem with lineage tracing to pursue the questions relating to developmental potential changes in cell fate in experimentally perturbed embryos that were first raised by Roux and Driesch (1980). For this purpose, specific cells were ablated by microinjection with Pronase (an enzyme that digests proteins) to ablate the cell; later modifications of this technique employed DNase or the ricin A chain. The single-cell injection technique is now also in use by researchers studying other model organisms such as \"Xenopus\" (frogs), \"Danio rerio\" (zebrafish), and \"Caenorhabditis elegans\" (worms).",
            "score": 168.31651425361633
        },
        {
            "docid": "14769453_4",
            "document": "SNAI2 . The human embryonic protein SNAI2, commonly known as SLUG, is a zinc finger transcriptional repressor which downregulates expression of E-cadherin in premigratory neural crest cells; thus, SNAI2 induces tightly bound epithelial cells to break into a loose mesenchymal phenotype, allowing gastrulation of mesoderm in the developing embryo. Structurally similar to anti-apoptotic \"Ces-1\" in \"C. elegans\", SLUG is a negative regulator of productive cell death in the developing embryo and adults.",
            "score": 163.43844985961914
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 133.57912003993988
        },
        {
            "docid": "95250_4",
            "document": "Human development (biology) . The zygote contains a full complement of genetic material and develops into the embryo. Briefly, embryonic developments have four stages: the morula stage, the blastula stage, the gastrula stage, and the neurula stage. Prior to implantation, the embryo remains in a protein shell, the zona pellucida, and undergoes a series of cell divisions, called mitosis. A week after fertilization the embryo still has not grown in size, but hatches from the zona pellucida and adheres to the lining of the mother's uterus. This induces a decidual reaction, wherein the uterine cells proliferate and surround the embryo thus causing it to become embedded within the uterine tissue. The embryo, meanwhile, proliferates and develops both into embryonic and extra-embryonic tissue, the latter forming the fetal membranes and the placenta. In humans, the embryo is referred to as a fetus in the later stages of prenatal development. The transition from embryo to fetus is arbitrarily defined as occurring 8 weeks after fertilization. In comparison to the embryo, the fetus has more recognizable external features and a set of progressively developing internal organs. A nearly identical process occurs in other species.",
            "score": 196.19126772880554
        },
        {
            "docid": "1876572_11",
            "document": "Bone morphogenetic protein . They have an important role during embryonic development on the embryonic patterning and early skeletal formation. As such, disruption of BMP signaling can affect the body plan of the developing embryo. For example, BMP4 and its inhibitors noggin and chordin help regulate polarity of the embryo (i.e. back to front patterning). Specifically BMP-4 and its inhibitors play a major role in neurulation and the development of the neural plate. BMP-4 signals ectoderm cells to develop into skin cells, but the secretion of inhibitors by the underlying mesoderm blocks the action of BMP-4 to allow the ectoderm to continue on its normal course of neural cell development.",
            "score": 151.35373044013977
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 173.7104607820511
        }
    ],
    "r": [
        {
            "docid": "674_34",
            "document": "Anatomy . Metazoans are multicellular organism, different groups of cells of which have separate functions. The most basic types of metazoan tissues are epithelium and connective tissue, both of which are present in nearly all invertebrates. The outer surface of the epidermis is normally formed of epithelial cells and secretes an extracellular matrix which provides support to the organism. An endoskeleton derived from the mesoderm is present in echinoderms, sponges and some cephalopods. Exoskeletons are derived from the epidermis and is composed of chitin in arthropods (insects, spiders, ticks, shrimps, crabs, lobsters). Calcium carbonate constitutes the shells of molluscs, brachiopods and some tube-building polychaete worms and silica forms the exoskeleton of the microscopic diatoms and radiolaria. Other invertebrates may have no rigid structures but the epidermis may secrete a variety of surface coatings such as the pinacoderm of sponges, the gelatinous cuticle of cnidarians (polyps, sea anemones, jellyfish) and the collagenous cuticle of annelids. The outer epithelial layer may include cells of several types including sensory cells, gland cells and stinging cells. There may also be protrusions such as microvilli, cilia, bristles, spines and tubercles.",
            "score": 206.18333435058594
        },
        {
            "docid": "10231060_4",
            "document": "GDF6 . Growth differentiation factor 6 (GDF6) is a regulatory protein associated with growth and differentiation of developing embryos. GDF6 is encoded by the GDF6 gene. It is a member the transforming growth factor beta superfamily which is a group of proteins involved in early regulation of cell growth and development. GDF6 has been shown to play an important role in the patterning of the epidermis and bone and joint formation. GDF6 induces genes related to the development of the epidermis and can bind directly to noggin, a gene that controls neural development, to block its effect. GDF6 interacts with bone morphogenetic proteins (BMPs) to form heterodimers that may work to regulate neural induction and patterning in developing embryos. By developing a GDF6 “knockout” model, scientists repressed expression of GDF6 in developing mice embryos. Through this experiment, the scientists were able to directly link GDF6 with several skull and vertebral joint disorders, such as scoliosis and chondrodysplasia, Grebe type.",
            "score": 202.44451904296875
        },
        {
            "docid": "1184860_4",
            "document": "Organogenesis . The Endoderm is the inner most germ layer of the embryo which gives rise to gastrointestinal and respiratory organs by forming epithelial linings and organs such as the liver, lungs, and pancreas. The mesoderm or middle germ layer of the embryo will form the blood, heart, kidney, muscles, and connective tissues. The ectoderm or outermost germ layer of the developing embryo forms epidermis, the brain, and the nervous system.",
            "score": 200.3800506591797
        },
        {
            "docid": "95250_4",
            "document": "Human development (biology) . The zygote contains a full complement of genetic material and develops into the embryo. Briefly, embryonic developments have four stages: the morula stage, the blastula stage, the gastrula stage, and the neurula stage. Prior to implantation, the embryo remains in a protein shell, the zona pellucida, and undergoes a series of cell divisions, called mitosis. A week after fertilization the embryo still has not grown in size, but hatches from the zona pellucida and adheres to the lining of the mother's uterus. This induces a decidual reaction, wherein the uterine cells proliferate and surround the embryo thus causing it to become embedded within the uterine tissue. The embryo, meanwhile, proliferates and develops both into embryonic and extra-embryonic tissue, the latter forming the fetal membranes and the placenta. In humans, the embryo is referred to as a fetus in the later stages of prenatal development. The transition from embryo to fetus is arbitrarily defined as occurring 8 weeks after fertilization. In comparison to the embryo, the fetus has more recognizable external features and a set of progressively developing internal organs. A nearly identical process occurs in other species.",
            "score": 196.19126892089844
        },
        {
            "docid": "51758582_3",
            "document": "Cell division orientation . Cell division orientation is one of the mechanisms that shapes tissue during development and morphogenesis. Along with cell shape changes, cell rearrangements, apoptosis and growth, oriented cell division modifies the geometry and topology of live tissue in order to create new organs and shape the organisms. Reproducible patterns of oriented cell divisions were described during mophogenesis of \"Drosophila\" embryos, \"Arabidopsis thaliana\" embryos, \"Drosophila\" pupa, zebrafish embryos and mouse early embryos. Oriented cell divisions contribute to the tissue elongation and the release of mechanical stress. While in the first case oriented cell division acts as active contributor to the morphogenesis, the latter case is a passive response to the external mechanical tensions.",
            "score": 194.7399444580078
        },
        {
            "docid": "34015166_16",
            "document": "Vascular remodelling in the embryo . Once the heart begins to beat, mechanical forces start acting upon the early vascular system, which rapidly expands and reorganizes to serve tissue metabolism. In embryos devoid of blood flow, endothelial cells retain an undifferentiated morphology similar to angioblasts (compared to flattened epithelial cells found in mature vasculature). Once the heart begins beating, the morphology and behaviour of endothelial cells change. By changing the heart rate, the heart can also control perfusion or pressure acting upon the system in order to trigger sprouting of new vessels. In turn, new vessel sprouting is balanced by the expansion of other embryo tissues, which compress blood vessels as they grow. The equilibrium of these forces plays a major role in vascular remodelling, but although the angiogenic mechanisms required to trigger the sprouting of new vessels have been studied, little is known about the remodelling processes required to curb the growth of unnecessary branches. As blood perfuses the system, it exerts shear and pressure forces on the vessel walls. At the same time, tissue growth outside the cardiovascular system pushes back on the outside of the vessel walls. These forces must be balanced to obtain an efficient energy state for low-cost delivery of nutrients and oxygen to all tissues of the embryo body. When growth of the yolk sac (external tissue) is constrained, the balance between vascular forces and tissue forces is shifted and some vascular branches may be disconnected or diminished during the remodelling process because they are unable to forge new paths through the compressed tissue. In general, the stiffness and resistance of these tissues dictates the degree to which they can be deformed and the way in which biomechanical forces can affect them.",
            "score": 193.7671356201172
        },
        {
            "docid": "16853131_4",
            "document": "VEZT . The morphogenesis of a blastocyst is dependent on the formation of the trophectoderm, the first epithelial layer . Like all other epithelium, the trophectoderm is composed of polarised cells with highly specialised adhesion complexes along the lateral sides of the cells . This layer of cells is vital in the implantation of the embryo to the uterus and gives rise to majority of the extra-embryonic tissues . In order for the proper physiological function of these cells and ultimately the proper development of the embryo, the adherens junctions between them must be properly developed . VEZT codes for the protein vezatin which is an essential protein in the regulation and maintenance of these adherens junctions. However, most genes and subsequent protein release are determined by the combination of paternal and maternal DNA mixing. In the case of the early embryo, especially before compaction has started to occur, majority of the control is via the maternal genome . Vezatin has been shown to appear in the mouse blastocyst as early as the 2-cell stage, suggesting that this protein is in fact under the maternal genome control . Two isoforms of the protein however are evidenced later on at the 8-cell stage, suggesting that now the gene is under the control of the embryo itself . Furthermore, expression of vezatin has been shown to be linked with that of E-cadherin. Disruption of vezatin synthesis in the early embryo not only leads to lack of adherens junction formation, but also results in a strong reduction of E-cadherin protein present . Vezatin itself could be involved in the regulation of the transcription of E-cadherin as it is seen within the nucleus of early embryonic cells . Whilst there are several transcription factors that are associated with the repression of E-cadherin, it is unknown which is the novel target that is engaged when vezatin is also inhibited.",
            "score": 191.82774353027344
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 188.15939331054688
        },
        {
            "docid": "999603_8",
            "document": "Crocodilian armor . The epidermis of an embryo, young, or half-grown Crocodilia contains the \"rete Malpighii\": a single layer of short, cylindrical cells. Over the rete are somewhat flattened, disk-shaped cells formed by transverse division of the underlying rete cells. On the outside lies the \"epitrichial layer\", a mosaic of polygonal cells each with an oval nucleus near its middle. Between the epitrichial cells are small oval holes, not unlike the stomata in the epidermis of plant tissues. Bronn thinks these are not artifacts, but he does not suggest any explanation of their occurrence.",
            "score": 186.65850830078125
        },
        {
            "docid": "27978_7",
            "document": "Skin . Keratinocytes are the major cells, constituting 95% of the epidermis, while Merkel cells, melanocytes and Langerhans cells are also present. The epidermis can be further subdivided into the following \"strata\" or layers (beginning with the outermost layer): Keratinocytes in the stratum basale proliferate through mitosis and the daughter cells move up the strata changing shape and composition as they undergo multiple stages of cell differentiation to eventually become anucleated. During that process, keratinocytes will become highly organized, forming cellular junctions (desmosomes) between each other and secreting keratin proteins and lipids which contribute to the formation of an extracellular matrix and provide mechanical strength to the skin. Keratinocytes from the stratum corneum are eventually shed from the surface (desquamation).",
            "score": 186.02780151367188
        },
        {
            "docid": "53662282_6",
            "document": "Magdalena Zernicka-Goetz . Her recent development of systems permitting both mouse and human embryogenesis during implantation and early post-implantation stages \"in vitro\" allowed her to reveal that mouse and human embryo remodelling at implantation is done autonomously by the embryo. She uncovered the mechanism underlying embryo remodelling between the blastocyst and gastrula stages that has led to a change in the textbook model. Her demonstration of the self-organisation of human embryos developing \"in vitro\" until day 13/14, gastrulation, has provided an unprecedented opportunity to study human development at previously inaccessible and critical stages. This discovery was hailed as the people’s choice for the scientific breakthrough of 2016 by Science magazine. The knowledge she gained through her work on how the embryo develops during the blastocyst to gastrula transition, allowed her to mimic these developmental processes with different types of stem cells in vitro. This led her to the pioneering success of constructing embryo-like structures from pluripotent embryonic and multipotent extra-embryonic (trophoblast) stem cells in a 3D scaffold of extra-cellular matrix proteins in vitro. These \"synthetic embryos\" recapitulate the natural architecture of the embryo and their patterns of gene expression leading to the specification of the germ layers and germ cells. This system allowed her to identify signalling pathways responsible for morphogenesis of stem cells into embryos. Together these models bring outstanding potential for understanding development and for regenerative medicine.",
            "score": 185.78555297851562
        },
        {
            "docid": "1029022_26",
            "document": "Embryonic stem cell . In vitro fertilization generates multiple embryos. The surplus of embryos is not clinically used or is unsuitable for implantation into the patient, and therefore may be donated by the donor with consent. Human embryonic stem cells can be derived from these donated embryos or additionally they can also be extracted from cloned embryos using a cell from a patient and a donated egg. The inner cell mass (cells of interest), from the blastocyst stage of the embryo, is separated from the trophectoderm, the cells that would differentiate into extra-embryonic tissue. Immunosurgery, the process in which antibodies are bound to the trophectoderm and removed by another solution, and mechanical dissection are performed to achieve separation. The resulting inner cell mass cells are plated onto cells that will supply support. The inner cell mass cells attach and expand further to form a human embryonic cell line, which are undifferentiated. These cells are fed daily and are enzymatically or mechanically separated every four to seven days. For differentiation to occur, the human embryonic stem cell line is removed from the supporting cells to form embryoid bodies, is co-cultured with a serum containing necessary signals, or is grafted in a three-dimensional scaffold to result.",
            "score": 185.45016479492188
        },
        {
            "docid": "43200_38",
            "document": "Nemertea . According to more recent analyses, in the development of nemertean embryos, ectomesoderm (outer part of the mesoderm, which is the layer in which most of the internal organs are built) is derived from cells labelled 3a and 3b, and endomesoderm (inner part of the mesoderm) is derived from the 4d cell. Some of the ectomesoderm in annelids, echiurans and molluscs is derived from cells 3a and 3b, while the ectomesoderm of polyclad flatworms is derived from the 2b cell and acoel flatworms produce no ectomesoderm. In nemerteans the space between the epidermis and the gut is mainly filled by well-developed muscles embedded in noncellular connective tissue. This structure is similar to that found in larger flatworms such as polyclads and triclads, but a similar structure of body-wall muscles embedded in noncellular connective tissue is widespread among the Spiralia (animals in which the early cell divisions make a spiral pattern) such as sipunculans, echiurans and many annelids. Nemerteans' affinities with Annelida (including Echiura, Pogonophora, Vestimentifera and perhaps Sipuncula) and Mollusca make the ribbon-worms members of Lophotrochozoa, which include about half of the extant animal phyla. Lophotrochozoa groups: those animals that feed using a lophophore (Brachiopoda, Bryozoa, Phoronida, Entoprocta); phyla in which most members' embryos develop into trochophore larvae (for example Annelida and Mollusca); and some other phyla (such as Platyhelminthes, Sipuncula, Gastrotricha, Gnathostomulida, Micrognathozoa, Nemertea, Phoronida, Platyhelminthes and Rotifera). These groupings are based on molecular phylogeny, which compares sections of organisms DNA and RNA. While analyses by molecular phylogeny are confident that members of Lophotrochozoa are more closely related to each other than of non-members, the relationships between members are mostly unclear.",
            "score": 185.39942932128906
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 183.48272705078125
        },
        {
            "docid": "14754943_3",
            "document": "SNAI1 . The Drosophila embryonic protein SNAI1, commonly known as Snail, is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. SNAI1 zinc-fingers (ZF) binds to E-box, an E-cadherin promoter region, and represses the expression of the adhesion molecule, which induces the tightly bound epithelial cells to break loose from each other and migrate into the developing embryo to become mesenchymal cells. This process allows for the formation of the mesodermal layer in the developing embryo. Though SNAI1 is shown to repress expression of E-cadherin in epithelial cells, studies have shown homozygous mutant embryos are still able to form a mesodermal layer. However, the mesodermal layer present shows characteristics of epithelial cells and not mesenchymal cells (the mutant mesoderm cells exhibited a polarized state). Other studies show that mutation of specific ZFs contribute to a decrease in SNAI1 E-cadherin repression.",
            "score": 183.3538055419922
        },
        {
            "docid": "103915_24",
            "document": "Tissue (biology) . The entire surface of the plant consists of a single layer of cells called epidermis or surface tissue. The entire surface of the plant has this outer layer of epidermis. Hence it is also called surface tissue. Most of the epidermal cells are relatively flat. The outer and lateral walls of the cell are often thicker than the inner walls. The cells forms a continuous sheet without inter cellular spaces. It protects all parts of the plant.",
            "score": 182.732421875
        },
        {
            "docid": "27042227_3",
            "document": "Geraldine Seydoux . She received a B.S. University of Maine, Orono in 1986, graduated from Princeton University with a Ph.D. in 1991, and did post-doctoral training at the Carnegie Institution. Her work focused on the earliest stages of embryogenesis and how single-celled eggs develop into multicellular embryos. It focuses on how embryos choose between soma and germline. The Seydoux lab’s goal is to ascertain the process in which embryonic development and polarization is activated using Caenorhabditis elegans. She has also validated that proteins in a fertilizing sperm trigger the reorganization of structural proteins inside the ovum. This is an essential step in forming the anterior-posterior polarization of the one celled embryo. Geraldine Seydoux’s studies provide much insight into the creation of a fully formed multicellular organism from a single cell. She was elected to the National Academy of Sciences in 2016.",
            "score": 182.68190002441406
        },
        {
            "docid": "27007881_14",
            "document": "Role of skin in locomotion . Bats rely on skin on their wings to generate lift and thrust used in flight. Therefore, the structure of the bat wing skin is different from the skin of the bat body. Bat wing skin consists of two thin layers of epidermis with a thin layer of dermis/hypodermis located between the epidermal layers whereas the skin of the bat body consists of a single layer of epidermis with a thicker layer of dermis internal to the epidermis.  Within the dermal and epidermal layer of bat wing skin, the connective tissue and muscle fibers provide the structural support. The connective tissue fibers within bat wing skin consists of collagen and elastin fiber bundles arranged in a \"regular mesh like scaffolding\", which the nerves, skeletal muscle fibers and blood vessels embed themselves into. Of the muscles that insert themselves into the mesh scaffolding, larger muscles anchor the skin to the bone and control the membrane tension and camber of the bat wing during flight, whereas smaller muscles, which originate from within the mesh scaffolding, attach to collagen fibers within the fiber network and modulate bone loading and allow for precise control of wing shape and tension.  As seen in snakes, local structural differences within the arrangement of the fibers change the mechanical properties of local area, but there are general characteristics that describe the mechanical behavior of bat wing skin. Within the mesh scaffolding of bat wing skin, collagen fibers cross bones perpendicular to the long axes of the bones, therefore mechanical properties of bat wing skin oriented perpendicular to the long axes of the bones exhibit a lower stiffness than the skin that is oriented parallel to the long axes of the bodies.  Stiffer skin is necessary for bat wing skin oriented in the direction parallel to the long axes of the bones to prevent too much deformation of bat wing skin during flight(with respect to the bone), resulting in the shearing of the bat wing skin off of the bone. Flexible skin is necessary for the direction perpendicular to the long axes of the bones for facilitating the shape changes needed for movement and control during flight. This anisotropy of bat wing skin is also useful as method of storing and releasing elastic energy, particularly during the downstroke. During the downstroke, the bat extends its wing and the wing skin experiences an aerodynamic force. The wing skin expands and counteracts the aerodynamic force. After the wing is fully extended, the orientation of the wing is nearly vertical and the aerodynamic forces on the wing are reduced. As the aerodynamic force is reduced, the wing recoils, drawing the digits of the wings together in preparation for the upstroke.",
            "score": 182.44920349121094
        },
        {
            "docid": "1251821_11",
            "document": "Plant embryogenesis . Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Asymmetrical cell division also seems to be important in the development of somatic embryos, and while failure to form the suspensor cell is lethal to zygotic embryos, it is not lethal for somatic embryos.",
            "score": 182.3968048095703
        },
        {
            "docid": "4716916_7",
            "document": "Myosin light-chain kinase . Some pulmonary disorders have been found to arise due to an inability of MYLK to function properly in lung cells. Over-activity in MYLK creates an imbalance in mechanical forces between adjacent endothelial and lung tissue cells. An imbalance may result in acute respiratory distress syndrome, in which fluid is able to pass into the alveoli. Within the cells, MYLK provides an inward pulling force, phosphorylating myosin light chain causing a contraction of the myosin/actin stress fiber complex. Conversely, cell-cell adhesion via tight and adherens junctions, along with anchoring to extra cellular matrix (ECM) via integrins and focal adhesion proteins results in an outward pulling force. Myosin light chain pulls the actin stress fiber attached to the cadherin, resisting the force of the adjacent cell's cadherin. However, when the inward pulling force of the actin stress fiber becomes greater than the outward pulling force of the cell adhesion molecules due to an overactive MYLK, tissues can become slightly pulled apart and leaky, leading to passage of fluid into the lungs.",
            "score": 181.81497192382812
        },
        {
            "docid": "11088829_19",
            "document": "Nerve guidance conduit . Self-assembly of nanofibrous scaffolds is able to occur only when the fibers themselves are engineered for self-assembly. One common way to drive the self-assembly of scaffold fibers is to use amphiphilic peptides so that in water the hydrophobic moiety drives the self-assembly. Carefully calculated engineering of the amphiphilic peptides allows for precise control over the self-assembled matrix. Self-assembly is able to create both ordered and unordered topographies. Phillips et al. (2005) developed and tested \"in vitro\" and \"in vivo\" a self-aligned collagen-Schwann cell matrix, which allowed DRG neurite extension alignment \"in vitro\". Collagen gels have been used extensively as substrates for three-dimensional tissue culture. Cells are able to form integrin-mediated attachments with collagen, which initiates cytoskeleton assembly and cell motility. As cells move along the collagen fibers they generate forces that contract the gel. When the collagen fibers are tethered at both ends, cell-generated forces create uniaxial strain, causing the cells and collagen fibers to align. The advantages of this matrix are its simplicity and speed of preparation. Soluble plasma fibronectin can also self-assemble into stable insoluble fibers when put under direct mechanical shearing within a viscous solution. Phillips et al. (2004) investigated a new method of shear aggregation that causes an improved aggregation. The mechanical shearing was created by dragging out a 0.2 ml bolus to 3 cm with forceps; fibronectin aggregates into insoluble fibers at the rapidly moving interface in an ultrafiltration cell. The proposed mechanism for this fiber aggregation is protein extension and elongation under mechanical shear force, which leads to lateral packing and protein aggregation of fibers. Phillips et al. showed that mechanical shear produced by stretching a high viscosity fibronectin gel causes substantial changes in its structure and that when applied through uniaxial extension, a viscous fibronectin gel forms oriented fibrous fibronectin aggregates; additionally, the fibrous aggregates have a decreased solubility and can support the various cell types in vitro.",
            "score": 181.69906616210938
        },
        {
            "docid": "333119_14",
            "document": "Epidermis . Epidermal organogenesis, the formation of the epidermis, begins in the cells covering the embryo after neurulation, the formation of the central nervous system. In most vertebrates, this original one-layered structure quickly transforms into a two-layered tissue; a temporary outer layer, the periderm, which is disposed once the inner basal layer or \"stratum germinativum\" has formed.",
            "score": 180.80902099609375
        },
        {
            "docid": "854081_14",
            "document": "Regeneration (biology) . Limb regeneration in the axolotl and newt has been extensively studied and researched. Urodele amphibians, such as salamanders and newts, display the highest regenerative ability among tetrapods. As such, they can fully regenerate their limbs, tail, jaws, and retina via epimorphic regeneration leading to functional replacement with new tissue. Salamander limb regeneration occurs in two main steps. First, the local cells dedifferentiate at the wound site into progenitor to form a blastema. Second, the blastemal cells will undergo proliferation, patterning, differentiation and growth using similar genetic mechanisms that deployed during embryonic development. Ultimately, blastemal cells will generate all the cells for the new structure. After amputation, the epidermis migrates to cover the stump in 1–2 hours, forming a structure called the wound epithelium (WE). Epidermal cells continue to migrate over the WE, resulting in a thickened, specialized signaling center called the apical epithelial cap (AEC). Over the next several days there are changes in the underlying stump tissues that result in the formation of a blastema (a mass of dedifferentiated proliferating cells). As the blastema forms, pattern formation genes – such as HoxA and HoxD – are activated as they were when the limb was formed in the embryo. The positional identity of the distal tip of the limb (i.e. the autopod, which is the hand or foot) is formed first in the blastema. Intermediate positional identities between the stump and the distal tip are then filled in through a process called intercalation. Motor neurons, muscle, and blood vessels grow with the regenerated limb, and reestablish the connections that were present prior to amputation. The time that this entire process takes varies according to the age of the animal, ranging from about a month to around three months in the adult and then the limb becomes fully functional. Researchers at Australian Regenerative Medicine Institute at Monash University, have published that when macrophages, which eat up material debris, were removed, salamanders lost their ability to regenerate and formed scarred tissue instead.",
            "score": 180.5677947998047
        },
        {
            "docid": "33038371_2",
            "document": "Dermal fibroblast . Dermal fibroblasts are cells within the dermis layer of skin which are responsible for generating connective tissue and allowing the skin to recover from injury. Using organelles (particularly the rough endoplasmic reticulum), dermal fibroblasts generate and maintain the connective tissue which unites separate cell layers. Furthermore, these dermal fibroblasts produce the protein molecules including laminin and fibronectin which comprise the extracellular matrix. By creating the extracellular matrix between the dermis and epidermis, fibroblasts allow the epithelial cells of the epidermis to affix the matrix, thereby allowing the epidermal cells to effectively join together to form the top layer of the skin.",
            "score": 176.9794158935547
        },
        {
            "docid": "771986_5",
            "document": "Cutaneous condition . The skin weighs an average of , covers an area of , and is made of three distinct layers: the epidermis, dermis, and subcutaneous tissue. The two main types of human skin are glabrous skin, the nonhairy skin on the palms and soles (also referred to as the \"palmoplantar\" surfaces), and hair-bearing skin. Within the latter type, hairs in structures called pilosebaceous units have a hair follicle, sebaceous gland, and associated arrector pili muscle. In the embryo, the epidermis, hair, and glands are from the ectoderm, which is chemically influenced by the underlying mesoderm that forms the dermis and subcutaneous tissues.",
            "score": 176.9208526611328
        },
        {
            "docid": "17527247_2",
            "document": "List of cutaneous conditions . Many conditions affect the human integumentary system—the organ system covering the entire surface of the body and composed of skin, hair, nails, and related muscle and glands. The major function of this system is as a barrier against the external environment. The skin weighs an average of four kilograms, covers an area of two square meters, and is made of three distinct layers: the epidermis, dermis, and subcutaneous tissue. The two main types of human skin are: glabrous skin, the hairless skin on the palms and soles (also referred to as the \"palmoplantar\" surfaces), and hair-bearing skin. Within the latter type, the hairs occur in structures called pilosebaceous units, each with hair follicle, sebaceous gland, and associated arrector pili muscle. In the embryo, the epidermis, hair, and glands form from the ectoderm, which is chemically influenced by the underlying mesoderm that forms the dermis and subcutaneous tissues.",
            "score": 176.91757202148438
        },
        {
            "docid": "46837955_9",
            "document": "Host microbe interactions in Caenorhabditis elegans . One of the best studied natural pathogens of \"C. elegans\" is the microsporidium \"Nematocida parisii\", which was directly isolated from wild-caught \"C. elegans\". \"N. parisii\" is an intracellular parasite that is exclusively transmitted horizontally from one animal to another. The microsporidian spores are likely to exit the cells by disrupting a conserved cytoskeletal structure in the intestine called the terminal web. It seems that none of the known immune pathways of \"C. elegans\" is involved in mediating resistance against \"N. parisii\". Microsporidia were found in several nematodes isolated from different locations, indicating that microsporidia are common natural parasites of \"C. elegans\". The \"N. parisii\"-\"C. elegans\" system represents a very useful tool to study infection mechanisms of intracellular parasites. Additionally, a new species of microsporidia was recently found in a wild caught \"C. elegans\" that genome sequencing places in the same genus \"Nematocida\" as prior microsporidia seen in these nematodes. This new species was named \"Nematocida displodere,\" after a phenotype seen in late infected worms that explode at the vulva to release infectious spores. \"N. displodere\" was shown to infect a broad range of tissues and cell types in \"C. elegans\", including the epidermis, muscle, neurons, intestine, seam cells, and coelomocytes. Strangely, the majority of intestinal infection fails to grow to later parasite stages, while the muscle and epidermal infection thrives. This is in stark contrast to \"N. parisii\" which infects and completes its entire life cycle in the \"C. elegans\" intestine. These related \"Nematocida\" species are being used to study the host and pathogen mechanisms responsible for allowing or blocking eukaryotic parasite growth in different tissue niches.  Another eukaryotic pathogen is the fungus \"Drechmeria coniospora\", which has not been directly co-isolated with \"C. elegans\" from nature, but is still considered to be a natural pathogen of \"C. elegans\". \"D. coniospora\" attaches to the cuticle of the worm at the vulva, mouth, and anus and its hyphae penetrate the cuticle. In this way \"D. coniospora\" infects the worm from the outside, while the majority of bacterial pathogens infect the worm from the intestinal lumen",
            "score": 176.57440185546875
        },
        {
            "docid": "35742703_13",
            "document": "3D bioprinting . The second approach of bioprinting is autonomous self-assembly. This approach relies on the physical process of embryonic organ development as a model to replicate the tissues of interest. When cells are in their early development, they create their own extracellular matrix building block, the proper cell signaling, and independent arrangement and patterning to provide the required biological functions and micro-architecture. Autonomous self-assembly demands specific information about the developmental techniques of the tissues and organs of the embryo. There is a \"scaffold-free\" model that uses self-assembling spheroids that subjects to fusion and cell arrangement to resemble evolving tissues. Autonomous self-assembly depends on the cell as the fundamental driver of histogenesis, guiding the building blocks, structural and functional properties of these tissues. It demands a deeper understanding of how embryonic tissues mechanisms develop as well as the microenvironment surrounded to create the bioprinted tissues.",
            "score": 176.25880432128906
        },
        {
            "docid": "6851731_3",
            "document": "Riboflavin carrier protein . Studies from India have identified a riboflavin carrier protein (RCP) present in bird (e.g., chicken) eggs, which is considered to be specific for riboflavin, and is essential for normal embryological development. If this protein is rendered ineffective (e.g., by immuno-neutralization) by treatment of the bird with a specific antibody, then embryonic development ceases and the embryo dies. A genetic mutant lacking RCP is likewise infertile. A homologous protein, which can be rendered ineffective by the antibody to pure chicken riboflavin carrier protein, has been shown to occur in several mammalian species, including two species of monkeys, and also in humans. Very recent studies have suggested that circulating RCP levels and the immunohistochemical staining of RCP in biopsy specimens may provide new markers for \"breast cancer diagnosis and prognosis\". Termination of pregnancy has been demonstrated by immuno-neutralization of RCP in monkeys. There remains some controversy over the roles of RCP, however, the other, less specific riboflavin binders in blood, including gamma-gobulins, also seem to play an important role. These studies have provided an intriguing example of the role of specific vitamin-transporting mechanisms, designed to ensure that the vitamin needs of the developing embryo will be efficiency met. Further evidence of the special needs of developing embryos has been provided by the demonstration that riboflavin analogs can cause teratogenic changes, even in the absence of any detectable damage to maternal tissues.",
            "score": 175.53382873535156
        },
        {
            "docid": "10446876_4",
            "document": "Fate mapping . Early embryologists used \"vital dyes\" (which would stain but not harm the cells) to follow movements of individual cells or groups of cells over time in \"Xenopus\" frog embryos. The tissue(s) to which the cells contribute would thus be labeled and visible in the adult organism. The first person to develop and use this technique to study cell fate was embryologist Walter Vogt in 1929. Vogt used small chips of agar impregnated with a vital dye, (such as Nile Blue or Nile Red) which he placed on a particular cell or population of cells in \"Xenopus\" embryos until the dye absorbed into the yolk platelets within the desired cell(s). Once the cells were effectively labeled, the agar chip could be removed and the embryo was allowed to develop normally. With this method, Vogt was able to discern movements of particular cell populations and the ultimate organ or tissue into which they integrated. Although innovative for the time, this technique is limiting in that the size of a chip of agar may not accommodate single-cell resolution studies at later stages of development, since successive cell divisions will yield smaller cells (until the embryo develops into a larval form that can eat, and thereby grow larger). Additionally, the cell or cell population of interest must be superficial, since the agar chip with the dye must be placed on the surface of the embryo.",
            "score": 175.32666015625
        },
        {
            "docid": "14800628_3",
            "document": "Ectodysplasin A receptor . \"EDAR\" and other genes provide instructions for making proteins that work together during embryonic development. These proteins form part of a signaling pathway that is critical for the interaction between two cell layers, the ectoderm and the mesoderm. In the early embryo, these cell layers form the basis for many of the body's organs and tissues. Ectoderm-mesoderm interactions are essential for the proper formation of several structures that arise from the ectoderm, including the skin, hair, nails, teeth, and sweat glands.",
            "score": 175.0706329345703
        },
        {
            "docid": "1251821_12",
            "document": "Plant embryogenesis . The process of androgenesis allows a mature plant embryo to form from a reduced, or immature, pollen grain. Androgenesis usually occurs under stressful conditions. Embryos that result from this mechanism can germinate into fully functional plants. As mentioned, the embryo results from a single pollen grain. Pollen grains consists of three cells - one vegetative cell containg two generative cells. According to Maraschin et al., androgenesis must be triggered during the asymmetric division of microspores. However, once the vegetative cell starts to make starch and proteins, androgenesis can no longer occur. Maraschin et al., indicates that this mode of embryogenesis consists of three phases. The first phase is the \"acquisition of embryonic potential\", which is the repression of gametophyte formation, so that the differentiation of cells can occur. Then during the \"initiation of cell divisions\", multicellular structures begin to form, which are contained by the exine wall. The last step of androgenesis is \"pattern formation\", where the embryo-like structures are released out of the exile wall, in order for pattern formation to continue.",
            "score": 174.75497436523438
        }
    ]
}