{
    "q": [
        {
            "docid": "28331039_2",
            "document": "New Delhi metallo-beta-lactamase 1 . New Delhi metallo-beta-lactamase 1 (NDM-1) is an enzyme that makes bacteria resistant to a broad range of beta-lactam antibiotics. These include the antibiotics of the carbapenem family, which are a mainstay for the treatment of antibiotic-resistant bacterial infections. The gene for NDM-1 is one member of a large gene family that encodes beta-lactamase enzymes called carbapenemases. Bacteria that produce carbapenemases are often referred to in the news media as \"superbugs\" because infections caused by them are difficult to treat. Such bacteria are usually susceptible only to polymyxins and tigecycline.",
            "score": 126.91944980621338
        },
        {
            "docid": "37791213_16",
            "document": "Carbapenem-resistant enterobacteriaceae . Three major classes of enzymes are involved in carbapenem resistance: class A carbapenemases, class B metallo-β-lactamases (MBL), and class D β-lactamases (OXA). The four known groups of class A carbapenemases are: SME (three types associated with \"S. marcescens\"), IMI (present in \"E. cloacae\"), GES (16 variants thus far found in \"P. aeruginosa\" predominantly but also found in \"K. pneumoniae\" and \"E. coli\"), and KPC (10 types of \"K. pneumoniae\" carbapenemase). At the UVA Medical Center, a transfer mechanism of KPC-dependent carbapenem resistance was discovered in the transmission of a plasmid carrying the transposon (Tn4401), which contains the KPC gene (\"bla\"), to several bacteria including \"Enterobacter cloacae, Klebsiella oxytoca, E. coli\", and \"Citrobacter freundii\". The class B metallo-β-lactamases (MBLs) are found largely in Gram-negative bacteria and environmental bacteria. The subclasses of MBL enzymes are B1, B2, and B3. MBLs have diverse enzymatic functions and have the ability to hydrolyze β-lactam antibiotics. The class D β-lactamases (OXA), which hydrolyze oxacillin, provide a good example of the variety of mechanisms that can be used to transfer resistance. The \"bla\" genes which encode OXA β-lactamases are found on both chromosomes and plasmids, and they have their natural reservoir in environmental bacteria and deep-sea microflora. Insertions in the vicinity of these genes have been shown to increase the strength of their promoters and increase resistance. Because of these characteristics, a wide geographic dissemination of OXA carbapenemase resistance in particular has occurred.",
            "score": 127.76649534702301
        },
        {
            "docid": "9028799_62",
            "document": "Bacteria . Because of their ability to quickly grow and the relative ease with which they can be manipulated, bacteria are the workhorses for the fields of molecular biology, genetics and biochemistry. By making mutations in bacterial DNA and examining the resulting phenotypes, scientists can determine the function of genes, enzymes and metabolic pathways in bacteria, then apply this knowledge to more complex organisms. This aim of understanding the biochemistry of a cell reaches its most complex expression in the synthesis of huge amounts of enzyme kinetic and gene expression data into mathematical models of entire organisms. This is achievable in some well-studied bacteria, with models of \"Escherichia coli\" metabolism now being produced and tested. This understanding of bacterial metabolism and genetics allows the use of biotechnology to bioengineer bacteria for the production of therapeutic proteins, such as insulin, growth factors, or antibodies.",
            "score": 251.4488490819931
        },
        {
            "docid": "37791213_2",
            "document": "Carbapenem-resistant enterobacteriaceae . Carbapenem-resistant Enterobacteriaceae (CRE) or carbapenemase-producing Enterobacteriaceae (CPE) are Gram-negative bacteria that are resistant to the carbapenem class of antibiotics, considered the drugs of last resort for such infections. They are resistant because they produce an enzyme called a carbapenemase that disables the drug molecule. The resistance can vary from moderate to severe. Enterobacteriaceae are common commensals and infectious agents. Experts fear CRE as the new \"superbug\". The bacteria can kill up to half of patients who get bloodstream infections. Tom Frieden, former head of the Centers for Disease Control and Prevention has referred to CRE as \"nightmare bacteria\". Types of CRE are sometimes known as KPC (Klebsiella pneumoniae carbapenemase) and NDM (New Delhi Metallo-beta-lactamase). KPC and NDM are enzymes that break down carbapenems and make them ineffective. Both of these enzymes, as well as the enzyme VIM (Verona Integron-Mediated Metallo-β-lactamase) have also been reported in Pseudomonas.",
            "score": 121.31821489334106
        },
        {
            "docid": "1994705_12",
            "document": "Ceftazidime . Third-generation cephalosporins differ from earlier generations in the presence of a C=N-OCH group in their chemical structure (cefuroxime & Cefuzonam also bear this functional group but are only listed as class II). This group provides improved stability against certain beta-lactamase enzymes produced by Gram-negative bacteria. These bacterial enzymes rapidly destroy earlier-generation cephalosporins by breaking open the drug's beta-lactam chemical ring, leading to antibiotic resistance. Though initially active against these bacteria, with widespread use of third-generation cephalosporins, some Gram-negative bacteria known as extended-spectrum beta-lactamases (ESBLs) are even able to inactivate the third-generation cephalosporins. Infections caused by ESBL-producing Gram-negative bacteria are of particular concern in hospitals and other healthcare facilities.",
            "score": 124.65443301200867
        },
        {
            "docid": "4427_3",
            "document": "Beta-lactam . The β-lactam ring is part of the core structure of several antibiotic families, the principal ones being the penicillins, cephalosporins, carbapenems, and monobactams, which are, therefore, also called β-lactam antibiotics. Nearly all of these antibiotics work by inhibiting bacterial cell wall biosynthesis. This has a lethal effect on bacteria, although any given bacteria population will typically contain a subgroup that is resistant to β-lactam antibiotics. Bacterial resistance occurs as a result of the expression of one of many genes for the production of β-lactamases, a class of enzymes that break open the β-lactam ring. More than 1,800 different β-lactamase enzymes have been documented in various species of bacteria. These enzymes vary widely in their chemical structure and catalytic efficiencies. When bacterial populations have these resistant subgroups, treatment with β-lactam can result in the resistant strain becoming more prevalent and therefore more virulent. β-lactam derived antibiotics can be considered as one of the most important antibiotic classes but prone to clinical resistance. β-lactam exhibits its antibiotic properties by imitating the naturally occurring d-Ala-d-Ala substrate for the group of enzymes known as penicillin-binding proteins (PBP), which have as function to cross-link the peptidoglycan part of the cell wall of the bacteria.",
            "score": 156.1691619157791
        },
        {
            "docid": "5464960_45",
            "document": "Enzyme inhibitor . Drugs also are used to inhibit enzymes needed for the survival of pathogens. For example, bacteria are surrounded by a thick cell wall made of a net-like polymer called peptidoglycan. Many antibiotics such as penicillin and vancomycin inhibit the enzymes that produce and then cross-link the strands of this polymer together. This causes the cell wall to lose strength and the bacteria to burst. In the figure, a molecule of penicillin (shown in a ball-and-stick form) is shown bound to its target, the transpeptidase from the bacteria \"Streptomyces\" R61 (the protein is shown as a ribbon-diagram).",
            "score": 116.04119849205017
        },
        {
            "docid": "205627_18",
            "document": "Drug resistance . For antibiotic resistance, which represents a widespread problem nowadays, drugs designed to block the mechanisms of bacterial antibiotic resistance are used. For example, bacterial resistance against beta-lactam antibiotics (such as penicillins and cephalosporins) can be circumvented by using antibiotics such as nafcillin that are not susceptible to destruction by certain beta-lactamases (the group of enzymes responsible for breaking down beta-lactams). Beta-lactam bacterial resistance can also be dealt with by administering beta-lactam antibiotics with drugs that block beta-lactamases such as clavulanic acid so that the antibiotics can work without getting destroyed by the bacteria first. Recently, researchers have recognized the need for new drugs that inhibit bacterial efflux pumps, which cause resistance to multiple antibiotics such as beta-lactams, quinolones, chloramphenicol, and trimethoprim by sending molecules of those antibiotics out of the bacterial cell. Sometimes a combination of different classes of antibiotics may be used synergistically; that is, they work together to effectively fight bacteria that may be resistant to one of the antibiotics alone.",
            "score": 154.9341561794281
        },
        {
            "docid": "39127620_5",
            "document": "Epimerox . No bacteria could be identified that were resistant to the compound (resistance frequency of <10). Thus, epimerox is an antibiotic with low resistance potential. Therefore, 2-epimerase is a new antibiotic target to which resistance is a rare event. 2-Epimerase was discovered as a target because it was one of the enzymes in the biosynthetic pathway for synthesizing an essential neutral polysaccharide in the cell wall of \"B. anthracis\" (Glu:Gal-\"N\"Ac:Man-\"N\"Ac at a 3:2:1 ratio). This polysaccharide is only found in \"B. anthracis\" and is the receptor for a bacteriophage lysin enzyme called PlyG, which is produced by the γ-bacteriophage to release its progeny from infected \"B. anthracis\". For bacteriophage to survive they need to replicate inside a bacterial cell and release their progeny phage when they are assembled using their lysin. Since lysins from bacteriophage that infect Gram-positive bacteria must bind to a cell wall receptor to function, the enzymes have evolved over a billion years to identify substrate receptors in the bacterial cell wall that the bacteria cannot change easily. These substrates are either part of the peptidoglycan or sugars linked to it. Deletion of both 2-epimerase genes in \"B. anthracis\" is lethal to the bacterium.",
            "score": 151.13299810886383
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 227.41284358501434
        },
        {
            "docid": "183058_11",
            "document": "Thrombus . Some treatments have been derived from bacteria. One drug is streptokinase, which is an enzyme secreted by several streptococcal bacteria. This drug is administered intravenously and can be used to dissolve blood clots in coronary vessels. However, streptokinase is nonspecific and can digest almost any protein, which can lead to many secondary problems. Another clot-dissolving enzyme that works faster and is more specific is called tissue plasminogen activator (tPA). This drug is made by transgenic bacteria and it converts plasminogen into the clot-dissolving enzyme plasmin. There are also some anticoagulants that come from animals that work by dissolving fibrin. For example, Haementeria ghilianii, an Amazon leech, produces an enzyme called hementin from its salivary glands. , this enzyme has now been successfully produced by genetically engineered bacteria and administered to cardiac patients.",
            "score": 125.70656895637512
        },
        {
            "docid": "11452265_8",
            "document": "Riboflavin synthase . Scientists have hypothesized that enzymes involved in the riboflavin biosynthesis pathway, including riboflavin synthase, can be used to develop antibacterial drugs in order to treat infections caused by Gram-negative bacteria and yeasts. This hypothesis is based on the inability of Gram-negative bacteria, such as E. coli and S. typhimurium, to uptake riboflavin from the external environment. As Gram-negative bacteria need to produce their own riboflavin, inhibiting riboflavin synthase or other enzymes involved in the pathway may be useful tools in developing antibacterial drugs.",
            "score": 129.071284532547
        },
        {
            "docid": "6420688_18",
            "document": "Phage ecology . Bacteria have developed multiple defense mechanisms to fight off the effects of bacteriophage. In experimentation, amount of resistance can be determined by how much of a plate (generally agar with bacteria, infected with phage) ends up being clear. The clearer, the less resistant as more bacteria have been lysed. The most common of these defense mechanisms is called the restriction-modification system (RM system). In this system, foreign DNA trying to enter the bacterial host is restricted by endonucleases that recognize specific base pairs within the DNA, while the DNA of the cell is protected from restriction due to methylase. RM systems have evolved to keep up with the ever-changing bacteria and phage. In general, these RM types differ in the nucleotide sequences that they recognize. However, there is an occasional slip where the endonuclease misses the DNA sequence of the phage and the phage DNA is able to enter the cell anyway, becoming methylated and protected against the endonuclease. This accident is what can spur the evolution of the RM system. Phage can acquire or use the enzyme from the host cell to protect their own DNA, or sometimes they will have proteins that dismantle the enzyme that is meant to restrict the phage DNA. Another option is for the phage to insert different base pairs into its DNA, thereby confusing the enzyme.",
            "score": 194.58372676372528
        },
        {
            "docid": "33032867_17",
            "document": "Discovery and development of cephalosporins . Cephalosporins must get through the bacterial cell wall in order to reach the target PBP. In comparison, it is easier to penetrate the cell wall of gram-positive bacteria than the cell wall of gram-negative bacteria. The cell wall structure of gram-positive bacteria is made routinely up by peptidoglycan which allows the passage of cephalosporin-sized molecules. The cell wall structure of gram-negative bacteria is more complex, composed of polysaccharides, lipids and proteins, and is harder to penetrate. Particles get through the outer membrane through water-filled channels, or porins, which are trans membrane proteins. During exposure to cephalosporins the bacteria can form resistance by itself or as selection of the next generation of bacteria after reproducing itself, by mutation. Bacteria species such as \"pneumococci\" and \"meningococci\" can acquire exogenous genetic material, and incorporate it into their own chromosomes which leads to antimicrobial resistance. In that manner the target PBP can be altered to have their attraction for cephalosporins and other β-lactam antibiotics lowered. The bacteria can also replace the PBP that is vulnerable to Beta-lactam antibiotics with PBP that is less vulnerable. β-lactam antibiotics can be inactivated by many types of β-lactamases, which are produced by bacteria. The enzymes hydrolyze the bond between the carbon and nitrogen atom of the β-lactam ring. There are many beta lactamases which vary in substrate specificity and host range. The enzymes active site is easily regenerated hydrolytically so it is re-usable many times, in that way can a comparatively small amount of beta-lactamases destroy a large amount of drug. Gram-positive bacteria, such as a staphylococci, have a high release of beta-lactamases into their extracellular space, where they meet the drug outside the cell wall. Gram-negative bacteria on the other hand follow a more conservative course. They secrete their beta-lactamases into the periplasmic space between the inner and outer membrane so they can't easily escape into the extracellular space, and don't have to be biosynthesized in high quantities.",
            "score": 179.49824142456055
        },
        {
            "docid": "32440734_41",
            "document": "Pathogenic Escherichia coli . Resistance to beta-lactam antibiotics has become a particular problem in recent decades, as strains of bacteria that produce extended-spectrum beta-lactamases have become more common. These beta-lactamase enzymes make many, if not all, of the penicillins and cephalosporins ineffective as therapy. Extended-spectrum beta-lactamase–producing \"E. coli\" (ESBL \"E. coli\") are highly resistant to an array of antibiotics, and infections by these strains are difficult to treat. In many instances, only two oral antibiotics and a very limited group of intravenous antibiotics remain effective. In 2009, a gene called New Delhi metallo-beta-lactamase (shortened NDM-1) that even gives resistance to intravenous antibiotic carbapenem, were discovered in India and Pakistan on \"E. coli\" bacteria.",
            "score": 152.11263179779053
        },
        {
            "docid": "285948_10",
            "document": "Unicellular organism . Bacteria are one of the world’s oldest forms of life, and are found virtually everywhere in nature. Many common bacteria have plasmids, which are short, circular, self-replicating DNA molecules that are separate from the bacteria chromosome. Plasmids can carry genes responsible for novel abilities, of current critical importance being antibiotic resistance. Bacteria predominantly reproduce asexually through a process called binary fission. However, about 80 different species can undergo a sexual process referred to as natural genetic transformation. Transformation is a bacterial process for transferring DNA from one cell to another, and is apparently an adaptation for repairing DNA damage in the recipient cell. In addition, plasmids can be exchanged through the use of a pilus in a process known as conjugation.",
            "score": 199.56653344631195
        },
        {
            "docid": "30967636_4",
            "document": "Genome evolution . Genome evolution in bacteria is well understood because of the thousands of completely sequenced bacterial genomes available. Genetic changes may lead to both increases or decreases of genomic complexity due to adaptive genome streamlining and purifying selection. In general, free-living bacteria have evolved larger genomes with more genes so they can adapt more easily to changing environmental conditions. By contrast, most parasitic bacteria have reduced genomes as their hosts supply many if not most nutrients, so that their genome does not need to encode for enzymes that produce these nutrients themselves.",
            "score": 166.95964241027832
        },
        {
            "docid": "205624_20",
            "document": "Horizontal gene transfer . Horizontal gene transfer is common among bacteria, even among very distantly related ones. This process is thought to be a significant cause of increased drug resistance when one bacterial cell acquires resistance, and the resistance genes are transferred to other species. Transposition and horizontal gene transfer, along with strong natural selective forces have led to multi-drug resistant strains of \"S. aureus\" and many other pathogenic bacteria. Horizontal gene transfer also plays a role in the spread of virulence factors, such as exotoxins and exoenzymes, amongst bacteria. A prime example concerning the spread of exotoxins is the adaptive evolution of Shiga toxins in \"E. coli\" through horizontal gene transfer via transduction with \"Shigella\" species of bacteria. Strategies to combat certain bacterial infections by targeting these specific virulence factors and mobile genetic elements have been proposed. For example, horizontally transferred genetic elements play important roles in the virulence of \"E. coli\", \"Salmonella\", \"Streptococcus\" and \"Clostridium perfringens\".",
            "score": 194.11916542053223
        },
        {
            "docid": "541592_10",
            "document": "Broad-spectrum antibiotic . After continued exposure to an antibiotic, bacteria may develop changes in their structure or function that make them resistant to the antibiotic. These resistant organisms will live, while the susceptible organisms will die, leaving the population of bacteria entirely resistant to a given antibiotics. For example, after the discovery of penicillin and its subsequent use to treat bacterial infections, bacteria were found to have begun producing an enzyme, penicillinase, which rendered the penicillin molecule inactive. In response to this newly-acquired resistance, newer penicillins were produced that could not be de-activated by penicillinases. This cycle of bacteria evolving resistance to antibiotics and necessitating the development of new antibiotics has been referred to as a \"bacterial arms race.\"",
            "score": 148.29278588294983
        },
        {
            "docid": "22215454_4",
            "document": "Catabolite repression . An important enzyme from the phosphotransferase system called Enzyme II A (EIIA) plays a central role in this mechanism. There are different catabolite-specific EIIA in a single cell, even though different bacterial groups have specificities to different sets of catabolites. In enteric bacteria one of the EIIA enzymes in their set is specific for glucose transport only. When glucose levels are high inside the bacteria, EIIA mostly exists in its unphosphorylated form. This leads to inhibition of adenylyl cyclase and lactose permease, therefore cAMP levels are low and lactose can not be transported inside the bacteria.",
            "score": 121.91596961021423
        },
        {
            "docid": "102575_16",
            "document": "Dihydrofolate reductase . Trimethoprim has shown to have activity against a variety of Gram-positive bacterial pathogens. However, resistance to trimethoprim and other drugs aimed at DHFR can arise due to a variety of mechanisms, limiting the success of their therapeutical uses. Resistance can arise from DHFR gene amplification, mutations in DHFR, decrease in the uptake of the drugs, among others. Regardless, trimethoprim and sulfamethoxazole in combination has been used as an antibacterial agent for decades.",
            "score": 134.81716132164001
        },
        {
            "docid": "161995_19",
            "document": "Quorum sensing . Certain bacteria can produce enzymes called lactonases that can target and inactivate AHLs. Researchers have developed novel molecules which block the signalling receptors of bacteria (Quorum quenching). mBTL is a compound that has been shown to inhibit quorum sensing and decrease the amount of cell death by a significant amount.  Additionally, researchers are also examining the role of natural compounds (such as caffeine) as potential quorum sensing inhibitors. Research in this area has been promising and could lead to the development of natural compounds as effective therapeutics.",
            "score": 101.66908812522888
        },
        {
            "docid": "5745363_5",
            "document": "Evolutionary pressure . Drug resistance in bacteria is an example of an outcome of natural selection. When a drug is used on a species of bacteria, those that cannot resist die and do not produce offspring, while those that survive potentially pass on the resistance gene to the next generation (vertical gene transmission). The resistance gene can also be passed on to one bacterium by another of a different species (horizontal gene transmission). Because of this, the drug resistance increases over generations. For example, in hospitals, environments are created where pathogens such as \"C\". \"difficile\" have developed a resistance to antibiotics. Antibiotic resistance is made worse by the misuse of antibiotics. Antibiotic resistance is encouraged when antibiotics are used to treat non-bacterial diseases, and when antibiotics are not used for the prescribed amount of time or in the prescribed dose. Antibiotic resistance may arise out of standing genetic variation in a population or de novo mutations in the population. Either pathway could lead to antibiotic resistance, which may be a form of evolutionary rescue.",
            "score": 240.51033508777618
        },
        {
            "docid": "1078549_12",
            "document": "Aliivibrio fischeri . \"A. fischeri\" is one of many species of bacteria that commonly form symbiotic relationships with marine organisms. Marine organisms contain bacteria that use bioluminescence so they can find mates, ward off predators, attract prey, or communicate with other organisms. In return, the organism the bacteria are living within provides the bacteria with a nutrient-rich environment. The \"lux\" operon is a 9-kilobase fragment of the \"A. fischeri\" genome that controls bioluminescence through the catalytic activity of the enzyme luciferase. This operon has a known gene sequence of \"luxCDAB(F)E\", where \"luxA\" and \"luxB\" code for the protein subunits of the luciferase enzyme, and the \"luxCDE\" codes for a fatty acid reductase complex that makes the fatty acids necessary for the luciferase mechanism.\" luxC \"codes for the enzyme acyl-reductase, \"luxD\" codes for acyl-transferase, and \"luxE\" makes the proteins needed for the enzyme acyl-protein synthetase. Luciferase produces blue/green light through the oxidation of reduced flavin mononucleotide and a long-chain aldehyde by diatomic oxygen. The reaction is summarized as:",
            "score": 105.68496286869049
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 233.7970414161682
        },
        {
            "docid": "5490579_10",
            "document": "Marjory Stephenson . Stephenson's main area of research was bacterial metabolism. With Margaret Whetham and Juda Quastel, she developed the washed suspension technique, which had originated with Louis Pasteur, for extracting enzymes from bacteria. With Leonard Stickland, she was the first to isolate a bacterial enzyme from the cell in 1928, when they obtained lactic dehydrogenase from \"Escherichia coli\". In the 1930s, she continued to work with Stickland and demonstrated that a particular enzyme, formate hydrogenlyase, was present in cell extracts only when the bacteria had been grown in the presence of formate. This was one of the first examples of 'adaptive enzymes.' (This is now understood as the rapid transcriptional activation of the gene encoding the formate hydrogenlyase when the inducer molecule, formate, is added to the culture). Later in the 1930s Stephenson worked with Ernest Gale on enzyme adaptation and amino acid metabolism, and with Arthur Trim on metabolic studies of nucleic acids.",
            "score": 174.33190095424652
        },
        {
            "docid": "1912_4",
            "document": "Ampicillin . Ampicillin is used to treat infections by many Gram-positive and Gram-negative bacteria. It was the first \"broad spectrum\" penicillin with activity against Gram-positive bacteria, including \"Streptococcus pneumoniae\", \"Streptococcus pyogenes\", some isolates of \"Staphylococcus aureus\" (but not penicillin-resistant or methicillin-resistant strains), \"Trueperella\", and some \"Enterococcus\". It is one of the few antibiotics that works against multidrug resistant \"Enterococcus faecalis\" and \"E. faecium\". Activity against Gram-negative bacteria includes \"Neisseria meningitidis\", some \"Haemophilus influenzae\", and some of the Enterobacteriaceae (though most Enterobacteriaceae and \"Pseudomonas\" are resistant). Its spectrum of activity is enhanced by co-administration of sulbactam, a drug that inhibits beta lactamase, an enzyme produced by bacteria to inactivate ampicillin and related antibiotics. It is sometimes used in combination with other antibiotics that have different mechanisms of action, like vancomycin, linezolid, daptomycin, and tigecycline.",
            "score": 134.2194001674652
        },
        {
            "docid": "37808_29",
            "document": "Catalase . Neutrophils and other phagocytes use peroxide to kill bacteria. The enzyme NADPH oxidase generates superoxide within the phagosome, which is converted via hydrogen peroxide to other oxidising substances like hypochlorous acid which kill phagocytosed pathogens. In individuals with chronic granulomatous disease (CGD) there is a defect in producing peroxide via mutations in phagocyte oxidases such as myeloperoxidase. Normal cellular metabolism will still produce a small amount of peroxide and this peroxide can be used to produce hypochlorous acid to eradicate the bacterial infection. However, if individuals with CGD are infected with catalase-positive bacteria, the bacterial catalase can destroy the excess peroxide before it can be used to produce other oxidising substances. In these individuals the pathogen survives and becomes a chronic infection. This chronic infection is typically surrounded by macrophages in an attempt to isolate the infection. This wall of macrophages surrounding a pathogen is called a granuloma. Many bacteria are catalase positive, but some are better catalase-producers than others. The mnemonic \"cats Need PLACESS to Belch their Hairballs\" can be used to memorise the catalase-positive bacteria: nocardia, pseudomonas, listeria, aspergillus, candida, E. coli, staphylococcus, serratia, B. cepacia and H. pylori.",
            "score": 142.52012419700623
        },
        {
            "docid": "56979757_11",
            "document": "Food and biological process engineering . Chromogenic microbiological media use colored enzymes to detect the presence of certain bacteria. In conventional bacteria culturing, bacteria are allowed to grow on a medium that supports many strains. Since it is hard to isolate bacteria, many cultures of different bacteria are able to form. To identify a particular bacteria culture, scientists must identify it using only its physical characteristics. Then further tests can be performed to confirm the presence of the bacteria, such as serology tests that find antibodies formed in organisms as a response to infection. In contrast, chromogenic microbiological media use particular color-producing enzymes that are targeted for metabolism by a certain strain of bacteria. Thus, if the given cultures are present, the media will become colored accordingly as the bacteria metabolize the color-producing enzyme. This greatly facilitates the identification of certain bacteria cultures and can eliminate need for further testing. To guard against misidentification of bacteria, the chromogenic plates typically incorporate additional enzymes that will be processed by other bacteria. Now, as the non-target bacteria interact with the additional enzymes, they will produce colors that distinguish them from the target bacteria.",
            "score": 147.5167257785797
        },
        {
            "docid": "6346_9",
            "document": "Chloramphenicol . Three mechanisms of resistance to chloramphenicol are known: reduced membrane permeability, mutation of the 50S ribosomal subunit, and elaboration of chloramphenicol acetyltransferase. It is easy to select for reduced membrane permeability to chloramphenicol \"in vitro\" by serial passage of bacteria, and this is the most common mechanism of low-level chloramphenicol resistance. High-level resistance is conferred by the \"cat\"-gene; this gene codes for an enzyme called chloramphenicol acetyltransferase, which inactivates chloramphenicol by covalently linking one or two acetyl groups, derived from acetyl-S-coenzyme A, to the hydroxyl groups on the chloramphenicol molecule. The acetylation prevents chloramphenicol from binding to the ribosome. Resistance-conferring mutations of the 50S ribosomal subunit are rare.",
            "score": 159.5761640071869
        },
        {
            "docid": "9236_56",
            "document": "Evolution . Adaptation may cause either the gain of a new feature, or the loss of an ancestral feature. An example that shows both types of change is bacterial adaptation to antibiotic selection, with genetic changes causing antibiotic resistance by both modifying the target of the drug, or increasing the activity of transporters that pump the drug out of the cell. Other striking examples are the bacteria \"Escherichia coli\" evolving the ability to use citric acid as a nutrient in a long-term laboratory experiment, \"Flavobacterium\" evolving a novel enzyme that allows these bacteria to grow on the by-products of nylon manufacturing, and the soil bacterium \"Sphingobium\" evolving an entirely new metabolic pathway that degrades the synthetic pesticide pentachlorophenol. An interesting but still controversial idea is that some adaptations might increase the ability of organisms to generate genetic diversity and adapt by natural selection (increasing organisms' evolvability).",
            "score": 206.20313215255737
        },
        {
            "docid": "14177167_16",
            "document": "Lactobacillus fermentum . Although LABs have been associated with potential health advantages, they are also responsible for negative outcomes. They are the main organisms involved in the spoilage of tomato products. Species in the genus \"Lactobacillus\" have been identified to be the causative organisms. Research was carried out to observe the chemical constituents of tomato juice that stimulate the growth of bacteria that are responsible for the spoilage. These bacteria can resist high temperatures. A strain of \"Lactobacillus fermentum\" was extracted from a tomato juice concentrate. Meanwhile, eight different tomato juice mixtures were heated and the survival rate of \"Lactobacillus fermentum\" was measured. It was concluded that pectins are the main tomato juice constituents that protect the bacteria cells against destruction from heating. The breakdown of pectin from enzymic action would make the bacteria cells more susceptible to heat. However, it was found in previous research that heating had inactivated natural pectolytic enzymes and therefore \"Lactobacillus fermentum \" remained heat resistant. Heat resistance has also been found to correlate with the medium in which the bacteria are cultured, the better the medium used will result in a higher resistance to heat.",
            "score": 148.73089718818665
        }
    ],
    "r": [
        {
            "docid": "6982923_7",
            "document": "Adaptive mutation . The \"E. coli\" strain FC40 has a high rate of mutation, and so is useful for studies, such as for adaptive mutation. Due to a frameshift mutation, a change in the sequence that causes the DNA to code for something different, FC40 is unable to process lactose. When placed in a lactose-rich medium, it has been found that 20% of the cells mutated from Lac- (could not process lactose) to Lac+, meaning they could now utilize the lactose in their environment. The responses to stress are not in current DNA, but the change is made during DNA replication through recombination and the replication process itself, meaning that the adaptive mutation occurs in the current bacteria and will be inherited by the next generations because the mutation becomes part of the genetic code in the bacteria. This is particularly obvious in a study by Cairns, which demonstrated that even after moving \"E. coli\" back to a medium with minimal levels of lactose, Lac+ mutants continued to be produced as a response to the previous environment. This would not be possible if adaptive mutation was not at work because natural selection would not favor this mutation in the new environment.",
            "score": 281.21575927734375
        },
        {
            "docid": "796412_2",
            "document": "Experimental evolution . Experimental evolution is the use of laboratory experiments or controlled field manipulations to explore evolutionary dynamics. Evolution may be observed in the laboratory as individuals/populations adapt to new environmental conditions by natural selection. There are two different ways in which adaptation can arise in experimental evolution. One is via an individual organism gaining a novel beneficial mutation. The other is from allele frequency change in standing genetic variation already present in a population of organisms. Other evolutionary forces outside of mutation and natural selection can also play a role or be incorporated into experimental evolution studies, such as genetic drift and gene flow. The organism used is decided by the experimenter, based off whether the hypothesis to be tested involves adaptation through mutation or allele frequency change. A large number of generations are required for adaptive mutation to occur, and experimental evolution via mutation is carried out in viruses or unicellular organisms with rapid generation times, such as bacteria and asexual clonal yeast. Polymorphic populations of asexual or sexual yeast, and multicellular eukaryotes like Drosophila, can adapt to new environments through allele frequency change in standing genetic variation. Organisms with longer generations times, although costly, can be used in experimental evolution. Laboratory studies with foxes and with rodents (see below) have shown that notable adaptations can occur within as few as 10–20 generations and experiments with wild guppies have observed adaptations within comparable numbers of generations. More recently, experimentally evolved individuals or populations are often analyzed using whole genome sequencing, an approach known as Evolve and Resequence (E&R). E&R can identify mutations that lead to adaptation in clonal individuals or identify alleles that changed in frequency in polymorphic populations, by comparing the sequences of individuals/populations before and after adaptation. The sequence data makes it possible to pinpoint the site in a DNA sequence that a mutation/allele frequency change occurred to bring about adaptation. The nature of the adaptation and functional follow up studies can shed insight into what effect the mutation/allele has on phenotype.",
            "score": 261.2326965332031
        },
        {
            "docid": "842495_8",
            "document": "Auxotrophy . The complex pattern of evolution of vitamin auxotrophy across the eukaryotic tree of life is intimately connected with the interdependence between organisms. The Salmonella Mutagenesis test (Ames test) uses multiple strains of \"Salmonella typhimurium\" that are auxotrophic to histidine to test whether a given chemical can cause mutations by observing its auxotrophic property in response to an added chemical compound. The mutation a chemical substance or compound causes is measured by applying it to the bacteria on a plate containing histidine then moving the bacteria to a new plate without sufficient histidine for continual growth. If the substance does not mutate the genome of the bacteria from auxotrophic to histidine back to prototrophic to histidine, then the bacteria would not show growth on the new plate. So by comparing the ratio of the bacteria on the new plate to the old plate and the same ratio for the control group, it is possible to quantify how mutagenic a substance is, or rather, how likely it is to cause mutations in DNA. A chemical is considered positive for Ames test if it causes mutations increasing the observed reversion rate and negative if presents similar to the control group. There is a normal, but small, number of revertant colonies expected when an auxotrophic bacteria is plated on a media without the metabolite it needs because it could mutate back to prototrophy. The chances of this are low and therefore cause very small colonies to be formed. If a mutagenic substance is added, however, the number of revertants would be visibly higher than without the mutagenic substance. The Ames test, basically, is considered positive if a substance increases chance of mutation in the DNA of the bacteria enough to cause a quantifiable difference in the revertants of the mutagen plate and the control group plate. Negative Ames test means the possible mutagen DID not cause increase in revertants and positive Ames test signifies that the possible mutagen DID increase the chance of mutation. These mutagenic effects on bacteria are researched as a possible indicator of the same effects on larger organisms, like humans. It is suggested that if a mutation can arise in bacterial DNA under presence of a mutagen then the same effect would occur for larger organisms causing cancer. A negative Ames test result could suggest that the substance is not a mutagen and would not cause tumor formation in living organisms. However only few of the positive Ames Test resulting chemicals were considered insignificant when tested in larger organisms but the positive Ames test for bacteria still could not be conclusively linked to expression of cancer in larger organisms. While it can be a possible determinant of tumors for living organisms, humans, animals, and so on, more studies must be completed to come to a conclusion.",
            "score": 256.5976257324219
        },
        {
            "docid": "1910927_3",
            "document": "Repressor lexA . DNA damage can be inflicted by the action of antibiotics, bacteriophages and UV light. Of potential clinical interest is the induction of the SOS response by antibiotics, such as ciprofloxacin. Bacteria require topoisomerases such as DNA gyrase or topoisomerase IV for DNA replication. Antibiotics such as ciprofloxacin are able to prevent the action of these molecules by attaching themselves to the gyrase - DNA complex, leading to replication fork stall and the induction of the SOS response. The expression of error-prone polymerases under the SOS response increases the basal mutation rate of bacteria. While mutations are often lethal to the cell, they can also enhance survival. In the specific case of topoisomerases, some bacteria have mutated one of their amino acids so that the ciprofloxacin can only create a weak bond to the topoisomerase. This is one of the methods that bacteria use to become resistant to antibiotics. Ciprofloxacin treatment can therefore potentially lead to the generation of mutations that may render bacteria resistant to ciprofloxacin. In addition, ciprofloxacin has also been shown to induce via the SOS response dissemination of virulence factors and antibiotic resistance determinants, as well as the activation of integron integrases, potentially increasing the likelihood of acquisition and dissemination of antibiotic resistance by bacteria.",
            "score": 256.17950439453125
        },
        {
            "docid": "9028799_62",
            "document": "Bacteria . Because of their ability to quickly grow and the relative ease with which they can be manipulated, bacteria are the workhorses for the fields of molecular biology, genetics and biochemistry. By making mutations in bacterial DNA and examining the resulting phenotypes, scientists can determine the function of genes, enzymes and metabolic pathways in bacteria, then apply this knowledge to more complex organisms. This aim of understanding the biochemistry of a cell reaches its most complex expression in the synthesis of huge amounts of enzyme kinetic and gene expression data into mathematical models of entire organisms. This is achievable in some well-studied bacteria, with models of \"Escherichia coli\" metabolism now being produced and tested. This understanding of bacterial metabolism and genetics allows the use of biotechnology to bioengineer bacteria for the production of therapeutic proteins, such as insulin, growth factors, or antibodies.",
            "score": 251.4488525390625
        },
        {
            "docid": "20733467_19",
            "document": "Bowhead whale . It was previously believed the more cells present in an organism, the greater the chances of mutations that cause age related diseases and cancer. Although the bowhead whale has thousands of times more cells than other mammals, the whale has a much higher resistance to cancer and aging. In 2015, scientists from the US and UK were able to successfully map the whale's genome. Through comparative analysis, two alleles that could be responsible for the whale's longevity were identified. These two specific gene mutations linked to the bowhead whale's ability to live longer are the ERCC1 gene and the proliferating cell nuclear antigen (PCNA) gene. ERCC1 is linked to DNA repair as well as increased cancer resistance. PCNA is also important in DNA repair. These mutations enable bowhead whales to better repair DNA damage, allowing for greater resistance to cancer. The whale's genome may also reveal physiological adaptations such as having low metabolic rates compared to other mammals. Changes in the gene UCP1, a gene involved in thermoregulation, can explain differences in the metabolic rates in cells.",
            "score": 245.38917541503906
        },
        {
            "docid": "9028799_35",
            "document": "Bacteria . Bacteria, as asexual organisms, inherit an identical copy of the parent's genomes and are clonal. However, all bacteria can evolve by selection on changes to their genetic material DNA caused by genetic recombination or mutations. Mutations come from errors made during the replication of DNA or from exposure to mutagens. Mutation rates vary widely among different species of bacteria and even among different clones of a single species of bacteria. Genetic changes in bacterial genomes come from either random mutation during replication or \"stress-directed mutation\", where genes involved in a particular growth-limiting process have an increased mutation rate.",
            "score": 243.00653076171875
        },
        {
            "docid": "5745363_5",
            "document": "Evolutionary pressure . Drug resistance in bacteria is an example of an outcome of natural selection. When a drug is used on a species of bacteria, those that cannot resist die and do not produce offspring, while those that survive potentially pass on the resistance gene to the next generation (vertical gene transmission). The resistance gene can also be passed on to one bacterium by another of a different species (horizontal gene transmission). Because of this, the drug resistance increases over generations. For example, in hospitals, environments are created where pathogens such as \"C\". \"difficile\" have developed a resistance to antibiotics. Antibiotic resistance is made worse by the misuse of antibiotics. Antibiotic resistance is encouraged when antibiotics are used to treat non-bacterial diseases, and when antibiotics are not used for the prescribed amount of time or in the prescribed dose. Antibiotic resistance may arise out of standing genetic variation in a population or de novo mutations in the population. Either pathway could lead to antibiotic resistance, which may be a form of evolutionary rescue.",
            "score": 240.5103302001953
        },
        {
            "docid": "1805_23",
            "document": "Antibiotic . Several molecular mechanisms of antibacterial resistance exist. Intrinsic antibacterial resistance may be part of the genetic makeup of bacterial strains. For example, an antibiotic target may be absent from the bacterial genome. Acquired resistance results from a mutation in the bacterial chromosome or the acquisition of extra-chromosomal DNA. Antibacterial-producing bacteria have evolved resistance mechanisms that have been shown to be similar to, and may have been transferred to, antibacterial-resistant strains. The spread of antibacterial resistance often occurs through vertical transmission of mutations during growth and by genetic recombination of DNA by horizontal genetic exchange. For instance, antibacterial resistance genes can be exchanged between different bacterial strains or species via plasmids that carry these resistance genes. Plasmids that carry several different resistance genes can confer resistance to multiple antibacterials. Cross-resistance to several antibacterials may also occur when a resistance mechanism encoded by a single gene conveys resistance to more than one antibacterial compound.",
            "score": 235.99392700195312
        },
        {
            "docid": "55868631_20",
            "document": "List of antibiotic resistant bacteria . Although mutation alone plays a huge role in the development of antibiotic resistance, a 2008 study found that high survival rates after exposure to antibiotics could not be accounted for by mutation alone. This study focused on the development of resistance in E. coli to three antibiotic drugs: ampicillin, tetracycline, and nalidixic acid. The researchers found that some antibiotic resistance in E. coli developed because of epigenetic inheritance rather than by direct inheritance of a mutated gene. This was further supported by data showing that reversion to antibiotic sensitivity was relatively common as well. This could only be explained by epigenetics. Epigenetics is a type of inheritance in which gene expression is altered rather than the genetic code itself. There are many modes by which this alteration of gene expression can occur, including methylation of DNA and histone modification; however, the important point is that both inheritance of random mutations and epigenetic markers can result in the expression of antibiotic resistance genes.",
            "score": 234.33441162109375
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 233.7970428466797
        },
        {
            "docid": "1530353_26",
            "document": "Mutation rate . The theory on the evolution of mutation rates identifies three principal forces involved: the generation of more deleterious mutations with higher mutation, the generation of more advantageous mutations with higher mutation, and the metabolic costs and reduced replication rates that are required to prevent mutations. Different conclusions are reached based on the relative importance attributed to each force. The optimal mutation rate of organisms may be determined by a trade-off between costs of a high mutation rate, such as deleterious mutations, and the metabolic costs of maintaining systems to reduce the mutation rate (such as increasing the expression of DNA repair enzymes. or, as reviewed by Bernstein et al. having increased energy use for repair, coding for additional gene products and/or having slower replication). Secondly, higher mutation rates increase the rate of beneficial mutations, and evolution may prevent a lowering of the mutation rate in order to maintain optimal rates of adaptation. As such, hypermutation enables some cells to rapidly adapt to changing conditions in order to avoid the entire population from becoming extinct. Finally, natural selection may fail to optimize the mutation rate because of the relatively minor benefits of lowering the mutation rate, and thus the observed mutation rate is the product of neutral processes.",
            "score": 232.82769775390625
        },
        {
            "docid": "39626_21",
            "document": "Symbiosis . As the endosymbiont adapts to the host's lifestyle the endosymbiont changes dramatically. There is a drastic reduction in its genome size, as many genes are lost during the process of metabolism, and DNA repair and recombination, while important genes participating in the DNA to RNA transcription, protein translation and DNA/RNA replication are retained. The decrease in genome size is due to loss of protein coding genes and not due to lessening of inter-genic regions or open reading frame (ORF) size. Species that are naturally evolving and contain reduced sizes of genes can be accounted for an increased number of noticeable differences between them, thereby leading to changes in their evolutionary rates.  When endosymbiotic bacteria related with insects are passed on to the offspring strictly via vertical genetic transmission, intracellular bacteria go across many hurdles during the process, resulting in the decrease in effective population sizes, as compared to the free living bacteria. The incapability of the endosymbiotic bacteria to reinstate their wild type phenotype via a recombination process is called \"Muller's ratchet\" phenomenon. Muller's ratchet phenomenon together with less effective population sizes leads to an accretion of deleterious mutations in the non-essential genes of the intracellular bacteria. This can be due to lack of selection mechanisms prevailing in the relatively \"rich\" host environment.",
            "score": 231.57040405273438
        },
        {
            "docid": "854294_76",
            "document": "DNA repair . On some occasions, DNA damage is not repaired, or is repaired by an error-prone mechanism that results in a change from the original sequence. When this occurs, mutations may propagate into the genomes of the cell's progeny. Should such an event occur in a germ line cell that will eventually produce a gamete, the mutation has the potential to be passed on to the organism's offspring. The rate of evolution in a particular species (or, in a particular gene) is a function of the rate of mutation. As a consequence, the rate and accuracy of DNA repair mechanisms have an influence over the process of evolutionary change. DNA damage protection and repair does not influence the rate of adaptation by gene regulation and by recombination and selection of alleles. On the other hand, DNA damage repair and protection does influence the rate of accumulation of irreparable, advantageous, code expanding, inheritable mutations, and slows down the evolutionary mechanism for expansion of the genome of organisms with new functionalities. The tension between evolvability and mutation repair and protection needs further investigation.",
            "score": 230.558837890625
        },
        {
            "docid": "11321017_10",
            "document": "Multi-drug-resistant tuberculosis . In some TB bacteria, the acquisition of these mutations can be explained other mutations in the DNA recombination, recognition and repair machinery. Mutations in these genes allow the bacteria to have a higher overall mutation rate and to accumulate mutations that cause drug resistance more quickly.",
            "score": 229.87464904785156
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 227.412841796875
        },
        {
            "docid": "19544_9",
            "document": "Microevolution . Mutation can result in several different types of change in DNA sequences; these can either have no effect, alter the product of a gene, or prevent the gene from functioning. Studies in the fly \"Drosophila melanogaster\" suggest that if a mutation changes a protein produced by a gene, this will probably be harmful, with about 70 percent of these mutations having damaging effects, and the remainder being either neutral or weakly beneficial. Due to the damaging effects that mutations can have on cells, organisms have evolved mechanisms such as DNA repair to remove mutations. Therefore, the optimal mutation rate for a species is a trade-off between costs of a high mutation rate, such as deleterious mutations, and the metabolic costs of maintaining systems to reduce the mutation rate, such as DNA repair enzymes. Viruses that use RNA as their genetic material have rapid mutation rates, which can be an advantage since these viruses will evolve constantly and rapidly, and thus evade the defensive responses of e.g. the human immune system.",
            "score": 224.97152709960938
        },
        {
            "docid": "11344743_18",
            "document": "Biomolecular engineering . Site directed mutagenesis is a valuable technique that allows for the replacement of a single base in an oligonucleotide or gene. The basics of this technique involve the preparation of a primer that will be a complementary strand to a wild type bacterial plasmid. This primer will have a base pair mismatch at the site where the replacement is desired. The primer must also be long enough such that the primer will anneal to the wild type plasmid. After the primer anneals, a DNA polymerase will complete the primer. When the bacterial plasmid is replicated, the mutated strand will be replicated as well. The same technique can be used to create a gene insertion or deletion. Often, an antibiotic resistant gene is inserted along with the modification of interest and the bacteria are cultured on an antibiotic medium. The bacteria that were not successfully mutated will not survive on this medium, and the mutated bacteria can easily be cultured.",
            "score": 222.99972534179688
        },
        {
            "docid": "6982923_9",
            "document": "Adaptive mutation . Dr. von Borstel, in the 1970s, conducted experiments similar to the Lactose Starvation experiment with yeast, specifically \"Saccharomyces cerevisiae\". He tested for tryptophan auxotroph revertants. A tryptophan auxotroph cannot make tryptophan for itself, but wild-type cells can and so a revertant will revert to the normal state of being able to produce tryptophan. He found that when yeast colonies were moved from a tryptophan-rich medium to a minimal one, revertants continued to appear for several days. The degree to which revertants were observed in yeast was not as high as with bacteria. Other scientists have conducted similar experiments, such as Hall who tested histidine revertants, or Steele & Jinks-Robertson who tested lysine. These experiments demonstrate how recombination and DNA replication are necessary for adaptive mutation. However, in lysine-tested cells, recombination continued to occur even without selection for it. Steele and Jinks-Robertson concluded that recombination occurred in all circumstances, adaptive or otherwise, while mutations were present only when they were beneficial and adaptive.",
            "score": 222.3138885498047
        },
        {
            "docid": "610997_20",
            "document": "Frameshift mutation . Frameshift mutations are known to be a factor in colorectal cancer as well as other cancers with microsatellite instability. As stated previously, frameshift mutations are more likely to occur in a region of repeat sequence. When DNA mismatch repair does not fix the addition or deletion of bases, these mutations are more likely to be pathogenic. This may be in part because the tumor is not told to stop growing. Experiments in yeast and bacteria help to show characteristics of microsatellites that may contribute to defective DNA mismatch repair. These include the length of the microsatellite, the makeup of the genetic material and how pure the repeats are. Based on experimental results longer microsatellites have a higher rate of frameshift mutations. The flanking DNA can also contribute to frameshift mutations. In prostate cancer a frameshift mutation changes the open reading frame (ORF) and prevents apoptosis from occurring. This leads to an unregulated growth of the tumor. While there are environmental factors that contribute to the progression of prostate cancer, there is also a genetic component. During testing of coding regions to identify mutations, 116 genetic variants were discovered, including 61 frameshift mutations. There are over 500 mutations on chromosome 17 that seem to play a role in the development of breast and ovarian cancer in the BRCA1 gene, many of which are frameshift.",
            "score": 221.3733367919922
        },
        {
            "docid": "19599_5",
            "document": "Mutagenesis . Mammalian nuclear DNA may sustain more than 60,000 damage episodes per cell per day, as listed with references in DNA damage (naturally occurring). If left uncorrected, these adducts, after misreplication past the damaged sites, can give rise to mutations. In nature, the mutations that arise may be beneficial or deleterious—this is the driving force of evolution. An organism may acquire new traits through genetic mutation, but mutation may also result in impaired function of the genes, and in severe cases, cause the death of the organism. In the laboratory, however, mutagenesis is a useful technique for generating mutations that allows the functions of genes and gene products to be examined in detail, producing proteins with improved characteristics or novel functions, as well as mutant strains with useful properties. Initially, the ability of radiation and chemical mutagens to cause mutation was exploited to generate random mutations, but later techniques were developed to introduce specific mutations.",
            "score": 219.53594970703125
        },
        {
            "docid": "7195477_9",
            "document": "Nylon-eating bacteria . There is scientific consensus that the capacity to synthesize nylonase most probably developed as a single-step mutation that survived because it improved the fitness of the bacteria possessing the mutation. More importantly: The enzyme involved has been produced by a mutation completely randomizing the original gene. Despite this, the new gene still had a novel, albeit weak, catalytic capacity. This is seen as a good example of how mutations easily can provide the raw material for evolution by natural selection.",
            "score": 219.2343292236328
        },
        {
            "docid": "52789_23",
            "document": "Androgen insensitivity syndrome . Mutations in the androgen receptor gene can cause problems with any of the steps involved in androgenization, from the synthesis of the androgen receptor protein itself, through the transcriptional ability of the dimerized, androgen-AR complex. AIS can result if even one of these steps is significantly disrupted, as each step is required for androgens to activate the AR successfully and regulate gene expression. Exactly which steps a particular mutation will impair can be predicted, to some extent, by identifying the area of the AR in which the mutation resides. This predictive ability is primarily retrospective in origin; the different functional domains of the AR gene have been elucidated by analyzing the effects of specific mutations in different regions of the AR. For example, mutations in the steroid binding domain have been known to affect androgen binding affinity or retention, mutations in the hinge region have been known to affect nuclear translocation, mutations in the DNA-binding domain have been known to affect dimerization and binding to target DNA, and mutations in the transactivation domain have been known to affect target gene transcription regulation. Unfortunately, even when the affected functional domain is known, predicting the phenotypical consequences of a particular mutation (see Correlation of genotype and phenotype) is difficult.",
            "score": 218.9569091796875
        },
        {
            "docid": "564361_9",
            "document": "Site-directed mutagenesis . In 1985, Thomas Kunkel introduced a technique that reduces the need to select for the mutants. The DNA fragment to be mutated is inserted into a phagemid such as M13mp18/19 and is then transformed into an \"E. coli\" strain deficient in two enzymes, dUTPase (\"dut\") and uracil deglycosidase (\"udg\"). Both enzymes are part of a DNA repair pathway that protects the bacterial chromosome from mutations by the spontaneous deamination of dCTP to dUTP. The dUTPase deficiency prevents the breakdown of dUTP, resulting in a high level of dUTP in the cell. The uracil deglycosidase deficiency prevents the removal of uracil from newly synthesized DNA. As the double-mutant \"E. coli\" replicates the phage DNA, its enzymatic machinery may, therefore, misincorporate dUTP instead of dTTP, resulting in single-strand DNA that contains some uracils (ssUDNA). The ssUDNA is extracted from the bacteriophage that is released into the medium, and then used as template for mutagenesis. An oligonucleotide containing the desired mutation is used for primer extension. The heteroduplex DNA, that forms, consists of one parental non-mutated strand containing dUTP and a mutated strand containing dTTP. The DNA is then transformed into an E. coli strain carrying the wildtype \"dut\" and \"udg\" genes. Here, the uracil-containing parental DNA strand is degraded, so that nearly all of the resulting DNA consists of the mutated strand.",
            "score": 217.94277954101562
        },
        {
            "docid": "416954_9",
            "document": "Viral evolution . Viruses evolve through changes or in their RNA (or DNA), some quite rapidly, and the best adapted mutants quickly outnumber their less fit counterparts. In this sense their evolution is Darwinian. The way viruses reproduce in their host cells makes them particularly susceptible to the genetic changes that help to drive their evolution. The RNA viruses are especially prone to mutations. In host cells there are mechanisms for correcting mistakes when DNA replicates and these kick in whenever cells divide. These important mechanisms prevent potentially lethal mutations from being passed on to offspring. But these mechanisms do not work for RNA and when an RNA virus replicates in its host cell, changes in their genes are occasionally introduced in error, some of which are lethal. One virus particle can produce millions of progeny viruses in just one cycle of replication, therefore the production of a few \"dud\" viruses is not a problem. Most mutations are \"silent\" and do not result in any obvious changes to the progeny viruses, but others confer advantages that increase the fitness of the viruses in the environment. These could be changes to the virus particles that disguise them so they are not identified by the cells of the immune system or changes that make antiviral drugs less effective. Both of these changes occur frequently with HIV.",
            "score": 217.38809204101562
        },
        {
            "docid": "30142141_15",
            "document": "Adaptive evolution in the human genome . A considerable number of studies have used genomic methods to identify specific human genes that show evidence of adaptive evolution. Table 2 gives selected examples of such genes for each gene type discussed, but provides nowhere near an exhaustive list of the human genes showing evidence of adaptive evolution. Below are listed some of the types of gene which show strong evidence of adaptive evolution in the human genome. Bakewell et al. (2007) found that a relatively large proportion (9.7%) of positively selected genes were associated with diseases. This may be because diseases can be adaptive in some contexts. For example, schizophrenia has been linked with increased creativity (Crespi et al. 2007), perhaps a useful trait for obtaining food or attracting mates in Palaeolithic times. Alternatively, the adaptive mutations may be the ones which reduce the chance of disease arising due to other mutations. However, this second explanation seems unlikely, because the mutation rate in the human genome is fairly low, so selection would be relatively weak. 417 genes involved in the immune system showed strong evidence of adaptive evolution in the study of Nielsen et al. (2005a). This is probably because the immune genes may become involved in a evolutionary arms race with bacteria and viruses (Daugherty and Malik 2012; Van der Lee et al. 2017). These pathogens evolve very rapidly, so selection pressures change quickly, giving more opportunity for adaptive evolution.  247 genes in the testes showed evidence of adaptive evolution in the study of Nielsen et al. (2005a). This could be partially due to sexual antagonism. Male-female competition could facilitate an arms race of adaptive evolution. However, in this situation you would expect to find evidence of adaptive evolution in the female sexual organs also, but there is less evidence of this. Sperm competition is another possible explanation. Sperm competition is strong, and sperm can improve their chances of fertilising the female egg in a variety of ways, including increasing their speed, stamina or response to chemoattractants (Swanson and Vacquier 2002). Genes involved in detecting smell show strong evidence of adaptive evolution (Voight et al. 2006), probably due to the fact that the smells encountered by humans have changed recently in their evolutionary history (Williamson et al. 2007). Humans’ sense of smell has played an important role in determining the safety of food sources. Genes involved in lactose metabolism show particularly strong evidence of adaptive evolution amongst the genes involved in nutrition. A mutation linked to lactase persistence shows very strong evidence of adaptive evolution in European and American populations (Williamson et al. 2007), populations where pastoral farming for milk has been historically important. Pigmentation genes show particularly strong evidence of adaptive evolution in non-African populations (Williamson et al. 2007). This is likely to be because those humans that left Africa approximately 50,000 years ago, entered less sunny climates, and so were under new selection pressures to obtain enough Vitamin D from the weakened sunlight. There is some evidence of adaptive evolution in genes linked to brain development, but some of these genes are often associated with diseases, e.g. microcephaly (see Table 2). However, there is a particular interest in the search for adaptive evolution in brain genes, despite the ethical issues surrounding such research. If more adaptive evolution was discovered in brain genes in one human population than another, then this information could be interpreted as showing greater intelligence in the more adaptively evolved population.  Other gene types showing considerable evidence of adaptive evolution (but generally less evidence than the types discussed) include: genes on the X chromosome, nervous system genes, genes involved in apoptosis, genes coding for skeletal traits, and possibly genes associated with speech (Nielsen et al. 2005a, Williamson et al. 2007, Voight et al. 2006, Krause et al. 2007).",
            "score": 217.22381591796875
        },
        {
            "docid": "44419868_7",
            "document": "Single-cell variability . A population of single celled organisms like bacteria typically vary slightly in their DNA sequence due to mutations acquired during reproduction. Within a single human, individual cells typically have identical genomes, though there are interesting exceptions, such as B-cells, which have variation in their DNA enabling them to generate different antibodies to bind to the variety of pathogens that can attack the body. Measuring the differences and the rate of change in DNA content at the single-cell level can help scientists better understand how pathogens develop antibiotic resistance, why the immune system often cannot produce antibodies for rapidly mutating viruses like HIV, and other important phenomena.",
            "score": 217.10470581054688
        },
        {
            "docid": "11321017_9",
            "document": "Multi-drug-resistant tuberculosis . Other mutations make the bacterium resistant to other drugs. For example, there are many mutations that confer resistance to isoniazid (INH), including in the genes \"katG\", \"inhA\", \"ahpC\" and others. Amino acid replacements in the NADH binding site of InhA apparently result in INH resistance by preventing the inhibition of mycolic acid biosynthesis, which the bacterium uses in its cell wall. Mutations in the \"katG\" gene make the enzyme catalase peroxidase unable to convert INH to its biologically active form. Hence, INH is ineffective and the bacteria is resistant. The discovery of new molecular targets is essential to overcome drug resistant problems.",
            "score": 214.9739227294922
        },
        {
            "docid": "49033_51",
            "document": "Epigenetics . Two important ways in which epigenetic inheritance can be different from traditional genetic inheritance, with important consequences for evolution, are that rates of epimutation can be much faster than rates of mutation and the epimutations are more easily reversible. In plants, heritable DNA methylation mutations are 100.000 times more likely to occur compared to DNA mutations. An epigenetically inherited element such as the PSI+ system can act as a \"stop-gap\", good enough for short-term adaptation that allows the lineage to survive for long enough for mutation and/or recombination to genetically assimilate the adaptive phenotypic change. The existence of this possibility increases the evolvability of a species.",
            "score": 214.7039794921875
        },
        {
            "docid": "38632380_23",
            "document": "GC skew . The first one describes a bias and an asymmetric mutational pressure on each DNA strand during replication and transcription. Due to the asymmetric nature of the replication process, an unequal mutational frequency and DNA repair efficiency during the replication process can introduce more mutations in one strand as compared to the other. Furthermore, the time used for replication between the two strands varies and may lead to asymmetric mutational pressure between leading and lagging strand. In addition to mutations during DNA replication, transcriptional mutations can create strand specific nucleotide composition skew. Deamination of cytosine and ultimately mutation of cytosine to thymine in one DNA strand can increase the relative number of guanine and thymine to cytosine and adenine. In most bacteria majority of the genes are encoded in the leading strand. For instance, the leading strand in \"Bacillus\" \"subtilis\" encodes 75% of the genes. In addition an excess of deamination and conversion of cytosine to thymine in the coding strand compared to the non-coding strand has been reported. One possible explanation is that the non-transcribed strand (coding strand) is single stranded during the transcription process; therefore, it is more vulnerable to deamination compared to the transcribed strand (non-coding strand). Another explanation is that the deamination repair activity during transcription does not occur on the coding strand. Only the transcribed strand benefits from these deamination repair events.",
            "score": 214.484619140625
        },
        {
            "docid": "416954_2",
            "document": "Viral evolution . Viral evolution is a subfield of evolutionary biology and virology that is specifically concerned with the evolution of viruses. Viruses have short generation times and many, in particular RNA viruses, have relatively high mutation rates (on the order of one point mutation or more per genome per round of replication). This elevated mutation rate, when combined with natural selection, allows viruses to quickly adapt to changes in their host environment. In addition, most viruses provide many offspring, so any mutated genes can be passed on to a large number of offspring in a short time. Although the chance of mutations and evolution can change depending on the type of virus(double stranded DNA, double stranded RNA, single strand DNA, etc.), viruses overall have high chances for mutations.",
            "score": 214.20455932617188
        },
        {
            "docid": "7710370_5",
            "document": "Suppressor mutation . Intergenic (also known as extragenic) suppression relieves the effects of a mutation in one gene by a mutation somewhere else within the genome. The second mutation is not on the same gene as the original mutation. Intergenic suppression is useful for identifying and studying interactions between molecules, such as proteins. For example, a mutation which disrupts the complementary interaction between protein molecules may be compensated for by a second mutation elsewhere in the genome that restores or provides a suitable alternative interaction between those molecules. Several proteins of biochemical, signal transduction, and gene expression pathways have been identified using this approach. Examples of such pathways include receptor-ligand interactions as well as the interaction of components involved in DNA replication, transcription, and translation.",
            "score": 211.70916748046875
        }
    ]
}