{
    "q": [
        {
            "docid": "56464_8",
            "document": "Joubert syndrome . Mutations in these various genes are known for causing around 60-90% of Joubert Syndrome cases. The remaining cases, the cause is unknown if isn't linked to a mutation of known genes. The disorder is characterized by absence or underdevelopment of the cerebellar vermis and a malformed brain stem (molar tooth sign), both of which can be visualized on a MRI scan. Together with this sign, the diagnosis is based on the physical symptoms and genetic testing for mutations. If the gene mutations have been identified in a family member, prenatal or carrier diagnosis can be pursued.",
            "score": 201.3427791595459
        },
        {
            "docid": "18768921_11",
            "document": "Hydrolethalus syndrome . Mutations in \"KIF7\" have also been noted in patients that present a similar phenotype to HLS and the characteristic \"HYLS1\" A to G transformation; homozygous deletion of the \"KIF7\" gene causes a variant form of HLS, HLS2. \"KIF7\" encodes a structural factor vital to cilial transport, and is also implicated in other developmental disorders, such as Joubert syndrome (JS).  Additionally, mutations in \"HYLS1\" are no longer explicitly connected to HLS in humans. Homozygous mutations removing the stop codon in exon 4 of \"HYLS1\" result in a different genomic sequence disruption to the missense mutation of HLS, and phenotypically present as JS. The ‘molar tooth sign’ of the brain, an anomaly in which cerebellar volume is reduced but cerebellar shape is retained, resembles the molar tooth and is used to identify JS. JS presents with mutations in more than 30 genes, whilst the \"HYLS1\" mutation is the sole cause of HLS, but is also present in the HLS2 variant form with the mutated \"KIF7\" gene.",
            "score": 167.8354353904724
        },
        {
            "docid": "14796352_8",
            "document": "CEP290 . A mutation in this gene leads to infant and child blindness, a disease known as Leber Congenital Amaurosis. As of today, 35 different mutations in CEP290 are responsible for causing LCA. Other mutations in CEP290 have also been identified in causing Meckel Syndrome and Joubert Syndrome, a few among many syndromes. A defective CEP290 gene is usually the cause of these disorders due to abnormal cilia. It is unknown how one mutation in a gene can cause so many different types of syndromes, particularly many of which affect the Central Nervous System.",
            "score": 212.4319976568222
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 163.87115502357483
        },
        {
            "docid": "18882012_5",
            "document": "MORM syndrome . MORM syndrome is associated with the gene INPP5E. INPP5E is a gene who's function is not well understood. It is hypothesized to play a role in primary cilia stability. A homozygous mutation in the INPP5E gene, on chromosome 9q34, is the cause for MORM syndrome. The mutation causes a homozygous transition in the last exon of the INPP5E gene. This transition results in the DNA bases changing from a cytosine residue to a thymine residue. The resulting protein will then have an altered amino acid sequence. In unaffected individuals this specific codon (region of DNA bases) is supposed to code for the amino acid glutamine. In cases of MORM syndrome this codon codes for a termination sequence, which prematurely stops the production of the protein. In unaffected individuals the protein is evenly disbursed throughout the ciliia axoneme which allows for the cilia to be stable. Cilia are antenna like structures which protrude from the extracellular surface of the cell. The cilia allows for extracellular signalling/communication between cells and their environment. When the INPP5E gene is mutated, the protein is damaged and is unable to spread out along the cilia axoneme and is unable to interact with other stabilizing proteins. This results is MORM syndrome individuals being unable to stabilize their cilia axoneme. It is still not well understood the exact mechanism as to how the mutation in the INNP5E gene causes cilia instability.",
            "score": 182.6011607646942
        },
        {
            "docid": "38057969_18",
            "document": "Progeroid syndromes . BS is caused by mutations in the BLM gene, which encodes for the Bloom syndrome protein, a RecQ helicase. These mutations may be frameshift, missense, non-sense, or mutations of other kinds and are likely to cause deletions in the gene product. Apart from helicase activity that is common to all RecQ helices, it also acts to prevent inappropriate homologous recombination. During replication of the genome, the two copies of DNA, called sister chromatids, are held together through a structure called the centromere. During this time, the homologous (corresponding) copies are in close physical proximity to each other, allowing them to 'cross' and exchange genetic information, a process called homologous recombination. Defective homologous recombination can cause mutation and genetic instability. Such defective recombination can introduce gaps and breaks within the genome and disrupt the function of genes, possibly causing growth retardation, aging and elevated risk of cancer. It introduces gaps and breaks within the genome and disrupts the function of genes, often causing retardation of growth, aging and elevated risks of cancers. The Bloom syndrome protein interacts with other proteins, such as topoisomerase IIIα and RMI2, and suppresses illegitimate recombination events between sequences that are divergent from strict homology, thus maintaining genome stability. Individuals with BS have a loss-of-function mutation, which means that the illegitimate recombination is no longer suppressed, leading to higher rates of mutation (~10-100 times above normal, depending on cell type).",
            "score": 149.59969806671143
        },
        {
            "docid": "24198556_5",
            "document": "Wilson–Turner syndrome . The primary symptoms of Wilson-Turner Syndrome is believed to result from an improperly developed histone deacetylase 8. This enzyme is coded by the HDAC8 gene. The identified mutation in the HDAC8 gene leads to a version of histone deacetylase 8 that is missing a segment. Histone deacetylase 8 is believed to be a regulator of the cohesion complex, playing a role in stabilizing the cell’s genetic information, repairing damaged DNA, and controlling gene activity. This abnormally shortened protein alters gene regulations during the individual’s normal development. Some of the effected normal development lies in the endocrine system. Males will have more estrogen and androgen than normal, leading to enlarged hypogonadism and gynecomastia. Other abnormal development is related to general mental capacity. HDACs are known to be associated with human brain development disorders. HDAC8, in particular, represses transcription factors in neural crest cells to control various patterns of the skull. This contributes to the various forms of facial deformities in individuals with Wilson-Turner Syndrome. Some of the facial deformities caused by the HDAC8 include prominent supraorbital ridges and high cheekbones. Researchers also contribute the error in the HDAC8 gene to obesity. Since the HDAC family proteins are involved in changes in the gene expression in the hypothalamus, it is also believed that the individual’s metabolism conditions are altered.",
            "score": 141.5498503446579
        },
        {
            "docid": "2223797_14",
            "document": "Saethre–Chotzen syndrome . A clinical diagnosis of SCS can be verified by testing the TWIST1 gene (only gene in which mutations are known to cause SCS) for mutations using DNA analysis, such as sequence analysis, deletion/duplication analysis, and cytogenetics/ FISH analysis. Sequence analysis of exon 1 (TWIST1 coding region) provides a good method for detecting the frequency of mutations in the TWIST1 gene. These mutations include nonsense, missense, splice site mutation, and intragenic deletions/insertions. Deletion/duplication analysis identifies mutations in the TWIST1 gene that are not readily detected by sequence analysis. Common methods include PCR, multiplex ligation-dependent probe amplification (MLPA), and chromosomal microarray (CMA). Cytogenetic/FISH analysis attaches fluorescently labels DNA markers to a denatured chromosome and is then examined under fluorescent lighting, which reveals mutations caused by translocations or inversions involving 7p21. Occasionally, individuals with SCS have a chromosome translocation, inversion, or ring chromosome 7 involving 7p21 resulting in atypical findings, such as, increased developmental delay. Individuals with SCS, typically have normal brain functioning and rarely have mental impairments. For this reason, if an individual has both SCS and mental retardation, then they should have their TWIST1 gene screened more carefully because this is not a normal trait of SCS. Cytogenetic testing and direct gene testing can also be used to study gene/chromosome defects. Cytogenetic testing is the study of chromosomes to detect gains or losses of chromosomes or chromosome segments using fluorescent in situ hybridization (FISH) and/or comparative genomic hybridization (CGH). Direct gene testing uses blood, hair, skin, amniotic fluid, or other tissues in order to find genetic disorders. Direct gene testing can determine whether an individual has SCS by testing the individual's blood for mutations in the TWIST1 gene.",
            "score": 158.6125146150589
        },
        {
            "docid": "18696706_3",
            "document": "Paroxysmal kinesigenic choreoathetosis . Paroxysmal kinesigenic dyskinesia has been shown to be inherited in an autosomal dominant fashion. In 2011, the PRRT2 gene on chromosome 16 was identified as the cause of the disease. The researchers looked at the genetics of eight families with strong histories of PKD. They employed whole genome sequencing, along with Sanger sequencing to identify the gene that was mutated in these families. The mutations in this gene included a nonsense mutation identified in the genome of one family and an insertion mutation identified in the genome of another family. The researchers then confirmed this gene as the cause of PKD when it was not mutated in the genome of 1000 control patients. Researchers found PRRT2 mutations in 10 of 29 sporadic cases affected with PKD, thus suggests PRRT2 is the gene mutated in a subset of PKD and PKD is genetically heterogeneous. The mechanism of how PRRT2 causes PKD still requires further investigation. However, researchers suggest it may have to do with PRRT2's expression in the basal ganglia, and the expression of an associated protein, SNAP25, in the basal ganglia as well. The pathophysiology of PKD is not fully explained. A few mechanisms have been suggested thus far: Multiple methods are being used to study the potential brain abnormalities of individuals with PKD compared with “normal” individuals. These methods include SPECT studies, fMRI studies, and diffusion tensor imaging. The main problem with many of the studies concerned with the pathophysiology of the disorder is the small sample size. Because the studies normally only include about 7-10 patients with PKD, the results cannot be generalized to the entire population of patients. However, the studies do bring up possibilities for further study.",
            "score": 145.58822762966156
        },
        {
            "docid": "9458068_26",
            "document": "RNA silencing . Artificial introduction of long dsRNAs or siRNAs has been adopted as a tool to inactivate gene expression, both in cultured cells and in living organisms. Structural and functional resolution of small RNAs as the effectors of RNA silencing has had a direct impact on experimental biology. For example, dsRNA may be synthesized to have a specific sequence complementary to a gene of interest. Once introduced into a cell or biological system, it is recognized as exogenous genetic material and activates the corresponding RNA silencing pathway. This mechanism can be used to effect decreases in gene expression with respect to the target, useful for investigating loss of function for genes relative to a phenotype. That is, studying the phenotypic and/or physiologic effects of expression decreases can reveal the role of a gene product. The observable effects can be nuanced, such that some methods can distinguish between “knockdown” (decrease expression) and “knockout” (eliminate expression) of a gene. RNA interference technologies have been noted recently as one of the most widely utilized techniques in functional genomics. Screens developed using small RNAs have been used to identify genes involved in fundamental processes such as cell division, apoptosis and fat regulation.",
            "score": 96.8245404958725
        },
        {
            "docid": "56464_7",
            "document": "Joubert syndrome . This disorder can be caused by mutations in more than 30 genes within genetic makeup. The primary cilia play an important role in the structure and function of cells. When primary cilia are mutated and defected, it can cause various genetic disorders among individuals. This mutation of primary cilia can disrupt significant signaling pathways during the development of the fetus.",
            "score": 189.51065754890442
        },
        {
            "docid": "14777594_2",
            "document": "AHI1 . The Abelson helper integration site 1 (AHI1) is a protein coding gene that is known for the critical role it plays in brain development. Proper cerebellar and cortical development in the human brain depends heavily on AHI1. The AHI1 gene is prominently expressed in the embryonic hindbrain and forebrain. AHI1 specifically encodes the Jouberin protein and mutations in the expression of the gene is known to cause specific forms of Joubert syndrome. Joubert syndrome is autosomal recessive and is characterized by the brain malformations and mental retardation that AHI1 mutations have the potential to induce. AHI1 has also been associated with schizophrenia and autism due to the role it plays in brain development. An AHI1 heterozygous knockout mouse model was created to study the correlation between alterations in AHI1 expression and the pathogenesis of neuropsychiatric disorders. The core temperatures and corticosterone secretions of the heterozygous knockout mice after exposure to environmental and visceral stress exhibited extreme repression of autonomic nervous system and hypothalamic-pituitary-adrenal responses. The knockout mice demonstrated an increased resilience to different types of stress and these results lead to a correlation between emotional regulation and neuropsychiatric disorders. Jouberin is a protein that in humans is encoded by the \"AHI1\" gene.",
            "score": 169.725515127182
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 115.77231657505035
        },
        {
            "docid": "1977327_8",
            "document": "Klippel–Feil syndrome . Genetic genealogy has identified a specific location of a gene on a chromosome for Klippel-Feil Syndrome. Mutations in the GDF6 and GDF3 genes have also been identified to cause the disease, although some people with Klippel–Feil syndrome do not have identified mutations in the GDF6 or GDF3 genes. In this case, the cause of the condition in these individuals is unknown. GDF6 and GDF3 genes provide the body with instructions for making proteins involved in regulating the growth and maturation of bone and cartilage. These proteins actively regulate cell growth in embryonic and adult tissue. GDF6 specifically is involved in the formation of vertebral bones, among others, and establishing boundaries between bones in skeletal development while GDF3 is involved with bone and cartilage growth. Mutations cause reductions in these functional proteins but, it is unclear exactly how a shortage in these proteins leads to incomplete separation of the vertebrae in people with Klippel–Feil syndrome. However, when the GDF6 gene was knocked out in mice, the result was the fusion of bones. Only by identifying the link between the genetic cause and the phenotypic pathoanatomy of Klippel–Feil syndrome will we be able to rationalize the heterogeneity of the syndrome.",
            "score": 173.0208489894867
        },
        {
            "docid": "3232713_4",
            "document": "Heritability of autism . Genetic linkage analysis has been inconclusive; many association analyses have had inadequate power. For each autistic individual, mutations in more than one gene may be implicated. Mutations in different sets of genes may be involved in different autistic individuals. There may be significant interactions among mutations in several genes, or between the environment and mutated genes. By identifying genetic markers inherited with autism in family studies, numerous candidate genes have been located, most of which encode proteins involved in neural development and function. However, for most of the candidate genes, the actual mutations that increase the risk for autism have not been identified. Typically, autism cannot be traced to a Mendelian (single-gene) mutation or to single chromosome abnormalities such as fragile X syndrome or 22q13 deletion syndrome. The large number of autistic individuals with unaffected family members may result from copy number variations (CNVs)—spontaneous alterations in the genetic material during meiosis that delete or duplicate genetic material. Sporadic (non-inherited) cases have been examined to identify candidate genetic loci involved in autism. A substantial fraction of autism may be highly heritable but not inherited: that is, the mutation that causes the autism is not present in the parental genome.",
            "score": 155.8258854150772
        },
        {
            "docid": "1125767_10",
            "document": "Treacher Collins syndrome . Mutations in \"TCOF1\", \"POLR1C\", or \"POLR1D\" genes can cause Treacher Collins syndrome. \"TCOF1\" gene mutations are the most common cause of the disorder, accounting for 81 to 93% of all cases. \"POLR1C\" and \"POLR1D\" gene mutations cause an additional 2% of cases. In individuals without an identified mutation in one of these genes, the genetic cause of the condition is unknown. The \"TCOF1\", \"POLR1C\", and \"POLR1D\" genes code for proteins which play important roles in the early development of bones and other tissues of the face. Mutations in these genes reduce the production of rRNA, which may trigger the self-destruction (apoptosis) of certain cells involved in the development of facial bones and tissues. It is unclear why the effects of a reduction in rRNA are limited to facial development. Mutations in \"TCOF1\" and \"POLR1D\" cause the autosomal dominant form of Treacher Collins, and mutations in \"POLR1C\" cause the autosomal recessive form.",
            "score": 160.4643371105194
        },
        {
            "docid": "7401690_3",
            "document": "Anophthalmia . The most genetic based cause for anophthalmia is caused by the SOX2 gene. Sox2 anophthalmia syndrome is caused by a mutation in the Sox2 gene that does not allow it to produce the Sox2 protein that regulates the activity of other genes by binding to certain regions of DNA. Without this Sox2 protein, the activity of genes that is important for the development of the eye is disrupted. Sox2 anophthalmia syndrome is an autosomal dominant inheritance, but the majority of patients who suffer from Sox2 anophthalmia are the first in their family history to have this mutation. In certain cases, one parent will possess the mutated gene only in their egg or sperm cell and the offspring will inherit it through that. This is called germline mosaicism. There are at least 33 mutations in the Sox2 gene that have been known to cause anophthalmia. Some of these gene mutations will cause the Sox2 protein not to be formed, while other mutations will yield a non-functional version of this protein.",
            "score": 147.49633622169495
        },
        {
            "docid": "43173081_3",
            "document": "Knobloch syndrome . Knobloch syndrome is caused by mutations in an autosomal recessive inherited gene. These mutations have been found in the COL18A1 gene that instructs for the formation of a protein that builds collagen XVIII. This type of collagen is found in the basement membranes of various body tissues. Its deficiency in the eye is thought to be responsible for affecting normal eye development. There are two types of Knobloch syndrome and the case has been made for a third. When caused by mutations in the COL18A1 gene it is called Knobloch syndrome type 1. The genes causing types II and III have yet to be identified.",
            "score": 159.86144399642944
        },
        {
            "docid": "16853131_6",
            "document": "VEZT . Endometriosis is a gynaecological disorder affecting 1 in 10 women in their reproductive years globally . This disorder occurs when endometrial tissue which grows inside the lining of the uterus grows on the outer surface of the uterus . The predominant symptoms of this are pelvic pain and infertility, however 25% of women who are inflicted with the disease may show none of these symptoms . Whilst the disease is usually non-fatal, it can have prolonged social and psychological effects on women and thus degrades their quality of life . Whilst the causes of the disease are still unclear, a certain number of genes have been linked to being a contributing factor for the disease. Of these, mutations in the VEZT gene have been identified by various Genome-wide association studies (GWAS) . The VEZT gene is a complex gene, however it is known that the single nucleotide polymorphism (SNP) rs10859871 at locus 12q22 has been highly linked to being a genetic cause of endometriosis in women . An SNP is simply a variation that occurs in a single nucleotide in a specific region of a gene. Vezatin, the protein encoded by the VEZT gene is seen abundantly in endometrial and myometrial tissue, with localisation of the protein being both cytoplasmic and nuclear . This result was concurrent with previous literature stating the prominent role of vezatin in the regulation and maintenance of adherens junctions . This specific SNP is proven to cause an increase in vezatin expression within the endometrial cells, thus posing as a risk factor in the pathogenesis of endometriosis . Vezatin expression is also greater in ectopic endometrium as opposed to eutopic . Furthermore, vezatin expression is significantly increased in glandular endometrium during the secretory phase of the menstrual cycle . This result in conjunction with the finding that other adherens junction components also increase expression suggests that this process may be occurring in response to fluctuating progesterone levels . However, the mechanism of increased vezatin expression leading to the formation of ectopic endometrial tissues is unknown. Furthermore, there is much more scientific study required to directly link mutations in the VEZT gene to a direct cause of endometriosis.",
            "score": 125.45662033557892
        },
        {
            "docid": "31730940_4",
            "document": "FAM43A . The FAM43A gene has been identified in cDNA screening as a possible cancer development and progression candidate gene. Unpublished data from Zhang et al. indicates that FAM43A could possess tumor suppressor function however the direct interaction is unknown. As well as playing a role in cancer development, FAM43A has been identified as a possible autism spectrum disorder (ASD) candidate gene, with mutations within the upstream single nucleotide polymorphism (SNP) rs789859 correlating with the presentation of ASD and learning disorder; suggesting that this SNP is the promoter region for the downstream FAM43A gene. The 2014 study completed by Baron-Cohen et al. involved the screening of 906 K SNPs within the genome to identify possible candidate genes, with FAM43A being the closest gene to the polymorphism.",
            "score": 138.0539493560791
        },
        {
            "docid": "18768921_7",
            "document": "Hydrolethalus syndrome . Prior to the discovery of HLS, the \"HYLS1\" gene was unknown, and similar genes within humans have not been identified. Orthologs, genes in other species with common ancestral heritage, have been examined to explain the pathophysiology of HLS; a similar gene within the roundworm, \"Caenorhabditis elegans\", is responsible for the formation of cilia. Current hypotheses place a dysfunction of cilia as the main cause of HLS defects arising from the \"HYLS1\" mutation in humans.  Differences between wild type and mutant \"HYLS1\" have been clearly observed; the wild type form is localised to the cytoplasm, while the mutant form is localised to the nucleus and forms small clusters, suggesting that the mutant gene disrupts cellular localisation. The protein encoded by the \"HYLS1\" mutant form is unable to carry out essential targetting of centrioles to the plasma membrane, disrupting ciliary function, which results in ciliopathy. As cilia are located in almost all cells throughout the body, cilial dysfunction causes developmental defects in a range of organs and thus the phenotype of HLS can vary greatly, though brain malformation and polydactyly are most commonly observed.  Currently, no environmental factors are known to increase the likelihood of HLS development or progression; HLS is caused only by genetic abnormalities.",
            "score": 161.74167358875275
        },
        {
            "docid": "235550_13",
            "document": "Sequence analysis . Gene prediction or gene finding refers to the process of identifying the regions of genomic DNA that encode genes. This includes protein-coding genes as well as RNA genes, but may also include the prediction of other functional elements such as regulatory regions. Gene finding is one of the first and most important steps in understanding the genome of a species once it has been sequenced. In general, the prediction of bacterial genes is significantly simpler and more accurate than the prediction of genes in eukaryotic species that usually have complex intron/exon patterns. Identifying genes in long sequences remains a problem, especially when the number of genes is unknown. Hidden markov models can be part of the solution. Machine learning has played a significant role in predicting the sequence of transcription factors. Traditional sequencing analysis focused on the statistical parameters of the nucleotide sequence itself (The most common programs used are listed in Table 4.1). Another method is to identify homologous sequences based on other known gene sequences (Tools see Table 4.3). The two methods described here are focused on the sequence. However, the shape feature of these molecules such as DNA and protein have also been studied and proposed to have an equivalent, if not higher, influence on the behaviors of these molecules.",
            "score": 106.2735925912857
        },
        {
            "docid": "968055_17",
            "document": "Polymicrogyria . The pathogenesis of polymicrogyria is still being researched for understanding though it is historically heterogeneous-4. It results from both genetic and destructive events. While polymicrogyria is associated with genetic mutations, none of these are the sole cause of this abnormality. The cortical development of mammals requires specific cell functions that all involve microtubules, whether it is because of mitosis, specifically cell division, cell migration or neurite growth. Some mutations that affect the role of microtubules and are studied as possible contributors, but not causes, to polymicrogyria include TUBA1A and TUBB2B. TUBB2B mutations are known to contribute to polymicrogyria either with or without congenital fibrosis or the external ocular muscles, as well as bilateral perisylvian. The gene GPR56 is a member of the adhesion G protein-coupled receptor family and is directly related to causing Bilateral frontoparietal polymicrogyria, (BFPP)-6. Other genes in the G protein-coupled receptor family have effects with this condition as well such as the outer brain development, but not enough is known to carry out all the research properly so the main focus is starting with the specific GR56 gene within this category. This malformation of the brain is a result of numerous small gyri taking over the surface of the brain that should otherwise be normally convoluted. This gene is currently under studies to help identify and contribute to the knowledge about this condition. It is studied to provide information on the causes along with insight into the mechanisms of normal cortical development and the regional patterning of the cerebral cortex using magnetic resonance imagine, MRI. Specifically found to polymicrogyria due to mutation of this gene are myelination defects. GPR56 is observed to be important for myelinations due to a mutation in this gene results in reduced white matter volume and signal changes as shown in MRI’s. While the cellular roles of GPR56 in myelination remains unclear, this information will be used to further other studies done with this gene.",
            "score": 142.8324681520462
        },
        {
            "docid": "14087305_3",
            "document": "ABCA1 . It was discovered that a mutation in the ABCA1 protein is responsible for causing Tangier's Disease by several groups in 1998. Gerd Schmitz's group in Germany and Michael Hayden's group in British Columbia were using standard genetics techniques and DNA from family pedigrees to locate the mutation. Richard Lawn's group at CV Therapeutics in Palo Alto, CA used cDNA microarrays, which were relatively new at the time, to assess gene expression profiles from cell lines created from normal and affected individuals. They showed cell lines from patients with Tangier's disease showed differential regulation of the ABCA1 gene. Subsequent sequencing of the gene identified the mutations. This group received an award from the American Heart Association for their discovery. Tangier disease has been identified in nearly 100 patients worldwide, and patients have a broad range of biochemical and clinical phenotypes as over 100 different mutations have been identified in ABCA1 resulting in the disease.",
            "score": 121.5424371957779
        },
        {
            "docid": "14771568_5",
            "document": "PAX9 . Oligodontia is a genetic disorder caused by the mutation of the PAX 9 gene. This disorder results in the congenital absence of 6 or more permanent teeth, with the exception of the third molar. Also known as selective tooth agenesis (STHAG), it is the most common disorder in regard to human dentition, affecting a little less than one fourth of the population. The gene PAX 9 which can be found on chromosome 14 encodes a group of transcription factors that play an important role in early tooth development. In humans, a frameshift mutation in the paired domain of PAX 9 was discovered in those affected with oligodontia. Multiple mechanisms are possible by which the mutation may arise. Recently, a study involving the missense mutation of a PAX 9 gene suggests that the loss of function due to the absence DNA binding domain is a mechanism that causes oligodontia. Those who express the PAX 9 mutation and develop the disorder continue to have a normal life expectancy. Along with the mutation of the PAX 9 gene, MSX1 gene mutations have also shown to affect dental development in fetuses.",
            "score": 117.56280541419983
        },
        {
            "docid": "19593553_4",
            "document": "Antiparkinson medication . It is difficult to diagnose Parkinson's disease, as there is no specific test for it. Doctors usually perform other tests in order to rule out other conditions. Often seen in the dopaminergic neurons in the brains of patients who have Parkinson's disease, are Lewy bodies, which are abnormal circular structures found within the cytoplasm. Lewy bodies have a dense protein core, surrounded by a halo of radiating fibers. Mutations on chromosome 4 can cause Parkinson's disease. This gene produces a protein known as a-synuclein. This protein which is normally found in the presynaptic terminals and is thought to be involved in synaptic transmission in dopaminergic neurons. The mutation produces what is known as a toxic gain of function because it produces a protein that results in effects that are toxic to the cell. Parkinson's disease can also be caused by a mutation on chromosome 6. This gene has been named parkin. This mutation causes a loss of function, which makes it a recessive disorder.",
            "score": 120.31707608699799
        },
        {
            "docid": "2578429_2",
            "document": "Trinucleotide repeat disorder . Trinucleotide repeat disorders (also known as trinucleotide repeat expansion disorders, triplet repeat expansion disorders or codon reiteration disorders) are a set of genetic disorders caused by trinucleotide repeat expansion, a kind of mutation where trinucleotide repeats in certain genes or introns exceed the normal, stable threshold, which differs per gene. The mutation is a subset of unstable microsatellite repeats that occur throughout all genomic sequences. If the repeat is present in a healthy gene, a dynamic mutation may increase the repeat count and result in a defective gene. If the repeat is present in an intron it can cause toxic effects by forming spherical clusters called RNA foci in cell nuclei.",
            "score": 116.50942063331604
        },
        {
            "docid": "18011251_5",
            "document": "Epilepsy Phenome/Genome Project . Although heredity has been known since antiquity to cause epilepsy, the progress to date in identifying the genetic basis of epilepsy has been limited primarily to the discovery of single gene mutations that cause epilepsy in relatively rare families. For the more common types of epilepsy, heredity plays a subtler role, and it is thought that a combination of mutations in multiple genes likely determine an individual’s susceptibility to seizures, as well as the responsiveness to antiepileptic medications.",
            "score": 110.49517369270325
        },
        {
            "docid": "5473657_7",
            "document": "Alström syndrome . The gene is located on chromosome 2, at position 2p13. The \"ALMS1\" gene contains instructions to encode a specific protein known as ALMS1. The protein then is involved in ciliary function, cell cycle control and intracellular transport. In addition, the protein is expressed in all organ tissues of the body. It has a role in the proper function, maintenance and formation of cilia which are found in all types of cells in the body. Research has been shown that more than 80 mutations in the \"ALMS1\" gene have been identified in individuals that have Alström syndrome. Most of these mutations have led to the production of a dysfunctional version of the ALSM1 protein which are present in tissues, but at low levels.",
            "score": 148.0465545654297
        },
        {
            "docid": "915830_19",
            "document": "Usher syndrome . Usher syndrome type I can be caused by mutations in any one of several different genes: \"CDH23, MYO7A, PCDH15, USH1C\", and \"USH1G\". These genes function in the development and maintenance of inner ear structures such as hair cells (stereocilia), which transmit sound and motion signals to the brain. Alterations in these genes can cause an inability to maintain balance (vestibular dysfunction) and hearing loss. The genes also play a role in the development and stability of the retina by influencing the structure and function of both the rod photoreceptor cells and supporting cells called the retinal pigmented epithelium. Mutations that affect the normal function of these genes can result in retinitis pigmentosa and resultant vision loss.",
            "score": 146.5601180791855
        },
        {
            "docid": "617526_11",
            "document": "Ichthyosis vulgaris . Ichthyosis vulgaris is one of the most common genetic disorders caused by a single gene. The disorder is believed to be caused by mutations to the gene encoding profilaggrin (a protein which is converted to filaggrin which plays a vital role in the structure of the skin). Around 10% of the population have some detrimental mutations to the profilaggrin gene that is also linked to atopic dermatitis (another skin disorder that is often present with ichthyosis vulgaris). The exact mutation is only known for some cases of ichthyosis vulgaris.",
            "score": 109.61202812194824
        },
        {
            "docid": "7955_46",
            "document": "DNA . In many species, only a small fraction of the total sequence of the genome encodes protein. For example, only about 1.5% of the human genome consists of protein-coding exons, with over 50% of human DNA consisting of non-coding repetitive sequences. The reasons for the presence of so much noncoding DNA in eukaryotic genomes and the extraordinary differences in genome size, or \"C-value\", among species, represent a long-standing puzzle known as the \"C-value enigma\". However, some DNA sequences that do not code protein may still encode functional non-coding RNA molecules, which are involved in the regulation of gene expression. Some noncoding DNA sequences play structural roles in chromosomes. Telomeres and centromeres typically contain few genes but are important for the function and stability of chromosomes. An abundant form of noncoding DNA in humans are pseudogenes, which are copies of genes that have been disabled by mutation. These sequences are usually just molecular fossils, although they can occasionally serve as raw genetic material for the creation of new genes through the process of gene duplication and divergence.",
            "score": 91.08216083049774
        }
    ],
    "r": [
        {
            "docid": "14796352_8",
            "document": "CEP290 . A mutation in this gene leads to infant and child blindness, a disease known as Leber Congenital Amaurosis. As of today, 35 different mutations in CEP290 are responsible for causing LCA. Other mutations in CEP290 have also been identified in causing Meckel Syndrome and Joubert Syndrome, a few among many syndromes. A defective CEP290 gene is usually the cause of these disorders due to abnormal cilia. It is unknown how one mutation in a gene can cause so many different types of syndromes, particularly many of which affect the Central Nervous System.",
            "score": 212.43199157714844
        },
        {
            "docid": "56464_8",
            "document": "Joubert syndrome . Mutations in these various genes are known for causing around 60-90% of Joubert Syndrome cases. The remaining cases, the cause is unknown if isn't linked to a mutation of known genes. The disorder is characterized by absence or underdevelopment of the cerebellar vermis and a malformed brain stem (molar tooth sign), both of which can be visualized on a MRI scan. Together with this sign, the diagnosis is based on the physical symptoms and genetic testing for mutations. If the gene mutations have been identified in a family member, prenatal or carrier diagnosis can be pursued.",
            "score": 201.3427734375
        },
        {
            "docid": "56464_7",
            "document": "Joubert syndrome . This disorder can be caused by mutations in more than 30 genes within genetic makeup. The primary cilia play an important role in the structure and function of cells. When primary cilia are mutated and defected, it can cause various genetic disorders among individuals. This mutation of primary cilia can disrupt significant signaling pathways during the development of the fetus.",
            "score": 189.51065063476562
        },
        {
            "docid": "18882012_5",
            "document": "MORM syndrome . MORM syndrome is associated with the gene INPP5E. INPP5E is a gene who's function is not well understood. It is hypothesized to play a role in primary cilia stability. A homozygous mutation in the INPP5E gene, on chromosome 9q34, is the cause for MORM syndrome. The mutation causes a homozygous transition in the last exon of the INPP5E gene. This transition results in the DNA bases changing from a cytosine residue to a thymine residue. The resulting protein will then have an altered amino acid sequence. In unaffected individuals this specific codon (region of DNA bases) is supposed to code for the amino acid glutamine. In cases of MORM syndrome this codon codes for a termination sequence, which prematurely stops the production of the protein. In unaffected individuals the protein is evenly disbursed throughout the ciliia axoneme which allows for the cilia to be stable. Cilia are antenna like structures which protrude from the extracellular surface of the cell. The cilia allows for extracellular signalling/communication between cells and their environment. When the INPP5E gene is mutated, the protein is damaged and is unable to spread out along the cilia axoneme and is unable to interact with other stabilizing proteins. This results is MORM syndrome individuals being unable to stabilize their cilia axoneme. It is still not well understood the exact mechanism as to how the mutation in the INNP5E gene causes cilia instability.",
            "score": 182.6011505126953
        },
        {
            "docid": "1977327_8",
            "document": "Klippel–Feil syndrome . Genetic genealogy has identified a specific location of a gene on a chromosome for Klippel-Feil Syndrome. Mutations in the GDF6 and GDF3 genes have also been identified to cause the disease, although some people with Klippel–Feil syndrome do not have identified mutations in the GDF6 or GDF3 genes. In this case, the cause of the condition in these individuals is unknown. GDF6 and GDF3 genes provide the body with instructions for making proteins involved in regulating the growth and maturation of bone and cartilage. These proteins actively regulate cell growth in embryonic and adult tissue. GDF6 specifically is involved in the formation of vertebral bones, among others, and establishing boundaries between bones in skeletal development while GDF3 is involved with bone and cartilage growth. Mutations cause reductions in these functional proteins but, it is unclear exactly how a shortage in these proteins leads to incomplete separation of the vertebrae in people with Klippel–Feil syndrome. However, when the GDF6 gene was knocked out in mice, the result was the fusion of bones. Only by identifying the link between the genetic cause and the phenotypic pathoanatomy of Klippel–Feil syndrome will we be able to rationalize the heterogeneity of the syndrome.",
            "score": 173.02084350585938
        },
        {
            "docid": "14777594_2",
            "document": "AHI1 . The Abelson helper integration site 1 (AHI1) is a protein coding gene that is known for the critical role it plays in brain development. Proper cerebellar and cortical development in the human brain depends heavily on AHI1. The AHI1 gene is prominently expressed in the embryonic hindbrain and forebrain. AHI1 specifically encodes the Jouberin protein and mutations in the expression of the gene is known to cause specific forms of Joubert syndrome. Joubert syndrome is autosomal recessive and is characterized by the brain malformations and mental retardation that AHI1 mutations have the potential to induce. AHI1 has also been associated with schizophrenia and autism due to the role it plays in brain development. An AHI1 heterozygous knockout mouse model was created to study the correlation between alterations in AHI1 expression and the pathogenesis of neuropsychiatric disorders. The core temperatures and corticosterone secretions of the heterozygous knockout mice after exposure to environmental and visceral stress exhibited extreme repression of autonomic nervous system and hypothalamic-pituitary-adrenal responses. The knockout mice demonstrated an increased resilience to different types of stress and these results lead to a correlation between emotional regulation and neuropsychiatric disorders. Jouberin is a protein that in humans is encoded by the \"AHI1\" gene.",
            "score": 169.7255096435547
        },
        {
            "docid": "18768921_11",
            "document": "Hydrolethalus syndrome . Mutations in \"KIF7\" have also been noted in patients that present a similar phenotype to HLS and the characteristic \"HYLS1\" A to G transformation; homozygous deletion of the \"KIF7\" gene causes a variant form of HLS, HLS2. \"KIF7\" encodes a structural factor vital to cilial transport, and is also implicated in other developmental disorders, such as Joubert syndrome (JS).  Additionally, mutations in \"HYLS1\" are no longer explicitly connected to HLS in humans. Homozygous mutations removing the stop codon in exon 4 of \"HYLS1\" result in a different genomic sequence disruption to the missense mutation of HLS, and phenotypically present as JS. The ‘molar tooth sign’ of the brain, an anomaly in which cerebellar volume is reduced but cerebellar shape is retained, resembles the molar tooth and is used to identify JS. JS presents with mutations in more than 30 genes, whilst the \"HYLS1\" mutation is the sole cause of HLS, but is also present in the HLS2 variant form with the mutated \"KIF7\" gene.",
            "score": 167.83543395996094
        },
        {
            "docid": "56464_9",
            "document": "Joubert syndrome . Joubert Syndrome is known to affect 1 in 80,000-100,000 newborns. Due to the variety of genes this disorder is affected by, it is likely to be under-diagnosed. It is commonly found in Ashkenazi Jewish, French-Canadians, and Hutterite ethnic populations. Most cases of Joubert syndrome are autosomal recessive - in these cases, both parents are either carriers or affected. Rarely, Joubert syndrome is inherited in an X-linked recessive pattern. In these cases, males are more commonly affected because affected males must have one X chromosome mutated, while affected females must have mutated genes on both X chromosomes.",
            "score": 166.8138427734375
        },
        {
            "docid": "56476_8",
            "document": "Rett syndrome . Genetically, Rett syndrome (RTT) is caused by mutations in the gene MECP2 located on the X chromosome (which is involved in transcriptional silencing and epigenetic regulation of methylated DNA), and can arise sporadically or from germline mutations. In less than 10% of RTT cases, mutations in the genes CDKL5 or FOXG1 have also been found to resemble it. Rett syndrome is initially diagnosed by clinical observation, but the diagnosis is definitive when there is a genetic defect in the MECP2 gene. In some very rare cases, no known mutated gene can be found; possibly due to changes in MECP2 that are not identified by presently used techniques or mutations in other genes that may result in clinical similarities.",
            "score": 164.21560668945312
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 163.87115478515625
        },
        {
            "docid": "18768921_7",
            "document": "Hydrolethalus syndrome . Prior to the discovery of HLS, the \"HYLS1\" gene was unknown, and similar genes within humans have not been identified. Orthologs, genes in other species with common ancestral heritage, have been examined to explain the pathophysiology of HLS; a similar gene within the roundworm, \"Caenorhabditis elegans\", is responsible for the formation of cilia. Current hypotheses place a dysfunction of cilia as the main cause of HLS defects arising from the \"HYLS1\" mutation in humans.  Differences between wild type and mutant \"HYLS1\" have been clearly observed; the wild type form is localised to the cytoplasm, while the mutant form is localised to the nucleus and forms small clusters, suggesting that the mutant gene disrupts cellular localisation. The protein encoded by the \"HYLS1\" mutant form is unable to carry out essential targetting of centrioles to the plasma membrane, disrupting ciliary function, which results in ciliopathy. As cilia are located in almost all cells throughout the body, cilial dysfunction causes developmental defects in a range of organs and thus the phenotype of HLS can vary greatly, though brain malformation and polydactyly are most commonly observed.  Currently, no environmental factors are known to increase the likelihood of HLS development or progression; HLS is caused only by genetic abnormalities.",
            "score": 161.74166870117188
        },
        {
            "docid": "38885064_16",
            "document": "Cancer syndrome . Li-Fraumeni syndrome is an autosomal dominant syndrome primarily caused by mutations in the TP53 gene, which greatly increases the risk of many cancers and is also highly associated with early onset of these cancers. Cancers linked to this disorder include; soft tissue sarcomas (often found in childhood), osteosarcoma, breast cancer, brain cancer, leukaemia and adrenocortical carcinoma. Individuals with Li-Fraumeni syndrome often have multiple independent primary cancers. The reason for the large clinical spectrum of this disorder may be due to other gene mutations that modify the disease. The protein produced by the TP53 gene, p53, is involved in cell cycle arrest, DNA repair and apoptosis. Defective p53 may not be able to properly perform these processes, which may be the reason for tumor formation. Because only 60-80% of individuals with the disorder have detectable mutations in TP53, other mutations in the p53 pathway may be involved in Li-Fraumeni syndrome.",
            "score": 161.6515655517578
        },
        {
            "docid": "14723646_9",
            "document": "GATA3 . Inactivating mutations in one of the two parental GATA3 genes cause the congenital disorder of hypoparathyroidism with sensorineural deafness and kidney malformations, i.e. the Barakat syndrome. This rare syndrome may occur in families or as a new mutation in an individual from a family with no history of the disorder. Mutations in GATA3 cause variable degrees of hypoparathyroidism, deafness, and kidney disease birth defects because of 1) individual differences in the penetrance of the mutation, 2) a sporadic, and as yet unexplained, association with malformation of uterus and vagina, and 3) mutations which extend beyond the \"GATA3\" gene into chromosomal areas where mutations are responsible for developing other types of abnormalities which are characteristics of the DeGeorge syndrome 2. The Barakat syndrome is due to a haploinsufficiency in GATA3 levels, i.e. levels of the transcription factor that are insufficient for the normal development of the cited tissues during embryogenesis.",
            "score": 161.606201171875
        },
        {
            "docid": "155623_7",
            "document": "Brugada syndrome . Brugada syndrome is inherited in an autosomal dominant manner, meaning that only one copy of the defective gene is needed to produce the syndrome. However, a person diagnosed with the condition may be the first in their family to have Brugada syndrome if it has arisen as a new mutation. The gene in which mutations are most commonly found in Brugada syndrome, known as SCN5A, is responsible for the cardiac sodium channel. Mutations in SCN5A associated with Brugada syndrome generally cause the flow of sodium ions to decrease, known as loss of function mutations. However, only 20% of cases of Brugada syndrome are associated with mutations in SCN5A, as in the majority of patients with Brugada syndrome genetic testing is unable to identify the genetic mutation responsible. Over 290 mutations in the SCN5A gene have been discovered to date, each altering sodium channel function in subtly different ways. This variation partially explains the differences in severity of the condition between different persons, ranging from a highly dangerous condition causing death at a young age to a benign condition that may not cause any problems at all. However, the genetics of Brugada syndrome are complex, and it is likely that the condition results from the interactions of many genes. Because of these complex interactions, some members of a family who carry a particular mutation may show evidence of Brugada syndrome while other carrying the same mutation may not, referred to as variable penetrance.",
            "score": 161.39480590820312
        },
        {
            "docid": "1125767_10",
            "document": "Treacher Collins syndrome . Mutations in \"TCOF1\", \"POLR1C\", or \"POLR1D\" genes can cause Treacher Collins syndrome. \"TCOF1\" gene mutations are the most common cause of the disorder, accounting for 81 to 93% of all cases. \"POLR1C\" and \"POLR1D\" gene mutations cause an additional 2% of cases. In individuals without an identified mutation in one of these genes, the genetic cause of the condition is unknown. The \"TCOF1\", \"POLR1C\", and \"POLR1D\" genes code for proteins which play important roles in the early development of bones and other tissues of the face. Mutations in these genes reduce the production of rRNA, which may trigger the self-destruction (apoptosis) of certain cells involved in the development of facial bones and tissues. It is unclear why the effects of a reduction in rRNA are limited to facial development. Mutations in \"TCOF1\" and \"POLR1D\" cause the autosomal dominant form of Treacher Collins, and mutations in \"POLR1C\" cause the autosomal recessive form.",
            "score": 160.46434020996094
        },
        {
            "docid": "43173081_3",
            "document": "Knobloch syndrome . Knobloch syndrome is caused by mutations in an autosomal recessive inherited gene. These mutations have been found in the COL18A1 gene that instructs for the formation of a protein that builds collagen XVIII. This type of collagen is found in the basement membranes of various body tissues. Its deficiency in the eye is thought to be responsible for affecting normal eye development. There are two types of Knobloch syndrome and the case has been made for a third. When caused by mutations in the COL18A1 gene it is called Knobloch syndrome type 1. The genes causing types II and III have yet to be identified.",
            "score": 159.8614501953125
        },
        {
            "docid": "1393642_9",
            "document": "SDHD . At least five variants in the SDHD gene have been identified in people with Cowden syndrome or a similar disorder called Cowden-like syndrome. These conditions are characterized by multiple tumor-like growths called hamartomas and an increased risk of developing certain cancers. When Cowden syndrome and Cowden-like syndrome are caused by SDHD gene mutations, the conditions are associated with a particularly high risk of developing breast and thyroid cancers. The SDHD gene variants associated with Cowden syndrome and Cowden-like syndrome change single amino acids in the SDHD protein, which likely alters the function of the SDH enzyme. Studies suggest that the defective enzyme could allow cells to grow and divide unchecked, leading to the formation of hamartomas and cancerous tumors. However, researchers are uncertain whether the identified SDHD gene variants are directly associated with Cowden syndrome and Cowden-like syndrome. Some of the variants described above have rarely been found in people without the features of these conditions.",
            "score": 158.75762939453125
        },
        {
            "docid": "32744230_3",
            "document": "De Barsy syndrome . It was first described in 1967 by De Barsy et al. and, as of 2011, there have been 27 cases reported worldwide. The genes that cause De Barsy syndrome have not been identified yet, although several studies have narrowed down the symptoms' cause. A study by Reversade et al. has shown that a mutation in PYCR1, the genetic sequence that codes for mitochondrial enzymes that break down proline, are prevalent in cases of autosomal recessive cutis laxa (ARCL), a condition very similar to De Barsy syndrome. A study by Leao-Teles et al. has shown that De Barsy syndrome may be related to mutations in ATP6V0A2 gene, known as ATP6V0A2-CDG by the new naming system.",
            "score": 158.72525024414062
        },
        {
            "docid": "2223797_14",
            "document": "Saethre–Chotzen syndrome . A clinical diagnosis of SCS can be verified by testing the TWIST1 gene (only gene in which mutations are known to cause SCS) for mutations using DNA analysis, such as sequence analysis, deletion/duplication analysis, and cytogenetics/ FISH analysis. Sequence analysis of exon 1 (TWIST1 coding region) provides a good method for detecting the frequency of mutations in the TWIST1 gene. These mutations include nonsense, missense, splice site mutation, and intragenic deletions/insertions. Deletion/duplication analysis identifies mutations in the TWIST1 gene that are not readily detected by sequence analysis. Common methods include PCR, multiplex ligation-dependent probe amplification (MLPA), and chromosomal microarray (CMA). Cytogenetic/FISH analysis attaches fluorescently labels DNA markers to a denatured chromosome and is then examined under fluorescent lighting, which reveals mutations caused by translocations or inversions involving 7p21. Occasionally, individuals with SCS have a chromosome translocation, inversion, or ring chromosome 7 involving 7p21 resulting in atypical findings, such as, increased developmental delay. Individuals with SCS, typically have normal brain functioning and rarely have mental impairments. For this reason, if an individual has both SCS and mental retardation, then they should have their TWIST1 gene screened more carefully because this is not a normal trait of SCS. Cytogenetic testing and direct gene testing can also be used to study gene/chromosome defects. Cytogenetic testing is the study of chromosomes to detect gains or losses of chromosomes or chromosome segments using fluorescent in situ hybridization (FISH) and/or comparative genomic hybridization (CGH). Direct gene testing uses blood, hair, skin, amniotic fluid, or other tissues in order to find genetic disorders. Direct gene testing can determine whether an individual has SCS by testing the individual's blood for mutations in the TWIST1 gene.",
            "score": 158.61251831054688
        },
        {
            "docid": "18211344_10",
            "document": "Ciliopathy . \"Just as different genes can contribute to similar diseases, so the same genes and families of genes can play a part in a range of different diseases.\" For example, in just two of the diseases caused by malfunctioning cilia, Meckel-Gruber syndrome and Bardet-Biedl syndrome, patients who carry mutations in genes associated with both diseases \"have unique symptoms that are not seen in either condition alone.\" The genes linked to the two different conditions \"interact with each other during development.\" Systems biologists are endeavoring to define functional modules containing multiple genes and then look at disorders whose phenotypes fit into such modules.",
            "score": 158.58370971679688
        },
        {
            "docid": "53444295_10",
            "document": "Arts syndrome . Arts syndrome follows an X-linked inheritance. In males (who have only one X chromosome), a mutation in the only copy of the gene in each cell causes the disorder. In females (who have two X chromosomes), a mutation in one of the two copies of the gene in each cell sometimes causes features of the disorder; in other cases, these females do not experience any symptoms. In the small number of Arts syndrome cases that have been identified, affected individuals have inherited the mutation from a mother who carries an altered copy of the PRPS1 gene. If the mother is a carrier, the chance of transmitting the \"PRPS1\" mutation in each pregnancy is 50%. Males who inherit the mutation will be affected; females who inherit the mutation will be carriers and may or may not be mildly affected. Males with Arts syndrome do not reproduce.",
            "score": 157.5320587158203
        },
        {
            "docid": "38057969_20",
            "document": "Progeroid syndromes . Defects in the NER pathway have been linked to progeroid syndromes. There are 28 genes in this pathway. Individuals with defects in these genes often have developmental defects and exhibit neurodegeneration. They can also develop CS, XP, and TTD, often in combination with each other, as with combined xeroderma pigmentosa-Cockayne syndrome (XP-CS). Variants of these diseases, such as DeSanctis–Cacchione syndrome and Cerebro-oculo-facio-skeletal (COFS) syndrome, can also be caused by defects in the NER pathway. However, unlike RecQ-associated PS, not all individuals affected by these diseases have increased risk of cancer. All these disorders can be caused by mutations in a single gene, XPD, or in other genes.",
            "score": 156.61270141601562
        },
        {
            "docid": "3756020_9",
            "document": "XX male syndrome . In rare cases, an XX male does not have the SRY gene. The exact cause of this condition is unknown but it has been proposed that mutations in the SOX9 gene may contribute to this syndrome since SOX9 plays a role in testes differentiation during development. Another proposed cause is mutations to the DAX1 gene which encodes a nuclear hormone receptor. DAX1 represses masculinizing genes, therefore, if there is a loss of function of DAX1 then testes can develop in an XX individual. Mutations in SF1 and WNT4 genes are also being studied in connection with SRY-negative XX male syndrome.",
            "score": 155.8961944580078
        },
        {
            "docid": "3232713_4",
            "document": "Heritability of autism . Genetic linkage analysis has been inconclusive; many association analyses have had inadequate power. For each autistic individual, mutations in more than one gene may be implicated. Mutations in different sets of genes may be involved in different autistic individuals. There may be significant interactions among mutations in several genes, or between the environment and mutated genes. By identifying genetic markers inherited with autism in family studies, numerous candidate genes have been located, most of which encode proteins involved in neural development and function. However, for most of the candidate genes, the actual mutations that increase the risk for autism have not been identified. Typically, autism cannot be traced to a Mendelian (single-gene) mutation or to single chromosome abnormalities such as fragile X syndrome or 22q13 deletion syndrome. The large number of autistic individuals with unaffected family members may result from copy number variations (CNVs)—spontaneous alterations in the genetic material during meiosis that delete or duplicate genetic material. Sporadic (non-inherited) cases have been examined to identify candidate genetic loci involved in autism. A substantial fraction of autism may be highly heritable but not inherited: that is, the mutation that causes the autism is not present in the parental genome.",
            "score": 155.8258819580078
        },
        {
            "docid": "9350855_7",
            "document": "Muenke syndrome . Muenke syndrome is inherited in an autosomal dominant pattern. In some cases, an affected person inherits the mutation from one affected parent. If a patient is shown to have Muenke, they have a 50/50 chance of passing it on to their children. Not all cases of Muenke however is obvious. Other cases may result from new mutations in the gene. These cases occur in people with no history of the disorder in their family. A single mutation in the FGFR3 gene cause this syndrome. The FGFR3 gene provides instructions for making a protein that is involved in the development and maintenance of bone and brain tissue. This mutation causes the FGFR3 protein to be overly active, which interferes with normal bone growth and allows the bones of the skull to fuse before they should.",
            "score": 154.84115600585938
        },
        {
            "docid": "799960_10",
            "document": "Kabuki syndrome . Kabuki syndrome is one of the mendelian disorders of epigenetic machinery. Most cases of Kabuki syndrome occur \"de novo\", that is, the parents are unaffected and the gene was mutated early in embryological development. It is classified as a Mendelian disorder because individuals who have a de novo mutation in a specific gene pass the mutation to offspring according to the laws of Mendelian inheritance. There are two known genes that cause Kabuki syndrome: \"KMT2D\" and \"KDM6A\". However, about 30% of cases have no identifiable causative mutation.",
            "score": 152.9307861328125
        },
        {
            "docid": "38885064_2",
            "document": "Cancer syndrome . A cancer syndrome or family cancer syndrome is a genetic disorder in which inherited genetic mutations in one or more genes predispose the affected individuals to the development of cancers and may also cause the early onset of these cancers. Cancer syndromes often show not only a high lifetime risk of developing cancer, but also the development of multiple independent primary tumors. Many of these syndromes are caused by mutations in tumor suppressor genes, genes that are involved in protecting the cell from turning cancerous. Other genes that may be affected are DNA repair genes, oncogenes and genes involved in the production of blood vessels (angiogenesis). Common examples of inherited cancer syndromes are hereditary breast-ovarian cancer syndrome and hereditary non-polyposis colon cancer (Lynch syndrome).",
            "score": 151.38494873046875
        },
        {
            "docid": "36982043_4",
            "document": "Beare–Stevenson cutis gyrata syndrome . Several mutations in the FGFR2 gene (a gene coding for a protein called fibroblast growth factor receptor 2, which is involved in important signaling pathways) are known to cause Beare–Stevenson cutis gyrata syndrome; however, not all patients with the condition have a mutation in their FGFR2 gene. Any alternative underlying causes are currently unidentified. The syndrome follows an autosomal dominant pattern, meaning that if one of the two available genes carries a mutation the syndrome will result. Currently, no familial histories are known (in other words, there are no reports of cases in which a parent carrying a mutation in their FGFR2 gene then propagated said mutation to his or her child).",
            "score": 151.34628295898438
        },
        {
            "docid": "6364015_3",
            "document": "Loeys–Dietz syndrome . There are five types of the syndrome, labelled types I through V, which are distinguished by their genetic cause. Type 1, Type 2, Type 3, Type 4 and Type 5 are caused by mutations in \"TGFBR1\", \"TGFBR2\", \"SMAD3\", \"TGFB2\", and \"TGFB3\" respectively. These five genes encoding transforming growth factors play a role in cell signaling that promotes growth and development of the body's tissues. Mutations of these genes cause production of proteins without function. The skin cells for individuals with Loeys-Dietz syndrome are not able to produce collagen, the protein that allows skin cells to be strong and elastic. This causes these individuals to be susceptible to different tears in the skin such as hernias. Although the disorder has an autosomal pattern of inheritance, this disorder results from a new gene mutation in 75% of cases and occurs in people with no history of the disorder in their family. In other cases it is inherited from one affected parent.",
            "score": 150.83935546875
        },
        {
            "docid": "6878422_20",
            "document": "Hypereosinophilia . Primary immunodeficiency diseases are inborn errors in the immune system due to defective genes. Certain of these disorders are sometimes or often associated with hypereosinophilia. The list of such disorders includes ZAP70 deficiency (defective \"ZAP70\" gene), CD3gamma chain deficiency (defective \"CD3G\" gene), MCHII deficiency (defective \"RFXANK\" gene), Wiskott–Aldrich syndrome (defective \"WAS\" gene), IPEX syndrome (defective \"IPEX\" gene), \"CD40\" gene defect, and autoimmune lymphoproliferative syndrome (defective \"Fas receptor\" gene). More than 30 other primary immunodeficiency diseases are sometimes associated with modest increases in eosinophil counts, i.e. eosinophilia. The hyperimmunoglobulin E syndrome is associated with hypereosionphilia or eosinophilia due to mutations in any one of the following genes: \"STAT3, DOCK8, PGM3, SPINK5\", and \"TYK2\" (see mutations in the hymperimmoglobulin E syndrome). Omenn syndrome is a severe combined immuodeficiency disease characterized by skin rash, slenomegaly, and lymphadenopathy due to a causative mutation in \"RAG1, RAG2]]\", or, more rarely, one of several other genes.",
            "score": 150.6388397216797
        },
        {
            "docid": "38057969_18",
            "document": "Progeroid syndromes . BS is caused by mutations in the BLM gene, which encodes for the Bloom syndrome protein, a RecQ helicase. These mutations may be frameshift, missense, non-sense, or mutations of other kinds and are likely to cause deletions in the gene product. Apart from helicase activity that is common to all RecQ helices, it also acts to prevent inappropriate homologous recombination. During replication of the genome, the two copies of DNA, called sister chromatids, are held together through a structure called the centromere. During this time, the homologous (corresponding) copies are in close physical proximity to each other, allowing them to 'cross' and exchange genetic information, a process called homologous recombination. Defective homologous recombination can cause mutation and genetic instability. Such defective recombination can introduce gaps and breaks within the genome and disrupt the function of genes, possibly causing growth retardation, aging and elevated risk of cancer. It introduces gaps and breaks within the genome and disrupts the function of genes, often causing retardation of growth, aging and elevated risks of cancers. The Bloom syndrome protein interacts with other proteins, such as topoisomerase IIIα and RMI2, and suppresses illegitimate recombination events between sequences that are divergent from strict homology, thus maintaining genome stability. Individuals with BS have a loss-of-function mutation, which means that the illegitimate recombination is no longer suppressed, leading to higher rates of mutation (~10-100 times above normal, depending on cell type).",
            "score": 149.59970092773438
        },
        {
            "docid": "21857803_3",
            "document": "Familial aortic dissection . Inheritance is thought to be rather complex. There is a good amount of evidence that shows the disease is autosomal dominant, with some penetrance. There is also the possibility of age related dependence. It is known that Marfan’s Syndrome and Ehler-Danlos Syndrome lead to an increased risk for development of FAD. Marfan’s Syndrome is not required to have an aortic dissection. One study suggests that the chromosomal locus for the gene is 5q13-14. The same study found that other genes may be linked, and include loci for Marfan and Ehler-Danlos Syndromes, genes for metalloproteinase 3 and 9, and tissue inhibitor of malloproteinase 2 as well as two loci on chromosomes 5q13-14 and lq23.2-24. Still other studies show that mutations in smooth muscle cell-specific isoforms of alpha actin and beta myosin heavy chain may cause FAD. Mutations in the genes TGFBR 1 and 2 are known to cause dissections in aortas with normal diameter size (>4.3 cm) and gene \"FPN1\" mutations typically affect aortas with larger diameters (<4.4 cm).",
            "score": 149.2798309326172
        }
    ]
}