{
    "q": [
        {
            "docid": "1170097_31",
            "document": "Hopfield network . The Network capacity of the Hopfield network model is determined by neuron amounts and connections within a given network. Therefore, the number of memories that are able to be stored is dependent on neurons and connections. Furthermore, it was shown that the recall accuracy between vectors and nodes was 0.138 (approximately 138 vectors can be recalled from storage for every 1000 nodes) (Hertz et al., 1991). Therefore, it is evident that many mistakes will occur if one tries to store a large number of vectors. When the Hopfield model does not recall the right pattern, it is possible that an intrusion has taken place, since semantically related items tend to confuse the individual, and recollection of the wrong pattern occurs. Therefore, the Hopfield network model is shown to confuse one stored item with that of another upon retrieval. Perfect recalls and high capacity, >0.14, can be loaded in the network by Storkey learning method.",
            "score": 163.48443293571472
        },
        {
            "docid": "10974486_12",
            "document": "Storage (memory) . The neural network model assumes that neurons in a neural network form a complex network with other neurons, forming a highly interconnected network; each neuron is characterized by the activation value, and the connection between two neurons is characterized by the weight value. Interaction between each neuron is characterized by the McCullough–Pitts dynamical rule, and change of weight and connections between neurons resulting from learning is represented by the Hebbian learning rule.",
            "score": 123.49996042251587
        },
        {
            "docid": "1706303_41",
            "document": "Recurrent neural network . A multiple timescales recurrent neural network (MTRNN) is a neural-based computational model that can simulate the functional hierarchy of the brain through self-organization that depends on spatial connection between neurons and on distinct types of neuron activities, each with distinct time properties. With such varied neuronal activities, continuous sequences of any set of behaviors are segmented into reusable primitives, which in turn are flexibly integrated into diverse sequential behaviors. The biological approval of such a type of hierarchy was discussed in the memory-prediction theory of brain function by Hawkins in his book \"On Intelligence\".",
            "score": 124.75127255916595
        },
        {
            "docid": "21312297_13",
            "document": "Memory consolidation . Memory is retained in the hippocampus for up to one week after initial learning, representing the hippocampus-dependent stage. During this stage the hippocampus is ‘teaching’ the cortex more and more about the information and when the information is recalled it strengthens the cortico-cortical connection thus making the memory hippocampus-independent. Therefore, from one week and beyond the initial training experience, the memory is slowly transferred to the neo-cortex where it becomes permanently stored. In this view the hippocampus can perform the task of storing memories temporarily because the synapses are able to change quickly whereas the neocortical synapses change over time. Consolidation is thus the process whereby the hippocampus activates the neocortex continually leading to strong connections between the two. Since the hippocampus can only support memories temporarily the remaining activation will be seen only in the neocortex which is able to support memory indefinitely. Squire and Alvarez took the temporally graded nature of patients with retrograde amnesia as support for the notion that once a connection has been established within the neocortex the hippocampus is no longer required, but this process is dynamic and extends for several years.",
            "score": 126.5216920375824
        },
        {
            "docid": "21312297_15",
            "document": "Memory consolidation . Multiple trace theory (MTT) builds on the distinction between semantic memory and episodic memory and addresses perceived shortcomings of the standard model with respect to the dependency of the hippocampus. MTT argues that the hippocampus is always involved in the retrieval and storage of episodic memories. It is thought that semantic memories, including basic information encoded during the storage of episodic memories, can be established in structures apart from the hippocampal system such as the neo-cortex in the process of consolidation. Hence, while proper hippocampal functioning is necessary for the retention and retrieval of episodic memories, it is less necessary during the encoding and use of semantic memories. As memories age there are long-term interactions between the hippocampus and neo-cortex and this leads to the establishment of aspects of memory within structures aside from the hippocampus. MTT thus states that both episodic and semantic memories rely on the hippocampus and the latter becomes somewhat independent of the hippocampus during consolidation.  An important distinction between MTT and the standard model is that the standard model proposes that all memories become independent of the hippocampus after several years. However, Nadel and Moscovitch have shown that the hippocampus was involved in memory recall for all remote autobiographical memories no matter of their age. An important point they make while interpreting the results is that activation in the hippocampus was equally as strong regardless of the fact that the memories recalled were as old as 45 years prior to the date of the experiment. This is complicated by the fact that the hippocampus is constantly involved in the encoding of new events and activation due to this fact is hard to separate using baseline measures. Because of this, activation of the hippocampus during retrieval of distant memories may simply be a by-product of the subject encoding the study as an event.",
            "score": 145.23134243488312
        },
        {
            "docid": "52036598_5",
            "document": "Differentiable neural computer . DNC networks were introduced as an extension of the Neural Turing Machine (NTM), with the addition of memory attention mechanisms that control where the memory is stored, and temporal attention that records the order of events. This structure allows DNCs to be more robust and abstract than a NTM, and still perform tasks that have longer-term dependencies than some of its predecessors such as the LSTM network. The memory, which is simply a matrix, can be allocated dynamically and accessed indefinitely. The DNC is differentiable end-to-end (each subcomponent of the model is differentiable, therefore so is the whole model). This makes it possible to optimize them efficiently using gradient descent. It learns how to store and retrieve the information such that it satisfies the task execution.",
            "score": 153.35567545890808
        },
        {
            "docid": "31217535_44",
            "document": "Memory . One question that is crucial in cognitive neuroscience is how information and mental experiences are coded and represented in the brain. Scientists have gained much knowledge about the neuronal codes from the studies of plasticity, but most of such research has been focused on simple learning in simple neuronal circuits; it is considerably less clear about the neuronal changes involved in more complex examples of memory, particularly declarative memory that requires the storage of facts and events (Byrne 2007). Convergence-divergence zones might be the neural networks where memories are stored and retrieved. Considering that there are several kinds of memory, depending on types of represented knowledge, underlying mechanisms, processes functions and modes of acquisition, it is likely that different brain areas support different memory systems and that they are in mutual relationships in neuronal networks: \"components of memory representation are distributed widely across different parts of the brain as mediated by multiple neocortical circuits\".",
            "score": 192.2141933441162
        },
        {
            "docid": "42574375_4",
            "document": "Fan effect . In the brain, memory stores information in a network of nodes that are linked together. When a memory is retrieved, activation spreads on the links until it intersects or enough time has passed. If there is one association, the activation only has to spread to a single link whereas multiple associations would divide the activation to many links. Because there are so many connections, it causes the brain to take a longer time to identify the concepts and retrieve the memory.",
            "score": 105.9537444114685
        },
        {
            "docid": "44390130_4",
            "document": "Socioeconomic status and memory . When creating new memories, the hippocampus and related structures of the brain play a key role in consolidation. Memory consolidation is the transformation of short-term memories to long-term memories, which is crucial in the acquisition of new ideas. Until they can be stored more permanently, these memories are temporarily kept in the hippocampus in a process known as Standard Consolidation Theory. From childhood the hippocampus is developing, and it continues to mature beyond adolescents. A major barrier when it comes to studying working memory development in childhood is that much of the data come from adults who recall on past events of their childhood, and not from the children themselves. This creates a problem in memory recall of those events that occurred when the hippocampus was still developing, and the working memory wasn’t completely consolidated at the time. As people recall a former memory, the door to memory reconsolidation is opened. Reconsolidation refers to the retrieval of a memory from long-term storage to short-term working memory, where it is unstable and vulnerable to alteration. As reported by Staff et al. (2012), socioeconomic status measured early in childhood reared a significant difference in hippocampal size in adulthood, suggesting that there is in fact an impact on brain and cognitive development. Spatial memory is another specialized function of the brain, and more specifically, the hippocampus. Spatial memory refers to experiences that are recognized by their surrounding environment. Many of hippocampal neurons are in fact place cells. Place cells are neurons that are activated by certain locations or environments. If a child is constantly in a maladaptive environment, their hippocampal neurons may be performing poorly, and memory development may be sacrificed.",
            "score": 176.98226714134216
        },
        {
            "docid": "31624649_13",
            "document": "Mood-dependent memory . There is a definitive difference in mood congruence and mood dependence. Lewis and Critchley discuss the difference in these memory effects. Mood congruence is when one can match an emotion to a specific memory. Mood dependence, on the other hand, is the sorting of memory when mood at retrieval is the same as encoding. After using others' research, Lewis and Critchley came to the conclusion that there is neural basis for the influence of mood at encoding and that this influence at the base relates to activity of emotion specific regions of the brain. One model they propose is the semantic-network approach, which suggests that 'emotion-specific memory nodes connect many related aspects of an emotion, such as autonomic responses, expressive behaviours, and description of situations that might evoke the emotion'. Within this model, two assumptions may be made: remembering certain information while in a specific mood leads to responsiveness in the emotional system that corresponds to that particular mood and mood at retrieval influences ones' emotions. This relates to mood-dependent memory because it may suggest that ones' mood at encoding could become associated with neutral information. It may also imply the activity of emotions, triggered by mood at retrieval, could propagate to the nodes with the same mood at encoding.",
            "score": 132.54983973503113
        },
        {
            "docid": "35502244_14",
            "document": "Neuronal memory allocation . Denise Cai in the Silva laboratory found that memory allocation mechanisms are used to connect or link memories across time. In their studies they demonstrated that one contextual memory triggers the activation of CREB and subsequent enhancements in excitability in a subset of hippocampal CA1 neurons, such that a subsequent contextual memory, occurring within 5 hours, can be allocated to some of the same CA1 neurons that stored the first contextual memory. As a consequence of this overlap between the CA1 memory engrams for the two contextual memories, recall of one contextual memory activates the retrieval of the second memory. These studies also showed that contextual memory linking mechanisms are disrupted in the aging brain, and that increasing excitability in a subset of CA1 neurons reverses these memory linking deficits. It is very likely that impairments in CREB and neuronal excitability in aging brains could account for abnormalities in memory linking and possibly related source memory problems (source amnesia) associated with aging.",
            "score": 141.90185523033142
        },
        {
            "docid": "1896271_2",
            "document": "Holonomic brain theory . The holonomic brain theory, developed by neuroscientist Karl Pribram initially in collaboration with physicist David Bohm, is a model of human cognition that describes the brain as a holographic storage network. Pribram suggests these processes involve electric oscillations in the brain's fine-fibered dendritic webs, which are different from the more commonly known action potentials involving axons and synapses. These oscillations are waves and create wave interference patterns in which memory is encoded naturally, and the waves may be analyzed by a Fourier transform. Gabor, Pribram and others noted the similarities between these brain processes and the storage of information in a hologram, which can also be analyzed with a Fourier transform. In a hologram, any part of the hologram with sufficient size contains the whole of the stored information. In this theory, a piece of a long-term memory is similarly distributed over a dendritic arbor so that each part of the dendritic network contains all the information stored over the entire network. This model allows for important aspects of human consciousness, including the fast associative memory that allows for connections between different pieces of stored information and the non-locality of memory storage (a specific memory is not stored in a specific location, i.e. a certain neuron).",
            "score": 158.77899599075317
        },
        {
            "docid": "31111024_21",
            "document": "Memory error . The connection densities, or neighbourhood densities of memory arrangements help distinguish which elements are a part of, or related to, the target memory. As the density of neural networks increases, the number of retrieval cues (associated nodes) also increases, which may allow for enhanced memory of the event. However, too many connections can inhibit memory in two ways. First, as described under the sub-section Spreading Activation, the total activation being spread from node 1 to connecting nodes is divided by the number of connections. With a greater number of connections, each connecting node receives less activation, which may result in too little activation for the memory cue to be brought to awareness. Connection strength, in which more strongly connected associations receive more activation than less-related associations, may also prevent specific connections from being brought to awareness due to being out-competed by the stronger associations. Second, with more connections branching from various other nodes, there is a greater probability of linking associated connections of different memories together (transplant errors) so that memory errors occur and incorrect features are recalled.",
            "score": 105.89819395542145
        },
        {
            "docid": "1457254_31",
            "document": "Small-world network . A small-world network of neurons can exhibit short-term memory. A computer model developed by Solla \"et al.\" had two stable states, a property (called bistability) thought to be important in memory storage. An activating pulse generated self-sustaining loops of communication activity among the neurons. A second pulse ended this activity. The pulses switched the system between stable states: flow (recording a \"memory\"), and stasis (holding it). Small world neuronal networks have also been used as models to understand seizures.",
            "score": 139.42433285713196
        },
        {
            "docid": "1170097_34",
            "document": "Hopfield network . McCulloch and Pitts' (1943) dynamical rule, which describes the behavior of neurons, does so in a way that shows how the activations of multiple neurons map onto the activation of a new neuron’s firing rate, and how the weights of the neurons strengthen the synaptic connections between the new activated neuron (and those that activated it). Hopfield would use McCulloch-Pitts's dynamical rule in order to show how retrieval is possible in the Hopfield network. However, it is important to note that Hopfield would do so in a repetitious fashion. Hopfield would use a nonlinear activation function, instead of using a linear function. This would therefore create the Hopfield dynamical rule and with this, Hopfield was able to show that with the nonlinear activation function, the dynamical rule will always modify the values of the state vector in the direction of one of the stored patterns.",
            "score": 112.88292419910431
        },
        {
            "docid": "355240_9",
            "document": "Cognitive model . Early work in the application of dynamical systems to cognition can be found in the model of Hopfield networks. These networks were proposed as a model for associative memory. They represent the neural level of memory, modeling systems of around 30 neurons which can be in either an on or off state. By letting the network learn on its own, structure and computational properties naturally arise. Unlike previous models, “memories” can be formed and recalled by inputting a small portion of the entire memory. Time ordering of memories can also be encoded. The behavior of the system is modeled with vectors which can change values, representing different states of the system. This early model was a major step toward a dynamical systems view of human cognition, though many details had yet to be added and more phenomena accounted for.",
            "score": 140.1513409614563
        },
        {
            "docid": "3737445_9",
            "document": "Quantum neural network . The quantum associative memory algorithm has been introduced by Dan Ventura and Tony Martinez in 1999. The authors do not attempt to translate the structure of artificial neural network models into quantum theory, but propose an algorithm for a circuit-based quantum computer that simulates associative memory. The memory states (in Hopfield neural networks saved in the weights of the neural connections) are written into a superposition, and a Grover-like quantum search algorithm retrieves the memory state closest to a given input. An advantage lies in the exponential storage capacity of memory states, however the question remains whether the model has significance regarding the initial purpose of Hopfield models as a demonstration of how simplified artificial neural networks can simulate features of the brain.",
            "score": 124.15339040756226
        },
        {
            "docid": "1170097_32",
            "document": "Hopfield network . The Hopfield model accounts for associative memory through the incorporation of memory vectors. Memory vectors can be slightly used, and this would spark the retrieval of the most similar vector in the network. However, we will find out that due to this process, intrusions can occur. In associative memory for the Hopfield network, there are two types of operations: auto-association and hetero-association. The first being when a vector is associated with itself, and the latter being when two different vectors are associated in storage. Furthermore, both types of operations are possible to store within a single memory matrix, but only if that given representation matrix is not one or the other of the operations, but rather the combination (auto-associative and hetero-associative) of the two. It is important to note that Hopfield’s network model utilizes the same learning rule as Hebb’s (1949) learning rule, which basically tried to show that learning occurs as a result of the strengthening of the weights by when activity is occurring.",
            "score": 145.3821280002594
        },
        {
            "docid": "34658270_11",
            "document": "Reconstructive memory . Recent research using neuro-imaging technology including PET and fMRI scanning has shown that there is an extensive amount of distributed brain activation during the process of episodic encoding and retrieval. Among the various regions, the two most active areas during the constructive processes are the medial temporal lobe (including the hippocampus) and the prefrontal cortex. The Medial Temporal lobe is especially vital for encoding novel events in episodic networks, with the Hippocampus acting as one of the central locations that acts to both combine and later separate the various features of an event. Most popular research holds that the Hippocampus becomes less important in long term memory functioning after more extensive consolidation of the distinct features present at the time of episode encoding has occurred. In this way long term episodic functioning moves away from the CA3 region of the Hippocampal formation into the neocortex, effectively freeing up the CA3 area for more initial processing. Studies have also consistently linked the activity of the Prefrontal Cortex, especially that which occurs in the right hemisphere, to the process of retrieval. The Prefrontal cortex appears to be utilized for executive functioning primarily for directing the focus of attention during retrieval processing, as well as for setting the appropriate criterion required to find the desired target memory.",
            "score": 109.37973749637604
        },
        {
            "docid": "534400_28",
            "document": "Semantic memory . The ACT (Adaptive Control of Thought) (and later ACT-R (Adaptive Control of Thought-Rational)) theory of cognition represents declarative memory (of which semantic memory is a part) with \"chunks\", which consist of a label, a set of defined relationships to other chunks (i.e., \"this is a _\", or \"this has a _\"), and any number of chunk-specific properties. Chunks, then, can be mapped as a semantic network, given that each node is a chunk with its unique properties, and each link is the chunk's relationship to another chunk. In ACT, a chunk's activation decreases as a function of the time since the chunk was created and increases with the number of times the chunk has been retrieved from memory. Chunks can also receive activation from Gaussian noise, and from their similarity to other chunks. For example, if \"chicken\" is used as a retrieval cue, \"canary\" will receive activation by virtue of its similarity to the cue (i.e., both are birds, etc.). When retrieving items from memory, ACT looks at the most active chunk in memory; if it is above threshold, it is retrieved, otherwise an \"error of omission\" has occurred, i.e., the item has been forgotten. There is, additionally, a retrieval latency, which varies inversely with the amount by which the activation of the retrieved chunk exceeds the retrieval threshold. This latency is used in measuring the response time of the ACT model, to compare it to human performance.",
            "score": 115.44594633579254
        },
        {
            "docid": "50268293_10",
            "document": "Neal J. Cohen . Since then, through interdisciplinary and convergent studies, Cohen has attempted to more fully understand ways in which experience is represented and stored by the brain. A major focus of his work has been the role played by the hippocampus, located in the medial temporal lobe of the brain, in forming relational memories. Cohen and Howard Eichenbaum have developed a theory of memory, learning and amnesia, known as relational memory theory. In this view, the hippocampus is essential in elemental cognitive processes that bind elements of experience in memory, and link memories together, forming a representation of the relations among \"the constituent elements of experience\" referred to as a \"memory space\". The hippocampus rapidly forms associations between incoming information about people, places, objects, and their spatial, temporal, and interactional relationships, and connects them to reactivated relational memories. In the underlying representational scheme, events are represented as relations among elements of experience in a particular context. Episodes are represented as the flow of events across time. Memory is represented as a dynamic and flexible relational network of events and episodes, from which novel inferences can be drawn. For example, a person's name and their face are stored as separate pieces of information in the brain, but bound together in relational memory so that the person can be recognized the next time they are seen. The property of \"representational flexibility\" is considered to be critical, and as derivable from \"the kind of system that must necessarily evolve to store environmental spatial information\".",
            "score": 164.7043902873993
        },
        {
            "docid": "10839226_2",
            "document": "Cultured neuronal network . A cultured neuronal network is a cell culture of neurons that is used as a model to study the central nervous system, especially the brain. Often, cultured neuronal networks are connected to an input/output device such as a multi-electrode array (MEA), thus allowing two-way communication between the researcher and the network. This model has proved to be an invaluable tool to scientists studying the underlying principles behind neuronal learning, memory, plasticity, connectivity, and information processing.",
            "score": 123.28715920448303
        },
        {
            "docid": "10974486_15",
            "document": "Storage (memory) . As the Anderson’s weight matrix between neurons will only retrieve the approximation of the target item when cued, modified version of the model was sought in order to be able to recall the exact target memory when cued. The Hopfield Net is currently the simplest and most popular neural network model of associative memory; the model allows the recall of clear target vector when cued with the part or the 'noisy' version of the vector.",
            "score": 133.8474702835083
        },
        {
            "docid": "21312301_12",
            "document": "Context-dependent memory . A number of neuroanatomical structures are thought to play a role in context-dependent memory, These include the hippocampus and prefrontal cortex. For example, functional magnetic resonance imaging (fMRI) has been used to demonstrate elevated activation in the hippocampus when contextual information matches from encoding to retrieval, suggesting that the hippocampus may be important in mediating context-dependent memory processes. Kalisch et al. provide further support for this role by demonstrating that context-dependent extinction memory is correlated with activation in both the hippocampus and ventromedial prefrontal cortex. Similarly, an experiment by Wagner et al. using fMRI demonstrated that activation of the right prefrontal cortex depended on contextual information. The authors of this study suggest that differential activation of the prefrontal cortex occurs because the different contexts require unique attempt processes for retrieval. In other words, depending on the retrieval context, participants used different strategies to recall information. Overall, the patterns of activation in the hippocampus and the prefrontal cortex following changes in contextual information suggest that these brain regions play an important role in context-dependent memory.",
            "score": 135.7088247537613
        },
        {
            "docid": "54942318_4",
            "document": "Neil Burgess (neuroscientist) . Burgess research in neuroscience has developed models to explain how networks of neurons allow us to represent, remember and imagine our location within the surrounding environment. These models provide a quantitative understanding of how spatial memory, episodic memory and autobiographical memory function (and dysfunction) depend on human brain activity. With Tom Hartley at the University of York and Colin Lever at Durham University he both predicted and discovered neurons representing environmental boundaries.",
            "score": 187.16409039497375
        },
        {
            "docid": "2860430_16",
            "document": "Neural oscillation . Apart from intrinsic properties of neurons, biological neural network properties are also an important source of oscillatory activity. Neurons communicate with one another via synapses and affect the timing of spike trains in the post-synaptic neurons. Depending on the properties of the connection, such as the coupling strength, time delay and whether coupling is excitatory or inhibitory, the spike trains of the interacting neurons may become synchronized. Neurons are locally connected, forming small clusters that are called neural ensembles. Certain network structures promote oscillatory activity at specific frequencies. For example, neuronal activity generated by two populations of interconnected \"inhibitory\" and \"excitatory\" cells can show spontaneous oscillations that are described by the Wilson-Cowan model.",
            "score": 76.71527433395386
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 129.11314070224762
        },
        {
            "docid": "48544304_2",
            "document": "Hippocampal memory encoding and retrieval . The hippocampus participates in the encoding and retrieval of memories. The hippocampus is located in the medial temporal lobe (subcortical), and is an infolding of the medial temporal cortex. The hippocampus plays an important role in the transfer of information from short-term memory to long-term memory during encoding and retrieval stages. These stages need not occur successively, but are, as studies indicate, broadly divided in the neuronal mechanisms they require or even in the hippocampal areas they activate. According to Gazzaniga, \"encoding is the processing of incoming information that creates memory traces to be stored.\" There are two steps to encoding: acquisition and consolidation. During acquisition, stimuli are committed to short term memory. Consolidation is where the hippocampus along with other cortical structures stabilize an object within long term memory, a process strengthening over time and one for which a number of theories have arisen to explain. After encoding, the hippocampus is capable of going through the retrieval process. The retrieval process consists of accessing stored information; this allows learned behaviors to experience conscious depiction and execution. Encoding and retrieval are both affected by neurodegenerative and anxiety disorders and epilepsy.",
            "score": 132.76757550239563
        },
        {
            "docid": "505717_72",
            "document": "Image segmentation . Pulse-coupled neural networks (PCNNs) are neural models proposed by modeling a cat’s visual cortex and developed for high-performance biomimetic image processing. In 1989, Eckhorn introduced a neural model to emulate the mechanism of a cat’s visual cortex. The Eckhorn model provided a simple and effective tool for studying the visual cortex of small mammals, and was soon recognized as having significant application potential in image processing. In 1994, the Eckhorn model was adapted to be an image processing algorithm by Johnson, who termed this algorithm Pulse-Coupled Neural Network. Over the past decade, PCNNs have been utilized for a variety of image processing applications, including: image segmentation, feature generation, face extraction, motion detection, region growing, noise reduction, and so on. A PCNN is a two-dimensional neural network. Each neuron in the network corresponds to one pixel in an input image, receiving its corresponding pixel’s color information (e.g. intensity) as an external stimulus. Each neuron also connects with its neighboring neurons, receiving local stimuli from them. The external and local stimuli are combined in an internal activation system, which accumulates the stimuli until it exceeds a dynamic threshold, resulting in a pulse output. Through iterative computation, PCNN neurons produce temporal series of pulse outputs. The temporal series of pulse outputs contain information of input images and can be utilized for various image processing applications, such as image segmentation and feature generation. Compared with conventional image processing means, PCNNs have several significant merits, including robustness against noise, independence of geometric variations in input patterns, capability of bridging minor intensity variations in input patterns, etc.",
            "score": 105.43691861629486
        },
        {
            "docid": "1896271_10",
            "document": "Holonomic brain theory . A holographic model can also account for other features of memory that more traditional models cannot. The Hopfield memory model has an early memory saturation point before which memory retrieval drastically slows and becomes unreliable. On the other hand, holographic memory models have much larger theoretical storage capacities. Holographic models can also demonstrate associative memory, store complex connections between different concepts, and resemble forgetting through \"lossy storage.\"",
            "score": 129.0496916770935
        },
        {
            "docid": "236809_52",
            "document": "Recall (memory) . Psycholinguistics views TOT states as a failure of retrieval from lexical memory (see Cohort Model) being cued by semantic memory (facts). Since there is an observed increase in the frequency of TOT states with age, there are two mechanisms within psycholinguistics that could account for the TOT phenomenon. The first is the degradation of lexical networks with age, where degrading connections between the priming of knowledge and vocabulary increases difficulty of successfully retrieving a word from memory. The second suggests that the culmination of knowledge, experience, and vocabulary with age results in a similar situation where many connections between a diverse vocabulary and diverse knowledge also increases the difficulty of successful retrieval of a word from memory.",
            "score": 102.50070595741272
        },
        {
            "docid": "46219708_6",
            "document": "Unitary theories of memory . The feature model was first described by Nairne (1990) The primary feature of this model is the use of cues for both short term memory and long term memory. Cues become associated with a memory and can later be used to retrieve memories from long term storage. When a memory is formed, cues associated with the formed memory form a constellation of nerve networks in which the memory is stored. While the cues are present, the nerves that form the constellation are active and the memory is being worked on in short term memory. When the cues are no longer present, the constellation is no longer active and is waiting in long term memory storage for when the cues are once again present. Rather than using the theory of decay for explaining how memories get forgotten, the feature model focuses on item based interference instead. This means that other items that use the same or similar constellations of cues get in the way of remembering other memories. For example, if you are trying to remember a fruit from a list of electronics, you will find that the fruit is easy to recall. Recalling a fruit from a list of other fruit, on the other hand, will prove a far more difficult task. This is the theory behind memory loss used in the feature model.",
            "score": 175.33017444610596
        }
    ],
    "r": [
        {
            "docid": "31217535_44",
            "document": "Memory . One question that is crucial in cognitive neuroscience is how information and mental experiences are coded and represented in the brain. Scientists have gained much knowledge about the neuronal codes from the studies of plasticity, but most of such research has been focused on simple learning in simple neuronal circuits; it is considerably less clear about the neuronal changes involved in more complex examples of memory, particularly declarative memory that requires the storage of facts and events (Byrne 2007). Convergence-divergence zones might be the neural networks where memories are stored and retrieved. Considering that there are several kinds of memory, depending on types of represented knowledge, underlying mechanisms, processes functions and modes of acquisition, it is likely that different brain areas support different memory systems and that they are in mutual relationships in neuronal networks: \"components of memory representation are distributed widely across different parts of the brain as mediated by multiple neocortical circuits\".",
            "score": 192.2141876220703
        },
        {
            "docid": "2999259_3",
            "document": "Choice-supportive bias . What is remembered about a decision can be as important as the decision itself, especially in determining how much regret or satisfaction one experiences. Research indicates that the process of making and remembering choices yields memories that tend to be distorted in predictable ways. In cognitive science, one predictable way that memories of choice options are distorted is that positive aspects tend to be remembered as part of the chosen option, whether or not they originally were part of that option, and negative aspects tend to be remembered as part of rejected options. Once an action has been taken, the ways in which we evaluate the effectiveness of what we did may be biased. It is believed this may influence our future decision-making. These biases may be stored as memories, which are attributions that we make about our mental experiences based on their subjective qualities, our prior knowledge and beliefs, our motives and goals, and the social context. True and false memories arise by the same mechanism because when the brain processes and stores information, it cannot tell the difference from where they came from.",
            "score": 188.74398803710938
        },
        {
            "docid": "54942318_4",
            "document": "Neil Burgess (neuroscientist) . Burgess research in neuroscience has developed models to explain how networks of neurons allow us to represent, remember and imagine our location within the surrounding environment. These models provide a quantitative understanding of how spatial memory, episodic memory and autobiographical memory function (and dysfunction) depend on human brain activity. With Tom Hartley at the University of York and Colin Lever at Durham University he both predicted and discovered neurons representing environmental boundaries.",
            "score": 187.16409301757812
        },
        {
            "docid": "44390130_4",
            "document": "Socioeconomic status and memory . When creating new memories, the hippocampus and related structures of the brain play a key role in consolidation. Memory consolidation is the transformation of short-term memories to long-term memories, which is crucial in the acquisition of new ideas. Until they can be stored more permanently, these memories are temporarily kept in the hippocampus in a process known as Standard Consolidation Theory. From childhood the hippocampus is developing, and it continues to mature beyond adolescents. A major barrier when it comes to studying working memory development in childhood is that much of the data come from adults who recall on past events of their childhood, and not from the children themselves. This creates a problem in memory recall of those events that occurred when the hippocampus was still developing, and the working memory wasn’t completely consolidated at the time. As people recall a former memory, the door to memory reconsolidation is opened. Reconsolidation refers to the retrieval of a memory from long-term storage to short-term working memory, where it is unstable and vulnerable to alteration. As reported by Staff et al. (2012), socioeconomic status measured early in childhood reared a significant difference in hippocampal size in adulthood, suggesting that there is in fact an impact on brain and cognitive development. Spatial memory is another specialized function of the brain, and more specifically, the hippocampus. Spatial memory refers to experiences that are recognized by their surrounding environment. Many of hippocampal neurons are in fact place cells. Place cells are neurons that are activated by certain locations or environments. If a child is constantly in a maladaptive environment, their hippocampal neurons may be performing poorly, and memory development may be sacrificed.",
            "score": 176.98226928710938
        },
        {
            "docid": "46219708_6",
            "document": "Unitary theories of memory . The feature model was first described by Nairne (1990) The primary feature of this model is the use of cues for both short term memory and long term memory. Cues become associated with a memory and can later be used to retrieve memories from long term storage. When a memory is formed, cues associated with the formed memory form a constellation of nerve networks in which the memory is stored. While the cues are present, the nerves that form the constellation are active and the memory is being worked on in short term memory. When the cues are no longer present, the constellation is no longer active and is waiting in long term memory storage for when the cues are once again present. Rather than using the theory of decay for explaining how memories get forgotten, the feature model focuses on item based interference instead. This means that other items that use the same or similar constellations of cues get in the way of remembering other memories. For example, if you are trying to remember a fruit from a list of electronics, you will find that the fruit is easy to recall. Recalling a fruit from a list of other fruit, on the other hand, will prove a far more difficult task. This is the theory behind memory loss used in the feature model.",
            "score": 175.33018493652344
        },
        {
            "docid": "20797749_6",
            "document": "Henry L. Roediger III . Roediger was one of the first scholars to see the value of studying how humans retrieve memories. As Roediger started his career the cognitive revolution was in full swing. Human memory researchers had been predominantly focusing on memory storage, and were only beginning to look at memory encoding. However, inspired by his graduate advisor at Yale, Robert G. Crowder, Roediger began to see the importance of a retrieval-based approach to memory research. Since his doctoral dissertation, much of Roediger's research through the 1970s focused on retrieval based inhibition – the idea that retrieving an item reduces the subsequent accessibility of other stored items. This phenomenon is more commonly experienced when we try to remember a list of items and find that we keep thinking of the ones we have already recalled, rather than the ones we still need to remember. Roediger was able to show, under certain conditions, that recall cues can inhibit recall, which seemed inconsistent with previously widely accepted research findings showing that cues aid recall. Close to a decade of research helped to define the situations in which cues can aid recall and the situations in which cues can inhibit recall. In 1978 Roediger concluded that this dissociation occurs because, although some cues can facilitate recall, other cues provide irrelevant information, which hinders recall.  Most importantly, Roediger showed the world that the accessibility of one memory biases the process of searching for another memory.",
            "score": 170.1994171142578
        },
        {
            "docid": "9325864_16",
            "document": "Imagination . Memory and mental imagery, often seen as a part of the process of imagination, have been shown to be affected by one another. \"Images made by functional magnetic resonance imaging technology show that remembering and imagining sends blood to identical parts of the brain.\" Various psychological factors can influence the mental processing of and can heighten the chance of the brain to retain information as either long-term memories or short-term memories. John Sweller indicated that experiences stored as long-term memories are easier to recall, as they are ingrained deeper in the mind. Each of these forms require information to be taught in a specific manner so as to use various regions of the brain when being processed. This information can potentially help develop programs for young students to cultivate or further enhance their creative abilities from a young age. The neocortex and thalamus are responsible for controlling the brain's imagination, along with many of the brain's other functions such as consciousness and abstract thought. Since imagination involves many different brain functions, such as emotions, memory, thoughts, etc., portions of the brain where multiple functions occur—such as the thalamus and neocortex—are the main regions where imaginative processing has been documented. The understanding of \"how\" memory and imagination are linked in the brain, paves the way to better understand one's ability to link significant past experiences with their imagination.",
            "score": 169.01632690429688
        },
        {
            "docid": "50268293_10",
            "document": "Neal J. Cohen . Since then, through interdisciplinary and convergent studies, Cohen has attempted to more fully understand ways in which experience is represented and stored by the brain. A major focus of his work has been the role played by the hippocampus, located in the medial temporal lobe of the brain, in forming relational memories. Cohen and Howard Eichenbaum have developed a theory of memory, learning and amnesia, known as relational memory theory. In this view, the hippocampus is essential in elemental cognitive processes that bind elements of experience in memory, and link memories together, forming a representation of the relations among \"the constituent elements of experience\" referred to as a \"memory space\". The hippocampus rapidly forms associations between incoming information about people, places, objects, and their spatial, temporal, and interactional relationships, and connects them to reactivated relational memories. In the underlying representational scheme, events are represented as relations among elements of experience in a particular context. Episodes are represented as the flow of events across time. Memory is represented as a dynamic and flexible relational network of events and episodes, from which novel inferences can be drawn. For example, a person's name and their face are stored as separate pieces of information in the brain, but bound together in relational memory so that the person can be recognized the next time they are seen. The property of \"representational flexibility\" is considered to be critical, and as derivable from \"the kind of system that must necessarily evolve to store environmental spatial information\".",
            "score": 164.7043914794922
        },
        {
            "docid": "1170097_31",
            "document": "Hopfield network . The Network capacity of the Hopfield network model is determined by neuron amounts and connections within a given network. Therefore, the number of memories that are able to be stored is dependent on neurons and connections. Furthermore, it was shown that the recall accuracy between vectors and nodes was 0.138 (approximately 138 vectors can be recalled from storage for every 1000 nodes) (Hertz et al., 1991). Therefore, it is evident that many mistakes will occur if one tries to store a large number of vectors. When the Hopfield model does not recall the right pattern, it is possible that an intrusion has taken place, since semantically related items tend to confuse the individual, and recollection of the wrong pattern occurs. Therefore, the Hopfield network model is shown to confuse one stored item with that of another upon retrieval. Perfect recalls and high capacity, >0.14, can be loaded in the network by Storkey learning method.",
            "score": 163.48443603515625
        },
        {
            "docid": "1896271_17",
            "document": "Holonomic brain theory . In 1969 scientists D. Wilshaw, O. P. Buneman and H. Longuet-Higgins proposed an alternative, non-holographic model that fulfilled many of the same requirements as Gabor's original holographic model. The Gabor model did not explain how the brain could use Fourier analysis on incoming signals or how it would deal with the low signal-noise ratio in reconstructed memories. Longuet-Higgin's correlograph model built on the idea that any system could perform the same functions as a Fourier holograph if it could correlate pairs of patterns. It uses minute pinholes that do not produce diffraction patterns to create a similar reconstruction as that in Fourier holography. Like a hologram, a discrete correlograph can recognize displaced patterns and store information in a parallel and non-local way so it usually will not be destroyed by localized damage. They then expanded the model beyond the correlograph to an associative net where the points become parallel lines arranged in a grid. Horizontal lines represent axons of input neurons while vertical lines represent output neurons. Each intersection represents a modifiable synapse. Though this cannot recognize displaced patterns, it has a greater potential storage capacity. This was not necessarily meant to show how the brain is organized, but instead to show the possibility of improving on Gabor's original model. P. Van Heerden countered this model by demonstrating mathematically that the signal-noise ratio of a hologram could reach 50% of ideal. He also used a model with a 2D neural hologram network for fast searching imposed upon a 3D network for large storage capacity. A key quality of this model was its flexibility to change the orientation and fix distortions of stored information, which is important for our ability to recognize an object as the same entity from different angles and positions, something the correlograph and association network models lack.",
            "score": 159.64097595214844
        },
        {
            "docid": "34658270_2",
            "document": "Reconstructive memory . Reconstructive memory is a theory of elaborate memory recall proposed within the field of cognitive psychology, in which the act of remembering is influenced by various other cognitive processes including perception, imagination, semantic memory and beliefs, amongst others. People view their memories as being a coherent and truthful account of episodic memory and believe that their perspective is free from error during recall. However the reconstructive process of memory recall is subject to distortion by other intervening cognitive functions such as individual perceptions, social influences, and world knowledge, all of which can lead to errors during reconstruction. Memory is never a literal recount of past experiences. Rather, it is dependent on the constructive processes present at the time of encoding that are subject to potential errors and distortions. Essentially, the constructive memory process functions by encoding the patterns of physical characteristics that are perceived by the individual, as well as the interpretive conceptual and semantic functions that act in response to the incoming information. By utilizing multiple interdependent cognitive processes there is never a single location in the brain where a given complete memory trace of an experience is stored. In this manner, the various features of the experience must be joined together to form a coherent representation of the episode and if this binding process fails it can result in source memory failure, where later attempted retrieval of the episode results in fragmented recollection and an inability to consolidate the information into a cohesive narrative of a past experience. During the recall of Episodic memory, the information that a person remembers is usually limited in scope, ultimately giving an incomplete recollection of an event. By employing reconstructive processes, individuals supplement other aspects of available personal knowledge into the gaps found in episodic memory in order to provide a fuller and more coherent version, albeit one that is often distorted.",
            "score": 159.30307006835938
        },
        {
            "docid": "9886454_21",
            "document": "Transactive memory . When transactive memory was first envisioned, the authors were describing an external memory store within other people. They did acknowledge that we often store information within objects such as notebooks, books, or other recordings. These objects are static and transactive processes cannot occur. These objects, therefore, cannot cue memories within individuals in the same way another person could. The Internet, however, is much more dynamic than a book and individuals can engage in similar transactive processes as they would with other individuals. Research published in the journal \"Science\" on 14 July 2011 suggests that when people expect to have future access to information, they have lower rates of recall of the information, but higher rates of recall of the sources of the information. The authors suggest that this research demonstrates that individuals are developing a transactive memory system with the Internet, relying on it for information instead of internalizing it within their own memories. To explain how external memory stores are related to transactive memory systems, Schakel (2013) described them as external artifacts which may either (be used to) influence or represent the ostensive or performative aspects of transactive memory systems.",
            "score": 159.20770263671875
        },
        {
            "docid": "1896271_2",
            "document": "Holonomic brain theory . The holonomic brain theory, developed by neuroscientist Karl Pribram initially in collaboration with physicist David Bohm, is a model of human cognition that describes the brain as a holographic storage network. Pribram suggests these processes involve electric oscillations in the brain's fine-fibered dendritic webs, which are different from the more commonly known action potentials involving axons and synapses. These oscillations are waves and create wave interference patterns in which memory is encoded naturally, and the waves may be analyzed by a Fourier transform. Gabor, Pribram and others noted the similarities between these brain processes and the storage of information in a hologram, which can also be analyzed with a Fourier transform. In a hologram, any part of the hologram with sufficient size contains the whole of the stored information. In this theory, a piece of a long-term memory is similarly distributed over a dendritic arbor so that each part of the dendritic network contains all the information stored over the entire network. This model allows for important aspects of human consciousness, including the fast associative memory that allows for connections between different pieces of stored information and the non-locality of memory storage (a specific memory is not stored in a specific location, i.e. a certain neuron).",
            "score": 158.7790069580078
        },
        {
            "docid": "40618504_5",
            "document": "Memory erasure . Research focused on gaining a better understanding of what memories are has been going on for many years, in this way so has research in memory erasure. The basis for the recent history for memory erasure has been focused on determining how the brain actively keeps memories stored and retrieves them. There have been several instances where researchers found drugs that when applied to certain areas of the brain, usually the amygdala, have relative success in being able to erase some memories. As early as 2009 researchers were able to trace and destroy neurons involved in supporting the specific type of memory that they were trying to erase. This caused the erasure of the target memory.",
            "score": 158.51611328125
        },
        {
            "docid": "34776464_9",
            "document": "Bilingual memory . Autobiographical memory is a type of Episodic memory process which is involved in the recall of one's life experiences and personal events of ones past. Bilinguals have the ability to recall some life experiences in one language, and other events using another. When recalling language information it is important that the language is recalled in the same context as it was encoded. This is referred to as Context-dependent memory Ex. If one who is bilingual were to learn a Spanish song in a Spanish speaking country, and then come back to their native land, they would have difficulty remembering the song. However once they were immersed in a Spanish context again, recall would come with much more ease. Research has shown that autobiographical memories have increased availability in the language they were created in. That is to say, memories are richer and more elaborate when recalled in the language that the event has taken place, rather than the other language available to them. This can also be referred to as the Encoding specificity principle, where memories appear to be encoded in a language-specific manner. Earlier memory events that occur during youth and are encoded in the first and dominant language, are more emotionally charged, have a higher quality of detail and are greater in number than those memories recalled in the second language. It can also be argued that the language that is spoken and recalled more frequently, will have more associations to multiple circumstances and is therefore more likely to be remembered. Problems can arise if a language that comes to mind 'internally' is not the language that is being spoken externally. For example, if someone recalled an event in Spanish, but then reported it in English. This changeover in languages is most likely to do with the content of the memory itself. Evidence has been shown that language-specific recall of information when probed or cued in the matching language, is recalled vividly, and with much more elaboration and detail. It has also been shown that each language that a bilingual possesses, may represent experiences in somewhat different fashions.",
            "score": 156.8621368408203
        },
        {
            "docid": "46219708_9",
            "document": "Unitary theories of memory . The most prevalent criticism of the unitary models is that they try to oversimplify many complex processes into a single mechanism. Studies have shown that short-term memory and long-term memory are two distinct processes that emphasize different levels of activation in the brain among different cortical areas. Furthermore, the rate of decay is much faster in short-term memory as opposed to long-term memory. The OSCAR model in particular does not account for this phenomenon. It also makes an assumption that memories are always circulating to different areas of the brain—never having a definite cortical space that stores the memory. While this transfer of storage is occurring, the rate of decay in the OSCAR model is either constant or non-existent.  Both rates are implausible, as a constant rate of decay neglects all external factors that may contribute to a faster rate of decay (e.g. stress, focusing attention on other things). Failing to neglect decay at all is even more implausible as it makes two wrong assertions—memories are not forgotten, and when the information is remembered, it is remembered perfectly every time. While the unitary theories of memory may give attention to alternate factors that the working memory model had initially overlooked, new data has surfaced and the model has adapted to new findings. It is still the standard model of how short-term memory works, and it will continue to be the standard model until new evidence overturns it.",
            "score": 156.4708709716797
        },
        {
            "docid": "26685721_6",
            "document": "Methods used to study memory . Recall memory is the ability to retrieve stored information either by being cued by a particular associated item or without an associated cue. The first is called cued recall and the second is called free recall. In cued recall the participant studies a list of paired items and then is presented one half of those pairs and must recall the associated other half. A common additional task is to have the participant learn a new set of associations with the cued items and study the amount of interference from prior association occurs. These experiments help to develop theories on how we learn associations and what conditions affect that learning. Free recall does not use item pairs. Instead participants study a list of items and then recall that list in the order that they retrieve the items from memory. In these experiments the data is drawn from the order in which items are recalled and the inter-response times. This data is used to develop models of memory storage and retrieval.",
            "score": 155.6524658203125
        },
        {
            "docid": "579359_19",
            "document": "Episodic memory . An autobiographical memory is a personal representation of general or specific events and personal facts. Autobiographical memory also refers to memory of a person's history. An individual does not remember exactly everything that has happened in one's past. Memory is constructive, where previous experience affects how we remember events and what we end up recalling from memory. Autobiographical memory is constructive and reconstructed as an evolving process of history. A person's autobiographical memory is fairly reliable; although, the reliability of autobiographical memories is questionable because of memory distortions.",
            "score": 155.09071350097656
        },
        {
            "docid": "314917_25",
            "document": "Juan Luis Vives . Vives placed emphasis on memory. He defined memory as “…relating to the past, while perception relates to the present”. “Memory is something that is retained by either externally or internally perceiving it”. He especially emphasized how humans imagine something internally and connect it with an event in order to create a memory. This, according to Vives, makes information retrieval of memory easier. He touched on memories in which we are unaware of, otherwise known as the unconscious. He said information is the “Most accessible from memory when a certain amount of attention is given.\" According to Murray, Vives showed understanding of the modern-day conception of how humans process retrieval. Vives observed that the more a memory is connected to a strong emotional experience, the easier it can be remembered. In terms of retaining memory, imagination was thought to play a key role, especially in children. He also believed in a theory that pointed towards the fact that memory can be improved with practice. He advised that \"One should memorize something every day, even a useless quotation.\" Vives even touched on childhood memory-—he believed that children learn quickly because their mind is less cluttered with worries that adult minds have. Vives also believed that recall of memory is brought about by a concept in which the soul processes the memory. Vives himself had a recall experience as a child where he ate cherries when he had a fever. When he had cherries again as an adult, he \"felt as though he was sick just as he was when he was a child.\" He found this remarkable and determined that memory can exist unconsciously for a very long time. He also believed that “memory declines every day that the mind is not exercised.\"",
            "score": 154.97256469726562
        },
        {
            "docid": "34998522_7",
            "document": "Eyewitness memory (child testimony) . The hippocampus is one of the brain structures located within the medial temporal lobe and is considered one of the main structures of the brain associated with eyewitness testimony because it is the area that is important for the formation of long term memories. Declarative memories are long term memories that can be consciously remembered, which include: specific events and factual knowledge. Eyewitnesses use declarative memories, specifically episodic memory when they are asked to recall specific events that took place in the past. For example, \"Do you remember what the doctor said to you last time you visited him?\" Research on children as eyewitnesses found that children do not have accurate long term memories for past events.",
            "score": 154.8636932373047
        },
        {
            "docid": "509678_26",
            "document": "Repressed memory . Amnesia is partial or complete loss of memory that goes beyond mere forgetting. Often it is temporary and involves only part of a person's experience. Amnesia is often caused by an injury to the brain, for instance after a blow to the head, and sometimes by psychological trauma. Anterograde amnesia is a failure to remember new experiences that occur after damage to the brain; retrograde amnesia is the loss of memories of events that occurred before a trauma or injury. For a memory to become permanent (consolidated), there must be a persistent change in the strength of connections between particular neurons in the brain. Anterograde amnesia can occur because this consolidation process is disrupted; retrograde amnesia can result either from damage to the site of memory storage or from a disruption in the mechanisms by which memories can be retrieved from their stores. Many specific types of amnesia are recognized, including: The form of amnesia that is linked with recovered memories is dissociative amnesia (formerly known as psychogenic amnesia). This results from a psychological cause, not by direct damage to the brain, and is a loss of memory of significant personal information, usually about traumatic or extremely stressful events. Usually this is seen as a gap or gaps in recall for aspects of someone's life history, but with severe acute trauma, such as during wartime, there can be a sudden acute onset of symptoms.",
            "score": 154.85487365722656
        },
        {
            "docid": "34998522_15",
            "document": "Eyewitness memory (child testimony) . The amygdala is located deep within the temporal lobe of the brain and is involved in the acquisition and retrieval of information on highly salient events. It is also involved in several functions of the body, which include determining what and where memories are stored in the brain. The determination of what/where memories are stored is dependent on how big of an emotional response an event evokes. This is related to eyewitness testimonies because young children usually have poorer recall for details of events, but when an event evokes a highly aversive response (unpleasant, arousing), they tend to remember it.",
            "score": 154.51361083984375
        },
        {
            "docid": "308_50",
            "document": "Aristotle . Because Aristotle believes people receive all kinds of sense perceptions and perceive them as impressions, people are continually weaving together new impressions of experiences. To search for these impressions, people search the memory itself. Within the memory, if one experience is offered instead of a specific memory, that person will reject this experience until they find what they are looking for. Recollection occurs when one retrieved experience naturally follows another. If the chain of \"images\" is needed, one memory will stimulate the next. When people recall experiences, they stimulate certain previous experiences until they reach the one that is needed. Recollection is thus the self-directed activity of retrieving the information stored in a memory impression. Only humans can remember impressions of intellectual activity, such as numbers and words. Animals that have perception of time can retrieve memories of their past observations. Remembering involves only perception of the things remembered and of the time passed.",
            "score": 154.42526245117188
        },
        {
            "docid": "1008632_18",
            "document": "Baddeley's model of working memory . However, visuo-spatial short-term memory can retain visual and/or spatial information over brief periods of time. When this memory is in use, individuals are able to momentarily create and revisit a mental image that can be manipulated in complex or difficult tasks of spatial orientation.There are some who have disparities in the areas of the brain that allow for this to happen from different types of brain damage. There can also be a misunderstanding here in the differences between transient memories such as the visual sensory memory. A transient memory is merely a fleeting type of sensory memory. Therefore, as the visual sensory memory is a type of sensory memory, there is a store for the information, but the store last for only a second or so. A common effect of the visual sensory memory is that individuals may remember seeing things that weren't really there or not remembering particular things that were in their line of sight. The memory is only momentary, and if it isn't attended to within a matter of seconds, it is gone.",
            "score": 154.0478515625
        },
        {
            "docid": "10974486_2",
            "document": "Storage (memory) . Memory is the ability of the mind to store and recall information that was previously acquired. Memory is processed through three fundamental processing stages: storage, encoding, and retrieval. Storing refers to the process of placing newly acquired information into memory, which is modified in the brain for easier storage. Encoding this information makes the process of retrieval easier for the brain where it can be recalled and brought into conscious thinking. Modern memory psychology differentiates between the two distinct types of memory storage: short-term memory and long-term memory. In addition, different memory models have suggested variations of existing short- and long-term memory to account for different ways of storing memory. The memory it can be defined as the circuit or a device which can store the information like programs data and results. Memory is generally used for the faster form and store for the slower form",
            "score": 153.48489379882812
        },
        {
            "docid": "52036598_5",
            "document": "Differentiable neural computer . DNC networks were introduced as an extension of the Neural Turing Machine (NTM), with the addition of memory attention mechanisms that control where the memory is stored, and temporal attention that records the order of events. This structure allows DNCs to be more robust and abstract than a NTM, and still perform tasks that have longer-term dependencies than some of its predecessors such as the LSTM network. The memory, which is simply a matrix, can be allocated dynamically and accessed indefinitely. The DNC is differentiable end-to-end (each subcomponent of the model is differentiable, therefore so is the whole model). This makes it possible to optimize them efficiently using gradient descent. It learns how to store and retrieve the information such that it satisfies the task execution.",
            "score": 153.35568237304688
        },
        {
            "docid": "21312310_6",
            "document": "Remember versus know judgements . The remember-know paradigm began its journey in 1985 from the mind of Endel Tulving. He suggested that there are only two ways in which an individual can access their past. For instance, we can recall what we did last night by simply traveling back in time through memory and episodically imagining what we did (remember) or we can know something about our past such as a phone number, but have no specific memory of where the specific memory came from (know). Recollection is based on the episodic memory system, and familiarity is based on the semantic memory system. Tulving argued that the remember-know paradigm could be applied to all aspects of recollection.",
            "score": 153.3077392578125
        },
        {
            "docid": "568209_30",
            "document": "Atkinson–Shiffrin memory model . The SAM model faces serious problems in accounting for long-term recency data and long-range contiguity data. While both of these effects are observed, the short-term store cannot account for the effects. Since a distracting task after the presentation of word pairs or large interpresentation intervals filled with distractors would be expected to displace the last few studied items from the short-term store, recency effects are still observed. According to the rules of the short-term store, recency and contiguity effects should be eliminated with these distractors as the most recently studied items would no longer be present in the short-term memory. Currently, the SAM model competes with single-store free recall models of memory, such as the Temporal Context Model. In this study the impact of age and level of maturation on participants ability to recall images from stm was investigated. it was hypothesised that students who fell in the age bracket of sixteen and 18 years would have greater recall ability and perform better on the stm memory recall imagery test than, eleven to thirteen year old. Additionally, the original model assumes that items in a particular list the only significant associations between items are those formed during the study portion of an experiment. In other words, it does not account for the effects of prior knowledge about to-be-studied items. A more recent extension of the model incorporates various features which allow the model to account for memory store for the effects of prior semantic knowledge and prior episodic knowledge. For years there has been investigation regarding thelevel and capacity of stm. past research that has influences the experiment is atkinson - shiffrons memory model. the model asserts. The experiment is focusing on the 'short term store', which holds information for the duration of twelve seconds and has a capacity of 7 ± 2 items. this has influenced the researches amount of images presented and how long they are viewed for. The extension proposes a store for preexisting semantic associations; a contextual drift mechanism allowing for decontextualisation of knowledge, e.g. if you first learned a banana was a fruit because you put it in the same class as apple, you do not always have to think of apples to know bananas are fruits; a memory search mechanism that uses both episodic and semantic associations, as opposed to a unitary mechanism; and a large lexicon including both words from prior lists and unpresented words.",
            "score": 153.2802276611328
        },
        {
            "docid": "10963_18",
            "document": "Forgetting . Interference theory refers to the idea that when the learning of something new causes forgetting of older material on the basis of competition between the two. This essentially states that memory's information may become confused or combined with other information during encoding, resulting in the distortion or disruption of memories. In nature, the interfering items are said to originate from an overstimulating environment. Interference theory exists in three branches: Proactive, Retroactive and Output. Retroactive and Proactive inhibition each referring in contrast to the other. Retroactive interference is when new information (memories) interferes with older information. On the other hand, proactive interference is when old information interferes with the retrieval of new information. This is sometimes thought to occur especially when memories are similar. Output Interference occurs when the initial act of recalling specific information interferes with the retrieval of the original information. This theory shows an astonishing contradiction: an extremely intelligent individual is expected to forget more hastily than one who has a slow mentality. For this reason, an intelligent individual has stored up more memory in his mind which will cause interferences and impair their ability to recall specific information. Based off current research, testing interference has only been carried out by recalling from a list of words rather than using situation from daily lives, thus it's hard to generalize the findings for this theory. Decay theory states that when something new is learned, a neurochemical, physical \"memory trace\" is formed in the brain and over time this trace tends to disintegrate, unless it is occasionally used. Decay theory states the reason we eventually forget something or an event is because the memory of it fades with time. If we do not attempt to look back at an event, the greater the interval time between the time when the event from happening and the time when we try to remember, the memory will start to fade. Time is the greatest impact in remembering an event.",
            "score": 153.2107696533203
        },
        {
            "docid": "534400_2",
            "document": "Semantic memory . Semantic memory is one of the two types of declarative or explicit memory (our memory of facts or events that is explicitly stored and retrieved). Semantic memory refers to general world knowledge that we have accumulated throughout our lives. This general knowledge (facts, ideas, meaning and concepts) is intertwined in experience and dependent on culture. Semantic memory is distinct from episodic memory, which is our memory of experiences and specific events that occur during our lives, from which we can recreate at any given point. For instance, semantic memory might contain information about what a cat is, whereas episodic memory might contain a specific memory of petting a particular cat. We can learn about new concepts by applying our knowledge learned from things in the past. The counterpart to declarative or explicit memory is nondeclarative memory or implicit memory.",
            "score": 152.98756408691406
        },
        {
            "docid": "10974486_7",
            "document": "Storage (memory) . Several memory models have been proposed to account for different types of recall processes, including cued recall, free recall, and serial recall. However, to explain the recall process, the memory model must identify how an encoded memory can reside in the memory storage for a prolonged period until the memory is accessed again, during the recall process; but not all models use the terminology of short-term and long-term memory to explain memory storage; the dual-store theory and a modified version of Atkinson–Shiffrin model of memory (Atkinson 1968) uses both short-and long-term memory storage, but others do not.",
            "score": 151.78924560546875
        },
        {
            "docid": "45446039_2",
            "document": "Measurement of memory . Memory is inferred by comparing how much is remembered or it is accessed that how much has been forgotten. In other words, memory is revival of ideas, mental images of object and events that we have experienced before. So we can say that memory is ability to retain and is reproduced when required.",
            "score": 151.2970428466797
        }
    ]
}