{
    "q": [
        {
            "docid": "28346382_5",
            "document": "Organelle biogenesis . Several processes are known to have developed for organelle biogenesis. These can range from \"de novo\" synthesis to the copying of a template organelle; the formation of an organelle 'from scratch' and using a preexisting organelle as a template to manufacture an organelle, respectively. The distinct structures of each organelle are thought to be caused by the different mechanisms of the processes which create them and the proteins that they are made up of. Organelles may also be 'split' between two cells during the process of cellular division (known as organelle inheritance), where the organelle of the parent cell doubles in size and then splits with each half being delivered to their respective daughter cells.",
            "score": 361.52372121810913
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 184.5421506166458
        },
        {
            "docid": "640697_37",
            "document": "Reactive oxygen species . Numerous studies have shown the pathways and associations between ROS levels and apoptosis, but a newer line of study has connected ROS levels and autophagy. ROS can also induce cell death through autophagy, which is a self-catabolic process involving sequestration of cytoplasmic contents (exhausted or damaged organelles and protein aggregates) for degradation in lysosomes. Therefore, autophagy can also regulate the cell’s health in times of oxidative stress. Autophagy can be induced by ROS levels through many different pathways in the cell in an attempt to dispose of harmful organelles and prevent damage, such as carcinogens, without inducing apoptosis. Autophagic cell death can be prompted by the over expression of autophagy where the cell digests too much of itself in an attempt to minimize the damage and can no longer survive. When this type of cell death occurs, an increase or loss of control of autophagy regulating genes is commonly co-observed. Thus, once a more in-depth understanding of autophagic cell death is attained and its relation to ROS, this form of programmed cell death may serve as a future cancer therapy. Autophagy and apoptosis are two different cell death mechanisms brought on by high levels of ROS in the cells, however; autophagy and apoptosis rarely act through strictly independent pathways. There is a clear connection between ROS and autophagy and a correlation seen between excessive amounts of ROS leading to apoptosis. The depolarization of the mitochondrial membrane is also characteristic of the initiation of autophagy. When mitochondria are damaged and begin to release ROS, autophagy is initiated to dispose of the damaging organelle. If a drug targets mitochondria and creates ROS, autophagy may dispose of so many mitochondria and other damaged organelles that the cell is no longer viable. The extensive amount of ROS and mitochondrial damage may also signal for apoptosis. The balance of autophagy within the cell and the crosstalk between autophagy and apoptosis mediated by ROS is crucial for a cell’s survival. This crosstalk and connection between autophagy and apoptosis could be a mechanism targeted by cancer therapies or used in combination therapies for highly resistant cancers.",
            "score": 274.85109853744507
        },
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 135.55339753627777
        },
        {
            "docid": "49482835_16",
            "document": "Aerobic fermentation . One of the hallmarks of cancer is altered metabolism or deregulating cellular energetics. Cancers cells often have reprogrammed their glucose metabolism to perform lactic acid fermentation, in the presence of oxygen, rather than send the pyruvate made through glycolysis to the mitochondria. This is referred to as the Warburg effect, and is associated with high consumption of glucose and a high rate of glycolysis. ATP production in these cancer cells is often only through the process of glycolysis and pyruvate is broken down by the fermentation process in the cell's cytoplasm. This phenomenon is often seen as counterintuitive, since cancer cells have higher energy demands due to the continued proliferation and respiration produces significantly more ATP than glycolysis alone (fermentation produces no additional ATP). Typically, there is an up-regulation in glucose transporters and enzymes in the glycolysis pathway (also seen in yeast). There are many parallel aspects of aerobic fermentation in tumor cells that are also seen in Crabtree-positive yeasts. Further research into the evolution of aerobic fermentation in yeast such as \"S. cerevisiae\" can be a useful model for understanding aerobic fermentation in tumor cells. This has a potential for better understanding cancer and cancer treatments.",
            "score": 135.07822585105896
        },
        {
            "docid": "9568579_2",
            "document": "Fatty acid synthesis . Fatty acid synthesis is the creation of fatty acids from acetyl-CoA and NADPH through the action of enzymes called fatty acid synthases. This process takes place in the cytoplasm of the cell. Most of the acetyl-CoA which is converted into fatty acids is derived from carbohydrates via the glycolytic pathway. The glycolytic pathway also provides the glycerol with which three fatty acids can combine (by means of ester bonds) to form triglycerides (also known as \"triacylglycerols\", to distinguish them from fatty \"acids\" – or simply as \"fat\"), the final product of the lipogenic process. When only two fatty acids combine with glycerol and the third alcohol group is phosphorylated with a group such as phosphatidylcholine, a phospholipid is formed. Phospholipids form the bulk of the lipid bilayers that make up cell membranes and surround the organelles within the cells (e.g. the cell nucleus, mitochondria, endoplasmic reticulum, Golgi apparatus etc.)",
            "score": 260.15242052078247
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 138.40536963939667
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 146.06829607486725
        },
        {
            "docid": "27608049_3",
            "document": "Glyceroneogenesis . In mammals, triglycerol or its backbone, glycerol 3- phosphate, is usually synthesized from glucose through glycolysis. Glucose will be degraded though glycolysis until fructose 1,6-bisphosphate is broken down to glyceraldehyde 3-phosphate and dihydroxyacetone phosphate. Dihydroxyacetone phosphate is significant in synthesizing triglycerides because it can be used to generate glycerol 3-phosphate. However, glycerol 3-phosphate is generated through a different pathway when an organism is deficient of carbohydrates such as glucose. During fasting or low carbohydrate diet, glycerol 3-phosphate is generated by another metabolic pathway called glyceroneogenesis which uses precursors other than glucose. Glyceroneogenesis is considerably important because it is the dominant pathway to generate lipids during fasting or starvation. Not only it produces lipids for the organism but it also regulates lipid levels in the cell. Glyceroneogenesis involves re-esterification of fatty acids to generate triglycerides. In other words, it can regulate fatty acid concentration in the cytosol. Strong activity in glyceroneogenesis will induce the re-esterification of fatty acid which will result in decrease of fatty acid concentration in the cytosol. Therefore, glyceroneogenesis is significantly related to lipid control of mammals.",
            "score": 104.37457525730133
        },
        {
            "docid": "2773080_8",
            "document": "Endoplasm . The mitochondria are vital to the efficiency of eukaryotes. These organelles breakdown simple sugars like glucose to create a multitude of ATP (adenosine triphosphate) molecules. ATP provides the energy for protein synthesis, which takes about 75% of the cell’s energy, as well as other cellular processes like signaling pathways. Present in a cell’s endoplasm, the number of mitochondria varies based on the cell’s metabolic needs. Cells that must make a large amount of proteins or breakdown a lot of material require a large amount of mitochondria. Glucose is broken down through three sequential processes: glycolysis, the citric acid cycle, and the electron transport chain.",
            "score": 243.74342560768127
        },
        {
            "docid": "1197980_12",
            "document": "Downregulation and upregulation . This process is illustrated by the insulin receptor sites on target cells in a person with type 2 diabetes. Due to the elevated levels of blood glucose in an overweight individual, the β-cells (islets of Langerhans) in the pancreas must release more insulin than normal to meet the demand and return the blood to homeostatic levels. The near-constant increase in blood insulin levels results from an effort to match the increase in blood glucose, which will cause receptor sites on the liver cells to downregulate and decrease the number of receptors for insulin, increasing the subject’s resistance by decreasing sensitivity to this hormone. There is also a hepatic decrease in sensitivity to insulin. This can be seen in the continuing gluconeogenesis in the liver even when blood glucose levels are elevated. This is the more common process of insulin resistance, which leads to adult-onset diabetes.",
            "score": 127.69101369380951
        },
        {
            "docid": "54448_29",
            "document": "Insulin resistance . One of insulin's functions is to regulate delivery of glucose into cells to provide them with energy. Insulin resistant cells cannot take in glucose, amino acids and fatty acids. Thus, glucose, fatty acids and amino acids 'leak' out of the cells. A decrease in insulin/glucagon ratio inhibits glycolysis which in turn decreases energy production. The resulting increase in blood glucose may raise levels outside the normal range and cause adverse health effects, depending on dietary conditions. Certain cell types such as fat and muscle cells require insulin to absorb glucose. When these cells fail to respond adequately to circulating insulin, blood glucose levels rise. The liver helps regulate glucose levels by reducing its secretion of glucose in the presence of insulin. This normal reduction in the liver's glucose production may not occur in people with insulin resistance.",
            "score": 105.9157645702362
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 201.8895080089569
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 145.771160364151
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 143.13976657390594
        },
        {
            "docid": "4683065_4",
            "document": "Tumor metabolome . High amount of aerobic glycolysis (also known as the Warburg effect) distinguishes cancer cells from normal cells. The conversion of glucose to lactate rather than metabolizing it in the mitochondria through oxidative phosphorylation, (which can also occur in hypoxic normal cells) persists in malignant tumor despite the presence of oxygen. This process normally inhibits glycolysis which is also known as Pasteur effect. One of the reasons it is observed is because of the malfunction of mitochondria. Although ATP production by glycolysis can be more rapid than by oxidative phosphorylation, it is far less efficient in terms of ATP generated per unit of glucose consumed. Rather than oxidizing glucose for ATP production, glucose in cancer cells tends to be used for anabolic processes, such as ribose production, protein glycosylation and serine synthesis. This shift therefore demands that tumor cells implement an abnormally high rate of glucose uptake to meet their increased needs.",
            "score": 124.73025298118591
        },
        {
            "docid": "21082137_3",
            "document": "ESCRT . The ESCRT machinery plays a vital role in a number of cellular processes including multivesicular body (MVB) biogenesis, cellular abscission, and viral budding. Multivesicular body (MVB) biogenesis is a process in which ubiquitin tagged proteins enter organelles called endosomes via the formation of vesicles. This process is essential for cells to destroy misfolded and damaged proteins. Without ESCRT machinery, these proteins can build up and lead to neurodegenerative disease. For example, abnormalities in ESCRT-III components can lead to neurological disorders such as hereditary spastic paraplegia (HSP). Cellular abscission, the process by which the membrane connecting two daughter cells is cleaved, is also mediated by ESCRT machinery. Without the ESCRT complexes, daughter cells could not separate and abnormal cells containing twice the amount of DNA would be generated. These cells would inevitably be destroyed through a process known as apoptosis. Lastly, viral budding, or the process by which specific types of viruses exit cells, may not occur in the absence of ESCRT machinery. This would inevitably prevent viruses from spreading from cell to cell.",
            "score": 224.0910643339157
        },
        {
            "docid": "44419868_2",
            "document": "Single-cell variability . In cell biology, single-cell variability occurs when individual cells in an otherwise similar population differ in shape, size, position in the cell cycle, or molecular-level characteristics. Such differences can be detected using modern single-cell analysis techniques. Investigation of variability within a population of cells contributes to understanding of developmental and pathological processes,",
            "score": 84.65296602249146
        },
        {
            "docid": "18543362_9",
            "document": "Cln3 . That \"Start\" transit requires the attainment of a threshold cell size directly implies that yeast cells measure their own size, so that they can use that information to regulate \"Start\". A favored model for how yeast cells, as well as cells of other species, measure their size relies on the detection of overall translation rate. Essentially, since cell growth consists, to a great extent, of the synthesis of ribosomes to produce more proteins, the overall rate of protein production should reflect cell size. Thus, a single protein that is produced at a constant rate relative to total protein production capacity will be produced in higher quantities as the cell grows. If this protein promotes cell cycle progression (\"Start\" in the case of yeast), then it will link cell cycle progression to translation rate and, therefore, cell size. Importantly, this protein must be unstable, so that its levels depend on its \"current\" translation rate, rather than the rate of translation over time. Furthermore, since the cell grows in volume as well as mass, the concentration of this size sensor will remain constant with growth, so its activity must be compared against something that does not change with cell growth. Genomic DNA was suggested as such a standard early on, because it is (by definition) present in a constant quantity until the start of DNA replication. How this occurs remains a major question in current studies of size control (see below). Before the identification of Cln3 and its function, accrued evidence indicated that such translational size sensing operated in yeast. First, it was confirmed that the total rate of protein synthesis per cell increases with growth, a fundamental prerequisite for this model. It was later shown that treatment with the protein synthesis inhibitor cycloheximide delayed \"Start\" in yeast, indicating that translation rate controlled \"Start\". Finally, it was also shown that this delay occurred even with short pulses of cycloheximide, confirming that an unstable activating protein was required for \"Start\".",
            "score": 139.21302103996277
        },
        {
            "docid": "6781_26",
            "document": "Cytosol . The cytosol has no single function and is instead the site of multiple cell processes. Examples of these processes include signal transduction from the cell membrane to sites within the cell, such as the cell nucleus, or organelles. This compartment is also the site of many of the processes of cytokinesis, after the breakdown of the nuclear membrane in mitosis. Another major function of cytosol is to transport metabolites from their site of production to where they are used. This is relatively simple for water-soluble molecules, such as amino acids, which can diffuse rapidly through the cytosol. However, hydrophobic molecules, such as fatty acids or sterols, can be transported through the cytosol by specific binding proteins, which shuttle these molecules between cell membranes. Molecules taken into the cell by endocytosis or on their way to be secreted can also be transported through the cytosol inside vesicles, which are small spheres of lipids that are moved along the cytoskeleton by motor proteins.",
            "score": 227.86077427864075
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 168.51811695098877
        },
        {
            "docid": "1149660_32",
            "document": "CD36 . CD36's association with the ability to taste fats has made it a target for various studies regarding obesity and alteration of lipid tasting. CD36 mRNA expression was found to be reduced in taste bud cells (TBC) of obese sand rats (\"P. obesus\") compared to lean controls, implicating an association between CD36 and obesity. Although actual levels of CD36 protein were not different between the obese and control rat cells, Abdoul-Azize et al. hypothesize that the physical distribution of CD36 could differ in obese rat cells. Changes in calcium mediation have been associated with CD36 and obesity as well. Taste bud cells (more specifically, cells from the circumvallate papillae) containing CD36 that were isolated from obese mice exhibited a significantly smaller increase in calcium after fatty acid stimulation when compared to control mice: CD36 associated calcium regulation is impaired when mice are made to be obese (but not in normal weight mice), and this could be a mechanism contributing to behavior changes in the obese mice, such as decreased lipid taste sensitivity and decreased attraction to fats.",
            "score": 112.769575715065
        },
        {
            "docid": "31356226_15",
            "document": "Cofactor engineering . In cofactor engineering, a metabolic pathway is altered by changing the concentrations of specific cofactors that are produced either in that particular pathway or in a separate pathway. For example, an hypothetical organism could have two arbitrary pathways called A and B where some enzymes in both A and B utilize the same cofactors. If scientists wanted to decrease the output of pathway A, they may first consider directly engineering the enzymes involved in A, perhaps to decrease a particular active site's affinity for its substrate. In some cases however, the enzymes in A may be difficult to engineer for various reasons, or it may be impossible to engineer them without dangerously affecting some third metabolic pathway C, which utilizes the same enzymes. As a separate option, scientists could increase the flux of B, which may be easier to engineer. This in turn could \"tie up\" the cofactors needed by A, which would slow enzymatic activity, decreasing output in A. This is one hypothetical example of how cofactor engineering can be used, but there are many other unique cases where scientists use cofactors as a way of altering metabolic pathways. A major advantage to cofactor engineering is that scientists can use it to successfully alter metabolic pathways that are difficult to engineer by means of ordinary metabolic engineering. This is achieved by targeting more easily engineered enzymes in separate pathways, which use the same cofactors. Since many cofactors are used by different enzymes in multiple pathways, cofactor engineering may be an efficient, cost effective alternative to current methods of metabolic engineering. Yeast are commonly used in the beer and wine industry because they are capable of efficiently producing ethanol through the metabolic pathway fermentation in the absence of oxygen. Fermentation requires the enzyme glycerol-3-phosphate dehydrogenase (GPDH) which depends on the cofactor NADH. This pathway involves the conversion of glucose to both ethanol and glycerol, both of which use NADH as a cofactor. Scientists engineered \"Saccharomyces cerevisiae\" to overproduce GPDH, which shifted the cells metabolic flux away from ethanol and toward glycerol, by limiting NADH availability in the ethanol production portion of the pathway. The opposite effect was achieved by influencing a separate pathway in the cell, the Glutamate Synthesis pathway. Inactivating the expression of the enzyme glutamate dehydrogenase, which is NADPH dependent, and over expressing the enzymes glutamine synthetase and glutamate synthetase, which rely on NADH as a cofactor shifted the cofactor balance in glutamate synthesis pathway. The pathway is now dependent on NADH rather than NADPH, which decreases NADH availability in the fermentation pathway. This in turn causes increased ethanol production and decreased glycerol production. This method of manipulating metabolic fluxes could be visualized much like global fuel markets, where the increased production of ethanol for use in the automotive industry would decrease its availability in the food industry. Essentially, producing more engines which run on ethanol could result in decreased consumption of processed sweets, which contain high fructose corn syrup. This engineering of cofactors is applicable to the beer and wine industry since it allows for the regulation of ethanol levels in alcoholic beverages. Advancements in the wine industry have caused a steady increase in ethanol content, so winemakers in particular would be interested in the possibility of reducing the ethanol levels of some of their wines.",
            "score": 137.69147431850433
        },
        {
            "docid": "30210180_10",
            "document": "Phacus . Being in an organically enriched freshwater environment is essential for the development this these species. Different studies have shown that the addition or removal of certain organic elements can have profound effects on cell development. In studies using beef extract to increase organic content of certain cultures, some species of \"Phacus\" were observed to have clear morphological changes different from the controls. These changes include: increasing thickness of the cell, increase in paramylon bodies (both in size and number in \"Phacus curvicauda\"), and the overall structure of the cells. Regardless of a large or small change in organic enrichment, studies show a consistency to these morphological changes. However, the amount of change that occurs varies between species and is dependent on the specific organic nutrients present. If the amount of organic nutrients in the genus’ habitat is insufficient, occasionally they form resting cysts. If this occurs, the cells would expand (swell) and become more rounded, and also lose their flagella. This increase in size forces the cell to increase the number of paramylon storage granules and develop a polysaccharide mucilaginous wall for protection until it enters a more habitable environment. In addition, cell division continues to take place even as a reproductive cyst.",
            "score": 118.98387515544891
        },
        {
            "docid": "14374_11",
            "document": "Haematopoiesis . Two models for hematopoiesis have been proposed: determinism and stochastic theory. For the stem cells and other undifferentiated blood cells in the bone marrow, the determination is generally explained by the \"determinism\" theory of haematopoiesis, saying that colony stimulating factors and other factors of the haematopoietic microenvironment determine the cells to follow a certain path of cell differentiation. This is the classical way of describing haematopoiesis. In \"stochastic\" \"theory,\" undifferentiated blood cells differentiate to specific cell types by randomness. This theory has been supported by experiments showing that within a population of mouse haematopoietic progenitor cells, underlying stochastic variability in the distribution of Sca-1, a stem cell factor, subdivides the population into groups exhibiting variable rates of cellular differentiation. For example, under the influence of erythropoietin (an erythrocyte-differentiation factor), a subpopulation of cells (as defined by the levels of Sca-1) differentiated into erythrocytes at a sevenfold higher rate than the rest of the population. Furthermore, it was shown that if allowed to grow, this subpopulation re-established the original subpopulation of cells, supporting the theory that this is a stochastic, reversible process. Another level at which stochasticity may be important is in the process of apoptosis and self-renewal. In this case, the haematopoietic microenvironment prevails upon some of the cells to survive and some, on the other hand, to perform apoptosis and die. By regulating this balance between different cell types, the bone marrow can alter the quantity of different cells to ultimately be produced.",
            "score": 141.78725063800812
        },
        {
            "docid": "307039_6",
            "document": "Alcoholic liver disease . Fatty change, or steatosis is the accumulation of fatty acids in liver cells. These can be seen as fatty globules under the microscope. Alcoholism causes development of large fatty globules (macro vesicular steatosis) throughout the liver and can begin to occur after a few days of heavy drinking. Alcohol is metabolized by alcohol dehydrogenase (ADH) into acetaldehyde, then further metabolized by aldehyde dehydrogenase (ALDH) into acetic acid, which is finally oxidized into carbon dioxide () and water (). This process generates NADH, and increases the NADH/NAD+ ratio. A higher NADH concentration induces fatty acid synthesis while a decreased NAD level results in decreased fatty acid oxidation. Subsequently, the higher levels of fatty acids signal the liver cells to compound it to glycerol to form triglycerides. These triglycerides accumulate, resulting in fatty liver.",
            "score": 120.46953761577606
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 133.59916007518768
        },
        {
            "docid": "1989166_13",
            "document": "Phagosome . The nascent phagosome is not inherently bactericidal. As it matures, it becomes more acidic from pH 6.5 to pH 4, and gains characteristic protein markers and hydrolytic enzymes. The different enzymes function at various optimal pH, forming a range so they each work in narrow stages of the maturation process. Enzyme activity can be fine-tuned by modifying the pH level, allowing for greater flexibility. The phagosome moves along microtubules of the cytoskeleton, fusing with endosomes and lysosomes sequentially in a dynamic \"kiss-and-run\" manner. This intracellular transport depends on the size of the phagosomes. Larger organelles (with a diameter of about 3 µm) are transported very persistently from the cell periphery towards the perinuclear region whereas smaller organelles (with a diameter of about 1 µm) are transported more bidirectionally back and forth between cell center and cell periphery. Vacuolar proton pumps (v-ATPase) are delivered to the phagosome to acidify the organelle compartment, creating a more hostile environment for pathogens and facilitating protein degradation. The bacterial proteins are denatured in low pH and become more accessible to the proteases, which are unaffected by the acidic environment. The enzymes are later recycled from the phagolysosome before egestion so they are not wasted. The composition of the phospholipid membrane also changes as the phagosome matures.",
            "score": 251.36826968193054
        },
        {
            "docid": "4642940_7",
            "document": "Compartment (development) . To explain how anterior and posterior cells are kept separated, the differential adhesion hypothesis proposes that these two cell populations express different adhesion molecules, producing different affinities for each other that minimize their contact. The selector affinity model proposes that difference in cell affinity between compartments is a result of differential selector gene expression. The presence or absence of selector genes in a given compartment produces compartment-specific adhesion or recognition molecules that are different from those in its counterpart. For example, \"engrailed\" expressed in the posterior, but not the anterior, cells provides the differential affinity that keeps these compartments separately. It is also possible that this difference in cell adhesion/affinity is not directly due to \"en\" expression, but rather to the ability to receive Hh signaling. Anterior cells, capable of Hh transduction, will express given adhesive molecules that would differ from those present in posterior cells, creating differential affinity that would prevent them from intermixing. This signaling-affinity model is supported by experiments that demonstrate the importance of Hh signaling. Clones mutant for the \"Smoothened (smo)\", the gene responsible for transducing Hh signaling, retain anterior-like features, but move into the posterior compartment without any changes in the expression \"engrailed\" or invected. This demonstrates that Hh signaling, rather than the absence of en, is what gives cells their compartmental identity. Nonetheless, this signaling-affinity model is incomplete: \"smo\" mutant clones of anterior origin that migrate into the posterior compartment, do not completely associate with these cells, but rather form a smooth boundary with these posterior cells. If signaling-affinity were the only factor determining compartment identity, then these clones, which are no longer receiving Hh signaling, would have the same affinity as the other posterior cells in that compartment and be able to intermix with them. These experiments indicate that although Hh signaling could be having an effect in adhesive properties, this effect is limited to the border cells rather than throughout both compartments. It is also possible that both compartments produce the same cell adhesion molecules, but a difference in its abundance or activity could result in sorting between the two compartments. In vitro, transfected cells with high levels of a given adhesion molecule will segregate from cells that expressing lower levels of this same molecule. Finally, differences in cell bond tension could also play a role in the establishment of the boundary and the separation of the two different cell populations. Experimental data has shown that Myosin-II is up-regulated along both the dorsal-ventral and anterior-posterior boundaries in the imaginal wing disc. The D/V boundary is characterized by the presence of filamentous actin and mutations in Myosin-II heavy chain impairs D/V compartmentalization. Similarly, both F-actin and Myosin-II are increased along the A/P boundary, accompanied by a decrease of \"Bazooka\", which was also observed in the D/V border. The Rho-kinase inhibitor Y-27632, of which Myosin-II is the main target, significantly reduces cell bond tension, suggesting that Myosin-II could be the main effector of this process. In support of the signaling-affinity model, creating an artificial interface between cells with active vs. inactive Hh signaling induces a junctional behavior that aligns the cell bonds of where these opposing cell types meet. Moreover, a 2.5-fold increase in mechanical tension is observed along the A/P boundary, compared to the rest of the tissue. Simulations using a vertex model demonstrate that this increase in cell bond tension is enough to maintain proliferating cell populations in separate compartment boundaries. Parameters used to measure cell bond tension are based cell-cell adhesion and cortical tension input. It has also been suggested that boundary formation is not a result of differential mechanical tension between the two cell populations, but could be a result of the mechanical properties of the boundary itself. Interestingly, the level the adhesion molecule, E-cadherin, was unaltered and the biophysical properties of cells between the two compartments were the same. Changes in cell properties, such as an enlarged apical cross-section area, are only observed in anterior and posterior border cells. Along the boundary, orientation of cell divisions was random and there is no evidence that increased cell death or zones of non-proliferating cells are important for maintaining the A/P or D/V boundary.",
            "score": 143.22785985469818
        },
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 136.7800942659378
        },
        {
            "docid": "14873731_4",
            "document": "ACSL4 . Fatty acid-CoA ligase 4 (FACL4), the protein encoded by the ACSL4 gene, is an acyl-CoA synthetase, which is an essential class of lipid metabolism enzymes, and ACSL4 is distinguished by its preference for arachidonic acid. The enzyme controls the level of this fatty acid in cells; because AA is known to induce apoptosis, the enzyme modulates apoptosis. Overexpression of ACSL4 results in a higher rate of arachidonoyl-CoA synthesis, increased 20:4 incorporation into phosphatidylethanolamine, phosphatidylinositol, and triacylglycerol, and reduced cellular levels of unesterified 20:4. Additionally, ACSL4 regulates PGE₂ release from human smooth muscle cells. ACSL4 may regulate a number of processes dependent on the release of arachidonic acid-derived lipid mediators in the arterial wall.",
            "score": 118.31577157974243
        },
        {
            "docid": "24044102_6",
            "document": "Cellular model . The eukaryotic cell cycle is very complex and is one of the most studied topics, since its misregulation leads to cancers. It is possibly a good example of a mathematical model as it deals with simple calculus but gives valid results. Two research groups have produced several models of the cell cycle simulating several organisms. They have recently produced a generic eukaryotic cell cycle model which can represent a particular eukaryote depending on the values of the parameters, demonstrating that the idiosyncrasies of the individual cell cycles are due to different protein concentrations and affinities, while the underlying mechanisms are conserved (Csikasz-Nagy et al., 2006). By means of a system of ordinary differential equations these models show the change in time (dynamical system) of the protein inside a single typical cell; this type of model is called a deterministic process (whereas a model describing a statistical distribution of protein concentrations in a population of cells is called a stochastic process). To obtain these equations an iterative series of steps must be done: first the several models and observations are combined to form a consensus diagram and the appropriate kinetic laws are chosen to write the differential equations, such as rate kinetics for stoichiometric reactions, Michaelis-Menten kinetics for enzyme substrate reactions and Goldbeter–Koshland kinetics for ultrasensitive transcription factors, afterwards the parameters of the equations (rate constants, enzyme efficiency coefficients and Michaelis constants) must be fitted to match observations; when they cannot be fitted the kinetic equation is revised and when that is not possible the wiring diagram is modified. The parameters are fitted and validated using observations of both wild type and mutants, such as protein half-life and cell size. In order to fit the parameters the differential equations need to be studied. This can be done either by simulation or by analysis.  In a simulation, given a starting vector (list of the values of the variables), the progression of the system is calculated by solving the equations at each time-frame in small increments. In analysis, the properties of the equations are used to investigate the behavior of the system depending of the values of the parameters and variables. A system of differential equations can be represented as a vector field, where each vector described the change (in concentration of two or more protein) determining where and how fast the trajectory (simulation) is heading. Vector fields can have several special points: a stable point, called a sink, that attracts in all directions (forcing the concentrations to be at a certain value), an unstable point, either a source or a saddle point which repels (forcing the concentrations to change away from a certain value), and a limit cycle, a closed trajectory towards which several trajectories spiral towards (making the concentrations oscillate). A better representation which can handle the large number of variables and parameters is called a bifurcation diagram (bifurcation theory): the presence of these special steady-state points at certain values of a parameter (e.g. mass) is represented by a point and once the parameter passes a certain value, a qualitative change occurs, called a bifurcation, in which the nature of the space changes, with profound consequences for the protein concentrations: the cell cycle has phases (partially corresponding to G1 and G2) in which mass, via a stable point, controls cyclin levels, and phases (S and M phases) in which the concentrations change independently, but once the phase has changed at a bifurcation event (cell cycle checkpoint), the system cannot go back to the previous levels since at the current mass the vector field is profoundly different and the mass cannot be reversed back through the bifurcation event, making a checkpoint irreversible. In particular the S and M checkpoints are regulated by means of special bifurcations called a Hopf bifurcation and an infinite period bifurcation. Cell Collective is a modeling software that enables one to house dynamical biological data, build computational models, stimulate, break and recreate models. The development is led by Tomas Helikar, a researcher within the field of computational biology. It is designed for biologists, students learning about computational biology, teachers focused on teaching life sciences, and researchers within the field of life science. The complexities of math and computer science are built into the backend and one can learn about the methods used for modeling biological species, but complex math equations, algorithms, programming are not required and hence won't impede model building.",
            "score": 144.28659975528717
        }
    ],
    "r": [
        {
            "docid": "28346382_5",
            "document": "Organelle biogenesis . Several processes are known to have developed for organelle biogenesis. These can range from \"de novo\" synthesis to the copying of a template organelle; the formation of an organelle 'from scratch' and using a preexisting organelle as a template to manufacture an organelle, respectively. The distinct structures of each organelle are thought to be caused by the different mechanisms of the processes which create them and the proteins that they are made up of. Organelles may also be 'split' between two cells during the process of cellular division (known as organelle inheritance), where the organelle of the parent cell doubles in size and then splits with each half being delivered to their respective daughter cells.",
            "score": 361.52374267578125
        },
        {
            "docid": "20377_25",
            "document": "Microorganism . Most living things that are visible to the naked eye in their adult form are eukaryotes, including humans. However, a large number of eukaryotes are also microorganisms. Unlike bacteria and archaea, eukaryotes contain organelles such as the cell nucleus, the Golgi apparatus and mitochondria in their cells. The nucleus is an organelle that houses the DNA that makes up a cell's genome. DNA (Deoxyribonucleic acid) itself is arranged in complex chromosomes. Mitochondria are organelles vital in metabolism as they are the site of the citric acid cycle and oxidative phosphorylation. They evolved from symbiotic bacteria and retain a remnant genome. Like bacteria, plant cells have cell walls, and contain organelles such as chloroplasts in addition to the organelles in other eukaryotes. Chloroplasts produce energy from light by photosynthesis, and were also originally symbiotic bacteria.",
            "score": 347.7471008300781
        },
        {
            "docid": "4817_12",
            "document": "Biological membrane . Membranes in cells typically define enclosed spaces or compartments in which cells may maintain a chemical or biochemical environment that differs from the outside. For example, the membrane around peroxisomes shields the rest of the cell from peroxides, chemicals that can be toxic to the cell, and the cell membrane separates a cell from its surrounding medium. Peroxisomes are one form of vacuole found in the cell that contain by-products of chemical reactions within the cell. Most organelles are defined by such membranes, and are called \"membrane-bound\" organelles.",
            "score": 339.6294860839844
        },
        {
            "docid": "4230_17",
            "document": "Cell (biology) . There are several types of organelles in a cell. Some (such as the nucleus and golgi apparatus) are typically solitary, while others (such as mitochondria, chloroplasts, peroxisomes and lysosomes) can be numerous (hundreds to thousands). The cytosol is the gelatinous fluid that fills the cell and surrounds the organelles.",
            "score": 332.1474304199219
        },
        {
            "docid": "21683238_2",
            "document": "Membrane contact site . Membrane contact sites (MCS) are close appositions between two organelles. Ultrastructural studies typically reveal an intermembrane distance in the order of the size of a single protein (10 nm). These zones of apposition are highly conserved in evolution but not much is understood about their biological meaning. These sites are thought to be important in mainly three cellular functions: they facilitate signalling, they promote the passage of ions, and they are the sites where the non-vesicular lipid trafficking from one cellular compartment to another occurs. MCS may be particularly important in the function of the endoplasmic reticulum (ER), since this is the major site of lipid synthesis within cells. These structures can form between the ER and many organelles, including mitochondria, Golgi, endosomes, lysosomes, peroxisomes, chloroplasts and the plasma membrane. They can also form between other organelles, such as between the cell nucleus and the vacuole in yeast (nucleus vacuole junction, NVJ). First mentions of these contact sites can be found in papers published in the late 1950s mainly visualized using electron microscopy (EM) techniques. Copeland and Dalton described them as “highly specialized tubular form of endoplasmic reticulum in association with the mitochondria and apparently in turn, with the vascular border of the cell”.",
            "score": 326.8780517578125
        },
        {
            "docid": "329117_25",
            "document": "Christian de Duve . He was skeptical of referring to them as microbodies because, as he noted, \"too little is known of their enzyme complement and of their role in the physiology of the liver cells to substantiate a proposal at the present time\". He suggested that these enzymes belonged to the same cell organelle, but different from previously known organelles. But it would take some years before he publicised his hypothesis, as strong evidences were still lacking. In 1955 his team demonstrated similar cell fractions with same biochemical properties from the ciliated protozoan \"Tetrahymena pyriformis\", from which it was indicated that these particles were new cell organelles unrelated to mitochondria. He presented his discovery at a meeting of the American Society for Cell Biology in 1955, and formally published in 1966 in which he created the name peroxisomes for the organelles as they are involved in peroxidase reactions. In 1968 he achieved the first large-scale preparation of peroxisomes, confirming that l-α hydroxyacid oxidase, d-amino acid oxidase, and catalase were all the unique enzymes of peroxisomes.",
            "score": 315.6077575683594
        },
        {
            "docid": "318669_29",
            "document": "Schizosaccharomyces pombe . Researchers using fission yeast as a model system also look at organelle dynamics and responses and the possible correlations between yeast cells and mammalian cells. Mitochondria diseases, and various organelle systems such as the Golgi apparatus and endoplasmic reticulum, can be further understood, by observing fission yeast’s chromosome dynamics and protein expression levels and regulation.",
            "score": 314.2125244140625
        },
        {
            "docid": "22393_12",
            "document": "Organelle . Not all eukaryotic cells have each of the organelles listed below. Exceptional organisms have cells that do not include some organelles that might otherwise be considered universal to eukaryotes (such as mitochondria). There are also occasional exceptions to the number of membranes surrounding organelles, listed in the tables below (e.g., some that are listed as double-membrane are sometimes found with single or triple membranes). In addition, the number of individual organelles of each type found in a given cell varies depending upon the function of that cell. Mitochondria and chloroplasts, which have double-membranes and their own DNA, are believed to have originated from incompletely consumed or invading prokaryotic organisms, which were adopted as a part of the invaded cell. This idea is supported in the Endosymbiotic theory.",
            "score": 312.5400085449219
        },
        {
            "docid": "9927_6",
            "document": "Endomembrane system . Most lipids are synthesized in yeast either in the endoplasmic reticulum, lipid particles, or the mitochondrion, with little or no lipid synthesis occurring in the plasma membrane or nuclear membrane. Sphingolipid biosynthesis begins in the endoplasmic reticulum, but is completed in the Golgi apparatus. The situation is similar in mammals, with the exception of the first few steps in ether lipid biosynthesis, which occur in peroxisomes. The various membranes that enclose the other subcellular organelles must therefore be constructed by transfer of lipids from these sites of synthesis. However, although it is clear that lipid transport is a central process in organelle biogenesis, the mechanisms by which lipids are transported through cells remain poorly understood.",
            "score": 305.52410888671875
        },
        {
            "docid": "22393_3",
            "document": "Organelle . The name \"organelle\" comes from the idea that these structures are parts of cells, as organs are to the body, hence \"organelle,\" the suffix \"-elle\" being a diminutive. Organelles are identified by microscopy, and can also be purified by cell fractionation. There are many types of organelles, particularly in eukaryotic cells. While prokaryotes do not possess organelles \"per se\", some do contain protein-based bacterial microcompartments, which are thought to act as primitive organelles.",
            "score": 302.69427490234375
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 296.36834716796875
        },
        {
            "docid": "28346382_2",
            "document": "Organelle biogenesis . Organelle biogenesis is the biogenesis, or creation, of cellular organelles in cells. Organelle biogenesis includes the process by which cellular organelles are split between daughter cells during mitosis; this process is called organelle inheritance.",
            "score": 294.0243225097656
        },
        {
            "docid": "1989166_26",
            "document": "Phagosome . Autophagosomes are different from phagosomes in that they are mainly used to selectively degrade damaged cytosolic organelles such as mitochondria (mitophagy). However, when the cell is starved or stressed, autophagosomes can also non-selectively degrade organelles to provide the cell with amino acids and other nutrients. Autophagy is not limited to professional phagocytes, it is first discovered in rat hepatocytes by cell biologist Christian de Duve. Autophagosomes have a double membrane, the inner one from the engulfed organelle, and the outer membrane is speculated to be formed from the endoplasmic reticulum or the ER-Golgi Intermediate Compartment (ERGIC). The autophagosome also fuses with lysosomes to degrade its contents. When \"M. tuberculosis\" inhibit phagosome acidification, Interferon gamma can induce autophagy and rescue the maturation process.",
            "score": 290.4732971191406
        },
        {
            "docid": "15147777_2",
            "document": "Berkeley body . Berkeley bodies are organelles unique to the yeast cell \"Saccharomyces cerevisiae\", with a secretory mutation in the genes sec7 and sec14. The function of the organelle lies in the CTV (cytoplasm to vacuole targeting) pathway, which is a transport pathway for certain vacuolar hydrolases to be degenerated. The Berkeley body acts as the transport medium from the cytoplasm to the vacuole within this pathway. Studies have shown that Berkeley bodies share structural similarities with autophagosomes, which are involved in autophagy. The organelle consists of two enclosed membranes forming an enclosed lumen, which contains cytoplasm. It is formed by vesicles budding off the Golgi apparatus or the endoplasmic reticulum. They were discovered in 1980 by Novick and Schekman, of the Department of Biochemistry, University of California, Berkeley.",
            "score": 289.0918273925781
        },
        {
            "docid": "8631841_14",
            "document": "Glycosome . Unlike peroxisomes, for most of the trypanosomes their glycosomes are needed for them to be able to survive. Because of this need for the glycosome, it has been suggested as a possible drug target to find a drug to halt its function. When the glycosome is not functioning correctly there is a severe lack of enzymes in the cell. These enzymes are those associated with ether-lipid synthesis or the beta oxidation of certain fatty acids. Cells without glycosomes are deficient in these enzymes as without the compartmentalization of the glycosome the enzymes are degraded in the cell in the cytosol. The organelle keeps metabolism of the enzymes from occurring. For parasites, ether-lipid synthesis is vital to be able to complete its life cycle, making the enzymes protected by the glycosome also vital. In their life cycle, glycolysis partly through the glycosome is very high in the blood stream form comparatively to the pro-cyclic form. The glycosomal glycolysis pathway is necessary in stress situations for the pathogen as glycolysis can be started when the substrates for the pathway are available even when ATP is not available yet. So as this organelle is so essential for the trypanosome, if a drug could target this organelle, it could be a successful therapy as studies have shown without the glycosome parasite death occurs.",
            "score": 288.85064697265625
        },
        {
            "docid": "286021_23",
            "document": "Centrifugation . Differential Centrifugation is a type of centrifugation in which one selectively spins down components of a mixture by a series of increasing centrifugation forces. This method is commonly used to separate organelles and membranes found in cells. Organelles generally differ from each other in density in size, making the use of differential centrifugation, and centrifugation in general, possible. The organelles can then be identified by testing for indicators that are unique to the specific organelles.",
            "score": 287.75616455078125
        },
        {
            "docid": "61899_4",
            "document": "Phloem . Sieve elements are the type of cell that are responsible for transporting sugars throughout the plant. At maturity they lack a nucleus and have very few organelles, so they rely on companion cells or albuminous cells for most of their metabolic needs. Sieve tube cells do contain vacuoles and other organelles, such as ribosomes, before they mature, but these generally migrate to the cell wall and dissolve at maturity; this ensures there is little to impede the movement of fluids. One of the few organelles they do contain at maturity is the smooth endoplasmic reticulum, which can be found at the plasma membrane, often nearby the plasmodesmata that connect them to their companion or albuminous cells. All sieve cells have groups of pores at their ends that grow from modified and enlarged plasmodesmata, called sieve areas. The pores are reinforced by platelets of a polysaccharide called callose.",
            "score": 286.5914306640625
        },
        {
            "docid": "28934610_14",
            "document": "Cyanidioschyzon merolae . The extremely simple divisome, simple cell architecture, and ability to synchronize divisions in \"C. merolae\" makes it the perfect organism for studying mechanisms of eukaryotic cell and organelle division. Synchronization of the division of organelles in cultured cells can be very simple and usually involves the use of light and dark cycles. The chemical agent aphidicolin can be added to easily and effectively synchronize chloroplast division. The peroxisome division mechanism was first ascertained using \"C. merolae\" as a system, where peroxisome division can be synchronized using the microtubule-disrupting drug oryzalin in addition to light-dark cycles.",
            "score": 285.31524658203125
        },
        {
            "docid": "18393_69",
            "document": "Life . There are two primary types of cells. Prokaryotes lack a nucleus and other membrane-bound organelles, although they have circular DNA and ribosomes. Bacteria and Archaea are two domains of prokaryotes. The other primary type of cells are the eukaryotes, which have distinct nuclei bound by a nuclear membrane and membrane-bound organelles, including mitochondria, chloroplasts, lysosomes, rough and smooth endoplasmic reticulum, and vacuoles. In addition, they possess organized chromosomes that store genetic material. All species of large complex organisms are eukaryotes, including animals, plants and fungi, though most species of eukaryote are protist microorganisms. The conventional model is that eukaryotes evolved from prokaryotes, with the main organelles of the eukaryotes forming through endosymbiosis between bacteria and the progenitor eukaryotic cell.",
            "score": 285.1611022949219
        },
        {
            "docid": "5088363_3",
            "document": "Cellular compartment . Both organelles, the mitochondria and chloroplasts (in photosynthetic organisms), are compartments that are believed to be of endosymbiotic origin. Other compartments such as peroxisomes, lysosomes, the endoplasmic reticulum, the cell nucleus or the Golgi apparatus are not of endosymbiotic origin. Smaller elements like vesicles, and sometimes even microtubules can also be counted as compartments.",
            "score": 284.2449645996094
        },
        {
            "docid": "47520_10",
            "document": "Coccolithophore . Enclosed in each coccosphere is a single cell with membrane bound organelles. Two large chloroplasts with brown pigment are located on either side of the cell and surround the nucleus, mitochondria, golgi apparatus, endoplasmic reticulum, and other organelles. Each cell also has two flagellar structures, which are involved not only in motility, but also in mitosis and formation of the cytoskeleton. In some species, a functional or vestigial haptonema is also present. This structure, which is unique to haptophytes, coils and uncoils in response to environmental stimuli. Although poorly understood, it has been proposed to be involved in prey capture.",
            "score": 284.0832824707031
        },
        {
            "docid": "8132566_5",
            "document": "Satellite glial cell . Despite their flattened shape, satellite glial cells contain all common organelles necessary to make cellular products and to maintain the homeostatic environment of the cell. The plasma membrane of SGCs is thin and not very dense, and it is associated with adhesion molecules, receptors for neurotransmitters and other molecules, and ion channels, specifically potassium ion channels. Within individual SGCs, there is both rough endoplasmic reticulum and smooth endoplasmic reticulum, but the latter is much less abundant. Most often the Golgi apparatus and the centrioles in an SGC are found in a region very close to the cell’s nucleus. On the other hand, mitochondria are found throughout the cytoplasm along with the organelles involved in autophagy and other forms of catabolic degradation, such as lysosomes, lipofuscin granules, and peroxisomes. Both microtubules and intermediate filaments can be seen throughout the cytoplasm, and most often they lie parallel to the SGC sheath. These filaments are found in greater concentrations at the axon hillock and at the beginning portion of an axon in an SGC of the sympathetic ganglia. In some SGCs of the sensory ganglia researchers have seen a single cilium that extends outward from the cell surface near the nucleus and into the extracellular space of a deep indentation in the plasma membrane. The cilium, however, only has the nine pairs of peripheral microtubules while it lacks the axial pair of microtubules, making its structure very similar to the cilia of neurons, Schwann cells, and astrocytes of the CNS.",
            "score": 283.8919982910156
        },
        {
            "docid": "9927_3",
            "document": "Endomembrane system . The nuclear membrane contains a lipid bilayer that encompass the contents of the nucleus. The endoplasmic reticulum (ER) is a synthesis and transport organelle that branches into the cytoplasm in plant and animal cells. The Golgi apparatus is a series of multiple compartments where molecules are packaged for delivery to other cell components or for secretion from the cell. Vacuoles, which are found in both plant and animal cells (though much bigger in plant cells), are responsible for maintaining the shape and structure of the cell as well as storing waste products. A vesicle is a relatively small, membrane-enclosed sac that stores or transports substances. The cell membrane is a protective barrier that regulates what enters and leaves the cell. There is also an organelle known as the Spitzenkörper that is only found in fungi, and is connected with hyphal tip growth.",
            "score": 283.2313537597656
        },
        {
            "docid": "2040318_3",
            "document": "Myosatellite cell . Myosatellite cells are located between the basement membrane and the sarcolemma of muscle fibers, and can lie in grooves either parallel or transversely to the longitudinal axis of the fibre. Their distribution across the fibre can vary significantly. Non-proliferative, quiescent myosatellite cells, which adjoin resting skeletal muscles, can be identified by their distinct location between sarcolemma and basal lamina, a high nuclear-to-cytoplasmic volume ratio, few organelles (e.g. ribosomes, endoplasmic reticulum, mitochondria, golgi complexes), small nuclear size, and a large quantity of nuclear heterochromatin relative to myonuclei. On the other hand, activated satellite cells have an increased number of caveolae, cytoplasmic organelles, and decreased levels of heterochromatin. Satellite cells are able to differentiate and fuse to augment existing muscle fibers and to form new fibers. These cells represent the oldest known adult stem cell niche, and are involved in the normal growth of muscle, as well as regeneration following injury or disease.",
            "score": 282.77630615234375
        },
        {
            "docid": "6781_3",
            "document": "Cytosol . In the eukaryotic cell, the cytosol is surrounded by the cell membrane and is part of the cytoplasm, which also comprises the mitochondria, plastids, and other organelles (but not their internal fluids and structures); the cell nucleus is separate. The cytosol is thus a liquid matrix around the organelles. In prokaryotes, most of the chemical reactions of metabolism take place in the cytosol, while a few take place in membranes or in the periplasmic space. In eukaryotes, while many metabolic pathways still occur in the cytosol, others take place within organelles.",
            "score": 280.5576477050781
        },
        {
            "docid": "50413477_3",
            "document": "Bonnie Bartel . Bartel's research combines biochemical, cell biological, and genetic approaches to study plant signaling involving auxins and organelle homeostasis (primarily peroxisomes). While studying the enzymes that release auxin from precursor molecules, Bartel's laboratory discovered that the endoplasmic reticulum and peroxisomes compartmentalize auxin production pathways. This connection between the metabolism of auxin precursors and cellular organelles led her group to new findings in auxin signaling and to the discovery of new peroxisomal matrix components. She is the author of more than 100 publications in the scientific literature.",
            "score": 279.7733154296875
        },
        {
            "docid": "56779034_2",
            "document": "Biomolecular condensate . Biomolecular condensates are a class of non-membrane bound organelles and organelle subdomains. As for other organelles, biomolecular condensates are specialised subunits of the cell. Unlike many organelles, biomolecular condensate composition is not controlled by a bounding membrane. Instead they are formed by phase separation of proteins and other biopolymers, which is defined by the physical chemistry of these polymers. These compartments can have liquid-like or solid-like properties, depending on the material properties of the compartment on time scales characteristic of cell dynamics.",
            "score": 278.6502990722656
        },
        {
            "docid": "34907176_2",
            "document": "Polar organelle . Polar organelle (German: Basalkörper-Membran, also referred to in some microbiological literature articles as \"polar membrane\" or \"polar cap\") is a specialized region of the lipid cell membrane in bacterial cells, usually located at or near the so-called poles (e.g. the ends of a cylindrical cell). This region can easily be distinguished from the \"normal\" membrane regions in ultrathin sections of embedded bacteria by electron microscopy when the cell membrane is orientated perpendicular to the viewing direction. There, the membrane appears slightly thickened with a finely frilled layer facing the inside of the cell. It is also possible to isolate these polar organelles from the bacterial cells and study them in face view in negatively stained preparations. The polar organelle bears a fine array of attached particles in hexagonal close packing and these have been shown to possess ATPase activity. The polar organelle is invariably found in close juxtaposition to the points of insertion of the bacterial flagella into the plasma membrane, especially where multiple flagella bases are grouped in a region of the cell membrane. It may thus be inferred that the polar organelle could be of importance in the supply and transfer of energy to the bidirectional molecular rotational motor situated at the base of each individual bacterial flagellum (see also electrochemical gradient).",
            "score": 278.08526611328125
        },
        {
            "docid": "24062_2",
            "document": "Peroxisome . A peroxisome () is a type of organelle known as a microbody, found in virtually all eukaryotic cells. They are involved in catabolism of very long chain fatty acids, branched chain fatty acids, D-amino acids, and polyamines, reduction of reactive oxygen species – specifically hydrogen peroxide – and biosynthesis of plasmalogens, i.e., ether phospholipids critical for the normal function of mammalian brains and lungs. They also contain approximately 10% of the total activity of two enzymes in the pentose phosphate pathway, which is important for energy metabolism. It is vigorously debated whether peroxisomes are involved in isoprenoid and cholesterol synthesis in animals. Other known peroxisomal functions include the glyoxylate cycle in germinating seeds (\"glyoxysomes\"), photorespiration in leaves, glycolysis in trypanosomes (\"glycosomes\"), and methanol and/or amine oxidation and assimilation in some yeasts.",
            "score": 276.0848693847656
        },
        {
            "docid": "640697_37",
            "document": "Reactive oxygen species . Numerous studies have shown the pathways and associations between ROS levels and apoptosis, but a newer line of study has connected ROS levels and autophagy. ROS can also induce cell death through autophagy, which is a self-catabolic process involving sequestration of cytoplasmic contents (exhausted or damaged organelles and protein aggregates) for degradation in lysosomes. Therefore, autophagy can also regulate the cell’s health in times of oxidative stress. Autophagy can be induced by ROS levels through many different pathways in the cell in an attempt to dispose of harmful organelles and prevent damage, such as carcinogens, without inducing apoptosis. Autophagic cell death can be prompted by the over expression of autophagy where the cell digests too much of itself in an attempt to minimize the damage and can no longer survive. When this type of cell death occurs, an increase or loss of control of autophagy regulating genes is commonly co-observed. Thus, once a more in-depth understanding of autophagic cell death is attained and its relation to ROS, this form of programmed cell death may serve as a future cancer therapy. Autophagy and apoptosis are two different cell death mechanisms brought on by high levels of ROS in the cells, however; autophagy and apoptosis rarely act through strictly independent pathways. There is a clear connection between ROS and autophagy and a correlation seen between excessive amounts of ROS leading to apoptosis. The depolarization of the mitochondrial membrane is also characteristic of the initiation of autophagy. When mitochondria are damaged and begin to release ROS, autophagy is initiated to dispose of the damaging organelle. If a drug targets mitochondria and creates ROS, autophagy may dispose of so many mitochondria and other damaged organelles that the cell is no longer viable. The extensive amount of ROS and mitochondrial damage may also signal for apoptosis. The balance of autophagy within the cell and the crosstalk between autophagy and apoptosis mediated by ROS is crucial for a cell’s survival. This crosstalk and connection between autophagy and apoptosis could be a mechanism targeted by cancer therapies or used in combination therapies for highly resistant cancers.",
            "score": 274.8511047363281
        },
        {
            "docid": "9028799_13",
            "document": "Bacteria . The bacterial cell is surrounded by a cell membrane which is made primarily of phospholipids. This membrane encloses the contents of the cell and acts as a barrier to hold nutrients, proteins and other essential components of the cytoplasm within the cell. Unlike eukaryotic cells, bacteria usually lack large membrane-bound structures in their cytoplasm such as a nucleus, mitochondria, chloroplasts and the other organelles present in eukaryotic cells. However, some bacteria have protein-bound organelles in the cytoplasm which compartmentalize aspects of bacterial metabolism, such as the carboxysome. Additionally, bacteria have a multi-component cytoskeleton to control the localisation of proteins and nucleic acids within the cell, and to manage the process of cell division.",
            "score": 274.11297607421875
        },
        {
            "docid": "21501970_74",
            "document": "History of evolutionary thought . Indeed, the endosymbiotic theory for the origin of organelles sees a form of horizontal gene transfer as a critical step in the evolution of eukaryotes such as fungi, plants, and animals. The endosymbiotic theory holds that organelles within the cells of eukorytes such as mitochondria and chloroplasts, had descended from independent bacteria that came to live symbiotically within other cells. It had been suggested in the late 19th century when similarities between mitochondria and bacteria were noted, but largely dismissed until it was revived and championed by Lynn Margulis in the 1960s and 1970s; Margulis was able to make use of new evidence that such organelles had their own DNA that was inherited independently from that in the cell's nucleus.",
            "score": 274.0032043457031
        }
    ]
}