{
    "q": [
        {
            "docid": "17217228_10",
            "document": "Display rules . High and low-contact cultures also vary in the amount of physical interaction and direct contact there is during one-on-one communication. High-contact cultures involve people practicing direct eye contact, frequent touching, physical contact, and having close proximity to others. Examples of countries that have a high-contact culture include Mexico, Italy, and Brazil. Low-contact cultures involve people who practice less direct eye contact, little touching, have indirect body orientation, and more physical distance between people. Examples of countries that have a low-contact culture include the United States, Canada, and Japan.",
            "score": 121.18209874629974
        },
        {
            "docid": "51269958_7",
            "document": "People (Windows) . When a user connects another social networking service such as Facebook, Twitter or LinkedIn to their Microsoft Account, Outlook.com automatically imports and de-duplicates contacts on these connected social networks into the contact list. If duplicate contacts still exist, users can manually link contacts in the People app; however, this change only works on the individual device the links are made on. If a user wants to link the same contact from two different email accounts, he or she will need to manually link the contact on each device.",
            "score": 88.2473475933075
        },
        {
            "docid": "53734826_18",
            "document": "Sex differences in education in the United States . Sex discrimination in education persists beyond graduation, influencing one’s process of entering the workforce. Networking trends, gender norms, and the perception of parenthood differ based on one’s gender. A study done by Lindsey Trimble was conducted to understand how gender influences job networking. Through extensive research, the results shed light on a host of variances in both the execution of networking and its success levels between men and women. Firstly, people are more likely to find a job through same-gender contacts (about 65%), most of which are found through social functions that are already segregated by sex. Gender norms influence this networking process as well. Certain jobs are commonly perceived as only being fit for one gender. For example, only 9% of nurses are male, while only 4% of women work in local sheriff departments. Furthermore, women only make up 4% of CEO positions at S&P 500 companies. Thus, if people are finding jobs through same-gender contacts, these contacts are most likely in gender-segregated positions themselves, perpetuating gender inequality within the job selection process. These gender norms influence how decisions are made regarding whom to network for and whom to hire. People are more likely to help someone out if they think they're fit for the particular job. Gender is often considered to be one of the many indicators of an individual's level of capability. This could lead a contact to assist a man over a woman for careers considered more masculine. Employers decision making process is influenced by gender stereotypes as well. For example, assertiveness is often considered to be a sign of strength or good leadership in a man, yet, on the contrary, can cause others to think a woman is too opinionated or bossy. Additionally, parenthood affects one’s chance of being hired differently based on one's gender. Fatherhood is associated with a greater chance of getting a promotion, while motherhood decreases promotion rates, especially if the children are younger. Statistically, women experience internal promotion rates that are 34–46% lower than for men. Another aspect of parenthood that creates workforce discrimination is the presence of a societal pressure put on women to stay at home with their children. Not only could this make employers less inclined to hire a woman for time-consuming jobs, but it leaves a stigma on mothers who chose to work full-time, something men don't experience. Workforce discrimination is the result of a very complex list of causes, including gender norms and stereotypes, networking patterns, and the perception of parenthood. By better understanding these concepts, one can begin to combat them and create more gender equality.",
            "score": 126.12324106693268
        },
        {
            "docid": "39199253_2",
            "document": "Percolation (cognitive psychology) . Percolation (from the Latin word \"percolatio\", meaning filtration) is a theoretical model used to understand the way activation and diffusion of neural activity occur within neural networks. Percolation is a model used to explain how neural activity is transmitted across the various connections within the brain. Often it is easiest to understand percolation theory by explaining its use in epidemiology. Individuals that are infected with a disease can spread the disease through contact with others in their social network. Those who are more social and come into contact with more people will help to propagate the disease quicker than those who are less social. Therefore factors such as occupation and sociability influence the rate of infection. Now, if one were to think of \"neurons\" as the \"individuals\" and \"synaptic connections\" as the \"social bonds\" between people, then one can determine how easily messages between neurons will spread. When a neuron fires, the message is transmitted along all synaptic connections to other neurons until it can no longer continue. Synaptic connections are considered either open or closed (like a social or unsocial person) and messages will flow along any and all open connections until they can go no further. Just like occupation and sociability play a key role in the spread of disease, so too do the number of neurons, synaptic plasticity and long-term potentiation when talking about neural percolation.",
            "score": 151.61660611629486
        },
        {
            "docid": "11702_18",
            "document": "Flirting . Flirting varies a great deal from culture to culture. For example, for many western cultures one very common flirting strategy includes eye contact. However, eye contact can have a very different meaning in some Asian countries, where women might get in trouble if they return a glance to men who stare at them. Furthermore, Chinese and Japanese women are sometimes not expected to initiate eye contact as it could be considered rude and disrespectful. The distance between two people is also important when flirting. People from the \"contact cultures\", such as those in the Mediterranean or Latin America, may feel comfortable with closer proximity, whereas a British or Northern European person may typically need more space. Although touching, especially of the hand or arm, can constitute flirting, touching is also often done without intentions of flirting, particularly in the contact cultures where it forms a natural part of communication.",
            "score": 107.97454369068146
        },
        {
            "docid": "1007108_2",
            "document": "Eye contact . Eye contact occurs when two people look at each other's eyes at the same time. In human beings, eye contact is a form of nonverbal communication and is thought to have a large influence on social behavior. Coined in the early to mid-1960s, the term came from the West to often define the act as a meaningful and important sign of confidence, respect, and social communication. The customs and significance of eye contact vary between societies, with religious and social differences often altering its meaning greatly.",
            "score": 83.14874053001404
        },
        {
            "docid": "935411_7",
            "document": "Transmission risks and rates . There are a number of difficulties in using this relation. The first is that it is very difficult to measure contact rates because they vary widely between individuals and groups, and within the same group at different times. For sexually transmitted infections, large scale studies of sexual behaviour have been set up to estimate the contact rate. In developed countries for serious diseases such as AIDS or tuberculosis, contact tracing is often carried out when a patient is diagnosed (the patient and medical authorities try to inform every possible contact the patient may have made since infection). This, however, is not so much a research tool and more to alert the contacts to the possibility that they may be infected and so can seek medical treatment and avoiding passing on the disease if they have contracted it.",
            "score": 132.50808715820312
        },
        {
            "docid": "16083593_16",
            "document": "China–New Zealand relations . China and New Zealand have a long history of people to people contacts, beginning with the arrival in New Zealand of large numbers of Chinese immigrants in the middle of the nineteenth century (notably goldminers) and travel by New Zealand missionaries and others to China to live and work. Of the early New Zealanders in China, the best known is Rewi Alley, who was a New Zealand-born writer, educator, social reformer, potter, and member of the Communist Party of China and lived and worked in China for 60 years until his death in 1987. He came to symbolise the important role of people to people contacts in building good relations and accentuating common ground between countries as different as New Zealand and China. In 1997, the 100th anniversary of Alley’s birth was marked by celebrations in Beijing and New Zealand.",
            "score": 80.34325957298279
        },
        {
            "docid": "230079_25",
            "document": "Cross-cultural communication . Eye contact, Huseman goes on to explain, is the key factor in setting the tone between two individuals and greatly differs in meaning between cultures. In the Americas and Western Europe, eye contact is interpreted the same way, conveying interest and honesty. People who avoid eye contact when speaking are viewed in a negative light, withholding information and lacking in general confidence. However, in the Middle East, Africa, and especially Asia eye, contact is seen as disrespectful and even challenging of one's authority. People who make eye contact, but only briefly, are seen as respectful and courteous.",
            "score": 82.2988212108612
        },
        {
            "docid": "145031_195",
            "document": "Miscegenation . One survey revealed that 19% of black males had engaged in sexual activity with white women. A Gallup poll on interracial dating in June 2006 found 75% of Americans approving of a white man dating a black woman, and 71% approving of a black man dating a white woman. Among people between the ages of 18 and 29, the poll found that 95% approved of blacks and whites dating, and about 60% said they had dated someone of a different race. 69% of Hispanics, 52% of blacks, and 45% of whites said they have dated someone of another race or ethnic group. In 1980, just 17% of all respondents said they had dated someone from a different racial background. However, according to a study from the University of California at Berkeley, using data from over 1 million profiles of singles from online dating websites, whites were far more reluctant to date outside their race than non-whites. The study found that over 80% of whites, including whites who stated no racial preference, contacted other whites, whereas about 3% of whites contacted blacks, a result that held for younger and older participants. Only 5% of whites responded to inquiries from blacks. Black participants were ten times more likely to contact whites than whites were to contact blacks, however black participants sent inquiries to other blacks more often than otherwise.",
            "score": 97.91482388973236
        },
        {
            "docid": "566664_30",
            "document": "Nonverbal communication . Along with the detection of disinterest, deceit can also be observed in a person. Hogan states \"when someone is being deceptive their eyes tend to blink a lot more. Eyes act as leading indicator of truth or deception,\" Both nonverbal and verbal cues are useful when detecting deception. It is typical for people who are detecting lies to rely consistently on verbal cues but this can hinder how well they detect deception. Those who are lying and those who are telling the truth possess different forms of nonverbal and verbal cues and this is important to keep in mind. In addition, it is important to note that understanding the cultural background of a person will influence how easily deception is detectable because nonverbal cues may differ depending on the culture. In addition to eye contact these nonverbal cues can consist of physiological aspects including pulse rate as well as levels of perspiration. In addition eye aversion can be predictive of deception. Eye aversion is the avoidance of eye contact. Eye contact and facial expressions provide important social and emotional information. Overall, as Pease states, \"Give the amount of eye contact that makes everyone feel comfortable. Unless looking at others is a cultural no-no, lookers gain more credibility than non-lookers\"",
            "score": 116.80204582214355
        },
        {
            "docid": "6823439_19",
            "document": "Contact hypothesis . Paolini, Harwood, and Rubin (2010) proposed that negative intergroup contact may be a more powerful predictor of prejudice than positive contact because it makes out-group members' social group more salient during the encounter, the negative contact hypothesis. Recent evidence has confirmed the prediction, and shown that although negative intergroup contact is more influential than positive intergroup contact, it is also less common than positive contact in real world intergroup encounters. Recent research has also shown that people's past experiences with out-group members moderates the size of the valence asymmetry in contact: people who have had positive experiences with out-group members in the past show a smaller discrepancy between the effects of positive and negative contact.",
            "score": 107.86288619041443
        },
        {
            "docid": "40976066_8",
            "document": "Proxemic communication strategies . Not only does touch vary by culture, but also age and gender. They continue to explain how some researchers have suggested that some cultures, such as Middle Eastern, Latin America and Southern Europe, could be considered high-contact cultures (interact at closer distances and touch more frequently) much more in social conversations than people from non-contact cultures such as the USA and Northern Europe.",
            "score": 131.32080674171448
        },
        {
            "docid": "5069516_10",
            "document": "HIV/AIDS . The most frequent mode of transmission of HIV is through sexual contact with an infected person. Globally, the most common mode of HIV transmission is via sexual contacts between people of the opposite sex; however, the pattern of transmission varies among countries. As of 2014, most HIV transmission in the United States occurred among men who had sex with men (83% of new HIV diagnoses among males aged 13 and older and 67% of total new diagnoses). In the US, gay and bisexual men aged 13 to 24 accounted for an estimated 92% of new HIV diagnoses among all men in their age group and 27% of new diagnoses among all gay and bisexual men. About 15% of gay and bisexual men have HIV while 28% of transgender women test positive in the US. With regard to unprotected heterosexual contacts, estimates of the risk of HIV transmission per sexual act appear to be four to ten times higher in low-income countries than in high-income countries. In low-income countries, the risk of female-to-male transmission is estimated as 0.38% per act, and of male-to-female transmission as 0.30% per act; the equivalent estimates for high-income countries are 0.04% per act for female-to-male transmission, and 0.08% per act for male-to-female transmission. The risk of transmission from anal intercourse is especially high, estimated as 1.41.7% per act in both heterosexual and homosexual contacts. While the risk of transmission from oral sex is relatively low, it is still present. The risk from receiving oral sex has been described as \"nearly nil\"; however, a few cases have been reported. The per-act risk is estimated at 00.04% for receptive oral intercourse. In settings involving prostitution in low income countries, risk of female-to-male transmission has been estimated as 2.4% per act and male-to-female transmission as 0.05% per act. Risk of transmission increases in the presence of many sexually transmitted infections and genital ulcers. Genital ulcers appear to increase the risk approximately fivefold. Other sexually transmitted infections, such as gonorrhea, chlamydia, trichomoniasis, and bacterial vaginosis, are associated with somewhat smaller increases in risk of transmission.",
            "score": 136.36708331108093
        },
        {
            "docid": "20379306_10",
            "document": "Neighbourhood effect . 3) The \"consensual environmental effect\" model, which argues that 'people will be influenced towards agreement with their contacts', so that, for example, 'both middle- and working-class individuals are more Conservative in middle-class areas because both sets of individuals have fewer working-class contacts and more middle-class contacts than if they lived elsewhere' – which is what most writers associate with the neighbourhood effect.",
            "score": 80.00006055831909
        },
        {
            "docid": "729317_7",
            "document": "Transmission (medicine) . The route of transmission is important to epidemiologists because patterns of contact vary between different populations and different groups of populations depending on socio-economic, cultural and other features. For example, low personal and food hygiene due to the lack of a clean water supply may result in increased transmission of diseases by the fecal-oral route, such as cholera. Differences in incidence of such diseases between different groups can also throw light on the routes of transmission of the disease. For example, if it is noted that polio is more common in cities in underdeveloped countries, without a clean water supply, than in cities with a good plumbing system, we might advance the theory that polio is spread by the fecal-oral route.",
            "score": 104.38809847831726
        },
        {
            "docid": "37852560_2",
            "document": "The Proximity Principle . Within the realm of social psychology, the proximity principle accounts for the tendency for individuals to form interpersonal relations with those who are close by. Theodore Newcomb first documented this effect through his study of the acquaintance process, which demonstrated how people who interact and live close to each other will be more likely to develop a relationship. Leon Festinger also illustrates the proximity principle and propinquity (the state of being close to someone or something) by studying the network of attraction within a series of residential housing units at Massachusetts Institute of Technology (MIT). Both of these studies provide evidence to support the fact that people who encounter each other more frequently tend to develop stronger relationships. There are two main reasons why people form groups with others nearby rather than people further away. First, human beings like things that are familiar to them. Second, the more people come into contact with one another, the more likely the interaction will cultivate a relationship. Also, proximity promotes interaction between individuals and groups, which ends up leading to liking and disliking between the groups or individuals. The aforementioned idea is accurate only insofar as the increased contact does not unveil detestable traits in either person. If detestable traits are unveiled, familiarity will in fact breed contempt. It could be that interaction, rather than propinquity, that creates attraction.",
            "score": 105.12403559684753
        },
        {
            "docid": "24983585_13",
            "document": "Central Pomo language . The Bokeya tribe were encountered by different European groups which all had different effects on the tribe. First contacts were brief with minimal direct effects on population. Russian contact was more direct but friendly, whereas Mexican intrusions were much more violent. The Mexican Republic had control of California in 1822, when massacres and slave raids had taken place. This drastically affected the population of the Central Pomo people. American interaction further depleted the population of these people during the California Gold Rush. They used Indians as slave laborers and murdered them for their land. Efforts were created to relocate the Pomo people on reservations where they could learn how to farm, but this eventually failed. Some original Bokeya tried to move back to their native land only to find it occupied by Americans. Most of the Bokeya population was spread out, but a report indicates that there was a population of about 100 Bokeya in the northern part of the transformed native area. With the minimization of the tribe, their culture soon diminished.",
            "score": 103.81916773319244
        },
        {
            "docid": "23940025_7",
            "document": "Group (online social networking) . Since we have moved a huge part of our social life to the internet, online social networking groups have become a way to maintain a structure in social life. Online networking is made up by clusters of people, bounding themselves together on the World Wide Web. To be able to sort out the many different clusters we belong to we use online groups to helps us arrange and make sense of all our contacts. This sense-making is rooted within us, we sort and put people into compartments or sort by categories to make sense and try to understand our relationships to the people around us. Online social networking groups therefore enables us to do the same thing online. Online social networks have a huge impact on people’s lives. Since the social network revolution has offered people with more loose ties and diversity in their relationships, it creates both stress and opportunities. Furthermore, the Internet revolution has transformed the contact point from a household to the individual. In addition, people are in constant communication with each other due to the mobile revolution. All in all, the mentioned revolutions created a new social operating system: \"networked individualism\". The way that people currently connect, communicate and exchange information can be described as a form of operating system because of the similarities between the structure of computer systems and the networked individualism that has taken form in society. These structures consist of unwritten rules, norms, constraints and opportunities which are apparent for those who are part of a specific network.",
            "score": 100.07687866687775
        },
        {
            "docid": "621228_5",
            "document": "Population of Canada . Scholars vary on the estimated size of the indigenous population in what is now Canada prior to colonization and on the effects of European contact. During the late 15th century is estimated to have been between 200,000 and two million, with a figure of 500,000 currently accepted by Canada's Royal Commission on Aboriginal Health. Although not without conflict, European Canadians' early interactions with First Nations and Inuit populations were relatively peaceful. However repeated outbreaks of European infectious diseases such as influenza, measles and smallpox (to which they had no natural immunity), combined with other effects of European contact, resulted in a twenty-five percent to eighty percent indigenous population decrease post-contact. Roland G Robertson suggests that during the late 1630s, smallpox killed over half of the Wyandot (Huron), who controlled most of the early North American fur trade in the area of New France. In 1871 there was an enumeration of the indigenous population within the limits of Canada at the time, showing a total of only 102,358 individuals. According to the 2011 Canadian Census, indigenous peoples (First Nations - 851,560, Inuit - 59,445 and Métis - 451,795) numbered at 1,400,685, or 4.3% of the country's total population.",
            "score": 95.04983532428741
        },
        {
            "docid": "41820892_4",
            "document": "Social sequence analysis . Psychologists have used those methods to study how the order of information affects learning, and to identify structure in interactions between individuals. In sociology, sequence techniques are most commonly employed in studies of patterns of life-course development, cycles, and life histories. There has been a great deal of work on the sequential development of careers, and there is increasing interest in how career trajectories intertwine with life-course sequences. Many scholars have used sequence techniques to model how work and family activities are linked in household divisions of labor and the problem of schedule synchronization within families. The study of interaction patterns is increasingly centered on sequential concepts, such as turn-taking, the predominance of reciprocal utterances, and the strategic solicitation of preferred types of responses. Social network analysts have begun to turn to sequence methods and concepts to understand how social contacts and activities are enacted in real time, and to model and depict how whole networks evolve. Social network epidemiologists have begun to examine social contact sequencing to better understand the spread of disease.",
            "score": 131.57481980323792
        },
        {
            "docid": "505730_7",
            "document": "Cultural assimilation . The term assimilation is often used with regard to not only indigenous groups, who find themselves in the minority before another culture perceived as more sophisticated or prestigious, but also immigrants and various ethnic groups, who have settled in a new land. A new culture and new attitudes toward the origin culture are obtained through contact and communication. Cultural changing is not simply a one-way process. Assimilation assumes that a relatively-tenuous culture gets to be united to one unified culture. That process happens by contact and accommodation between each culture. The current definition of assimilation is usually used to refer to immigrants, but in multiculturalism, cultural assimilation can happen all over the world and within varying social contexts and is not reseeved to limited to specific areas. For example, a shared language gives people the chance to study and work internationally, without being limited to the same cultural group. People from different countries contribute to diversity and form the \"global culture\" which means the culture combined by the elements from different countries. That \"global culture\" can be seen as a part of assimilation, which causes cultures from different areas to affect one another.",
            "score": 112.26557004451752
        },
        {
            "docid": "45265426_4",
            "document": "Dual-phase evolution . Social networks provide a familiar example. In a social network the nodes of the network are people and the network connections (edges) are relationships or interactions between people. For any individual, social activity alternates between a \"local phase\", in which they interact only with people they already know, and a \"global phase\" in which they can interact with a wide pool of people not previously known to them. Historically, these phases have been forced on people by constraints of time and space. People spend most of their time in a local phase and interact only with those immediately around them (family, neighbors, colleagues). However, intermittent activities such as parties, holidays, and conferences involve a shift into a global phase where they can interact with different people they do not know. Different processes dominate each phase. Essentially, people make new social links when in the global phase, and refine or break them (by ceasing contact) while in the local phase.",
            "score": 87.83480644226074
        },
        {
            "docid": "6823439_10",
            "document": "Contact hypothesis . Savelkoul et al. (2011) in their study from the Netherlands found people living in regions with high numbers of Muslims (i.e. those more exposed to unavoidable intergroup contacts) get used to and are more experienced with their integration and express lesser perceived threats. In addition, they also found that higher contacts with Muslim colleagues directly reduce anti-Muslim attitudes. Similarly, Novotny and Polonsky (2011) in their survey among Czech and Slovak university students documented that personal contacts with Muslims and experience with visiting an Islamic country associate with more positive attitudes towards Muslims. However Agirdag et al. (2012) report that Belgian teachers working in schools that enroll a larger share of Muslim students have more negative attitudes toward Muslim students than other teachers.",
            "score": 120.70562660694122
        },
        {
            "docid": "53492533_6",
            "document": "Sang-Min Whang . The question that continues to be repeated in Sang Min Whang’s work since his graduate school days can be summarized as follows: “How are peoples’ minds living in a particular society or culture expressed in different ways for each individual?” His doctoral dissertation «The Organization of Everyday Places and their Dimensional Features: The Priming Effect of Dimensions on the Congruence of Place and Behavior» explored what kind of conceptions people had of everyday places, how the psychological meaning people attribute to places can be measured, and whether the measured results came from absolute characteristics of places or were results of peoples’ responses to places. In this study, he employed non-parametric statistical analysis, which unlike parametric statistical analysis that presumes a few set patterns exist, uses data to find an unknown pattern.",
            "score": 86.36145222187042
        },
        {
            "docid": "34705871_14",
            "document": "Imagined contact hypothesis . The imagined contact hypothesis paradigm is also effective at improving implicit attitudes towards outgroups. For instance, Turner and Crisp had college-aged participants imagine either a positive social interaction with an older adult or imagine an outdoor scene. They then measured participants implicit attitudes using an Implicit Association Test (IAT). Their results showed that following an imagined interaction with an older adult, college-aged participants were faster to associate positive traits with the \"old\" category (e.g., stereotypically old names - Arthur, Mildred) compared to participants who imagined an outdoor scene. This pattern of results was replicated with non-Muslim's implicit attitudes towards Muslims using the IAT. Furthermore, the effects of imagined contact on implicit attitudes extend to school aged children, with researchers demonstrating that implicit attitudes towards immigrants improved for children following an imagined contact scenario compared to a control scenario. It has been argued that these demonstrations of implicit attitude change with the imagined contact hypothesis rule out alternative explanations such as the possibility that demand characteristics influence participants' explicit attitudes because implicit attitudes are harder to control.",
            "score": 100.1137090921402
        },
        {
            "docid": "615394_12",
            "document": "Robert D. Putnam . In recent years, Putnam has been engaged in a comprehensive study of the relationship between trust within communities and their ethnic diversity. His conclusion based on over 40 cases and 30,000 people within the United States is that, other things being equal, \"more\" diversity in a community is associated with \"less\" trust both between and within ethnic groups. Although limited to American data, it puts into question both the contact hypothesis and conflict theory in inter-ethnic relations. According to conflict theory, distrust \"between\" the ethnic groups will rise with diversity, but \"not\" within a group. In contrast, contact theory proposes that distrust will decline as members of different ethnic groups get to know and interact with each other. Putnam describes people of all races, sex, socioeconomic statuses, and ages as \"hunkering down,\" avoiding engagement with their local community—both among different ethnic groups and within their own ethnic group. Even when controlling for income inequality and crime rates, two factors which conflict theory states should be the prime causal factors in declining inter-ethnic group trust, more diversity is still associated with less communal trust. Lowered trust in areas with high diversity is associated with the same consequences as low social capital.",
            "score": 109.09358727931976
        },
        {
            "docid": "7121636_6",
            "document": "Nanai language . Even in Russia, the situation for language preservation is not favorable: the carriers of language are scattered in different villages and often isolated from each other. The Nanai language continues to be used in the sphere of everyday contact among people older than 40. In their contact with people their age or younger, they prefer the Russian language, using Nanaian only for contact with elderly people aged 70 or older. On the whole, the Nanai language has been superseded by Russian in almost all spheres of communication; drastic measures are required for language preservation.",
            "score": 84.73683285713196
        },
        {
            "docid": "37132465_16",
            "document": "Middle East respiratory syndrome coronavirus . The Centers for Disease Control and Prevention (CDC) list MERS as transmissible from human-to-human. From their FAQ, in answer to the question \"Does MERS-CoV spread from person to person?\", they answer \"MERS-CoV has been shown to spread between people who are in close contact. Transmission from infected patients to healthcare personnel has also been observed. Clusters of cases in several countries are being investigated.\" There is also a \"New York Times\" article which provides some correlative context for this.",
            "score": 95.64462554454803
        },
        {
            "docid": "41681699_21",
            "document": "2012 Middle East respiratory syndrome coronavirus outbreak . On 6 July 2015, DOH confirmed the second detected case of MERS-CoV in the country. The patient who had contracted the virus was from the Middle East and was referred to the RITM last 4 July 2015. Another person, who was also showing symptoms, was placed in isolation after he had close contact with the said patient; eight others, who also had contacted with the patient, were identified. DOH is in the process of tracking all the people whom the patient had contacted with.",
            "score": 84.90526342391968
        },
        {
            "docid": "52640771_2",
            "document": "Sociality and disease transmission . The effects of how social grouping strategies may reduce or increase the spread of disease is critical for the health of large groups of people. Places with large amounts of human interaction have a high risk for disease transmission. Social groups, community structures, and different cultures have different strategies and behaviors of reducing the spread of disease. Animals groups and humans that live in a place with high population density have an increased risk of disease prevalence. Some ways that large groups can help reduce the spread of disease is to have clean water supply and food supply. Also, another way groups can reduce spread of disease is through avoiding contact with individuals in the community that are ill.",
            "score": 148.28761196136475
        },
        {
            "docid": "55803497_3",
            "document": "Turkmen jewelry . A semi-nomadic people, the various Turkmen tribes often came into contact with urban population centers in the Middle East. Turkmen jewelers benefited from these exchanges, which allowed knowledge of jewel-crafting to spread to the Turkmen. Turkmen Jewelry is not homogeneous, as major variations existed between the artisans of the different Turkmen tribes. Silver set with precious stones became the most widely produced variant of Turkmen Jewelry. Turkmen tradition holds that precious stones are beneficial to human health, and many Turkmen tribes believed jewels to possess magical powers. The subjects depicted on the jewelry varied; some pieces depicted animals and floral patterns, while others displayed images of mountains sacred to the Turkmen or geometrical patterns. Different gems were thought to have different effects on their wearers. Carnelians and silver were worn to ward off death and disease, while turquoise was worn as a symbol of purity.",
            "score": 77.31640636920929
        }
    ],
    "r": [
        {
            "docid": "39199253_2",
            "document": "Percolation (cognitive psychology) . Percolation (from the Latin word \"percolatio\", meaning filtration) is a theoretical model used to understand the way activation and diffusion of neural activity occur within neural networks. Percolation is a model used to explain how neural activity is transmitted across the various connections within the brain. Often it is easiest to understand percolation theory by explaining its use in epidemiology. Individuals that are infected with a disease can spread the disease through contact with others in their social network. Those who are more social and come into contact with more people will help to propagate the disease quicker than those who are less social. Therefore factors such as occupation and sociability influence the rate of infection. Now, if one were to think of \"neurons\" as the \"individuals\" and \"synaptic connections\" as the \"social bonds\" between people, then one can determine how easily messages between neurons will spread. When a neuron fires, the message is transmitted along all synaptic connections to other neurons until it can no longer continue. Synaptic connections are considered either open or closed (like a social or unsocial person) and messages will flow along any and all open connections until they can go no further. Just like occupation and sociability play a key role in the spread of disease, so too do the number of neurons, synaptic plasticity and long-term potentiation when talking about neural percolation.",
            "score": 151.61660766601562
        },
        {
            "docid": "52640771_2",
            "document": "Sociality and disease transmission . The effects of how social grouping strategies may reduce or increase the spread of disease is critical for the health of large groups of people. Places with large amounts of human interaction have a high risk for disease transmission. Social groups, community structures, and different cultures have different strategies and behaviors of reducing the spread of disease. Animals groups and humans that live in a place with high population density have an increased risk of disease prevalence. Some ways that large groups can help reduce the spread of disease is to have clean water supply and food supply. Also, another way groups can reduce spread of disease is through avoiding contact with individuals in the community that are ill.",
            "score": 148.28761291503906
        },
        {
            "docid": "5069516_10",
            "document": "HIV/AIDS . The most frequent mode of transmission of HIV is through sexual contact with an infected person. Globally, the most common mode of HIV transmission is via sexual contacts between people of the opposite sex; however, the pattern of transmission varies among countries. As of 2014, most HIV transmission in the United States occurred among men who had sex with men (83% of new HIV diagnoses among males aged 13 and older and 67% of total new diagnoses). In the US, gay and bisexual men aged 13 to 24 accounted for an estimated 92% of new HIV diagnoses among all men in their age group and 27% of new diagnoses among all gay and bisexual men. About 15% of gay and bisexual men have HIV while 28% of transgender women test positive in the US. With regard to unprotected heterosexual contacts, estimates of the risk of HIV transmission per sexual act appear to be four to ten times higher in low-income countries than in high-income countries. In low-income countries, the risk of female-to-male transmission is estimated as 0.38% per act, and of male-to-female transmission as 0.30% per act; the equivalent estimates for high-income countries are 0.04% per act for female-to-male transmission, and 0.08% per act for male-to-female transmission. The risk of transmission from anal intercourse is especially high, estimated as 1.41.7% per act in both heterosexual and homosexual contacts. While the risk of transmission from oral sex is relatively low, it is still present. The risk from receiving oral sex has been described as \"nearly nil\"; however, a few cases have been reported. The per-act risk is estimated at 00.04% for receptive oral intercourse. In settings involving prostitution in low income countries, risk of female-to-male transmission has been estimated as 2.4% per act and male-to-female transmission as 0.05% per act. Risk of transmission increases in the presence of many sexually transmitted infections and genital ulcers. Genital ulcers appear to increase the risk approximately fivefold. Other sexually transmitted infections, such as gonorrhea, chlamydia, trichomoniasis, and bacterial vaginosis, are associated with somewhat smaller increases in risk of transmission.",
            "score": 136.36708068847656
        },
        {
            "docid": "442916_11",
            "document": "Avian influenza . Most human cases of the avian flu are a result of either handling dead infected birds or from contact with infected fluids. It can also be spread through contaminated surfaces and droppings. While most wild birds mainly have only a mild form of the H5N1 strain, once domesticated birds such as chickens or turkeys are infected, it can become much more deadly because the birds are often in close contact. There is currently a large threat of this in Asia with infected poultry due to low hygiene conditions and close quarters. Although it is easy for humans to contract the infection from birds, human-to-human transmission is more difficult without prolonged contact. However, public health officials are concerned that strains of avian flu may mutate to become easily transmissible between humans. Spreading of H5N1 from Asia to Europe is much more likely caused by both legal and illegal poultry trades than dispersing through wild bird migrations, being that in recent studies, there were no secondary rises in infection in Asia when wild birds migrate south again from their breeding grounds. Instead, the infection patterns followed transportation such as railroads, roads, and country borders, suggesting poultry trade as being much more likely. While there have been strains of avian flu to exist in the United States, such as Texas in 2004, they have been extinguished and have not been known to infect humans. Examples of avian influenza A virus strains: Avian influenza is most often spread by contact between infected and healthy birds, though can also be spread indirectly through contaminated equipment. The virus is found in secretions from the nostrils, mouth, and eyes of infected birds as well as their droppings. HPAI infection is spread to people often through direct contact with infected poultry, such as during slaughter or plucking. Though the virus can spread through airborne secretions, the disease itself is not an airborne disease. Highly pathogenic strains spread quickly among flocks and can destroy a flock within 28 hours; the less pathogenic strains may affect egg production but are much less deadly.",
            "score": 134.21485900878906
        },
        {
            "docid": "43283483_5",
            "document": "Focus of infection . Childcare infection is the spread of infection during childcare, typically because of contact among children in daycare or school. This happens when groups of children meet in a childcare environment, and there any individual with an infectious disease may spread it to the entire group. Commonly spread diseases include influenza-like illness and enteric illnesses, such as diarrhea among babies using diapers. It is uncertain how these diseases spread, but hand washing reduces some risk of transmission and increasing hygiene in other ways also reduces risk of infection.",
            "score": 134.1376953125
        },
        {
            "docid": "43275717_2",
            "document": "Infection in childcare . Infection in childcare is the spread of infection during childcare, typically because of contact among children in daycare or school. This happens when groups of children meet in a childcare environment, and there any individual with an infectious disease may spread it to the entire group. Commonly spread diseases include influenza-like illness and enteric illnesses, such as diarrhea among babies using diapers. It is uncertain how these diseases spread, but hand washing reduces some risk of transmission and increasing hygiene in other ways also reduces risk of infection.",
            "score": 134.1376953125
        },
        {
            "docid": "87175_13",
            "document": "Herd immunity . A second assumption in these calculations is that populations are homogeneous, or well-mixed, meaning that every individual comes into contact with every other individual, when in reality populations are better described as social networks as individuals tend to cluster together, remaining in relatively close contact with a limited number of other individuals. In these networks, transmission only occurs between those who are geographically or physically close to one another. The shape and size of a network is likely to alter a disease's HIT, making incidence either more or less common. In heterogeneous populations, \"R\" is now considered to be a measure of the number of cases generated by a \"typical\" infectious person, which depends on how individuals within a network interact with each other. Interactions within networks are more common than between networks, in which case the most highly connected networks transmit disease more easily, resulting in a higher \"R\" and a higher HIT than would be required in a less connected network. In networks that either opt not to become immune or are not immunized sufficiently, diseases may persist despite not existing in better-immunized networks.",
            "score": 133.6305389404297
        },
        {
            "docid": "43119326_6",
            "document": "Social Immunity . Sociality, although a very successful way of life, is thought to increase the per-individual risk of acquiring disease, simply because close contact with conspecifics is a key transmission route for infectious diseases. As social organisms are often densely aggregated and exhibit high levels of interaction, pathogens can more easily spread from infectious to susceptible individuals. The intimate interactions often found in social insects, such as the sharing of food through regurgitation, are further possible routes of pathogen transmission. As the members of social groups are typically closely related, they are more likely to be susceptible to the same pathogens. This effect is compounded when overlapping generations are present (such as in social insect colonies and primate groups), which facilitates the horizontal transmission of pathogens from the older generation to the next. In the case of species that live in nests/burrows, stable, homeostatic temperatures and humidity may create ideal conditions for pathogen growth.",
            "score": 133.00433349609375
        },
        {
            "docid": "935411_7",
            "document": "Transmission risks and rates . There are a number of difficulties in using this relation. The first is that it is very difficult to measure contact rates because they vary widely between individuals and groups, and within the same group at different times. For sexually transmitted infections, large scale studies of sexual behaviour have been set up to estimate the contact rate. In developed countries for serious diseases such as AIDS or tuberculosis, contact tracing is often carried out when a patient is diagnosed (the patient and medical authorities try to inform every possible contact the patient may have made since infection). This, however, is not so much a research tool and more to alert the contacts to the possibility that they may be infected and so can seek medical treatment and avoiding passing on the disease if they have contracted it.",
            "score": 132.50808715820312
        },
        {
            "docid": "40908465_16",
            "document": "Affiliative conflict theory . Research shows that gender plays an important role in ACT. As Argyle (1967) points out, females are socialized to have a higher affiliative orientation, which they may express through using more eye contact. However, other explanations can account for the higher use of mutual gaze by females. A higher affiliative orientation may increase the female's sensitivity and/or responsivity to social cues. Since the eyes are the prime source of information about another's attention, females that socializes in our culture would be expected to look more at the other person's eyes for this social information, thus increasing the amount of time a female dyad engages in eye contact, and perhaps (but not necessarily) increasing the mean length of mutual gaze for the dyad. The data show that the looking time in general shows an increase in the significance of the sex effect with age. Females may rely more on external cues in general, and insofar as the eyes of another are salient cues, the percentage of time in monitoring them should increase.  Interpersonal distance was examined after a study about eye contact and mean length of mutual glance by Argyle and Ingham (1972) showed conflicting and reversal effects between males and females. In 1975, Russo conducted a study that focused on the eye-contact and distance relationship. In this study, 24 males and 24 females were drawn in same-sex pairs from kindergarten, third, and sixth grades and asked to \"try out some distances and tell (the researcher) how they like them\" (p. 499). Each participant sat and conversed for 2 minutes at each of the three distances. At each 2 minute interval the researcher asked the subjects how they liked talking at that particular distance. Russo found that the percentage of time engaged in contact (a) increased with distance, (b) was higher for females than males; and (c) did not significantly differ with friendship. In terms of the mean length of eye contact it: (a) did not significantly increase with interpersonal distance; (b) was higher for females than for males; and (c) was significantly greater for friends than nonfriends. Thus, the mean length of eye-contact appears to index affiliative tendencies, while the total amount of eye-contact does not.",
            "score": 132.15109252929688
        },
        {
            "docid": "16063653_11",
            "document": "Nutrition transition . Deemed as a developmental challenge of epidemic proportions, the double burden of disease (DBD) is an emerging global health challenge, that exists predominately in low-to-middle income countries. More specifically, the DBD refers to the dual burden of communicable and non-communicable diseases(NCD). Today, over 90 per cent of the world’s disease burden occurs in developing regions, and most are attributed to communicable diseases. Communicable diseases are infectious diseases that “can be passed between people through proximity, social contact or intimate contact.” Common diseases in this category include whooping cough or tuberculosis, HIV/AIDs, malaria, influenza (the flu), and mumps.  As low-to-middle income countries continue to develop, the types of diseases that affecting populations within these countries shifts primarily from infectious diseases, such as diarrhea and pneumonia, to primarily non-communicable diseases, such as cardiovascular disease, cancer and obesity. This shift is increasingly being referred to as the risk transition. Thus, as globalization and the proliferation of pre-packaged foods continues, traditional diets and lifestyles are changing in many developing countries. As such, it is becoming increasingly common to see low-to-middle income countries battle with century old issues such as food insecurity and under nutrition, in addition to emerging health epidemics such as chronic heart disease, hypertension, stroke, and diabetes. Diseases once characteristic of industrialized nations, are increasingly becoming health challenges of epidemic proportions in many low-to-middle income countries.",
            "score": 132.07569885253906
        },
        {
            "docid": "41820892_4",
            "document": "Social sequence analysis . Psychologists have used those methods to study how the order of information affects learning, and to identify structure in interactions between individuals. In sociology, sequence techniques are most commonly employed in studies of patterns of life-course development, cycles, and life histories. There has been a great deal of work on the sequential development of careers, and there is increasing interest in how career trajectories intertwine with life-course sequences. Many scholars have used sequence techniques to model how work and family activities are linked in household divisions of labor and the problem of schedule synchronization within families. The study of interaction patterns is increasingly centered on sequential concepts, such as turn-taking, the predominance of reciprocal utterances, and the strategic solicitation of preferred types of responses. Social network analysts have begun to turn to sequence methods and concepts to understand how social contacts and activities are enacted in real time, and to model and depict how whole networks evolve. Social network epidemiologists have begun to examine social contact sequencing to better understand the spread of disease.",
            "score": 131.5748291015625
        },
        {
            "docid": "40976066_8",
            "document": "Proxemic communication strategies . Not only does touch vary by culture, but also age and gender. They continue to explain how some researchers have suggested that some cultures, such as Middle Eastern, Latin America and Southern Europe, could be considered high-contact cultures (interact at closer distances and touch more frequently) much more in social conversations than people from non-contact cultures such as the USA and Northern Europe.",
            "score": 131.32080078125
        },
        {
            "docid": "389615_45",
            "document": "Child care . Childcare infection is the spread of infection during childcare, typically because of contact among children in daycare or school. This happens when groups of children meet in a childcare environment, and there is an individual with an infectious disease who may then spread it to the entire group. Commonly spread diseases include influenza-like illness and enteric illnesses, such as diarrhea among babies using diapers. Illnesses and diseases may also include ringworm, head lice, and hand, feet, mouth disease. It is uncertain how these diseases spread, but hand washing reduces some risk of transmission and increasing hygiene in other ways also reduces risk of infection.",
            "score": 131.1062774658203
        },
        {
            "docid": "53734826_18",
            "document": "Sex differences in education in the United States . Sex discrimination in education persists beyond graduation, influencing one’s process of entering the workforce. Networking trends, gender norms, and the perception of parenthood differ based on one’s gender. A study done by Lindsey Trimble was conducted to understand how gender influences job networking. Through extensive research, the results shed light on a host of variances in both the execution of networking and its success levels between men and women. Firstly, people are more likely to find a job through same-gender contacts (about 65%), most of which are found through social functions that are already segregated by sex. Gender norms influence this networking process as well. Certain jobs are commonly perceived as only being fit for one gender. For example, only 9% of nurses are male, while only 4% of women work in local sheriff departments. Furthermore, women only make up 4% of CEO positions at S&P 500 companies. Thus, if people are finding jobs through same-gender contacts, these contacts are most likely in gender-segregated positions themselves, perpetuating gender inequality within the job selection process. These gender norms influence how decisions are made regarding whom to network for and whom to hire. People are more likely to help someone out if they think they're fit for the particular job. Gender is often considered to be one of the many indicators of an individual's level of capability. This could lead a contact to assist a man over a woman for careers considered more masculine. Employers decision making process is influenced by gender stereotypes as well. For example, assertiveness is often considered to be a sign of strength or good leadership in a man, yet, on the contrary, can cause others to think a woman is too opinionated or bossy. Additionally, parenthood affects one’s chance of being hired differently based on one's gender. Fatherhood is associated with a greater chance of getting a promotion, while motherhood decreases promotion rates, especially if the children are younger. Statistically, women experience internal promotion rates that are 34–46% lower than for men. Another aspect of parenthood that creates workforce discrimination is the presence of a societal pressure put on women to stay at home with their children. Not only could this make employers less inclined to hire a woman for time-consuming jobs, but it leaves a stigma on mothers who chose to work full-time, something men don't experience. Workforce discrimination is the result of a very complex list of causes, including gender norms and stereotypes, networking patterns, and the perception of parenthood. By better understanding these concepts, one can begin to combat them and create more gender equality.",
            "score": 126.12324523925781
        },
        {
            "docid": "6047998_18",
            "document": "Sexual Ecology . \"Contact Rate,\" or partner change, describes the average number of sexual partners that people have within a given population or ‘sexual ecosystem,’ such as students at a particular college, or gay men in a particular city. “Simply put, without partner change no STD can spread. Partner A may infect partner B, but things will end there. In a thoroughly monogamous population there would be no STDs at all, no matter how infectious certain microbes might theoretically be. Conversely, the higher the level of partner change, the more likely that even microbes that are relatively hard to transmit will have an opportunity to spread.”Rotello introduces an additional factor in STD epidemiology, the role of ‘core groups.’ He describes these as smaller groups within a larger sexual ecosystem that transmit STDs at significantly higher levels than the surrounding population. This can happen when core members have very large numbers of sexual partners who also have very large numbers of partners, creating a biological feedback loop that can ‘amplify’ diseases that enter the core. If people within the core also have partners outside the core, epidemics can get a foothold within the core and then “bridge” out to larger and larger circles of people.",
            "score": 125.7562484741211
        },
        {
            "docid": "55511167_8",
            "document": "2002–2003 SARS outbreak among healthcare workers . While direct contact involves the physical contact of two people, indirect contact does not. Instead, indirect contact \"occurs when there is no direct human-to-human contact,\" and it can involve contact of a human with a contaminated surface, which are known as fomites. The most plausible cases of transmission through indirect contact are when an HCW or healthy person touches a surface contaminated with droplets from an infected patient's sneeze or cough or inhales those droplets themselves. At the same time, if the droplets come in contact with the healthy person's mouth, eye, or nose, the healthy person also risks becoming ill. Other types of high-risk events include diarrhea and vomiting, which can very easily contaminate a HCW with bacteria or fluid that contains the SARS disease through indirect contact. Regarding coming into contact with contaminated surfaces or fomites, many HCWs had habits of wearing jewelry, eating lunch on site or in designated cafeterias, wearing glasses, using makeup, etc., which are all potential new fomites that could foster the transmission of disease. Just like with direct contact, all seventeen HCWs participating in the study encountered some type of high-risk event in the 10 days before getting the disease.",
            "score": 124.75261688232422
        },
        {
            "docid": "6142110_25",
            "document": "Health professional . Exposure to respiratory infectious diseases like tuberculosis (caused by \"Mycobacterium tuberculosis\") and influenza can be reduced with the use of respirators; this exposure is a significant occupational hazard for health care professionals. Exposure to dangerous chemicals, including chemotherapy drugs, is another potential occupational risk. These drugs can cause cancer and other health conditions. Healthcare workers are also at risk for diseases that are contracted through extended contact with a patient, including scabies. Health professionals are also at risk for contracting blood-borne diseases like hepatitis B, hepatitis C, and HIV/AIDS through needlestick injuries or through contact with bodily fluids. This risk can be mitigated with vaccination when there is a vaccine available, like with hepatitis B. In epidemic situations, such as the 2014-2016 West African Ebola virus epidemic or the 2003 SARS outbreak, healthcare workers are at even greater risk, and were disproportionately affected in both the Ebola and SARS outbreaks. In general, appropriate personal protective equipment (PPE) is the first-line mode of protection for healthcare workers from infectious diseases. For it to be effective against highly contagious diseases, personal protective equipment must be watertight and prevent the skin and mucous membranes from contacting infectious material. Different levels of personal protective equipment created to unique standards are used in situations where the risk of infection is different. Practices such as triple gloving and multiple respirators do not provide a higher level of protection and present a burden to the worker, who is additionally at increased risk of exposure when removing the PPE. Compliance with appropriate personal protective equipment rules may be difficult in certain situations, such as tropical environment or low-resource settings. A 2016 Cochrane systematic review found low quality evidence that using more breathable fabric in PPE, double gloving, and active training reduce the risk of contamination.",
            "score": 124.37240600585938
        },
        {
            "docid": "40817590_14",
            "document": "Ebola virus disease . Airborne transmission among humans is theoretically possible due to the presence of Ebola virus particles in saliva, which can be discharged into the air with a cough or sneeze, but observational data from previous epidemics suggests the actual risk of airborne transmission is low. A number of studies examining airborne transmission broadly concluded that transmission from pigs to primates could happen without direct contact because, unlike humans and primates, pigs with EVD get very high ebolavirus concentrations in their lungs, and not their bloodstream. Therefore, pigs with EVD can spread the disease through droplets in the air or on the ground when they sneeze or cough. By contrast, humans and other primates accumulate the virus throughout their body and specifically in their blood, but not very much in their lungs. It is believed that this is the reason researchers have observed pig to primate transmission without physical contact, but no evidence has been found of primates being infected without actual contact, even in experiments where infected and uninfected primates shared the same air.",
            "score": 124.27914428710938
        },
        {
            "docid": "37220_8",
            "document": "Infection . Infectious diseases are sometimes called contagious disease when they are easily transmitted by contact with an ill person or their secretions (e.g., influenza). Thus, a contagious disease is a subset of infectious disease that is especially infective or easily transmitted. Other types of infectious/transmissible/communicable diseases with more specialized routes of infection, such as vector transmission or sexual transmission, are usually not regarded as \"contagious\", and often do not require medical isolation (sometimes loosely called quarantine) of victims. However, this specialized connotation of the word \"contagious\" and \"contagious disease\" (easy transmissibility) is not always respected in popular use. Infectious diseases are commonly transmitted from person to person through direct contact. The types of contact are through person to person and droplet spread. Indirect contact such as airborne transmission, contaminated objects, food and drinking water, animal person contact, animal reservoirs, insect bites, and environmental reservoirs are another way infectious diseases are transmitted,",
            "score": 124.06217956542969
        },
        {
            "docid": "1209178_2",
            "document": "Trachoma . Trachoma is an infectious disease caused by bacterium \"Chlamydia trachomatis\". The infection causes a roughening of the inner surface of the eyelids. This roughening can lead to pain in the eyes, breakdown of the outer surface or cornea of the eyes, and eventual blindness. Untreated, repeated trachoma infections can result in a form of permanent blindness when the eyelids turn inward. The bacteria that cause the disease can be spread by both direct and indirect contact with an affected person's eyes or nose. Indirect contact includes through clothing or flies that have come into contact with an affected person's eyes or nose. Children spread the disease more often than adults. Poor sanitation, crowded living conditions, and not enough clean water and toilets also increase spread. Efforts to prevent the disease include improving access to clean water and treatment with antibiotics to decrease the number of people infected with the bacterium. This may include treating, all at once, whole groups of people in whom the disease is known to be common. Washing, by itself, is not enough to prevent disease but may be useful with other measures. Treatment options include oral azithromycin and topical tetracycline. Azithromycin is preferred because it can be used as a single oral dose. After scarring of the eyelid has occurred, surgery may be required to correct the position of the eyelashes and prevent blindness. Globally, about 80 million people have an active infection. In some areas, infections may be present in as many as 60–90% of children. Among adults, it more commonly affects women than men – likely due to their closer contact with children. The disease is the cause of decreased vision in 2.2 million people, of whom 1.2 million are completely blind. It commonly occurs in 53 countries of Africa, Asia, and Central and South America, with about 230 million people at risk. It results in US$8 billion of economic losses a year. It belongs to a group of diseases known as neglected tropical diseases.",
            "score": 122.93388366699219
        },
        {
            "docid": "39532251_2",
            "document": "Middle East respiratory syndrome . Middle East respiratory syndrome (MERS), also known as camel flu, is a viral respiratory infection caused by the MERS-coronavirus (MERS-CoV). Symptoms may range from mild to severe. They include fever, cough, diarrhea, and shortness of breath. Disease is typically more severe in those with other health problems. MERS-CoV is a betacoronavirus derived from bats. Camels have been shown to have antibodies to MERS-CoV but the exact source of infection in camels has not been identified. Camels are believed to be involved in its spread to humans but it is unclear how. Spread between humans typically requires close contact with an infected person. Its spread is uncommon outside of hospitals. Thus, its risk to the global population is currently deemed to be fairly low. As of 2016 there is no specific vaccine or treatment for the disease. However, a number of antiviral medications are currently being studied. The World Health Organization recommends that those who come in contact with camels wash their hands frequently and do not touch sick camels. They also recommend that camel products be appropriately cooked. Among those who are infected treatments that help with the symptoms may be given. Just under 2000 cases have been reported as of April 4, 2017. About 36% of those who are diagnosed with the disease die from it. The overall risk of death may be lower as those with mild symptoms may be undiagnosed. The first identified case occurred in 2012 in Saudi Arabia and most cases have occurred in the Arabian Peninsula. A strain of MERS-CoV known as HCoV-EMC/2012 found in the first infected person in London in 2012 was found to have a 100% match to Egyptian tomb bats. A large outbreak occurred in the Republic of Korea in 2015.",
            "score": 122.6954345703125
        },
        {
            "docid": "2334724_10",
            "document": "White band disease . White band disease is highly contagious through direct contact between diseased and healthy coral tissue. It can also be transmitted by the corallivorous snail, which means that the species consumes coral, \"Coralliophila abbreviata\". \"C. abbreviata\", a species native to the region where Elkhorn and Staghorn corals are found, is able to act as a \"reservoir\" for white band disease, meaning that it is able to retain the disease pathogen for at least two weeks. However, not all corallivorous snails are able to transmit white band disease (i.e. \"Coralliophila caribaea\"). Waterborne transmission of the disease pathogen becomes possible when the coral tissue is lesioned (or otherwise injured). However, the potential for injury among the affected corals tends to be high given the many ways tissue injury may occur naturally including competition by other corals, mechanical damage, or corallivory by snails, damselfish, butterflyfish, fireworms, or other such aquatic organisms. Waterborne transmission helps to explain how the disease spread across the Caribbean so rapidly, given that direct contact between affected corals is limited to physical interaction between the diseased and healthy coral and that the corallivorous snail, \"C. abbreviata\" that carries the disease, does not travel across long distances.",
            "score": 121.36747741699219
        },
        {
            "docid": "17217228_10",
            "document": "Display rules . High and low-contact cultures also vary in the amount of physical interaction and direct contact there is during one-on-one communication. High-contact cultures involve people practicing direct eye contact, frequent touching, physical contact, and having close proximity to others. Examples of countries that have a high-contact culture include Mexico, Italy, and Brazil. Low-contact cultures involve people who practice less direct eye contact, little touching, have indirect body orientation, and more physical distance between people. Examples of countries that have a low-contact culture include the United States, Canada, and Japan.",
            "score": 121.1821060180664
        },
        {
            "docid": "6823439_10",
            "document": "Contact hypothesis . Savelkoul et al. (2011) in their study from the Netherlands found people living in regions with high numbers of Muslims (i.e. those more exposed to unavoidable intergroup contacts) get used to and are more experienced with their integration and express lesser perceived threats. In addition, they also found that higher contacts with Muslim colleagues directly reduce anti-Muslim attitudes. Similarly, Novotny and Polonsky (2011) in their survey among Czech and Slovak university students documented that personal contacts with Muslims and experience with visiting an Islamic country associate with more positive attitudes towards Muslims. However Agirdag et al. (2012) report that Belgian teachers working in schools that enroll a larger share of Muslim students have more negative attitudes toward Muslim students than other teachers.",
            "score": 120.70562744140625
        },
        {
            "docid": "8026767_28",
            "document": "Parenting styles . These theories of parenting styles are almost entirely based on evidence from high income countries, especially the USA. Yet there are, typically, fundamental differences in child development between high income and low income countries which might mean that parenting styles or practices have different effects on children in the different settings. For instance, in sub-Saharan Africa children are likely to have more than one main carer, to acquire language in a bilingual environment, and to play in mixed aged peer groups. There is evidence to suggest cultural differences in the way children respond to parenting practices. In particular, there is ongoing debate surrounding physical discipline and corporal punishment of children. with some authors suggesting it is less harmful in ethnic groups or countries where it is culturally normative ,such as several low income countries, where the prevalence rate remains high. Lansford \"et al\" (2004) reported harsh parenting was associated with more externalising behaviours in European American compared with African American adolescents. Resolving these issues is important in assessing the transferability of parenting interventions across cultures and from high to low income countries in order to improve child development and health outcomes.",
            "score": 120.55038452148438
        },
        {
            "docid": "28848_2",
            "document": "Scabies . Scabies, also known as the seven-year itch, is a contagious skin infestation by the mite \"Sarcoptes scabiei\". The most common symptoms are severe itchiness and a pimple-like rash. Occasionally, tiny burrows may be seen in the skin. In a first-ever infection a person will usually develop symptoms in between two and six weeks. During a second infection symptoms may begin in as little as 24 hours. These symptoms can be present across most of the body or just certain areas such as the wrists, between fingers, or along the waistline. The head may be affected, but this is typically only in young children. The itch is often worse at night. Scratching may cause skin breakdown and an additional bacterial infection of the skin. Scabies is caused by infection with the female mite \"Sarcoptes scabiei \"var.\" hominis\", an ectoparasite. The mites burrow into the skin to live and deposit eggs. The symptoms of scabies are due to an allergic reaction to the mites. Often, only between 10 and 15 mites are involved in an infection. Scabies is most often spread during a relatively long period of direct skin contact with an infected person (at least 10 minutes) such as that which may occur during sex or living together. Spread of disease may occur even if the person has not developed symptoms yet. Crowded living conditions, such as those found in child-care facilities, group homes, and prisons, increase the risk of spread. Areas with a lack of access to water also have higher rates of disease. Crusted scabies is a more severe form of the disease. It typically only occurs in those with a poor immune system and people may have millions of mites, making them much more contagious. In these cases, spread of infection may occur during brief contact or by contaminated objects. The mite is very small and usually not directly visible. Diagnosis is based on the signs and symptoms. A number of medications are available to treat those infected, including permethrin, crotamiton, and lindane creams and ivermectin pills. Sexual contacts within the last month and people who live in the same house should also be treated at the same time. Bedding and clothing used in the last three days should be washed in hot water and dried in a hot dryer. As the mite does not live for more than three days away from human skin, more washing is not needed. Symptoms may continue for two to four weeks following treatment. If after this time symptoms continue, retreatment may be needed. Scabies is one of the three most common skin disorders in children, along with ringworm and bacterial skin infections. As of 2015, it affects about 204 million people (2.8% of the world population). It is equally common in both sexes. The young and the old are more commonly affected. It also occurs more commonly in the developing world and tropical climates. The word scabies is from \"\", \"to scratch\". Other animals do not spread human scabies. Infection in other animals is typically caused by slightly different but related mites and is known as sarcoptic mange.",
            "score": 120.50887298583984
        },
        {
            "docid": "55511167_9",
            "document": "2002–2003 SARS outbreak among healthcare workers . One large guideline for HCWs in Toronto hospitals was the use of sufficient and protective equipment to avoid transmission of the disease. The most widely suggested and used pieces of equipment were masks, gowns, gloves, and eye protection. While these pieces of equipment were used by most HCWs, they were not always used—if at all—by everyone, allowing SARS transmission to take place more easily. Surgical masks were suggested to be used by both HCWs and patients. This is because the specifically recommended type of masks do a good job of preventing one's own bacteria and fluid from escaping into the air—keeping both a patient and a HCW's bacteria and fluid to themselves. Less intentionally but also important, these masks discourage patients and HCWs from putting their fingers or hands in contact with the nose and mouth, which could usually allow bacteria to spread from the hand to these areas. Contrary to popular belief, some types of masks do little to prevent fluid and bacteria from coming in contact with the wearer of the mask, but they can still help prevent airborne infection. Therefore, it is important that both the patient and the HCW wear the mask. However, the aforementioned study's results indicate that HCWs wore them much more often than the patients themselves; in fact, fourteen of the HCWS always wore their mask, while only 1 of the patients always wore his/her mask. Hospital gowns are another piece of equipment used by HCWs during the outbreak. Used mostly for those who are having trouble changing/moving their lower body, gowns are easy for patients to put on when they are bedridden. They are also helpful for HCWs to attempt to avoid contamination, as the gowns can be removed and disposed of easily after an operation or interaction with a patient. While seemingly less critical than masks, gowns were worn nearly the same amount by HCWs as masks. Medical gloves, like masks and gowns, also serve the purpose of preventing contamination of disease by blocking contact between the hands and the various bacteria, fluid, and fomites that carry the disease. HCWs can again, like gowns, easily dispose of and change gloves in order to help improve and maintain good sanitary conditions. Compared to all of the other pieces of equipment, gloves were worn the most often by HCWs who contracted the disease. HCWs used and continue to use a variety of eye protection, like personal and safety glasses, goggles, and face shields, but most relied on face shields and goggles when dealing with SARS patients. In general, eye protection is most helpful in blocking any harmful particles (in this case bacteria or fluid from a patient) from entering the eye of a HCW. One distinction between eye protection and the other types of equipment, however, is that eye protection is often reusable. This characteristic of eye protection therefore makes understanding the methods used to clean the eye protection equipment a factor when assessing the success of using eye protection to prevent disease transmission. These include how often the equipment is cleaned, what is used to clean the equipment, and the location of where the equipment is being cleaned. While nearly all HCWs that contracted the disease reported that they wore some form of eye protection, many of them inadequately washed their eye equipment and did so in a SARS unit.",
            "score": 120.05736541748047
        },
        {
            "docid": "523763_12",
            "document": "Public display of affection . Implicit or explicit attitudes towards interracial relationships strongly affect interpretations of public displays of affection within this context. These attitudes can be influenced by a plethora of factors, including social contact. For example, personal involvement and extended contact (media representations) with interracial and Black-White relationships has been linked to more positive perspectives regarding interracial relationships. Thus, personal experience and mere exposure to interracial couples tends to be related to more favorable attitudes. This finding supports the contact hypothesis, which states that if interpersonal interactions between group members of each race will decrease prejudice and foster amicable connections between races. Beyond the conditions of equal group status, common goals, group cooperation, and social approval, some studies have found other stipulations important for fostering positive relations. For instance, it’s important for the interracial contact to be intimate instead of superficial, for it to happen in many different settings, and for it to happen repeatedly with more than one individual from the other race.",
            "score": 119.4663314819336
        },
        {
            "docid": "47393255_3",
            "document": "Ring vaccination . When someone falls ill, adults they might have infected are vaccinated. Depending on how easily the disease spreads, contacts who could have been infected might include family, neighbours, and friends. Several layers of contacts (the contacts, the contacts' contacts, the contact's contacts' contacts, etc.) may be vaccinated. Some vaccines will protect even if they are given just after infection, but even if the vaccine does not, ring vaccination can prevent the virus from being transmitted again, to the contacts' contacts.",
            "score": 118.6539535522461
        },
        {
            "docid": "1072877_9",
            "document": "Tropical medicine . In developing countries alone, 22 million people are living with HIV. Most infections are still in Africa, but Asia, Latin America, and the Caribbean are now seeing large numbers of infections as well. 95% of expected new infections will occur in the low income countries in the tropics. The expected number of new infections is 3-4 million per year. Risk factors such as needle use and unprotected sex are much more prevalent in tropical and underdeveloped areas. Once HIV is transmitted to a tropical area it is spread throughout the sexually active population. Though how fast and how far it spreads varies, some African countries have an HIV prevalence of 10%. More alarming still, in urban areas, prevalence among pregnant women can get as high as 30%. Healthcare professionals themselves are at great risk of exposure to HIV. An HIV prevalence of 10% means any given workforce will also have a 10% prevalence, and this does not exclude the healthcare team. Tuberculosis is thought to cause a more rapid disease progression. Tuberculosis is prevalent in tropical and under-developed countries, only making HIV more devastating. Without the expensive and high-tech medical equipment of developed, western countries, physicians in the tropics are left with few options. If they are able to catch an HIV-related bacterial or mycobacterial disease they can diagnose and manage the disease with basic drugs and standard treatment protocol. Many under-developed countries do not have a care strategy, and of those that do, they aren't as effective as they need to be to stop the spread of HIV.",
            "score": 118.6490249633789
        },
        {
            "docid": "6173994_11",
            "document": "Cannibalism . Cannibalism can potentially reduce the prevalence of parasites in the population by decreasing the number of susceptible hosts and indirectly killing the parasite in the host. It has been shown in some studies that the risk of encountering an infected victim increases when there is a higher cannibalism rate, though this risk drops as the number of available hosts decreases. However, this is only the case if the risk of disease transmission is low. Cannibalism is an ineffective method of disease spread as cannibalism in the animal kingdom is normally a one-on-one interaction, and the spread of disease requires group cannibalism; thereby it is rare for a disease to have evolved to rely solely on cannibalism to spread. Usually there are different means of transmission, such as with direct contact, maternal transmission, coprophagy, and necrophagy with different species. Infected individuals are more likely to be consumed than non-infected individuals, thus some research has suggested that the spread of disease may be a limiting factor to the prevalence of cannibalism in the population. Some examples of diseases transmitted by cannibalism in mammals include Kuru which is a prion disease that degenerates the brain. This disease is prevalent in Papua New Guinea whereby tribes practice endocannibalism in cannibalistic funeral rituals and consume the brains infected by these prions. It is a cerebellar dysfunctional disease which has symptoms including a broad-based gait and decreased motor activity control, however, the disease has a long incubation rate and symptoms may not appear until years later.",
            "score": 118.04452514648438
        }
    ]
}