{
    "q": [
        {
            "docid": "10454051_15",
            "document": "Acute myeloblastic leukemia with maturation . The fusion oncoprotein involves the gene AML1 (now known as RUNX1) and ETO (now known as RUNX1T1). AML1, located at the 21q22, normally has the ability to activate transcription of the ARF gene and ETO, located at the 8q22, normally has the ability to repress transcription. The fusion protein AML1-ETO is commonly found in acute myeloid leukemia patients. p14 is a well known tumor suppressor that serves as the safety net when p53 tumor suppressor’s functions are inhibited. Many cancers recognize the potential of the p14 tumor suppressor to block cell growth so it is commonly mutated or inhibited in cancer cells. The AML1-ETO is incapable of p14 transcription as the fusion protein took on AML1’s involvement with ARF gene expression and ETO’s transcription repression. The Akt/PKB signaling is a pathway that is pro-survival and growth. By activating Mdm2, the signal transduction pathway will trigger the anti-apoptotic downstream effects of Mdm2. With no p14 to regulate and inhibit Mdm2, there will be an increased level of suppression of p53. Mdm2 is a proto-oncogene that directly antagonizes p53 to ubiquitination (Figure 1). The p53 protein is known as the “guardian of the genome” due to its ability to induce DNA repair enzymes and regulate cell cycle advancements. The down regulation of p53 by Mdm2 would lead to unchecked proliferative growth. The direct consequence of having the fusion protein, AML1-ETO, is the lack of p53 regulation in pre-leukemic cells. Therefore, there are an increased number of immature cells that are unable to carry out normal function, which is essentially cancer (Faderi et al., 2000, Song et al. 2005, Weinberg, 2014).",
            "score": 131.47807025909424
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 123.30907726287842
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 128.93651139736176
        },
        {
            "docid": "339894_13",
            "document": "Histone methyltransferase . Abnormal expression or activity of methylation-regulating enzymes has been noted in some types of human cancers, suggesting associations between histone methylation and malignant transformation of cells or formation of tumors. In recent years, epigenetic modification of the histone proteins, especially the methylation of the histone H3, in cancer development has been an area of emerging research. It is now generally accepted that in addition to genetic aberrations, cancer can be initiated by epigenetic changes in which gene expression is altered without genomic abnormalities. These epigenetic changes include loss or gain of methylations in both DNA and histone proteins.",
            "score": 118.71029901504517
        },
        {
            "docid": "7107162_4",
            "document": "Calcium-binding protein . Many different calcium-binding proteins exist, with different cellular and tissue distribution and involvement in specific functions. Calcium binding proteins also serve an important physiological role for cells. The most ubiquitous Ca-sensing protein, found in all eukaryotic organisms including yeasts, is calmodulin. Intracellular storage and release of Ca from the sarcoplasmic reticulum is associated with the high-capacity, low-affinity calcium-binding protein calsequestrin. Calretinin is another type of Calcium binding protein weighing 29kD. It is involved in cell signaling and shown to exist in neurons. This type of protein is also found in large quantities in malignant mesothelial cells, which can be easily differentiated from carcinomas. This differentiation is later applied for a diagnosis on ovarian stromal tumors. Also, another member of the EF-hand superfamily is the S100B protein, which regulates p53. P53 is known as a tumor suppressor protein and in this case acts as a transcriptional activator or repressor of numerous genes. S100B proteins are abundantly found in cancerous tumor cells causing them to be overexpressed, therefore making these proteins useful for classifying tumors. In addition, this explains why this protein can easily interact with p53 when transcriptional regulation takes place.",
            "score": 120.09670925140381
        },
        {
            "docid": "14775483_2",
            "document": "ZBTB33 . Transcriptional regulator Kaiso is a protein that in humans is encoded by the \"ZBTB33\" gene. This gene encodes a transcriptional regulator with bimodal DNA-binding specificity, which binds to methylated CGCG and also to the non-methylated consensus KAISO-binding site TCCTGCNA. The protein contains an N-terminal POZ/BTB domain and 3 C-terminal zinc finger motifs. It recruits the N-CoR repressor complex to promote histone deacetylation and the formation of repressive chromatin structures in target gene promoters. It may contribute to the repression of target genes of the Wnt signaling pathway, and may also activate transcription of a subset of target genes by the recruitment of catenin delta-2 (CTNND2). Its interaction with catenin delta-1 (CTNND1) inhibits binding to both methylated and non-methylated DNA. It also interacts directly with the nuclear import receptor Importin-α2 (also known as karyopherin alpha2 or RAG cohort 1), which may mediate nuclear import of this protein. Alternatively spliced transcript variants encoding the same protein have been identified.",
            "score": 121.14349329471588
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 172.70421183109283
        },
        {
            "docid": "14135628_15",
            "document": "TERF2 . Telomerase is an enzyme that works to create telomeric ends for DNA, and it is thought to play important roles in the development of cancer. Specifically, telomeric stability is known to be a common occurrence in cancer cells. Along with the telomerase, the shelterin complex, and TERF2 and TERF1 specifically, also have been noted to control the lengths of telomeres formed by these telomerases. Shelterin works to protect telomeres against unsuitable activation of the DNA damage response pathway, as noted in the function section above. TERF2 as part of the shelterin complex, has been known to block the ATM signaling pathways and prevent chromosome end fusion. In cancer cells, TERF2 phosphorylation by extracellular signal-regulated kinase (ERK1/2) is a controlling factor in the major pro-oncogenic signaling pathways (RAS/RAF/MEK/ERK) that affect telomeric stability. Additionally, when TERF2 was non-phosphorylated in melanoma cells, there was a cell induced DNA damage response, arresting growth and causing tumor reversion. Studies have found that in tumor cells, TERF2 levels are observed to be high, and this raised level of TERF2 contributes to oncogenesis in a variety of ways. This high level of TERF2 decreases the ability to recruit and activate natural killer cells in human tumor cells. One study used a dominant negative form of TERF2, to inhibit TERF2, and found that it could induce a reversion malignant phenotype in human melanoma cells. Therefore, over-expression of TERF2, and therefore blocking of TERF2, induced apoptosis and reduced tumourigenicity in certain cell lines. Additionally, upregulation of TERF2 may be the cause of the establishment and maintenance of short telomeres. These short telomeres increase chromosomal instability, and increase the chances of certain cancers progressing in the body, such as with leukemia. In gastric mucosa tissues, the expression of TERF2 proteins was significantly higher than normal, and this over-expression of TERF2, along with over-expression of TERF1, TIN2, TERT, and BRCA1 protein transposition, may cause a reduction in telomere length, further contributing to multistage carcinogenesis of gastric cancer.",
            "score": 124.32501637935638
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 102.42545509338379
        },
        {
            "docid": "15120_13",
            "document": "Interferon . In addition to the JAK-STAT pathway, IFNs can activate several other signaling cascades. For instance, both type I and type II IFNs activate a member of the CRK family of adaptor proteins called CRKL, a nuclear adaptor for STAT5 that also regulates signaling through the C3G/Rap1 pathway. Type I IFNs further activate \"p38 mitogen-activated protein kinase\" (MAP kinase) to induce gene transcription. Antiviral and antiproliferative effects specific to type I IFNs result from p38 MAP kinase signaling. The \"phosphatidylinositol 3-kinase\" (PI3K) signaling pathway is also regulated by both type I and type II IFNs. PI3K activates P70-S6 Kinase 1, an enzyme that increases protein synthesis and cell proliferation; phosphorylates of ribosomal protein s6, which is involved in protein synthesis; and phosphorylates a translational repressor protein called \"eukaryotic translation-initiation factor 4E-binding protein 1\" (EIF4EBP1) in order to deactivate it.",
            "score": 143.11751306056976
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 160.752574801445
        },
        {
            "docid": "10852103_10",
            "document": "Acetyl—CoA synthetase . The activity of the enzyme is controlled in several ways. The essential lysine residue in the active site plays an important role in regulation of activity. The lysine molecule can be deacetylated by another class of enzyme called sirtuins. In mammals, the cytoplasmic-nuclear synthetase (AceCS1) is activated by SIRT1 while the mitochondrial synthetase (AceCS2) is activated by SIRT3. This action increases activity of this enzyme. The exact location of the lysine residue varies between species, occurring at Lys-642 in humans, but is always present in the active site of the enzyme. Since there is an essential allosteric change that occurs with the binding of an AMP molecule, the presence of AMP can contribute to regulation of the enzyme. Concentration of AMP must be high enough so that it can bind in the allosteric binding site and allow the other substrates to enter the active site. Also, copper ions deactivate acetyl Co-A synthetase by occupying the proximal site of the A-cluster active site, which prevents the enzyme from accepting a methyl group to participate in the Wood-Ljungdahl Pathway. The presence of all the reactants in the proper concentration is also needed for proper functioning as in all enzymes.  Acetyl—CoA synthetase is also produced when it is needed for fatty acid synthesis, but, under normal conditions, the gene is inactive and has certain transcriptional factors that activate transcription when necessary. In addition to sirtuins, protein deacetylase (AcuC) also can modify acetyl—CoA synthetase at a lysine residue. However, unlike sirtuins, AcuC does not require NAD+ as a cosubstrate.",
            "score": 119.93615746498108
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 135.1453137397766
        },
        {
            "docid": "42663845_5",
            "document": "Epigenetics of physical exercise . Physical exercise increases levels of eustress, or good stress, on the body. This eustress stimulates epigenetic modifications affecting the DNA genome of cancer cells. Environmental conditions, such as eustress, strongly induces expression of the tumor suppressor TP53 gene by influencing epigenetic modifications to be made to the cancer cells genome. The TP53 gene codes for the p53 protein, a protein important in the apoptotic pathway of programmed cell death. The p53 protein is important for the regulation of cell growth and apoptosis, so hypermethylation of the TP53 promoter region are common markers associated with the development of cancer. Other than methylation patterns affecting expression of TP53, microRNAs and antisense RNAs control the levels of the p53 protein by regulating expression of the p53 coding TP53 gene.",
            "score": 102.81958484649658
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 133.26532804965973
        },
        {
            "docid": "5065725_11",
            "document": "Methyltransferase . DNA methylation, a key component of genetic regulation, occurs primarily at the 5-carbon of the base cytosine, forming 5’methylcytosine (see left). Methylation is an epigenetic modification catalyzed by DNA methyltransferase enzymes, including DNMT1, DNMT2, and DNMT3. These enzymes use S-adenosylmethionine as a methyl donor and contain several highly conserved structural features between the three forms; these include the S-adenosylmethionine binding site, a vicinal proline-cysteine pair which forms a thiolate anion important for the reaction mechanism, and the cytosine substrate binding pocket. Many features of DNA methyltransferases are highly conserved throughout many classes of life, from bacteria to mammals. In addition to controlling the expression of certain genes, there are a variety of protein complexes, many with implications for human health, which only bind to methylated DNA recognition sites. Many of the early DNA methyltransferases have been thought to be derived from RNA methyltransferases that were supposed to be active in the RNA world to protect many species of primitive RNA. RNA methylation has been observed in different types of RNA species viz.mRNA, rRNA, tRNA, snoRNA, snRNA, miRNA, tmRNA as well as viral RNA species. Specific RNA methyltransferases are employed by cells to mark these on the RNA species according to the need and environment prevailing around the cells, which form a part of field called molecular epigenetics. 2'-O-methylation, m6A methylation, m1G methylation as well as m5C are most commonly methylation marks observed in different types of RNA.",
            "score": 97.25351810455322
        },
        {
            "docid": "14134041_16",
            "document": "EZH2 . Methylation is the addition of a -CH, or methyl group, to another molecule. In biology, methylation is typically catalyzed by enzymes, and methyl groups are commonly added to either proteins or nucleic acids. In EZH2-catalyzed methylation, the amino acid lysine in the histone h3 is methylated. This amino acid residue can be methylated up to three times on its terminal ammonium group. These methylated lysines are important in the control of mammalian gene expression and have a functional role in heterochromatin formation, X-chromosome inactivation and transcriptional regulation. In mammalian chromosomes, histone lysine methylation can either activate or repress genes depending the site of methylation. Recent work has shown that at least part of the silencing function of the EZH2 complex is the methylation of histone H3 on lysine 27. Methylation, and other modifications, take place on the histones. Methyl modifications can affect the binding of proteins to these histones and either activate or inhibit transcription.",
            "score": 103.18184161186218
        },
        {
            "docid": "29406238_7",
            "document": "YPEL3 . p53 is a tumor suppressor protein encoded by the human gene \"TP53\" whose function is to prevent unregulated cell growth. p53 can be activated in response to a wide variety of cellular stressors, both oncogenic and non-oncogenic. An important checkpoint in a complex pathway, activated p53 has been shown to bind DNA and transcriptionally regulate genes that can mediate a variety of cellular growth processes including DNA repair, growth arrest, cellular senescence and apoptosis. The importance of functioning p53 in the regulation of the cell cycle is evident in that 55% of human cancers exhibit p53 mutations.",
            "score": 97.15842056274414
        },
        {
            "docid": "14134041_19",
            "document": "EZH2 . EZH2 is an attractive target for anti-cancer therapy because it helps cancerous cells divide and proliferate. It is found in larger amounts than in healthy cells in a wide range of cancers including breast, prostate, bladder, uterine, and renal cancers, as well as melanoma and lymphoma. EZH2 is a gene suppressor, so when it becomes overexpressed, many tumor suppressor genes that are normally turned on, are turned off. Inhibition of EZH2 function shrinks malignant tumors in some reported cases because those tumor suppressor genes are not silenced by EZH2. EZH2 typically is not expressed in healthy adults; it is only found in actively dividing cells, like those active during fetal development. Because of this characteristic, overexpression of EZH2 can be used as a diagnostic marker of cancer and some neurodegenerative disorders. However, there are cases where it is difficult to tell whether overexpression of EZH2 is the cause of a disease, or simply a consequence. If it is only a consequence, targeting EZH2 for inhibition may not cure the disease. One example of a cancer pathway in which EZH2 plays a role is the pRB-E2F pathway. It is downstream from the pRB-E2F pathway, and signals from this pathway lead to EZH2 overexpression. Another important characteristic of EZH2 is that when EZH2 is overexpressed, it can activate genes without forming PRC2. This is an issue because it means the methylation activity of the enzyme is not mediated by complex formation. In breast cancer cells, EZH2 activates genes that promote cell proliferation and survival. It can also activate regulatory genes like c-myc and cyclin D1 by interacting with Wnt signaling factors. Importantly, the mutation of tyrosine 641 to phenylalanine in the active SET domain of EZH2 results in preference for H3K27 tri-methylation and has been linked to lymphoma.",
            "score": 155.6116647720337
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 138.9830139875412
        },
        {
            "docid": "12303321_13",
            "document": "Telomerase reverse transcriptase . Telomerase activity is associated with the number of times a cell can divide playing an important role in the immortality of cell lines, such as cancer cells. The enzyme complex acts through the addition of telomeric repeats to the ends of chromosomal DNA. This generates immortal cancer cells. In fact, there is a strong correlation between telomerase activity and malignant tumors or cancerous cell lines. Not all types of human cancer have increased telomerase activity. 90% of cancers are characterized by increased telomerase activity. Lung cancer is the most well characterized type of cancer associated with telomerase. There is a lack of substantial telomerase activity in some cell types such as primary human fibroblasts, which become senescent after about 30–50 population doublings. There is also evidence that telomerase activity is increased in tissues, such as germ cell lines, that are self-renewing. Normal somatic cells, on the other hand, do not have detectable telomerase activity. Since the catalytic component of telomerase is its reverse transcriptase, hTERT, and the RNA component hTERC, hTERT is an important gene to investigate in terms of cancer and tumorigenesis. The hTERT gene has been examined for mutations and their association with the risk of contracting cancer. Over two hundred combinations of hTERT polymorphisms and cancer development have been found. There were several different types of cancer involved, and the strength of the correlation between the polymorphism and developing cancer varied from weak to strong. The regulation of hTERT has also been researched to determine possible mechanisms of telomerase activation in cancer cells. Glycogen synthase kinase 3 (GSK3) seems to be over-expressed in most cancer cells. GSK3 is involved in promoter activation through controlling a network of transcription factors. Leptin is also involved in increasing mRNA expression of hTERT via signal transducer and activation of transcription 3 (STAT3), proposing a mechanism for increased cancer incidence in obese individuals. There are several other regulatory mechanisms that are altered or aberrant in cancer cells, including the Ras signaling pathway and other transcriptional regulators. Phosphorylation is also a key process of post-transcriptional modification that regulates mRNA expression and cellular localization. Clearly, there are many regulatory mechanisms of activation and repression of hTERT and telomerase activity in the cell, providing methods of immortalization in cancer cells.",
            "score": 139.8893312215805
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 111.91285526752472
        },
        {
            "docid": "5065725_6",
            "document": "Methyltransferase . p53 methylated on lysine to regulate its activation and interaction with other proteins in the DNA damage response. This is an example of regulation of protein-protein interactions and protein activation. p53 is a known tumor suppressor that activates DNA repair pathways, initiates apoptosis, and pauses the cell cycle. Overall, it responds to mutations in DNA, signaling to the cell to fix them or to initiate cell death so that these mutations cannot contribute to cancer.",
            "score": 141.45088291168213
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 88.60951364040375
        },
        {
            "docid": "14164214_3",
            "document": "Methyl-CpG-binding domain protein 2 . DNA methylation is the major modification of eukaryotic genomes and plays an essential role in mammalian development. Human proteins MECP2, MBD1, MBD2, MBD3, and MBD4 comprise a family of nuclear proteins related by the presence in each of a methyl-CpG-binding domain (MBD). Each of these proteins, with the exception of MBD3, is capable of binding specifically to methylated DNA. MECP2, MBD1, and MBD2 can also repress transcription from methylated gene promoters. The protein encoded by this gene may function as a mediator of the biological consequences of the methylation signal. It is also reported that this protein functions as a demethylase to activate transcription, as DNA methylation causes gene silencing if present in promoter regions.",
            "score": 111.07496786117554
        },
        {
            "docid": "46695897_14",
            "document": "Molecular and epigenetic mechanisms of alcoholism . In coordination with the molecules and pathways discussed, epigenetic mechanisms play a role in the development of alcoholism. These mechanisms include DNA methylation, histone acetylation and methylation, and (microRNA miRNA) action. Methylation of the DNA typically occurs at CpG sites, or a cysteine nucleotide followed by a guanine nucleotide in the 5’ to 3’ direction. These sites are common promoter and regulatory elements in mammals and methylation of cysteine residues typically inhibits these functions resulting in the repression of gene expression. DNA methylation is carried out by DNA methyltransferases (DNMTs) which are recruited to CpG sites by methyl-DNA binding proteins, such as MeCP2. Next, histones can be modified in several ways to increase or decrease gene expression. Histones are protein complexes used to package DNA into structures known as nucleosomes. The level of coiling of the DNA around histones is variable and influences transcription levels. Tight coiling, or heterochromatin, is associated with low gene expression or even silencing. Loose coiling, or euchromatin, is associated with higher levels of gene expression. Typically, acetylation of histones is associated with euchromatin formation. Acetyl groups are added by histone acetyltransferases (HATs), such as CBP. In opposition, histone deacetylases (HDACs) remove acetyl groups, typically leading to the formation of heterochromatin. HDACs are recruited by scaffolding proteins, such as RACK 1. HDAC inhibitors prevent HDAC functioning which promotes gene expression. Histone methylation, adding a methyl group to specific histone protein amino acids, can both increase or decrease gene expression depending on the histone protein, amino acid, and number of methyl groups used. Gene expression can also be inhibited post-transcriptionally by miRNA, double-stranded RNA, typically formed from hairpin structures, that is used to inhibit translation of proteins. After processing by the RNA interference (RNAi) molecules Drosha and Dicer, a single, guide-strand is loaded into the RNA induced silencing complex (RISC) which is used to bind mRNA. This binding suppresses protein synthesis and sometimes initiates mRNA degradation.",
            "score": 95.71034443378448
        },
        {
            "docid": "14156018_7",
            "document": "FHL2 . Different transcription factors that have been reported responsible for the regulation of fhl2 expression include the well-known tumor suppressor protein p53, serum response factor (SRF), specificity protein 1 (Sp1). the pleiotropic factor IL-1β, MEF-2, and activator protein-1 (AP-1). Apart from being regulated by different transcription factors, FHL2 is itself involved extensively in regulating the expression of other genes. FHL2 exerts its transcriptional regulatory effects by functioning as an adaptor protein interacting indirectly with the targeted genes. In fact, LIM domain is a platform for the formation of multimeric protein complexes. Therefore, FHL2 can contribute to human carcinogenesis by interacting with transcription factors of cancer-related genes and modulates the signaling pathways underlying the expression of these genes. Different types of cancer are associated with FHL2 which act either as the cancer suppressor or inducer, for example in breast cancer, gastrointestinal (GI) cancers, liver cancer and prostate cancer.",
            "score": 125.989492893219
        },
        {
            "docid": "35746225_21",
            "document": "Cancer epigenetics . HMGA expression is almost undetectable in differentiated adult tissues but is elevated in many cancers. HGMA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinoma, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is not only associated with cancers, but that the \"HMGA1\" gene can act as an oncogene to cause cancer. Baldassarre et al., showed that HMGA1 protein binds to the promoter region of DNA repair gene \"BRCA1\" and inhibits \"BRCA1\" promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the \"BRCA1\" gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 103.41969561576843
        },
        {
            "docid": "21224498_16",
            "document": "Roundabout (gene family) . The Robo4 receptor has been linked to angiogenesis in both mice and zebrafish. It is also present in human microvascular endothelial cells (HMVEC) and human umbilical vein endothelial cells (HUVEC). Exposure of Robo4 to Slit2 inhibits angiogenesis. However, exposure to a protein that inhibits Slit2 also inhibits angiogenesis. Due to these inconclusive results, the role of Robo4 in blood vessel growth is not completely understood. Robo1 has been linked to cancerous tumor growth and suppression. The Slit2/Robo1 pathway has been associated with tumor angiogenesis, leading to subsequent tumor growth. Slit2 proteins have been identified in several varieties of tumors, including melanoma, breast cancer, small cell lung cancer, and bladder cancer. Furthermore, inhibition of the Slit2/Robo1 pathway via R5 and RoboN reduced tumor mass and volume, while also reducing microvessel density. However, Slit2 proteins have not been identified in all kinds of tumors, and other research suggests that Slit-2 expression may suppress tumors in small cell lung cancer and breast cancer.",
            "score": 88.03669703006744
        },
        {
            "docid": "11007779_2",
            "document": "PRMT4 pathway . Protein arginine N-methyltransferase-4 (PRMT4/CARM1) methylation of arginine residues within proteins plays a critical key role in transcriptional regulation (see the PRMT4 pathway on the left). PRMT4 binds to the classes of transcriptional activators known as p160 and CBP/p300. The modified forms of these proteins are involved in stimulation of gene expression via steroid hormone receptors. Significantly, PRMT4 methylates core histones H3 and H4, which are also targets of the histone acetylase activity of CBP/p300 coactivators. PRMT4 recruitment of chromatin by binding to coactivators increases histone methylation and enhances the accessibility of promoter regions for transcription. Methylation of the transcriptional coactivator CBP by PRMT4 inhibits binding to CREB and thereby partitions the limited cellular pool of CBP for steroid hormone receptor interaction.",
            "score": 107.13481140136719
        },
        {
            "docid": "51304858_6",
            "document": "Neuroepigenetics . CpG Islands (CGIs) are regulatory elements that can influence gene expression by allowing or interfering with transcription initiation or enhancer activity. CGIs are generally interspersed with the promoter regions of the genes they affect and may also affect more than one promoter region. In addition they may also include enhancer elements and be separate from the transcription start site. Hypermethylation at key CGIs can effectively silence expression of tumor suppressing genes and is common in gliomas. Tumor suppressing genes are those which inhibit a cell's progression towards cancer. These genes are commonly associated with important functions which regulate cell-cycle events. For example, PI3K and p53 pathways are affected by CGI promoter hypermethylation, this includes the promoters of the genes CDKN2/p16, RB, PTEN, TP53 and p14ARF. Importantly, glioblastomas are known to have high frequency of methylation at CGIs/promoter sites. For example, Epithelial Membrane Protein 3 (EMP3) is a gene which is involved in cell proliferation as well as cellular interactions. It is also thought to function as a tumor suppressor, and in glioblastomas is shown to be silenced via hypermethylation. Furthermore, introduction of the gene into EMP3-silenced neuroblasts results in reduced colony formation as well as suppressed tumor growth. In contrast, hypermethylation of promoter sites can also inhibit activity of oncogenes and prevent tumorigenesis. Such oncogenic pathways as the transformation growth factor (TGF)-beta signaling pathway stimulate cells to proliferate. In glioblastomas the overactivity of this pathway is associated with aggressive forms of tumor growth. Hypermethylation of PDGF-B, the TGF-beta target, inhibits uncontrolled proliferation.",
            "score": 136.0851902961731
        },
        {
            "docid": "1107334_20",
            "document": "Notch signaling pathway . Once the notch extracellular domain interacts with a ligand, an ADAM-family metalloprotease called ADAM10, cleaves the notch protein just outside the membrane. This releases the extracellular portion of notch (NECD), which continues to interact with the ligand. The ligand plus the notch extracellular domain is then endocytosed by the ligand-expressing cell. There may be signaling effects in the ligand-expressing cell after endocytosis; this part of notch signaling is a topic of active research. After this first cleavage, an enzyme called γ-secretase (which is implicated in Alzheimer's disease) cleaves the remaining part of the notch protein just inside the inner leaflet of the cell membrane of the notch-expressing cell. This releases the intracellular domain of the notch protein (NICD), which then moves to the nucleus, where it can regulate gene expression by activating the transcription factor CSL. It was originally thought that these CSL proteins suppressed Notch target transcription. However, further research showed that, when the intracellular domain binds to the complex, it switches from a repressor to an activator of transcription. Other proteins also participate in the intracellular portion of the notch signaling cascade.",
            "score": 145.2811895608902
        }
    ],
    "r": [
        {
            "docid": "18664114_13",
            "document": "Zone of polarizing activity . Activation of Gli zinc-finger transcription factors occurs through the Hedgehog signaling pathway. There are three Gli factors that are essential for limb development: Gli1, Gli2 and Gli3. Without Shh, Gli2 and Gli3 are processed to a repressor form and travel to the nucleus to repress the Shh response. But when Shh is present, unprocessed Gli2 and Gli3 are able to pass into the nucleus and stimulate expression of Shh target genes, including Gli1. Studies in mice show that Gli3 knockouts have polydactyly digits. Fundamentally, Shh acts to remove repression of Gli3. When Shh diffuses from the ZPA, it predominates in the posterior region of the limb bud, activating Gli3 in the posterior region, while the repressor is still active in the anterior region. This leads to activation of other genes such as Hox genes, FGF genes and BMP genes in the posterior region, setting up digit patterning. BMP, plays a role in limb morphology, specifically, digit positioning, but the specific regulation of BMP is unclear.",
            "score": 205.9205322265625
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 195.9903564453125
        },
        {
            "docid": "1037062_7",
            "document": "Rhombomere . Each rhombomere has its own set of receptors, and the same receptors can cause different actions. For example, one study showed that there are proteins called Gli1, Gli2, and Gli3 that affect ventral hindbrain development, and are also required for motoneuron development and correct neural patterning in the hindbrain. However, how important are they and what their specific roles are was unclear. By mutating the proteins Gli2 and Gli3, which were especially studied, it was found that Gli2 and Gli3 contain both activation and repression domains, while Gli1 only had activation domains, which were entirely transcriptional. Gli2 was also found to be a stronger activator while Gli3 was a strong repressor. Gli2 and Gli3 had overlapping functions that concerned the patterning of the ventral spinal cord which was important for correct organization and formation of the motoneurons. This was shown when mutation of the Gli3 protein showed only a slight decrease in expression of Olig2, while when the Gli2 protein was mutated, the expression of Olig2 was not detected. Olig2 is normally expressed in the ventral area of the neural tube. Mutations in the Gli2 protein causes more severe damage in the ventral patterning of the hindbrain than that of the spinal cord. This shows that Gli2 performs different functions in the hindbrain that Gli3 is unable to substitute. Gli2 and Gli3 in a developing hindbrain also have distinct functions in the Shh (sonic hedgehog) signal transduction. This is caused by differential modulation of gene expression that is specific to each rhombomere. Finally, studies have shown that in rhombomere 4, the ventral patterning is less affected by the mutation of Gli2. This shows that this particular rhombomere has different requirements for Gli proteins.",
            "score": 193.69081115722656
        },
        {
            "docid": "1872854_7",
            "document": "Biochemical cascade . Another example, sonic hedgehog signaling pathway, is one of the key regulators of embryonic development and is present in all bilaterians. Different parts of the embryo have different concentrations of hedgehog signaling proteins, which give cells information to make the embryo develop properly and correctly into a head or a tail. When the pathway malfunctions, it can result in diseases like basal cell carcinoma. Recent studies point to the role of hedgehog signaling in regulating adult stem cells involved in maintenance and regeneration of adult tissues. The pathway has also been implicated in the development of some cancers. Drugs that specifically target hedgehog signaling to fight diseases are being actively developed by a number of pharmaceutical companies. Most biochemical cascades are series of events, in which one event triggers the next, in a linear fashion. Negative cascades, however, include events that are in a circular fashion, or can cause or be caused by multiple events.",
            "score": 183.92324829101562
        },
        {
            "docid": "353697_19",
            "document": "Sonic hedgehog . Sonic hedgehog (SHH) is a signaling molecule that is encoded by the same gene sonic hedgehog. SHH plays very important role in organogenesis and most importantly craniofacial development. Being that SHH is a signaling molecule it primarily works by diffusion along a concentration gradient affecting cells in different manners. In early tooth development, SHH is released from the primary enamel knot, a signaling center, to provide positional information in both a lateral and planar signaling pattern in tooth development and regulation of tooth cusp growth. SHH in particular is needed for growth of epithelial cervical loops, where the outer and inner epitheliums join and form a reservoir for dental stem cells. After the primary enamel knots are apoptosed, the secondary enamel knots are formed. The secondary enamel knots secrete SHH in combination with other signaling molecules to thicken the oral ectoderm and begin patterning the complex shapes of the crown of a tooth during differentiation and mineralization. In a knockout gene model, absence of SHH is indicative of holoprosencephaly. However SHH activates downstream molecules of Gli2 & Gli3. Mutant Gli2 and Gli3 embryos have abnormal development of incisors that are arrested at early in tooth development as well as small molars.",
            "score": 177.49295043945312
        },
        {
            "docid": "353697_11",
            "document": "Sonic hedgehog . Although there is no direct evidence of a SHH gradient, there is indirect evidence via the visualization of Patched (\"Ptc\") gene expression, which encodes for the ligand binding domain of the SHH receptor throughout the ventral neural tube. \"In vitro\" studies show that incremental two- and threefold changes in SHH concentration give rise to motor neuron and different interneuronal subtypes as found in the ventral spinal cord. These incremental changes \"in vitro\" correspond to the distance of domains from the signaling tissue (notochord and floor plate) which subsequently differentiates into different neuronal subtypes as it occurs \"in vitro\". Graded SHH signaling is suggested to be mediated through the Gli family of proteins which are vertebrate homologues of the \"Drosophila\" zinc-finger-containing transcription factor \"Cubitus interruptus\" (\"Ci\") . \"Ci\" is a crucial mediator of hedgehog (\"Hh\") signaling in \"Drosophila\". In vertebrates three different Gli proteins are present, viz. Gli1, Gli2 and Gli3, which are expressed in the neural tube. Mice mutant for Gli1 show normal spinal cord development, suggesting that it is dispensable for mediating SHH activity. However Gli2 mutant mice show abnormalities in the ventral spinal cord with severe defects in the floor plate and ventral-most interneurons (V3). Gli3 antagonizes SHH function in a dose dependent manner, promoting dorsal neuronal subtypes. SHH mutant phenotype can be rescued in SHH/Gli3 double mutant. Gli proteins have a C-terminal activation domain and an N-terminal repressive domain.",
            "score": 177.2915496826172
        },
        {
            "docid": "17101254_6",
            "document": "Acrocallosal syndrome . Recent studies by Putoux et al., (2011), have indicated that the mutations responsible for ACLS are located in the KIF7 protein. KIF7 is a 1343 amino acid protein with a kinesin motor, coiled coil, and Gli-binding domains [3,5]. Its functions are largely associated with ciliary motor function [3] and is a key factor in the Sonic Hedgehog (Shh) transduction pathways [4,5] that are crucial during embryogenesis [7]. Therefore, mutations in Hedgehog signaling components (KIF7) may lead to cilia based pathologies and ultimately defects in the brain and other areas associated with ACLS and related disorders [5]. More specifically, mutations observed by Elson et al., (2002), in the GLI3 gene have yielded similar characteristics to ACLS, but further evidence is needed since the corpus callosum is usually present in these cases. Other studies have also indicated that KIF7 interacts with Gli transcription factors, so mutations in the KIF7 gene may be upstream effectors of GLI3 [6]. Further understanding about the functionality of ACLS and its underlying mechanisms opens new doors to pharmacological manipulation and other forms of molecular therapy.",
            "score": 174.9572296142578
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 172.70420837402344
        },
        {
            "docid": "20908488_4",
            "document": "Patched . Patched is part of a negative feedback mechanism for hedgehog signaling that helps shape the spatial gradient of signaling activity across tissues. In the absence of hedgehog, low levels of patched are sufficient to suppress activity of the signal transduction pathway. When hedgehog is present, its cholesterol moiety binds to the sterol-sensing domain in patched, which then inhibits the activity of smoothened. Smoothened is a G protein-coupled receptor, most of which is stored in membrane bound vesicles internally within the cell and which increases at the cell surface when hedgehog is present. Smoothened must be present on the cell membrane in order for the Hedgehog signaling pathway to be activated. Among other genes, the transcription of the patched gene is induced by hedgehog signaling, with the accumulation of the patched protein limiting signaling through the Smoothened protein. Recent work implicates the cilium in intracellular trafficking of hedgehog signaling components in vertebrate cells.",
            "score": 169.7843475341797
        },
        {
            "docid": "14755358_13",
            "document": "Secreted frizzled-related protein 1 . Hedgehog signaling in the intestinal epithelium represses the canonical Wnt signaling to restrict expression of Wnt target genes to stem or progenitor cells. It was thought that the Hedgehog signaling pathway does this via the induction of the secreted-type Wnt inhibitor. Katoh et al. searched for the GLI-binding site within the promoter region of Wnt inhibitor genes. GLI are transcription factors that activate the transcription of Hedgehog target genes. The GLI-binding site was identified within the 5’-flanking promoter region of the human SFRP1 gene. The GLI-binding site was conserved among promoter regions of mammalian SFRP1 orthologs. These facts indicate that the SFRP1 gene was identified as the evolutionarily conserved target of the Hedgehog-GLI signaling pathway. SFRP1 was found to be expressed in mesenchymal cells. Hedgehog is secreted from differentiated epithelial cells to induce SFRP1 expression in mesenchymal cells, which keeps differentiated epithelial cells away from the effect of canonical Wnt signaling. Thus, SFRP1 is most likely the Hedgehog target to confine canonical Wnt signaling within stem or progenitor cells. Epigenetic CpG hypermethylation of the SFRP1 promoter during chronic persistent inflammation and aging leads to the occurrence of gastrointestinal cancers, such as colorectal cancer and gastric cancer, through the breakdown of Hedgehog-dependent Wnt signal inhibition.",
            "score": 167.4014434814453
        },
        {
            "docid": "353697_12",
            "document": "Sonic hedgehog . SHH is suggested to promote the activation function of Gli2 and inhibit repressive activity of Gli3. SHH also seems to promote the activation function of Gli3 but this activity is not strong enough. The graded concentration of SHH gives rise to graded activity of Gli 2 and Gli3, which promote ventral and dorsal neuronal subtypes in the ventral spinal cord. Evidence from Gli3 and SHH/Gli3 mutants show that SHH primarily regulates the spatial restriction of progenitor domains rather than being inductive, as SHH/Gli3 mutants show intermixing of cell types.",
            "score": 164.9790802001953
        },
        {
            "docid": "38262758_4",
            "document": "Hes3 signaling axis . Following receptor activation by the ligand, several steps can sequentially ensue. For example, the 3D shape changes to the intracellular domain may render it recognizable to catalytic proteins (enzymes) that are located inside the cell and have physical access to it. These enzymes may then induce chemical changes to the intracellular domain of the activated receptor, including the addition of phosphate chemical groups to specific components of the receptor (phosphorylation), or the physical separation (cleavage) of the intracellular domain. Such modifications may enable the intracellular domain to act as an enzyme itself, meaning that it may now catalyze the modification of other proteins in the cell. Enzymes which catalyze phosphorylation modifications are termed kinases. These modified proteins may then also be activated and enabled to induce further modifications to other proteins, and so on. This sequence of catalytic modifications is termed a “signal transduction pathway” or “second messenger cascade”. It is a critical mechanism employed by cells to sense their environment and induce complex changes to their state. Such changes may include, as noted, chemical modifications to other molecules, as well as decisions concerning which genes are activated and which are not (transcriptional regulation).",
            "score": 162.7078399658203
        },
        {
            "docid": "4940778_4",
            "document": "Greig cephalopolysyndactyly syndrome . Greig cephalopolysyndactyly syndrome is a chromosomal condition related to chromosome 7. Mutations in the \"GLI3\" gene cause Greig cephalopolysyndactyly syndrome. The \"GLI3\" gene provides instructions for making a protein that controls gene expression, which is a process that regulates whether genes are turned on or off in particular cells. By interacting with certain genes at specific times during development, the \"GLI3\" protein plays a role in the normal shaping (patterning) of many organs and tissues before birth.",
            "score": 162.3231658935547
        },
        {
            "docid": "4940873_6",
            "document": "Pallister–Hall syndrome . This condition is very rare; its prevalence is unknown. Mutations in the GLI3 gene cause Pallister–Hall syndrome. The \"GLI3\" gene provides instructions for making a protein that controls gene expression, which is a process that regulates whether genes are turned on or off in particular cells. By interacting with certain genes at specific times during development, the GLI3 protein plays a role in the normal shaping (patterning) of many organs and tissues before birth. Defects in the same gene also cause Greig cephalopolysyndactyly syndrome.",
            "score": 162.03466796875
        },
        {
            "docid": "5150349_17",
            "document": "Hedgehog signaling pathway . This accumulation of sterols allows SMO to become active or stay on the membrane for a longer period of time. This hypothesis is supported by the existence of a number of small molecule agonists and antagonists of the pathway that act on SMO. The binding of SHH relieves SMO inhibition, leading to activation of the GLI transcription factors (Process \"5\"): the activators Gli1 and Gli2 and the repressor Gli3. The sequence of molecular events that connect SMO to GLIs is poorly understood. Activated GLI accumulates in the nucleus (Process \"6\") and controls the transcription of hedgehog target genes (Process \"7\"). PTCH1 has recently been reported to repress transcription of hedgehog target genes through a mechanism independent of Smoothened.",
            "score": 161.1305389404297
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 160.75257873535156
        },
        {
            "docid": "46335535_9",
            "document": "Hox genes in amphibians and reptiles . Essentially, Hox genes contribute to the specification of three main components of limb development, including the stylopod, zeugopod and autopod. Certain mutations in Hox genes can potentially lead to the proximal and/or distal losses along with different abnormalities. Three different models have been created for outlining the patterning of these regions. The Zone of polarizing activity (ZPA) in the limb bud has pattern-organizing activity through the utilization of a morphogen gradient of a protein called Sonic hedgehog (Shh). Sonic hedgehog is turned on in the posterior region via the early expression of HoxD genes, along with the expression of Hoxb8. Shh is maintained in the posterior through a feedback loop between the ZPA and the AER. Shh cleaves the Ci/Gli3 transcriptional repressor complex to convert the transcription factor Gli3 to an activator, which activates the transcription of HoxD genes along the anterior/posterior axis. It is evident that different Hox genes are critical for proper limb development in different amphibians.",
            "score": 160.40493774414062
        },
        {
            "docid": "9652398_4",
            "document": "Fusion protein . Many whole gene fusions are fully functional and can still act to replace the original peptides. Some, however, experience interactions between the two proteins that can modify their functions. Beyond these effects, some gene fusions may cause regulatory changes that alter when and where these genes act. For partial gene fusions, the shuffling of different active sites and binding domains have the potential to result in new proteins with novel functions. The fusion of fluorescent tags to proteins in a host cell is a widely popular technique used in experimental cell and biology research in order to track protein interactions in real time. The first fluorescent tag, green fluorescent protein (GFP), was isolated from \"Aequorea Victoria\" and is still used frequently in modern research. More recent derivations include photoconvertible fluorescent proteins (PCFPs), which were first isolated from \"Anthozoa\". The most commonly used PCFP is the Kaede fluorescent tag, but the development of Kikume green-red (KikGR) in 2005 offers a brighter signal and more efficient photoconversion. The advantage of using PCFP fluorescent tags is the ability to track the interaction of overlapping biochemical pathways in real time. The tag will change color from green to red once the protein reaches a point of interest in the pathway, and the alternate colored protein can be monitored through the duration of pathway. This technique is especially useful when studying G-protein coupled receptor (GPCR) recycling pathways. The fates of recycled G-protein receptors may either be sent to the plasma membrane to be recycled, marked by a green fluorescent tag, or may be sent to a lysosome for degradation, marked by a red fluorescent tag.",
            "score": 160.116455078125
        },
        {
            "docid": "3749502_3",
            "document": "GLI3 . This gene encodes a protein that belongs to the C2H2-type zinc finger proteins subclass of the Gli family. They are characterized as DNA-binding transcription factors and are mediators of Sonic hedgehog (Shh) signaling. The protein encoded by this gene localizes in the cytoplasm and activates patched Drosophila homolog (PTCH1) gene expression. It is also thought to play a role during embryogenesis.",
            "score": 159.831787109375
        },
        {
            "docid": "5150349_25",
            "document": "Hedgehog signaling pathway . The most common way to target this pathway is modulate SMO. Antagonist and agonist of SMO have already shown to affect the pathway regulation downstream. The most clinically advanced SMO targeting agents are cyclopamine-competitive. Itraconazole (Sporanox) has also been shown to target SMO through a mechanism distinct from cyclopamine and vismodegib. Itraconazole inhibits SMO in the presence of mutations conferring resistance to vismodegib and other cyclopamine-competitive antagonists, like IPI-926 and Novartis' LDE-225. PTCH and Gli3 (5E1) antibodies are also a way to regulate the pathway. A downstream effector and strong transcriptional activator siRNA Gli1 has been used to inhibit cell growth and promote apoptosis. Arsenic trioxide (Trisenox) has also been shown to inhibit hedgehog signaling by interfering with Gli function and transcription.",
            "score": 158.4221649169922
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 157.97801208496094
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 157.62982177734375
        },
        {
            "docid": "1907985_13",
            "document": "Smith–Lemli–Opitz syndrome . Given its prevalence in cell membranes, cholesterol is highly involved in certain transport processes. It may influence the function of ion channels and other membrane transporters. For example, cholesterol is necessary for the ligand binding activity of the serotonin receptor. In addition, it appears to be very important in exocytosis. Cholesterol modulates the properties of the membrane (such as membrane curvature), and may regulate the fusion of vesicles with the cell membrane. It may also facilitate the recruitment of complexes necessary for exocytosis. Given that neurons rely heavily on exocytosis for the transmission of impulses, cholesterol is a very important part of the nervous system. One particularly relevant pathway in which cholesterol takes place is the Hedgehog signaling pathway. This pathway is very important during embryonic development, and involved in deciding the fate of cells (i.e., which tissue they need to migrate to). Hedgehog proteins are also involved in the transcription of genes that regulate cell proliferation and differentiation. Cholesterol is important to this pathway because it undergoes covalent bonding to Hedgehog proteins, resulting in their activation. Without cholesterol, the signaling activity is disrupted and cell differentiation may be impaired.",
            "score": 157.4675750732422
        },
        {
            "docid": "5150349_4",
            "document": "Hedgehog signaling pathway . Mammals have three Hedgehog homologues, Desert (DHH), Indian (IHH), and Sonic (SHH), of which Sonic is the best studied. The pathway is equally important during vertebrate embryonic development and is therefore of interest in evolutionary developmental biology. In knockout mice lacking components of the pathway, the brain, skeleton, musculature, gastrointestinal tract and lungs fail to develop correctly. Recent studies point to the role of Hedgehog signaling in regulating adult stem cells involved in maintenance and regeneration of adult tissues. The pathway has also been implicated in the development of some cancers. Drugs that specifically target Hedgehog signaling to fight this disease are being actively developed by a number of pharmaceutical companies.",
            "score": 157.15963745117188
        },
        {
            "docid": "5308998_7",
            "document": "Floor plate . Shh regulates Gli processing through two proteins, Ptch1 and Smo. When Shh is not active, Ptch1 is responsible for suppressing the pathway through the inhibition of Smo. Smo is crucial to the overall transduction of signal of the Shh pathway. If Smo is inhibited, the Shh pathway is also inactive, which ultimately represses gliogenesis. Specific factors such as Gli3 are required for oligodendrocyte cell fate. Since Shh regulates Gli processing, if Smo is compromised or inhibited by Ptch1, this inactivates the Shh pathway and prevents Gli processing which disrupts glial cell fate mapping. Shh signaling in the FP region is very important because it needs to be active in order for gliogenesis to occur. If Shh is inactivated within the FP region and activated in other regions of the spinal cord such as the Dbx or pMN domains, gliogenesis is compromised. But, when Shh is active in the FP region, gliogenesis is activated and glial cells begin migrating to their targeted destinations to function.",
            "score": 156.06488037109375
        },
        {
            "docid": "3749502_5",
            "document": "GLI3 . Mutations in this gene have been associated with several diseases, including Greig cephalopolysyndactyly syndrome, Pallister-Hall syndrome, preaxial polydactyly type IV, and postaxial polydactyly types A1 and B. DNA copy-number alterations that contribute to increased conversion of the oncogenes Gli1–3 into transcriptional activators by the Hedgehog signaling pathway are included in a genome-wide pattern, which was found to be correlated with an astrocytoma patient’s outcome.",
            "score": 155.70838928222656
        },
        {
            "docid": "14134041_19",
            "document": "EZH2 . EZH2 is an attractive target for anti-cancer therapy because it helps cancerous cells divide and proliferate. It is found in larger amounts than in healthy cells in a wide range of cancers including breast, prostate, bladder, uterine, and renal cancers, as well as melanoma and lymphoma. EZH2 is a gene suppressor, so when it becomes overexpressed, many tumor suppressor genes that are normally turned on, are turned off. Inhibition of EZH2 function shrinks malignant tumors in some reported cases because those tumor suppressor genes are not silenced by EZH2. EZH2 typically is not expressed in healthy adults; it is only found in actively dividing cells, like those active during fetal development. Because of this characteristic, overexpression of EZH2 can be used as a diagnostic marker of cancer and some neurodegenerative disorders. However, there are cases where it is difficult to tell whether overexpression of EZH2 is the cause of a disease, or simply a consequence. If it is only a consequence, targeting EZH2 for inhibition may not cure the disease. One example of a cancer pathway in which EZH2 plays a role is the pRB-E2F pathway. It is downstream from the pRB-E2F pathway, and signals from this pathway lead to EZH2 overexpression. Another important characteristic of EZH2 is that when EZH2 is overexpressed, it can activate genes without forming PRC2. This is an issue because it means the methylation activity of the enzyme is not mediated by complex formation. In breast cancer cells, EZH2 activates genes that promote cell proliferation and survival. It can also activate regulatory genes like c-myc and cyclin D1 by interacting with Wnt signaling factors. Importantly, the mutation of tyrosine 641 to phenylalanine in the active SET domain of EZH2 results in preference for H3K27 tri-methylation and has been linked to lymphoma.",
            "score": 155.61166381835938
        },
        {
            "docid": "969821_2",
            "document": "JAK-STAT signaling pathway . The JAK-STAT signalling pathway is a chain of interactions between proteins in a cell, and is involved in processes such as immunity, cell division, cell death and tumour formation. The pathway communicates information from chemical signals outside of a cell to the cell nucleus, resulting in the activation of genes through a process called transcription. There are three key parts of JAK-STAT signalling: Janus kinases (JAKs), Signal Transducer and Activator of Transcription proteins (STATs), and receptors (which bind the chemical signals). Disrupted JAK-STAT signalling may lead to a variety of diseases, such as skin conditions, cancers, and disorders affecting the immune system.",
            "score": 155.17425537109375
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 154.37120056152344
        },
        {
            "docid": "5150349_10",
            "document": "Hedgehog signaling pathway . Hedgehog has roles in larval body segment development and in formation of adult appendages. During the formation of body segments in the developing \"Drosophila\" embryo, stripes of cells that synthesize the transcription factor engrailed can also express the cell-to-cell signaling protein Hedgehog (green in Figure 4). Hedgehog is not free to move very far from the cells that make it and so it only activates a thin stripe of cells adjacent to the engrailed-expressing cells. When acting in this local fashion, hedgehog works as a paracrine factor. Only cells to one side of the engrailed-expressing cells are competent to respond to Hedgehog following interaction of Hh with the receptor protein Patched (blue in Figure 4).",
            "score": 153.9775390625
        },
        {
            "docid": "3749502_4",
            "document": "GLI3 . Gli3 is a known transcriptional repressor but may also have a positive transcriptional function. Gli3 represses dHand and Gremlin, which are involved in developing digits. There is evidence that Shh-controlled processing (e.g., cleavage) regulates transcriptional activity of Gli3 similarly to that of Ci. Gli3 mutant mice have many abnormalities including CNS and lung defects and limb polydactyly. In the developing mouse limb bud, Gli3 derepression predominately regulates Shh target genes.",
            "score": 153.7688446044922
        },
        {
            "docid": "42064066_20",
            "document": "Proneural genes . The proneural protein Atonal (Ato) is responsible for the development of \"Drosophila’s\" R8 photoreceptors. However, it does not act alone, since it dimerizes with a second identical protein, ‘’Daughterless (Da)’’ that reinforces its expression. The coexpression of ‘’Ato’’ and ‘’Da’’ is important for the migration of the different cell types of an ommatidium and for the repression of atonal in the inter-cluster spaces, functioning as inhibitory signals that regulate both the number and position of the nascent R8 cells. Moreover, this expression leads to the activation of the kinase MAPK that is important for the cellular recruitment and the repressor effect, once, when this kinase is inactive the expression of ‘’Ato’’ is detected in every cell. In an initial state, Hedgehog (‘’Hh’’) and Decapentaplegic are responsible for the activation of ‘’ato’’ in small cellular clusters, leading to the activation of MAPK. First, Hedgehog induces ‘’ato’’ expression in more than just the cells that ultimately become photoreceptor cells, so its expression has to be refined and restricted to a single presumptive R8 cell. Hedgehog signaling is also required to repress ‘’atonal’’ expression between the nascent proneural clusters, which reveals a dual role crucial to building precision and geometry into the adult retina. Therefore, the regulation of ‘’ato’’ expression depends on the levels of Hedgehog: at low levels (that is far from the source) this pronuclear gene is activated and at high levels (close to the source) it is repressed. Combining lateral inhibition with the dual role played by Hedgehog, one can imagine how the hexagonal array of R8 cells can be patterned.",
            "score": 152.7030029296875
        }
    ]
}