{
    "q": [
        {
            "docid": "49528276_11",
            "document": "Behavioral plasticity . Recent studies of animals have documented individual differences in virtually all of the different types of behavioral plasticities described above. In addition, behavioral plasticities may themselves be developmentally plastic: individual differences in a type of plasticity that is expressed at a given age may be affected by the conditions to which the subjects were exposed earlier in life. In a variety of species, for instance, social cues during the juvenile period affect the contextual plasticity of responses to cues from potential mates at adulthood. As is the case for many other types of plasticity, researchers studying the development of individual differences in behavioral plasticity have found that genes, prior experiences and interactions between these factors contribute to the individual differences in behavioral plasticity that are expressed at a given age or lifestage. Another question that is currently attracting interest from students of both animal and human behavior is whether different types of behavioral plasticities are correlated with one another across individuals: i.e., whether some individuals are generally more plastic than others. Although there is some evidence that certain types of cognitive traits tend to be positively correlated with one another across individuals (see the g factor in humans), at present there is scant evidence that other types of plasticity (e.g. contextual plasticity and ontogenetic plasticity) are correlated with one another across individuals or genotypes in humans or animals.  Behavioral plasticity can have major impacts on the evolutionary fitness of an individual. Both developmental and contextual plasticity influence the fitness of an animal in a novel environment by increasing the probability that the animal will survive in that environment. Developmental plasticity is particularly important in terms of survival in novel environments, because trial-and-error processes such as learning (which encompass both phenotype sampling and environmental feedback) have the ability to immediately shift an entire population close to a new adaptive norm. As such, the ability to express some level of behavioral plasticity can be very advantageous. In fluctuating environments, animals that can change how they respond to differences in stimuli would have a leg up over animals that were set in a rigid phenotype. However, this would only be the case if the costs of maintaining the ability to change phenotype was lower than the benefit conferred to the individual.",
            "score": 69.54683947563171
        },
        {
            "docid": "8651984_20",
            "document": "Plant perception (physiology) . It has been argued that although plants are capable of adaptation, it should not be called intelligence, as plant neurobiologists are relying primarily on metaphors and analogies to argue that complex responses in plants can only be produced by intelligence. \"\"A bacterium can monitor its environment and instigate developmental processes appropriate to the prevailing circumstances, but is that intelligence? Such simple adaptation behaviour might be bacterial intelligence but is clearly not animal intelligence.\"\" However, plant intelligence fits a definition of intelligence proposed by David Stenhouse in a book about evolution and animal intelligence where he described it as \"adaptively variable behaviour during the lifetime of the individual\". Critics of the concept have also argued that a plant cannot have goals once it is past the development stage of seedling because, as a modular organism, each module seeks its own survival goals and the resulting organism level behavior is not centrally controlled. This view, however, necessarily accommodates the possibility that a tree is a collection of individually intelligent modules cooperating, competing and influencing each other to determine behavior in a bottom-up fashion. The development into a larger organism whose modules must deal with different environmental conditions and challenges is not universal across plant species however, as smaller organisms might be subject to the same conditions across their bodies, at least, when the below and above ground parts are considered separately. Moreover, the claim that central control of development is completely absent from plants is readily falsified by apical dominance.",
            "score": 75.55680000782013
        },
        {
            "docid": "22072718_15",
            "document": "Biological network . Network analysis provides the ability to quantify associations between individuals, which makes it possible to infer details about the network as a whole at the species and/or population level. Researchers interested in animal behavior across a multitude of taxa, from insects to primates, are starting to incorporate network analysis into their research. Researchers interested in social insects (e.g., ants and bees) have used network analyses to better understand division of labor, task allocation, and foraging optimization within colonies; Other researchers are interested in how certain network properties at the group and/or population level can explain individual level behaviors. For instance, a study on wire-tailed manakins (a small passerine bird) found that a male’s degree in the network largely predicted the ability of the male to rise in the social hierarchy (i.e. eventually obtain a territory and matings). In bottlenose dolphin groups, an individual’s degree and betweenness centrality values may predict whether or not that individual will exhibit certain behaviors, like the use of side flopping and upside-down lobtailing to lead group traveling efforts; individuals with high betweenness values are more connected and can obtain more information, and thus are better suited to lead group travel and therefore tend to exhibit these signaling behaviors more than other group members. Network analysis can also be used to describe the social organization within a species more generally, which frequently reveals important proximate mechanisms promoting the use of certain behavioral strategies. These descriptions are frequently linked to ecological properties (e.g., resource distribution). For example, network analyses revealed subtle differences in the group dynamics of two related equid fission-fusion species, Grevy’s zebra and onagers, living in variable environments; Grevy’s zebras show distinct preferences in their association choices when they fission into smaller groups, whereas onagers do not. Similarly, researchers interested in primates have also utilized network analyses to compare social organizations across the diverse primate order, suggesting that using network measures (such as centrality, assortativity, modularity, and betweenness) may be useful in terms of explaining the types of social behaviors we see within certain groups and not others. Finally, social network analysis can also reveal important fluctuations in animal behaviors across changing environments. For example, network analyses in female chacma baboons (\"Papio hamadryas ursinus\") revealed important dynamic changes across seasons which were previously unknown; instead of creating stable, long-lasting social bonds with friends, baboons were found to exhibit more variable relationships which were dependent on short-term contingencies related to group level dynamics as well as environmental variability. This is a very small set of broad examples of how researchers can use network analysis to study animal behavior. Research in this area is currently expanding very rapidly. Social network analysis is a valuable tool for studying animal behavior across all animal species, and has the potential to uncover new information about animal behavior and social ecology that was previously poorly understood.",
            "score": 64.3342936038971
        },
        {
            "docid": "1859694_10",
            "document": "Bioindicator . Changes in animal populations, whether increases or decreases, can indicate pollution. For example, if pollution causes depletion of a plant, animal species that depend on that plant will experience population decline. Conversely, overpopulation may be opportunistic growth of a species in response to loss of other species in an ecosystem. On the other hand, stress-induced sub-lethal effects can me manifested in animal physiology, morphology, and behaviour of individuals long before responses are expressed and observed at the population level. Such sub-lethal responses can be very useful as \"early warning signals\" to predict how population will further respond.",
            "score": 34.80736446380615
        },
        {
            "docid": "5970591_14",
            "document": "Ideal free distribution . The ideal free distribution hypothesis assumes that all individuals are equal in competitive abilities. However, there is experimental evidence that demonstrates that even when the competitive abilities, or weights, of individuals in a population differ, the ideal free distribution is still mostly upheld as long as these differences are accounted for. In accounting for this variety of competitive weights, animals distribute such that their competitive weights in each habitat match the proportion of resources present there. For example, in one experiment goldfish differing in competitive ability behaved in a way that maximized their intake rate relative to their competitive weight. Since the mean rank of fish in a site varied inversely with the total number of fish in both the high resource density site and the low resource density site, there was no correlation between competitive ability and time spent at the higher resource density site. As expected in an ideally distributed population of goldfish of different competitive abilities, the intake rate of each competitive weight did not differ between the sites.",
            "score": 61.22484803199768
        },
        {
            "docid": "15819274_19",
            "document": "Bombus lapidarius . This bee is a very important part of pollination. For many species of plant, such as species of \"Viscaria\", only bees and butterflies have proboscides long enough to pollinate effectively. For example, studies show \"B. lapidarius\" was more numerous and had a higher feeding density than other species studied. Further, \"Bombus lapidarius\" is important in pollinating many other species, including \"Centaurea scabiosa\". A study found that though \"Apis mellifera\" was also involved in pollination of this species, \"B. lapidarius\" greatly outnumbers \"Apis\" and other bee species in number and importance in pollination. Though initially attracted to flowers by the color, the scent is what drives attention as the bees approach flowers. it has been suggested that some individuals are better able to interpret differences in scent in the flowers than others. It has been suggested that these differences in ability developed evolutionarily as different types of bees developed specific roles within the colony. How long a bee stays at a particular flower seems to be connected to behavior, as it appeared the bees assumed low pollen reward, despite increased pollen levels in experiments. However, the amount of pollen transferred in a visit from \"B. lapidarius\" was only affected by the amount of pollen in the flower that individual was at. Further, it appeared that variation in duration of visits to different flowers was related to differences in foraging speed, not differences in how well the bee was able to remove nectar.  Bees will typically forage in patches, but show no clear directionality in their foraging. Further, pollinating bees will usually visit the nearest neighboring plants, thus gene flow between plants tends to be pretty limited.  Other experiments also indicated that body size is an important factor in how bumblebees pollinate. It would appear that size affects how often the bee will visit flowers as well as how well the bee could pollinate. Smaller bees seem to pollinate more effectively than larger bees. Yet, there did not appear to be a correlation between floral display size and body size. Therefore, it was suggested that bumblebees of all different sizes respond in the same way to floral display size.",
            "score": 87.5803599357605
        },
        {
            "docid": "52846743_4",
            "document": "Functional equivalence (ecology) . Plant-animal interactions in terms of seed dispersal are another example of functional equivalence. Evidence has shown that, over the course of millions of years, most plants have maintained evolutionary trait stability in terms of the size and shape of their fruits. However, the animal species that consume and disperse the seeds within the fruits have evolved physically at a faster rate than the plants they feed off of. In other words, animal species have been changing and evolving more than the plants have been changing their seed and fruit morphology. Functional equivalence of the animal species consuming and dispersing the seeds can account for the ability for these plants to continue to survive without genetic changes to their fruit/seed morphology. As with the \"Hormathophylla\" example above, the plant species are not subjected to selective pressures the same way that animals are.",
            "score": 24.393598318099976
        },
        {
            "docid": "637102_5",
            "document": "Plant physiology . Secondly, plant physiology includes the study of biological and chemical processes of individual plant cells. Plant cells have a number of features that distinguish them from cells of animals, and which lead to major differences in the way that plant life behaves and responds differently from animal life. For example, plant cells have a cell wall which restricts the shape of plant cells and thereby limits the flexibility and mobility of plants. Plant cells also contain chlorophyll, a chemical compound that interacts with light in a way that enables plants to manufacture their own nutrients rather than consuming other living things as animals do.",
            "score": 37.25482439994812
        },
        {
            "docid": "5467149_11",
            "document": "Cheating (biology) . Cleaning symbiosis that develop between small and larger marine organisms often represent models useful for studying the evolution of stable social interactions and cheating. In the cleaning fish \"Labroides dimidiatus\" (Bluestreak cleaner wrasse), as in many cleaner species, client fish seeks to have ectoparasites removed by the cleaners. In these situations, instead of picking off the parasites on the surface of the client fish, the cleaner can cheat by feeding on the client's tissue (mucus layer, scales, etc.), thereby gaining additional benefit from the symbiotic system. It has been well documented that cleaners will feed on mucus when their clients are unable to control the cleaner's behavior; however, in natural settings, client fish often jolt, chase after cheating cleaners, or terminate interactions of swimming way, effectively controlling the cheating behavior. Studies on cleaning mutualisms generally suggest that cheating behavior is often adjusted depending on the species of the client. In cleaning shrimp, cheating is predicted to occur less often because shrimps bear a higher cost if the clients use aggression to control the cleaner's behavior. Studies have found that cleaner species can strategically adjust cheating behavior according to the potential associated risk. For example, predatory clients, which present a significantly high cost for cheating, experience less cheating behavior. On the other hand, nonpredatory clients present a lower cost for cheating, and thus experience more cheating behaviors from the cleaners. Some evidence suggest that physiological processes can mediate the cleaners' decision to switch from cooperating to cheating in mutualistic interactions. For example, in the bluestreak cleaner wrasse, changes in cortisol levels are associated with behavior changes. For smaller clients, increase cortisol levels in the water lead to more cooperative behavior, while for larger clients, the same treatment lead to more dishonest behavior. It has been suggested that \"good behavior\" toward smaller clients often allow wrasses to attract larger clients that are often cheated.",
            "score": 95.44828677177429
        },
        {
            "docid": "950454_8",
            "document": "Electric fish . Neuroethologists performed several experiments under \"Eigenmannia's\" natural conditions to study how it determined the sign of the frequency difference. They manipulated the fish’s discharge by injecting it with curare which prevented its natural electric organ from discharging. Then, an electrode was placed in its mouth and another was placed at the tip of its tail. Likewise, the neighboring fish’s electric field was mimicked using another set of electrodes. This experiment allowed neuroethologists to manipulate different discharge frequencies and observe the fish’s behavior. From the results, they were able to conclude that the electric field frequency, rather than an internal frequency measure, was used as a reference. This experiment is significant in that not only does it reveal a crucial neural mechanism underlying the behavior but also demonstrates the value neuroethologists place on studying animals in their natural habitats.",
            "score": 87.05339622497559
        },
        {
            "docid": "36086848_5",
            "document": "Fear processing in the brain . It has been observed that fear can contribute to behavioral changes. One way this phenomenon has been studied is on the basis of the repeated stress model done by Camp RM et al.(among others). In this particular study, it was examined that the contribution fear conditioning may play a huge role in altering an animal's (Fischer rat's) behavior in a repeated stress paradigm. Behavioral changes that are commonly referred to as depressive-like behaviors resulted from this model of testing. After setting a control and a valid experimental design, Fischer rats were exposed daily to different stressors in a complex environment. After four days of stressor exposure, both exploratory behavior and social interaction were tested on day 5 in either the same environment or a new environment. The rats showed much decreased exploration and social interaction when tested in different contexts compared to control rats. To further make a correlation to the biochemistry (as mentioned below), chronic infusion of propranolol (beta-adrenergic receptor antagonist) prevented the behavioral changes following repeated stressor exposure thus halting long term potentiation. Some physiological changes also occurred including the decrease in body weight gain and adrenal hypertrophy observed in animals exposed to stress. Overall, the conditioned fear responses can contribute to behavioral changes in a repeated stress paradigm. This can be extended to correlate to other animals as well but with varying degrees of responses.",
            "score": 118.4592455625534
        },
        {
            "docid": "41149597_3",
            "document": "Social learning in animals . Social learning is fundamentally different from individual learning, or asocial learning, which involves learning the appropriate responses to an environment through experience and trial and error. Though asocial learning may result in the acquisition of reliable information, it is often costly for the individual to obtain. Therefore, individuals that are able to capitalize on other individuals' self-acquired information may experience a fitness benefit. However, because social learning relies on the actions of others rather than direct contact, it can be unreliable. This is especially true in variable environments, where appropriate behaviors may change frequently. Consequently, social learning is most beneficial in stable environments, in which predators, food, and other stimuli are not likely to change rapidly.",
            "score": 43.809635639190674
        },
        {
            "docid": "378661_18",
            "document": "Thermoregulation . Animals other than humans regulate and maintain their body temperature with physiological adjustments and behavior. Desert lizards are ectotherms and so unable to metabolically control their temperature but can do this by altering their location. They may do this, in the morning only by raising their head from its burrow and then exposing their entire body. By basking in the sun, the lizard absorbs solar heat. It may also absorb heat by conduction from heated rocks that have stored radiant solar energy. To lower their temperature, lizards exhibit varied behaviors. Sand seas, or ergs, produce up to , and the sand lizard will hold its feet up in the air to cool down, seek cooler objects with which to contact, find shade or return to their burrow. They also go to their burrows to avoid cooling when the sun goes down or the temperature falls. Aquatic animals can also regulate their temperature behaviorally by changing their position in the thermal gradient. Animals also engage in kleptothermy in which they share or even steal each other's body warmth. In endotherms such as bats and birds (such as the mousebird and emperor penguin) it allows the sharing of body heat (particularly amongst juveniles). This allows the individuals to increase their thermal inertia (as with gigantothermy) and so reduce heat loss. Some ectotherms share burrows of ectotherms. Other animals exploit termite mounds.",
            "score": 75.11209762096405
        },
        {
            "docid": "34872017_4",
            "document": "Personality changes . This school of thought attributes human behavior to environmental factors, relegating individual differences to situational artifacts and contesting the existence of individual predispositions. It was led by situationists like Walter Mischel (1968). Their contention held that personality was a fictitious concept. For them, the discrepancies observed across one's behaviors were evidence that interindividual differences did not exist  Some aspects of the situationist perspective even suggest that all human beings are the same and that the differences we observe are simply illusory biproducts of the environment.  However, personologists soon integrated these inconsistencies into their conceptualization of personality. They modified the old, more monolithic construct by measuring how people differ across situations. Their new methods of personality assessment describe fluctuations in personality characteristics as consistent and predictable for each person based on the environment he is in and his predispositions. Some work suggests that people can espouse different levels of a personality dimension as the social situations and time of day change Therefore, someone is not conscientious all the time, but can be conscientious at work and a lot less so when she is home. This work also suggests that intrapersonal variations on a trait can be even larger than interpersonal variations. Extraversion varies more within a person than across individuals, for example. This work was based on individual self-ratings during the day across a long period of time. This allowed for researchers to assess moment-to-moment and day to day variations on personality attributes. Personologists now tend to agree that people's personalities are variegated and are not to be conceptualized through bipolar characterizations (e.g. extraversion vs introversion). Rather people oscillate between the two extremes of a trait. The pattern of this oscillation then constitutes personality.",
            "score": 64.26428139209747
        },
        {
            "docid": "4119009_4",
            "document": "Anopheles gambiae . The individual species of the complex are morphologically difficult to distinguish from each other, although it is possible for larvae and adult females. The species exhibit different behavioural traits. For example, \"Anopheles quadriannulatus\" is both a saltwater and mineralwater species. \"A. melas\" and \"A. merus\" are saltwater species, while the remainder are freshwater species. \"Anopheles quadriannulatus\" generally takes its blood meal from animals (zoophilic), whereas \"Anopheles gambiae\" sensu stricto generally feeds on humans, i.e. is considered anthropophilic.  Identification to the individual species level using the molecular methods of Scott \"et al.\" (1993) can have important implications in subsequent control measures.",
            "score": 71.97347521781921
        },
        {
            "docid": "645120_23",
            "document": "Neuroethology . Neuroethologists performed several experiments under \"Eigenmannia\"s natural conditions to study how it determined the sign of the frequency difference. They manipulated the fish's discharge by injecting it with curare which prevented its natural electric organ from discharging. Then, an electrode was placed in its mouth and another was placed at the tip of its tail. Likewise, the neighboring fish's electric field was mimicked using another set of electrodes. This experiment allowed neuroethologists to manipulate different discharge frequencies and observe the fish's behavior. From the results, they were able to conclude that the electric field frequency, rather than an internal frequency measure, was used as a reference. This experiment is significant in that not only does it reveal a crucial neural mechanism underlying the behavior but also demonstrates the value neuroethologists place on studying animals in their natural habitats.",
            "score": 84.83507251739502
        },
        {
            "docid": "2339577_26",
            "document": "Evidence of common descent . Comparative study of the anatomy of groups of animals or plants reveals that certain structural features are basically similar. For example, the basic structure of all flowers consists of sepals, petals, stigma, style and ovary; yet the size, colour, number of parts and specific structure are different for each individual species. The neural anatomy of fossilized remains may also be compared using advanced imaging techniques.",
            "score": 42.98603391647339
        },
        {
            "docid": "23631964_23",
            "document": "Primary motor cortex . One of the most common misconceptions about the primary motor cortex is that the map of the body is cleanly segregated. Yet it is not a map of individuated muscles or even individuated body parts. The map contains considerable overlap. This overlap increases in more anterior regions of the primary motor cortex. One of the main goals in the history of work on the motor cortex was to determine just how much the different body parts are overlapped or segregated in the motor cortex. Researchers who addressed this issue found that the map of the hand, arm, and shoulder contained extensive overlap. Studies that map the precise functional connectivity from cortical neurons to muscles show that even a single neuron in the primary motor cortex can influence the activity of many muscles related to many joints. In experiments on cats and monkeys, as animals learn complex, coordinated movements, the map in the primary motor cortex becomes more overlapping, evidently learning to integrate the control of many muscles. In monkeys, when electrical stimulation is applied to the motor cortex on a behavioral timescale, it evokes complex, highly integrated movements such as reaching with the hand shaped to grasp, or bringing the hand to the mouth and opening the mouth. This type of evidence suggests that the primary motor cortex, while containing a rough map of the body, may participate in integrating muscles in meaningful ways rather than in segregating the control of individual muscle groups. It has been suggested that a deeper principle of organization may be a map of the statistical correlations in the behavioral repertoire, rather than a map of body parts. To the extent that the movement repertoire breaks down partly into the actions of separate body parts, the map contains a rough and overlapping body arrangement.",
            "score": 111.16161465644836
        },
        {
            "docid": "56279481_12",
            "document": "Cooperative pulling paradigm . To arrive at conclusions regarding cooperation, researchers have designed experiments with various conditions. The first animal has access to the apparatus before the other one. If the animal does not wait for its partner this suggests a lack of understanding of the requirements for successful cooperation. The first animal gets to choose which animal from a pair it wants as a partner. In some cases individual animals from within a group can decide to join an animal already at the apparatus. Instead of just one apparatus in the test area there are two identical ones. Animals can decide to work on the same one (which can lead to success) or on different ones (which will lead to failure). A further design involves two different apparatuses. The first animal can decide whether to use an apparatus that can be operated alone or one that requires and has a partner waiting. A 'no rope' version involves an apparatus where everything is the same except for the rope on the partner's side being coiled up and not accessible to the partner. Rewards can be food split equally over two bowls in front of each animal, or in one bowl only. The type of food can vary from lots of small pieces to one big lump (e.g., slices of an apple vs. a whole apple). In combination with the apparatus choice, the reward for the joint-task apparatus is often twice as big as the reward for the solo apparatus. Another variation is a modified apparatus where one partner gets food before the other, requiring the first one to keep pulling despite already having received the reward. Typically the animals can see each other, all rewards, and all parts of the apparatus. To assess the role of visual communication, sometimes an opaque divider is placed such that the animals can no longer see each other, but can still see both rewards. Animals are often first trained with an apparatus that can be operated by one individual. For example, the two ends of a string are on top of each other and a single animal can pull both ends. A technique called shaping can be used by gradually extending the distance between the string ends, or by gradually extending the length of delay between the arrival of the first and second animal at the apparatus.",
            "score": 68.34825301170349
        },
        {
            "docid": "3597397_2",
            "document": "William T. Powers . William T. Powers (August 29, 1926 – May 24, 2013) was a medical physicist and an independent scholar of experimental and theoretical psychology who developed the perceptual control theory (PCT) model of behavior as the control of perception. PCT demonstrates and explains how rather than controlling their behavioral outputs, living things vary their behavior as the means of controlling their sensory inputs (perceptions). Living control systems differ from those specified by Engineering control theory (a thermostat is a simple example), for which the reference value (setpoint) for control is specified outside the system by what is called the controller, whereas in living systems the reference variable for each feedback control loop in a control hierarchy is generated within the system, usually as a function of error output from a higher-level system or systems. Powers and his students and colleagues in diverse fields have developed many demonstrations of negative feedback control, and computer models or simulations that replicate observed and measured behavior of living systems (human and animal, individuals and groups of individuals) with a very high degree of fidelity (0.95 or better), and corresponding control structures have been demonstrated neurophysiologically.",
            "score": 115.19358038902283
        },
        {
            "docid": "608162_10",
            "document": "Suprachiasmatic nucleus . In general, external temperature does not influence endothermic animal behavior or circadian rhythm because of the ability of these animals to keep their internal body temperature constant through homeostatic thermoregulation; however, peripheral oscillators (see Circadian rhythm) in mammals are sensitive to temperature pulses and will experience resetting of the circadian clock phase and associated genetic expression, suggesting how peripheral circadian oscillators may be separate entities from one another despite having a master oscillator within the SCN. Furthermore, when individual neurons of the SCN from a mouse were treated with heat pulses, a similar resetting of oscillators was observed, but when an intact SCN was treated with the same heat pulse treatment the SCN was resistant to temperature change by exhibiting an unaltered circadian oscillating phase. In ectothermic animals, particularly the ruin lizard \"Podacris sicula\", temperature has been shown to affect the circadian oscillators within the SCN. This reflects a potential evolutionary relationship among endothermic and ectothermic vertebrates, in how ectotherms rely on environmental temperature to affect their circadian rhythms and behavior and endotherms have an evolved SCN to essentially ignore external temperature and use photoreception as a means for entraining the circadian oscillators within their SCN. In addition, the differences of the SCN between endothermic and ectothermic vertebrates suggest that the neuronal organization of the temperature-resistant SCN in endotherms is responsible for driving thermoregulatory behaviors in those animals differently from those of ectotherms, since they rely on external temperature for engaging in certain behaviors.",
            "score": 77.28404593467712
        },
        {
            "docid": "454127_3",
            "document": "MASSIVE (software) . \"Massive\" is a software package developed by Stephen Regelous for the visual effects industry. Its flagship feature is the ability to quickly and easily create thousands (or up to millions with current advances in computer processing power) of agents that all act as individuals as opposed to content creators individually animating or programming the agents by hand. Through the use of fuzzy logic, the software enables every agent to respond individually to its surroundings, including other agents. These reactions affect the agent's behaviour, changing how they act by controlling pre-recorded animation clips, for example by blending between such clips, to create characters that move, act, and react realistically. These pre-recorded animation clips can come from motion-capture sessions, or can be hand-animated in other 3D animation software packages.",
            "score": 59.28996443748474
        },
        {
            "docid": "46593_9",
            "document": "Hay . Hay or grass is the foundation of the diet for all grazing animals and can provide as much as 100% of the fodder required for an animal. Hay is usually fed to an animal in place of allowing the animal to graze on grasses in a pasture, particularly in the winter or during times when drought or other conditions make pasture unavailable. Animals that can eat hay vary in the types of grasses suitable for consumption, the ways they consume hay, and how they digest it. Therefore, different types of animals require hay that consists of similar plants to what they would eat while grazing, and likewise, plants that are toxic to an animal in pasture are also toxic if they are dried into hay. Most animals are fed hay in two daily feedings, morning and evening. However, this schedule is more for the convenience of humans, as most grazing animals on pasture naturally consume fodder in multiple feedings throughout the day. Some animals, especially those being raised for meat, may be given enough hay that they simply are able to eat all day. Other animals, especially those that are ridden or driven as working animals, are only free to eat when not working, and may be given a more limited amount of hay to prevent them from getting too fat. The proper amount of hay and the type of hay required varies somewhat between different species. Some animals are also fed concentrated feeds such as grain or vitamin supplements in addition to hay. In most cases, hay or pasture forage must make up 50% or more of the diet by weight.",
            "score": 46.9863178730011
        },
        {
            "docid": "6218860_8",
            "document": "Pygmy slow loris . The pygmy slow loris has a head and body length (measured from the top of the head to the base of the tail) of ; there is no significant difference in size between the sexes. The length of the skull is less than . The tail is short, averaging in length. The bodyweight ranges between , with an average mass of for males and for females. There are, however, large seasonal variations in bodyweight, and individuals up to have been recorded. The animal tends to have significantly higher bodyweights during the winter months, about 50 percent higher than the lowest values in the summer. The weight gains, achieved largely by increasing food intake, are triggered by changes in the length of the day and night. This seasonal change in bodyweight occurs in both sexes, in both pregnant and non-pregnant females—an adaptation thought to help ensure survival during winter when food resources become scarce. The species has distinctive teeth morphology: its third molar is triangular in outline and only slightly smaller than the first molar; its second molar is the largest. The incisors and canines on its lower jaw are procumbent (tilt forward) and together form a toothcomb that is used in grooming and feeding.",
            "score": 54.05595302581787
        },
        {
            "docid": "19852895_36",
            "document": "Introduction to evolution . Taxonomy is the branch of biology that names and classifies all living things. Scientists use morphological and genetic similarities to assist them in categorising life forms based on ancestral relationships. For example, orangutans, gorillas, chimpanzees, and humans all belong to the same taxonomic grouping referred to as a family—in this case the family called Hominidae. These animals are grouped together because of similarities in morphology that come from common ancestry (called \"homology\"). Strong evidence for evolution comes from the analysis of homologous structures: structures in different species that no longer perform the same task but which share a similar structure. Such is the case of the forelimbs of mammals. The forelimbs of a human, cat, whale, and bat all have strikingly similar bone structures. However, each of these four species' forelimbs performs a different task. The same bones that construct a bat's wings, which are used for flight, also construct a whale's flippers, which are used for swimming. Such a \"design\" makes little sense if they are unrelated and uniquely constructed for their particular tasks. The theory of evolution explains these homologous structures: all four animals shared a common ancestor, and each has undergone change over many generations. These changes in structure have produced forelimbs adapted for different tasks. However, anatomical comparisons can be misleading, as not all anatomical similarities indicate a close relationship. Organisms that share similar environments will often develop similar physical features, a process known as \"convergent evolution\". Both sharks and dolphins have similar body forms, yet are only distantly related—sharks are fish and dolphins are mammals. Such similarities are a result of both populations being exposed to the same selective pressures. Within both groups, changes that aid swimming have been favored. Thus, over time, they developed similar appearances (morphology), even though they are not closely related.",
            "score": 79.14255940914154
        },
        {
            "docid": "49528276_9",
            "document": "Behavioral plasticity . Developmental plasticity encompasses the many ways that experiences in an organism's past can affect its current behavior. Developmental plasticity thus includes learning, acclimation, and any situation in which environmental conditions early in life affects the behavior expressed later in life (also called ontogenetic plasticity. Since a given individual can only be raised under one set of conditions, ontogenetic plasticity is studied by dividing matched individuals into two or more groups, and then rearing each group under a different set of conditions. For instance, this experimental design was used to demonstrate that the density at which moth larvae were raised affected the courtship signals that they produced as adults.  Endogenous plasticity includes circadian rhythms, circannual rhythms, and age-dependent changes in behavior. A good example of endogenous plasticity occurs with zebrafish (\"Danio rerio\"). Larval zebrafish exhibit circadian rhythms in their responsiveness to light. Even when they are maintained under continuous darkness, the fish are much more responsive to changes in light (i.e. higher contextual plasticity) during subjective day than during subjective night. Another example involves the changes in an individual's behavior and hormonal profile around the time of sexual maturity; such changes are affected changes in physiology that occurred months to years earlier in life.",
            "score": 69.57834100723267
        },
        {
            "docid": "6984635_7",
            "document": "Seed predation . Seed predation often occurs at contrasting plant ontogenic stages. Predispersal seed predation takes place when seeds are removed from the parent plant before dispersal, and it has been most often reported in invertebrates, birds, and in granivorous rodents that clip fruits directly from trees and herbaceous plants. Postdispersal seed predation arises once seeds have been released from the parent plant. Birds, rodents, and ants are known to be among the most pervasive postdispersal seed predators. Furthermore, postdispersal seed predation can take place at two contrasting stages: predation on the ‘‘seed rain’’ and predation on the ‘‘seed bank’’. Whereas predation on the seed rain occurs when animals prey on released seeds usually flush with the ground surface, predation on the seed bank takes place after seeds have been incorporated deeply into the soil. Both pre- and post-dispersal seed predation are extremely frequent in nature. However, fundamental differences occur between the two. Pre-dispersal predators are most often specialists, as they are more likely to adapt to clustered resources. Predator specialization requires that these animals utilize specific cues like plant chemistry (volatile compounds), color and size to attack seeds. In addition, specialization requires that the life cycle of the predator match the production of seeds by the host plant. Therefore, animals with shorter life span, like insects, are more common pre-dispersal predators. Common insect groups of pre-dispersal predators are Coleoptera, Hemiptera, Hymenoptera and Lepidoptera. For this reason, a greater diversity of predators feed on seeds prior to dispersal. Nevertheless, there are important vertebrate pre-dispersal predators, especially birds and small mammals. Post-dispersal seed predation is extremely common in virtually all ecosystems. Given the heterogeneity in both resource type (seeds from different species are available), quality (seeds of different ages and/or different status of integrity or decomposition) and location (seeds are scattered and hidden in the environment), most post-dispersal predators have generalist habits. These predators usually belong to a diverse array of animals, such as ants, beetles, crabs, fish, rodents and birds. In addition, not only is the assemblage of post-dispersal seed predators diverse, but its composition varies considerably among ecosystems. The severity of predation rates also varies between pre- and post-dispersal predation. Although both types of predation can be extremely high, studies simultaneously evaluating both pre- and post-dispersal seed predation suggest that the latter is often more severe than the former. However, seeds already dispersed and not consumed have a chance to germinate, and seeds consumed could die regardless of predation due to constraints imposed by unsuitable germination sites. On the other hand, all non-dispersed seeds predated would be no more than a waste of energy by the parent plant. Therefore, the demographic impacts of pre-dispersal predation on plant populations are likely to be stronger than the impacts of post-dispersal predation.",
            "score": 51.381208658218384
        },
        {
            "docid": "1260420_5",
            "document": "Anti-predator adaptation . Animals may avoid becoming prey by living out of sight of predators, whether in caves, underground, or by being nocturnal. Nocturnality is an animal behavior characterized by activity during the night and sleeping during the day. This is a behavioral form of detection avoidance called crypsis used by animals to either avoid predation or to enhance prey hunting. Predation risk has long been recognized as critical in shaping behavioral decisions. For example, this predation risk is of prime importance in determining the time of evening emergence in echolocating bats. Although early access during brighter times permits easier foraging, it also leads to a higher predation risk from bat hawks and bat falcons. This results in an optimum evening emergence time that is a compromise between the conflicting demands. Another nocturnal adaptation can be seen in kangaroo rats, which exhibit moonlight avoidance. These rodents forage in relatively open habitats and reduce their activity outside their nest burrows in response to moonlight. During a full moon, they shift their activity towards areas of relatively dense cover to compensate for the extra brightness. In controlled experiments, artificial moon-like illumination stimulates similar responses in their foraging behavior, suggesting that this behavior has evolved to reduce predation risk. Camouflage uses any combination of materials, coloration, or illumination for concealment to make the organism hard to detect by sight. It is common in both terrestrial and marine animals. Camouflage can be achieved in many different ways, such as through resemblance to surroundings, disruptive coloration, shadow elimination by countershading or counter-illumination, self-decoration, cryptic behavior, or changeable skin patterns and colour. Animals such as the flat-tail horned lizard of North America have evolved to eliminate their shadow and blend in with the ground. The bodies of these lizards are flattened, and their sides thin towards the edge. This body form, along with the white scales fringed along their sides, allows the lizards to effectively hide their shadows. In addition, these lizards hide any remaining shadows by pressing their bodies to the ground.",
            "score": 73.37635684013367
        },
        {
            "docid": "7556348_27",
            "document": "Plant morphology . Plants exhibit natural variation in their form and structure. While all organisms vary from individual to individual, plants exhibit an additional type of variation. Within a single individual, parts are repeated which may differ in form and structure from other similar parts. This variation is most easily seen in the leaves of a plant, though other organs such as stems and flowers may show similar variation. There are three primary causes of this variation: positional effects, environmental effects, and juvenility.",
            "score": 32.93149662017822
        },
        {
            "docid": "39369611_6",
            "document": "Echolocation jamming . Like electric fish, echolocating animals are susceptible to jamming from other animals of the same species emitting signals in the nearby environment. To avoid such jamming, bats use a strategy also employed by electric fish to avoid this jamming: a behavior known as jamming avoidance response (JAR). In a JAR, one or both animals change the frequency of their sounds away from that used by the other animal. This has the effect of allowing each animal a unique frequency bandwidth where jamming will not occur. Bats can make this adjustment very rapidly, often in less than 0.2 seconds.",
            "score": 63.77592873573303
        },
        {
            "docid": "40603620_7",
            "document": "Gender psychology . Biological differentiation is fundamental in determining differences in males and females. Males have two different sex chromosomes, an X and a Y. Females have two X chromosomes. The Y chromosome is what determines sexual differentiation. If the Y chromosome is present, growth is along male lines. The SRY is a specific part of the Y chromosome which is the sex-determining gene region of the chromosome. This is what is responsible for the differentiation between male and females.  Testosterone helps differentiate gender by increasing the likelihood of male patterns of behavior. It has effects on the central nervous system that trigger these behaviors. Parts of the SRY and specific parts of the Y chromosome could also possibly influence different gender behaviors. The biological approach states that the distinction between men and women are due to inherent and hormonal differences. Some critique this approach because it leaves little room for sexual expression and gender because it claims both are dependent on biological makeup. Biological explanations of gender and sexual differences have been correlated to the work done by Charles Darwin regarding evolution. He suggested that just as wild animals and plants had physiological differences between sexes, humans did as well. Biological perspectives on psychological differentiation often place parallels to the physical nature of sexual differentiation. These parallels include genetic and hormonal factors that create different individuals, with the main difference being the reproductive function. The brain controls behavior by individuals, but it is influenced by genes, hormones and evolution. Evidence has shown that the ways boys and girls become men and women is different, and that there are variations between the individuals of each sex. There have been studies conducted to try and associate hormones with the gender identity of males and females. Okayama University in Japan did a study investigating the biological nature of gender identity disorder. The researchers looked at five different sex related hormones and whether or not they increased the chances of an individual being a transsexual. They examined male to female (MTF) and female to male (FTM) transsexuals, using control males and females for comparison. Their research did not find a significant difference in the distribution of the examined genes. The results currently can not provide evidence that the different genetic variants of sex hormone genes influence an individual to MTF or FTM transsexualism.",
            "score": 96.93555104732513
        },
        {
            "docid": "34000456_2",
            "document": "Surface wave detection by animals . Surface wave detection by animals is the process by which animals, such as surface-feeding fish are able to sense and localize prey and other objects on the surface of a body of water by analyzing features of the ripples generated by objects' movement at the surface. Features analyzed include waveform properties such as frequency, change in frequency, and amplitude, and the curvature of the wavefront. A number of different species are proficient in surface wave detection, including some aquatic insects and toads, though most research is done on the topminnow/surface killifish \"Aplocheilus lineatus.\" The fish and other animals with this ability spend large amounts of time near the water surface, some just to feed and others their entire lives.",
            "score": 75.92527866363525
        }
    ],
    "r": [
        {
            "docid": "39619438_3",
            "document": "AnimatLab . Neuromechanical simulation enables investigators to explore the dynamical relationships between the brain, the body, and the world in ways that are difficult or impossible through experiment alone. This is done by producing biologically realistic models of the neural networks that control behavior, while also simulating the physics that controls the environment in which an animal is situated. Interactions with the simulated world can then be fed back to the virtual nervous system using models of sensory systems. This provides feedback similar to what the real animal would encounter, and makes it possible to close the sensory-motor feedback loop to study the dynamic relationship between nervous function and behavior. This relationship is crucial to understanding how nervous systems work.",
            "score": 169.51124572753906
        },
        {
            "docid": "2567511_12",
            "document": "Neural engineering . Neuromechanics is the coupling of neurobiology, biomechanics, sensation and perception, and robotics (Edwards 2010). Researchers are using advanced techniques and models to study the mechanical properties of neural tissues and their effects on the tissues' ability to withstand and generate force and movements as well as their vulnerability to traumatic loading (Laplaca & Prado 2010). This area of research focuses on translating the transformations of information among the neuromuscular and skeletal systems to develop functions and governing rules relating to operation and organization of these systems (Nishikawa et al. 2007). Neuromechanics can be simulated by connecting computational models of neural circuits to models of animal bodies situated in virtual physical worlds (Edwards 2010). Experimental analysis of biomechanics including the kinematics and dynamics of movements, the process and patterns of motor and sensory feedback during movement processes, and the circuit and synaptic organization of the brain responsible for motor control are all currently being researched to understand the complexity of animal movement. Dr. Michelle LaPlaca's lab at Georgia Institute of Technology is involved in the study of mechanical stretch of cell cultures, shear deformation of planar cell cultures, and shear deformation of 3D cell containing matrices. Understanding of these processes is followed by development of functioning models capable of characterizing these systems under closed loop conditions with specially defined parameters. The study of neuromechanics is aimed at improving treatments for physiological health problems which includes optimization of prostheses design, restoration of movement post injury, and design and control of mobile robots. By studying structures in 3D hydrogels, researchers can identify new models of nerve cell mechanoproperties. For example, LaPlaca et al. developed a new model showing that strain may play a role in cell culture (LaPlaca et al. 2005).",
            "score": 152.12457275390625
        },
        {
            "docid": "623686_24",
            "document": "Brain–computer interface . Later experiments by Nicolelis using rhesus monkeys succeeded in closing the feedback loop and reproduced monkey reaching and grasping movements in a robot arm. With their deeply cleft and furrowed brains, rhesus monkeys are considered to be better models for human neurophysiology than owl monkeys. The monkeys were trained to reach and grasp objects on a computer screen by manipulating a joystick while corresponding movements by a robot arm were hidden. The monkeys were later shown the robot directly and learned to control it by viewing its movements. The BCI used velocity predictions to control reaching movements and simultaneously predicted handgripping force. In 2011 O'Doherty and colleagues showed a BCI with sensory feedback with rhesus monkeys. The monkey was brain controlling the position of an avatar arm while receiving sensory feedback through direct intracortical stimulation (ICMS) in the arm representation area of the sensory cortex.",
            "score": 146.55116271972656
        },
        {
            "docid": "2905542_14",
            "document": "Monoplegia . Brain computer interface (BCI) systems have been proposed as a tool for rehabilitation of monoplegia, specifically in the upper limb after a stroke. BCI systems provide sensory feedback in the brain via functional electrical stimulation, virtual reality environments, or robotic systems, which allows for the use of brain signals.This is extremely crucial because the networking in the brain is often compromised after a stroke, leading to impaired movement or paralysis. BCI systems allow for detection of intention to move through the primary motor cortex, then provide the matched sensory stimulation according to feedback that is provided. This leads to activity-dependent plasticity within the user, requiring them to pay careful attention to tasks that require the activation or deactivation of specific brain areas. BCI systems utilize different sources of information for feedback, including electroencephalography (EEG), magnetoencephalography, functional magnetic resonance imaging, near-infrared spectroscopy, or electrocorticography. Among all of these, the EEG signals are the most useful for this type of rehabilitation because they are highly accurate and stable.",
            "score": 139.45663452148438
        },
        {
            "docid": "52526831_15",
            "document": "Robot fish . Toy robot fish are the most common robot toys on the market. they are most commonly used for entertainment, although some are used for research. The design of these toys are simple and inexpensive. They are usually divided into two categories: automatic cruise robot fish and controlled movement robot fish. The simplest ones consist of a soft body (MJ), motor (tail) and head (basic electric control element). They use a battery to provide energy for the motor to produce movement and use the remote control systems to achieve the power of steering. In contrast, the complexity of toys and robot fish, with the purpose of research, is almost the same. They are not only fully automated, but can simulate fish behavior. For example, if you put a foreign object in the water with the robot fish, it will produced a movement similar to that of a real fish. It will move away from the foreign object and the speed of swimming will increase. It exhibits a state of shock and confusion to the foreign object much like a real fish would. Robot fish record this type of behavior in advance.",
            "score": 138.6390838623047
        },
        {
            "docid": "1678822_56",
            "document": "Perceptual control theory . Perceptual control theory (PCT) can provide an explanatory model of neural organisation that deals with the current issues. PCT describes the hierarchical character of behavior as being determined by control of hierarchically organized perception. Control systems in the body and in the internal environment of billions of interconnected neurons within the brain are responsible for keeping perceptual signals within survivable limits in the unpredictably variable environment from which those perceptions are derived. PCT does not propose that there is an internal model within which the brain simulates behavior before issuing commands to execute that behavior. Instead, one of its characteristic features is the principled lack of cerebral organisation of behavior. Rather, behavior is the organism's variable means to reduce the discrepancy between perceptions and reference values which are based on various external and internal inputs (Cools, 1985). Behavior must constantly adapt and change for an organism to maintain its perceptual goals. In this way, PCT can provide an explanation of abstract learning through spontaneous reorganisation of the hierarchy. PCT proposes that conflict occurs between disparate reference values for a given perception rather than between different responses (Mansell 2011), and that learning is implemented as trial-and-error changes of the properties of control systems (Marken & Powers 1989), rather than any specific response being \"reinforced\". In this way, behavior remains adaptive to the environment as it unfolds, rather than relying on learned action patterns that may not fit.",
            "score": 138.37149047851562
        },
        {
            "docid": "14368827_6",
            "document": "Ideomotor apraxia . The prevailing hypothesis for the pathophysiology of ideomotor apraxia is that the various brain lesions associated with the disorder somehow disrupt portions of the praxis system. The praxis system is the brain regions that are involved in taking processed sensory input, accessing of stored information about tools and gestures, and translating these into a motor output. Buxbaum et al. have proposed that the praxis system involves three distinct parts: stored gesture representations, stored tool knowledge, and a \"dynamic body schema.\" The first two store information about the representation of gestures in the brain and the characteristic movements of tools. The body schema is a brain model of the body and its position in space. The praxis system relates the stored information about a movement type to how the dynamic, i.e. changing, body representation varies as the movement progresses. It is still not clear how this system maps out onto the brain itself, although some research has given indications to possible locations for certain portions. The dynamic body schema has been suggested to be localized in the superior posterior parietal cortex. There is also evidence that the inferior parietal lobule may be the locus for storage of the characteristic movements of a tool. This area showed inverse activation to the cerebellum in a study of tool use and tool mime. If the connections between these areas become severed, the praxis system would be disrupted, possibly resulting in the symptoms observed in ideomotor apraxia. There is no one definitive test for ideomotor apraxia; there are several that are used clinically to make an ideomotor apraxia diagnosis. The criteria for a diagnosis are not entirely conserved among clinicians, for apraxia in general or distinguishing subtypes. Almost all the tests laid out here that enable a diagnosis of ideomotor apraxia share a common feature: assessment of the ability to imitate gestures. A test developed by Georg Goldenberg uses imitation assessment of 10 gestures. The tester demonstrates the gesture to the patient and rates him on how whether the gesture was correctly imitated. If the first attempt to imitate the gesture was unsuccessful, the gesture is presented a second time; a higher score is given for correct imitation on the first trial, then for the second, and the lowest score is for not correctly imitating the gesture. The gestures used here are all meaningless, such as placing the hand flat on the top of the head or flat outward with the fingers towards the ear. This test is specifically designed for ideomotor apraxia. The main variation from this is in the type and number of gestures used. One test uses twenty-four movements with three trials for each and a trial-based scoring system similar to the Goldenberg protocol. The gestures here are also copied by the patient from the tester and are divided into finger movements, e.g. making a scissor movement with the forefinger and middle finger, and hand and arm movements, e.g. doing a salute. This protocol combines meaningful and meaningless gestures. Another test uses five meaningful gestures, such as waving goodbye or scratching your head and five meaningless gestures. Additional differences in this test are a verbal command to initiate the movement and it distinguishes between accurate performance and inaccurate but recognizable performance. One test utilizes tools, including a hammer and a key, with both a verbal command to use the tools and the patient copying the tester's demonstrated use of the tools. These tests have been shown to be individually unreliable, with considerable variability between the diagnoses delivered by each. If a battery of tests is used, however, the reliability and validity may be improved. It is also highly advisable to include assessments of how the patient performs activities in daily life. One of the newer tests that has been developed may provide greater reliability without relying on a multitude of tests. It combines three types of tool use with imitation of gestures. The tool use section includes having the patient pantomime use with no tool present, with visual contact with the tool, and finally with tactile contact with the tool. This test screens for ideational and ideomotor apraxia, with the second portion aimed specifically at ideomotor apraxia. One study showed great potential for this test, but further studies are needed to reproduce these results before this can be said with confidence. This disorder often occurs with other degenerative neurological disorders such as Parkinson's disease and Alzheimer's Disease. These comorbidities can make it difficult to pick out the specific features of ideomotor apraxia. The important point in distinguishing ideomotor apraxia is that basic motor control is intact; it is a high level dysfunction involving tool use and gesturing. Additionally, clinicians must be careful to exclude aphasia as a possible diagnosis, as, in the tests involving verbal command, an aphasic patient could fail to perform a task properly because they do not understand what the directions are.",
            "score": 134.63011169433594
        },
        {
            "docid": "5495487_36",
            "document": "Iron Man's armor . Though similar in design to both the Neo-Classic armor and its remote-controlled counterpart, the NTU-150 incorporated the new SE Telepresence technology, enabling the unit to be operated under full Virtual Control. This unit was not a wearable suit of armor; rather, it was a fully articulated device controlled by the mental impulses of the user via a remote headset apparatus. The remote headset transmitted commands to the active unit in much the same way as the human brain transmits commands to the central nervous system (in this case, it is via a subspace radio connection, lessening reaction time to almost zero). Similarly, the visual, aural, and (to a lesser degree) tactile information collected by the NTU-150 could be interpreted by the user's brain in the same way as normal sensory data. The primary difference is that the sensory data collected by the NTU-150 includes a full range of electromagnetic spectra and computer-processed data normally unavailable to humans, while the active devices contained in the unit includes not only analogues to the human body, but weaponry, data collection and processing hardware as well, all under autonomic and voluntary nervous system control. In contrast to traditional robotic devices, the NTU-150 contains no mechanical framework to mimic the action of the human body; the unit's outer shell is articulated by a multiprocessor-controlled structural integrity field which allows for a much greater range of movement.",
            "score": 134.08642578125
        },
        {
            "docid": "35502619_2",
            "document": "Kinaesthetics . Kinaesthetics (or kinesthetics, in American English) is the study of body motion, and of the perception (both conscious and unconscious) of one's own body motions. Kinesthesis is the learning of movements that an individual commonly performs (Edwards, 2011). The individual must repeat the motions that they are trying to learn and perfect many times for this to happen. Many people say that kinesthesis is muscle memory but it is not true because your muscles can’t actually remember anything, it is the proprioceptors giving the information from your muscles to your brain (Edwards, 2011). To do this, the individual must have a sense of the position of their body and how that changes throughout the motor skill they are trying to perform. While performing the motion the body will use receptors in the muscles to transfer information to the brain to tell the brain about what the body is doing. Then after completing the same motor skill numerous times, the brain will begin to remember the motion based on the position of the body at a given time. Then after learning the motion the body will be able perform the motor skill even when usual senses are inhibited, such as the person closing their eyes. The body will perform the motion based on the information that is stored in the brain from previous attempts at the same movement (Sahyouni, 2013). This is possible because the brain has formed connections between the location of body parts in space (the body uses perception to learn where their body is in space [Freeman, 2008])and the subsequent movements that commonly follow these positions (Sahyouni, 2013). It becomes almost an instinct. The person does not need to even think about what they are doing to perfect the skill, they have done it so many times that it feels natural and requires little to no thought. When the kinesthetic system has learned a motor skill proficiently, it will be able to work even when ones vision is limited (Pinzon, Vega, Sanchez, & Zheng 2017). The perception of continuous movement (kinesthesia) is largely unconscious. A conscious proprioception is achieved through increased awareness. Kinaesthetics involves the teaching and personal development of such awareness.",
            "score": 132.9467315673828
        },
        {
            "docid": "167339_3",
            "document": "Head transplant . There are three main technical challenges. As with any organ transplant, managing the immune response to avoid transplant rejection is necessary. Also, the brain is highly dependent on continuous flow of blood to provide oxygen and nutrients and remove waste products, with damage setting in quickly at normal temperatures when blood flow is cut off. Finally, managing the nervous systems in both the body and the head is essential, in several ways. The autonomic nervous system controls essential functions like breathing and the heart beating and is governed largely by the brain stem; if the recipient body's head is removed this can no longer function. Additionally each nerve coming out of the head via the spinal cord needs to be connected to the putatively corresponding nerve in the recipient body's spinal cord in order for the brain to control movement and receive sensory information. Finally, the risk of systematic neuropathic pain is high and as of 2017 had largely been unaddressed in research.",
            "score": 132.88099670410156
        },
        {
            "docid": "52526831_11",
            "document": "Robot fish . The key to controlling a multi-joint robotic fish is creating a simplified mechanism that is able to generate a reasonable amount of control. Designers should consider some important factors, including lateral body motions, kinematic data and anatomical data. When designers mimic a BCF-type robot fish, the link-based body wave of the robot fish must provide motions similar to that of a living fish. This kind of body wave-based swimming control should be discrete and parameterized for a specific swimming gait. Ensuring swimming stability gait can be difficult, and transitioning smoothly between two different gaits can be tricky in robot fish.",
            "score": 132.30050659179688
        },
        {
            "docid": "53744937_17",
            "document": "Attention schema theory . Now you ask Kevin, “How are you holding the apple? What is your physical relationship to the apple?” Once again Kevin can answer. The reason is that, in addition to an internal model of the apple, Kevin’s brain also constructs an internal model of his body, including of his arm and hand. That internal model, also sometimes called the body schema, is a set of information, constantly updated as new signals are processed, that specifies the size and shape of Kevin’s limbs, how they are hinged, how they tend to move, the state they are in at each moment, and what state they are likely to be in over the next few moments. The primary purpose of this body schema is to allow Kevin’s brain to control movement. Because he knows the state that his arm is in, he can better guide its movement. A side-effect of his body schema is that he can explicitly talk about his body. His cognitive and linguistic processors have some access to the body schema, and therefore Kevin can answer, “I am grasping the apple with my hand, while my arm is outstretched.”",
            "score": 132.0997314453125
        },
        {
            "docid": "21944_23",
            "document": "Nervous system . Arthropods, such as insects and crustaceans, have a nervous system made up of a series of ganglia, connected by a ventral nerve cord made up of two parallel connectives running along the length of the belly. Typically, each body segment has one ganglion on each side, though some ganglia are fused to form the brain and other large ganglia. The head segment contains the brain, also known as the supraesophageal ganglion. In the insect nervous system, the brain is anatomically divided into the protocerebrum, deutocerebrum, and tritocerebrum. Immediately behind the brain is the subesophageal ganglion, which is composed of three pairs of fused ganglia. It controls the mouthparts, the salivary glands and certain muscles. Many arthropods have well-developed sensory organs, including compound eyes for vision and antennae for olfaction and pheromone sensation. The sensory information from these organs is processed by the brain.",
            "score": 131.9081573486328
        },
        {
            "docid": "33644895_12",
            "document": "Evolution of nervous systems . Arthropods, such as insects and crustaceans, have a nervous system made up of a series of ganglia, connected by a ventral nerve cord made up of two parallel connectives running along the length of the belly. Typically, each body segment has one ganglion on each side, though some ganglia are fused to form the brain and other large ganglia. The head segment contains the brain, also known as the supraesophageal ganglion. In the insect nervous system, the brain is anatomically divided into the protocerebrum, deutocerebrum, and tritocerebrum. Immediately behind the brain is the subesophageal ganglion, which is composed of three pairs of fused ganglia. It controls the mouthparts, the salivary glands and certain muscles. Many arthropods have well-developed sensory organs, including compound eyes for vision and antennae for olfaction and pheromone sensation. The sensory information from these organs is processed by the brain.",
            "score": 131.9081573486328
        },
        {
            "docid": "22641483_3",
            "document": "Fin and flipper locomotion . Fish live in Fresh or Saltwater habitats and some exceptions are capable of coming on land (Mudskippers). Most fish have a line of muscle blocks, called myomeres, along each side of the body. To swim, they alternately contract one side and relax the other side in a progression which goes from the head to the tail. In this way, an undulatory locomotion results, first bending the body one way in a wave which travels down the body, and then back the other way, with the contracting and relaxing muscles switching roles. They use their fins to propel themselves through the water in this swimming motion. Actinopterygians, the ray-finned fish show an evolutionary pattern of fine control ability to control the dorsal and ventral lobe of the caudal fin. Through developmental changes, intrinsic caudal muscles were added, which enable fish to exhibit such complex maneuvers such as control during acceleration, braking and backing. Studies have shown that the muscles in the caudal fin, have independent activity patterns from the myotomal musculature. These results show specific kinematic roles for different part of the fish's musculature. A curious example of fish adaption is the Ocean sunfish, also known as the \"Mola mola\". These fish have undergone significant developmental changes reducing their spinal cord, giving them a disk like appearance, and investing in two very large fins for propulsion. This adaptation usually gives them the appearance that they are as long as they are tall. They are also amazing fish in that they hold the world record in weight gain from fry to adult (60 million times its weight).",
            "score": 131.05763244628906
        },
        {
            "docid": "21168179_5",
            "document": "Ernest Jones (golfer) . Jones began to ask himself how it could be that he could yet score so effectively, with such a radical change needing to be made to how his body swung the club having only one leg. Jones himself as well as countless others proved to be able to play well with missing body parts or body parts that were limited in their function. Despite the prevalence of golf instruction that described these missing or malfunctioning parts as being essential, Jones and others demonstrated that a golfer's brain would devise compensating strategies to yet produce fine golf shots. This success, in conjunction with his reading of Sir Walter Simpson's book, \"\"The Art of Golf\"\", brought him to the fundamental fact that the key to a successful golf shot was not the correct movement of certain body parts, but the correct movement of the club. Instead of the movement of body parts, the real key was the successful movement of the golf club. Jones had happened upon the then-little-understood fact that the human brain need only experience a person's desire to perform a task. On its own the brain devises a means to create the muscular action to achieve the task. The individual is only aware of \"what\" they want to do. The brain's action in deciding \"how\" it will accomplish the task is completely unconscious. This explains how very proficient golfers often report that they have little understanding of \"how\" they swing and only understand that they can do so when they choose.",
            "score": 131.03131103515625
        },
        {
            "docid": "37132434_9",
            "document": "Craniopagus twins . Although there is not an overwhelming amount of research surrounding how the union between craniopagus twins leads to different personality, cognitive and motor traits, there have been some studies exploring what it actually means to share a brain. In the case of Tatiana and Krista as mentioned above, it is possible that the twins shared some conscious thought. Studies of the thalamus’ role in the brain provide neurological data that help explain these behavioral observations that these two twins experience.  Thalamo-cortico-thalamic circuits are the looped neural pathways that connect the thalamus to the cerebral cortex, and then the cerebral cortex back to the thalamus. Because the thalamus is mainly responsible for relaying sensory messages from the body to the brain, it is possible that there is a lot of overlap between the twins’ sensory reception and the actual response it creates within the brain. One study examines this by studying the thalamus when it is at a persistent vegetative state that is when the patient is awake but not conscious. This study proved that the cortical activity on its own is not conscious and that all the activity between the loops of the thalamus, the cerebral cortex and the thalamus itself are all conscious actions. Another study of the thalamus reaffirms that the thalamus does not answer yes/no questions but instead acts as a mediator between different parts of the cerebral cortex and systemic sensory reception. These loops actually may account for the relationship between Tatiana and Krista. At the neuronal level, communication is dense network of neurons linked between themselves and the coordinator (in this case the thalamus) that finally sends a message to the cortex. On top of this, there are links between the cortex that send messages back through the coordinator and finally to the rest of the body. The brain’s ability to function through loops and circuits is a good model to explain why Tatiana “consciously” feels what Krista is “physically” experiencing. Additionally there is some level of synchronization between the two twins. Another study found that for craniopagus twins, their connection to each other is comparable to our normal appendages and that their bodies have obvious overlapping physically and psychologically. Because most cases of craniopagus twins are unique, the research outlining general connections between craniopagus twins is limited. However, this example provides insight into the effects of a union between twins who essentially share the same sensory relay system in the thalamus.",
            "score": 130.26954650878906
        },
        {
            "docid": "31209304_3",
            "document": "Righting reflex . The vestibular system is composed of inner ear organs forming the \"labyrinth\": the semicircular canals, the otoliths, and the cochlea. The section below is an overview of the vestibular system, as it is crucial to the understanding of the righting reflex. Sensory information from the vestibular system allows the head to move back into position when disturbed as the rest of the body follows. The semicircular canals (brown, see figure) are arranged at angles to the horizontal plane of the head when it is in its normal vertical posture. Each canal has a widened base, called an ampulla, that houses specialized sensory hair cells. Fluid in these canals surrounds the hair cells, and moves across them as the head moves to gather information about the movement and position of the body. The hair cells are covered in tiny sensory hairs called stereocilia, which are sensitive to displacement forces as the body is moved in different positions. When the head is moved, the force moves the hair cells forward, which sends signals to afferent fibers and on to the brain. The brain can then decide which muscles in the body need to become active in order to right itself.",
            "score": 129.77493286132812
        },
        {
            "docid": "195552_35",
            "document": "Artificial consciousness . In 2011, Michael Graziano and Sabine Kastler published a paper named \"Human consciousness and its relationship to social neuroscience: A novel hypothesis\" proposing a theory of consciousness as an attention schema. Graziano went on to publish an expanded discussion of this theory in his book \"Consciousness and the Social Brain\". This Attention Schema Theory of Consciousness, as he named it, proposes that the brain tracks attention to various sensory inputs by way of an attention schema, analogous to the well study body schema that tracks the spatial place of a person's body. This relates to artificial consciousness by proposing a specific mechanism of information handling, that produces what we allegedly experience and describe as consciousness, and which should be able to be duplicated by a machine using current technology. When the brain finds that person X is aware of thing Y, it is in effect modeling the state in which person X is applying an attentional enhancement to Y. In the attention schema theory, the same process can be applied to oneself. The brain tracks attention to various sensory inputs, and one's own awareness is a schematized model of one's attention. Graziano proposes specific locations in the brain for this process, and suggests that such awareness is a computed feature constructed by an expert system in the brain.",
            "score": 129.33201599121094
        },
        {
            "docid": "11042797_2",
            "document": "Dynamic simulation . Dynamic simulation (or dynamic system simulation) is the use of a computer program to model the time varying behavior of a system. The systems are typically described by ordinary differential equations or partial differential equations. As mathematical models incorporate real-world constraints, like gear backlash and rebound from a hard stop, equations become nonlinear. This requires numerical methods to solve the equations. A numerical simulation is done by stepping through a time interval and calculating the integral of the derivatives by approximating the area under the derivative curves. Some methods use a fixed step through the interval, and others use an adaptive step that can shrink or grow automatically to maintain an acceptable error tolerance. Some methods can use different time steps in different parts of the simulation model. Industrial uses of dynamic simulation are many and range from nuclear power, steam turbines, 6 degree of freedom vehicle modeling, electric motors, econometric models, biological systems, robot arms, mass spring dampers, hydraulic systems, and drug dose migration through the human body to name a few. These models can often be run in real time to give a virtual response close to the actual system. This is useful in process control and mechatronic systems for tuning the automatic control systems before they are connected to the real system, or for human training before they control the real system. Simulation is also used in computer games and animation and can be accelerated by using a physics engine, the technology used in many powerful computer graphics software programs, like 3ds Max, Maya, Lightwave, and many others to simulate physical characteristics. In computer animation, things like hair, cloth, liquid, fire, and particles can be easily modeled, while the human animator animates simpler objects. Computer-based dynamic animation was first used at a very simple level in the 1989 Pixar short film \"Knick Knack\" to move the fake snow in the snowglobe and pebbles in a fish tank.",
            "score": 128.62696838378906
        },
        {
            "docid": "485923_4",
            "document": "Physiological psychology . The nervous system can be described as a control system that interconnects the other body systems. It consists of the brain, spinal cord, and other nerve tissues throughout the body. The system's primary function is to react to internal and external stimuli in the human body. It uses electrical and chemical signals to send out responses to different parts of the body, and it is made up of the nerve cells also called neurons. Through the system, messages are transmitted to body tissues such as a muscle. There are two major subdivisions in the nervous system known as the central and peripheral nervous system.",
            "score": 128.59576416015625
        },
        {
            "docid": "2534964_17",
            "document": "Sensory processing . In the future, research on sensory integration will be used to better understand how different sensory modalities are incorporated within the brain to help us perform even the simplest of tasks. For example, we do not currently have the understanding needed to comprehend how neural circuits transform sensory cues into changes in motor activities. More research done on the sensorimotor system can help understand how these movements are controlled. This understanding can potentially be used to learn more about how to make better prosthetics, and eventually help patients who have lost the use of a limb. Also, by learning more about how different sensory inputs can combine can have profound effects on new engineering approaches using robotics. The robot's sensory devices may take in inputs of different modalities, but if we understand multisensory integration better, we might be able to program these robots to convey these data into a useful output to better serve our purposes.",
            "score": 128.4607391357422
        },
        {
            "docid": "37944206_30",
            "document": "Sensory systems in fish . Professor James D. Rose of the University of Wyoming claimed the study was flawed since it did not provide proof that fish possess \"conscious awareness, particularly a kind of awareness that is meaningfully like ours\". Rose argues that since fish brains are so different from human brains, fish are probably not conscious in the manner humans are, so that reactions similar to human reactions to pain instead have other causes. Rose had published a study a year earlier arguing that fish cannot feel pain because their brains lack a neocortex. However, animal behaviorist Temple Grandin argues that fish could still have consciousness without a neocortex because \"different species can use different brain structures and systems to handle the same functions.\"",
            "score": 128.3863983154297
        },
        {
            "docid": "10021468_3",
            "document": "African brown knifefish . This fish reaches 30 cm (12 in) in standard length. The body of these fish is unusual; it is ventrolaterally flattened and elongated, giving the appearance of a knife blade. The caudal and anal fins are fused and run from beneath the gill opening to the pointed end of the body, creating a uniform, skirt-like fin. This appendage gives the animal superior control in the water, as it is able to propel itself forward and backward with a minimum of wasted energy. The pelvic fins are extremely reduced and are not used in locomotion. The dorsal fin is absent. The pectoral fins of the African brown knifefish are lengthy and designed to give the animal precise control as it swims. They are often employed in a windmilling motion, in conjunction with the caudal/anal fin, as the fish retreats into its lair.  The scales of the knifefish are extremely small, giving it a smooth appearance broken only by its fairly prominent lateral line. Apart from its eyes, the lateral line is the knifefish's most important sensory apparatus. The African brown knifefish is nocturnal and uses the nerve-filled pits running down its body to navigate lightless waters. In addition, the eyes of this fish are large in relation to its body size. They provide the animal with excellent night vision.",
            "score": 127.73672485351562
        },
        {
            "docid": "2129591_4",
            "document": "Inverse dynamics . Within robotics, inverse dynamics algorithms are used to calculate the torques that a robot's motors must deliver to make the robot's end-point move in the way prescribed by its current task. The \"inverse dynamics problem\" in Robotics Engineering was solved by Eduardo Bayo in 1987. This solution calculates how each of the numerous electric motors that control a robot arm must move to produce a particular action. Humans can perform very complicated and precise movements, such as controlling the tip of a fishing rod well enough to cast the bait accurately. Before the arm moves, the brain calculates the necessary movement of each muscle involved and tells the muscles what to do as the arm swings. In the case of a robot arm, the \"muscles\" are the electric motors which must turn by a given amount at a given moment. Each motor must be supplied with just the right amount of electric current, at just the right time. Researchers can predict the motion of a robot arm if they know how the motors will move. This is known as the forward dynamics problem. Until this discovery, they had not been able to work backwards to calculate the movements of the motors required to generate a particular complicated motion., Bayo's work began with the application of frequency-domain methods to the inverse dynamics of single-link flexible robots. This approach yielded non-causal exact solutions due to the right-half plane zeros in the hub-torque-to-tip transfer functions. Extending this method to the nonlinear multi-flexible-link case was of particular importance to robotics. When combined with passive joint control in a collaborative effort with a control group, Bayo's inverse dynamics approach led to exponentially stable tip-tracking control for flexible multi-link robots.",
            "score": 127.23823547363281
        },
        {
            "docid": "25345530_44",
            "document": "Models of neural computation . Genetic algorithms are used to evolve neural (and sometimes body) properties in a model brain-body-environment system so as to exhibit some desired behavioral performance. The evolved agents can then be subjected to a detailed analysis to uncover their principles of operation. Evolutionary approaches are particularly useful for exploring spaces of possible solutions to a given behavioral task because these approaches minimize a priori assumptions about how a given behavior ought to be instantiated. They can also be useful for exploring different ways to complete a computational neuroethology model when only partial neural circuitry is available for a biological system of interest.",
            "score": 126.4732894897461
        },
        {
            "docid": "46895003_10",
            "document": "Sexuality after spinal cord injury . The peripheral nerves of the parasympathetic nervous system that carry messages to the brain (afferent nerve fibers) may explain why people with complete SCI feel sexual and climactic sensations. One proposed explanation for orgasm in women despite complete SCI is that the vagus nerve bypasses the spinal cord and carries sensory information from the genitals directly to the brain. Women with complete injuries can achieve sexual arousal and orgasm through stimulation of the clitoris, cervix, or vagina, which are each innervated by different nerve pathways, which suggests that even if SCI interferes with one area, function might be preserved in others. In both injured and uninjured people, the brain is responsible for the way sensations of climax are perceived: the qualitative experiences associated with climax are modulated by the brain, rather than a specific area of the body.",
            "score": 126.12627410888672
        },
        {
            "docid": "22210655_19",
            "document": "Aquatic locomotion . Many fish swim through water by creating undulations with their bodies or oscillating their fins. The undulations create components of forward thrust complemented by a rearward force, side forces which are wasted portions of energy, and a normal force that is between the forward thrust and side force. Different fish swim by undulating different parts of their bodies. Eel-shaped fish undulate their entire body in rhythmic sequences. Streamlined fish, such as salmon, undulate the caudal portions of their bodies. Some fish, such as sharks, use stiff, strong fins to create dynamic lift and propel themselves. It is common for fish to use more than one form of propulsion, although they will display one dominant mode of swimming Gait changes have even been observed in juvenile reef fish of various sizes. Depending on their needs, fish can rapidly alternate between synchronized fin beats and alternating fin beats",
            "score": 126.10643768310547
        },
        {
            "docid": "1284761_2",
            "document": "Fish locomotion . Fish locomotion is the variety of types of animal locomotion used by fish, principally by swimming. This however is achieved in different groups of fish by a variety of mechanisms of propulsion in water, most often by wavelike movements of the fish's body and tail, and in various specialised fish by movements of the fins. The major forms of locomotion in fish are anguilliform, in which a wave passes evenly along a long slender body; sub-carangiform, in which the wave increases quickly in amplitude towards the tail; carangiform, in which the wave is concentrated near the tail, which oscillates rapidly; thunniform, rapid swimming with a large powerful crescent-shaped tail; and ostraciiform, with almost no oscillation except of the tail fin. More specialised fish include movement by pectoral fins with a mainly stiff body, as in the sunfish; and movement by propagating a wave along the long fins with a motionless body in fish with electric organs such as the knifefish.",
            "score": 126.04102325439453
        },
        {
            "docid": "621_30",
            "document": "Amphibian . The nervous system is basically the same as in other vertebrates, with a central brain, a spinal cord, and nerves throughout the body. The amphibian brain is less well developed than that of reptiles, birds and mammals but is similar in morphology and function to that of a fish. It is believed amphibians are capable of perceiving pain. The brain consists of equal parts, cerebrum, midbrain and cerebellum. Various parts of the cerebrum process sensory input, such as smell in the olfactory lobe and sight in the optic lobe, and it is additionally the centre of behaviour and learning. The cerebellum is the center of muscular coordination and the medulla oblongata controls some organ functions including heartbeat and respiration. The brain sends signals through the spinal cord and nerves to regulate activity in the rest of the body. The pineal body, known to regulate sleep patterns in humans, is thought to produce the hormones involved in hibernation and aestivation in amphibians.",
            "score": 125.81428527832031
        },
        {
            "docid": "307283_7",
            "document": "Axiomatic (story collection) . Two stories, \"Learning to Be Me\" and \"Closer\", involve a different kind of neural implant called a \"jewel\"—a small computer inserted into the brain at birth that monitors its activity in order to learn how to mimic its behavior. By the time one reaches adulthood, the jewel's simulation is a near-perfect predictor of the brain's activity, and the jewel is given control of the person's body while the redundant brain is discarded. In this way, people with the jewel can eliminate the cognitive decline associated with aging by implementing their minds on a machine. Also, by transplanting the jewels into cloned bodies genetically altered to develop without brains, they can live youthfully forever.",
            "score": 125.56051635742188
        },
        {
            "docid": "14573357_17",
            "document": "Efference copy . Experiments have been conducted wherein subjects' feet are tickled both by themselves and with a robotic arm controlled by their own arm movements. These experiments have shown that people find a self-produced tickling motion of the foot to be much less \"“tickly”\" than a tickling motion produced by an outside source. They have postulated that this is because when a person sends a motor command to produce the tickling motion, the efference copy anticipates and cancels out the sensory outcome. This idea is further supported by evidence that a delay between the self-produced tickling motor command and the actual execution of this movement (mediated by a robotic arm) causes an increase in the perceived tickliness of the sensation. This shows that when the efference copy is incompatible with the afference, the sensory information is perceived as if it were exafference. Therefore, it is theorized that it is not possible to tickle ourselves because when the predicted sensory feedback (efference copy) matches the actual sensory feedback, the actual feedback will be attenuated. If the predicted sensory feedback does not match the actual sensory feedback, whether caused by a delay (as in the mediation by the robotic arm) or by external influences from the environment, the brain cannot predict the tickling motion on the body and a more intense tickling sensation is perceived. This is the reason why one cannot tickle oneself.",
            "score": 125.55880737304688
        }
    ]
}