{
    "q": [
        {
            "docid": "39288495_8",
            "document": "Mitochondrial fusion . Many gene products that control mitochondrial fusion have been identified, and can be reduced to three core groups which also control mitochondrial fission. These groups of proteins include mitofusins, OPA1/Mgm1, and Drp1/Dnm1. All of these molecules are GTP hydrolyzing proteins (GTPases) that belong to the dynamin family. Mitochondrial dynamics in different cells are understood by the way in which these proteins regulate and bind to each other. These GTPases in control of mitochondrial fusion are well conserved between mammals, flies, and yeast. Mitochondrial fusion mediators differ between the outer and inner membranes of the mitochondria. Specific membrane-anchored dynamin family members mediate fusion between mitochondrial outer membranes known as Mfn1 and Mfn2. These two proteins are mitofusin contained within humans that can alter the morphology of affected mitochondria in over-expressed conditions. However, a single dynamin family member known as OPA1 in mammals mediates fusion between mitochondrial inner membranes. These regulating proteins of mitochondrial fusion are organism-dependent; therefore, in \"Drosophila\" (fruit flies) and yeasts, the process is controlled by the mitochondrial transmembrane GTPase, Fzo. In \"Drosophila\", Fzo is found in postmeiotic spermatids and the dysfunction of this protein results in male sterility. However, a deletion of Fzo1 in budding yeast results in smaller, spherical mitochondria due to the lack of mitochondrial DNA (mtDNA).",
            "score": 108.92653346061707
        },
        {
            "docid": "19588_18",
            "document": "Mitochondrion . The outer mitochondrial membrane, which encloses the entire organelle, is 60 to 75 angstroms (Å) thick. It has a protein-to-phospholipid ratio similar to that of the eukaryotic plasma membrane (about 1:1 by weight). It contains large numbers of integral membrane proteins called porins. These porins form channels that allow molecules of 5000 daltons or less in molecular weight to freely diffuse from one side of the membrane to the other. Larger proteins can enter the mitochondrion if a signaling sequence at their N-terminus binds to a large multisubunit protein called translocase of the outer membrane, which then actively moves them across the membrane. Mitochondrial pro-proteins are imported through specialised translocation complexes. The outer membrane also contains enzymes involved in such diverse activities as the elongation of fatty acids, oxidation of epinephrine, and the degradation of tryptophan. These enzymes include monoamine oxidase, rotenone-insensitive NADH-cytochrome c-reductase, kynurenine hydroxylase and fatty acid Co-A ligase. Disruption of the outer membrane permits proteins in the intermembrane space to leak into the cytosol, leading to certain cell death. The mitochondrial outer membrane can associate with the endoplasmic reticulum (ER) membrane, in a structure called MAM (mitochondria-associated ER-membrane). This is important in the ER-mitochondria calcium signaling and is involved in the transfer of lipids between the ER and mitochondria.",
            "score": 89.02975821495056
        },
        {
            "docid": "14988435_2",
            "document": "Translocase of the outer membrane . The translocase of the outer membrane (TOM) is a complex of proteins found in the outer mitochondrial membrane of the mitochondria. It allows movement of proteins through this barrier and into the intermembrane space of the mitochondrion. Most of the proteins needed for mitochondrial function are encoded by the nucleus of the cell. The outer membrane of the mitochondrion is impermeable to large molecules greater than 5000 Daltons. The TOM works in conjunction with the translocase of the inner membrane (TIM) to translocate proteins into the mitochondrion. Many of the proteins in the TOM complex, such as TOMM22, were first identified in \"Neurospora crassa\" and \"Saccharomyces cerevisiae\".",
            "score": 78.81925964355469
        },
        {
            "docid": "22120746_5",
            "document": "Mitochondrial biogenesis . Since the majority of mitochondrial protein comes from the nuclear genome, the proteins need to be properly targeted and transported into the mitochondria to perform their functions. First, mRNA is translated in the cell’s cytosol. The resulting unfolded precursor proteins will then be able to reach their respective mitochondrial compartments. Precursor proteins will be transported to one of four areas of the mitochondria, which include the outer membrane, inner membrane, intermembrane space, and matrix. All proteins will enter the mitochondria by a translocase on the outer mitochondrial membrane (TOM). Some proteins will have an N-terminal targeting signal, and these proteins will be detected and transported into the matrix, where they will then be cleaved and folded. Other proteins may have targeting information in their sequences and will not include an N-terminal signal. During the past two decades, researchers have discovered over thirty proteins that participate in mitochondrial protein import. As researchers learn more about these proteins and how they reach the respective mitochondrial compartments that utilize them, it becomes evident that there is a multitude of processes that work together in the cell to allow for mitochondrial biogenesis.",
            "score": 101.51572239398956
        },
        {
            "docid": "16854374_4",
            "document": "PLSCR3 . Cardiolipin is a mitochondrion-specific phospholipid found in both the mitochondrial inner and outer membranes Many studies speculate that cardiolipin is a likely player in mitochondrial apoptosis. In a study done by R Lee et al., it was found that during apoptosis, cardiolipin in the outer membrane of the mitochondria increased from 10% to 30% saturation. Finding that cardiolipin concentration in the outer mitochondrial membrane increased during apoptosis (as well as knowing the function that PLS3 plays in mitochondrial apoptotic effects) clued Lee in to the fact that PLS3 may have effects on this cardiolipin membrane redistribution. Lee’s study looked into the consequences of cardiolipin redistribution in the mitochondria and found that cardiolipin plays a critical role in proteins that are involved with oxidative respiration (such as ATP synthase), which in turn affects ATP production. In Lee's experiment determining the effect of cardiolipin deprivation on cells, he studied an infected yeast mutant that lacked a cardiolipin creating enzyme, and found that although it was viable, the yeast was \"moderately deficient in mitochondrial energy transforming machinery.\"",
            "score": 89.56299340724945
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 87.37974965572357
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 71.67559814453125
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 67.13700807094574
        },
        {
            "docid": "529981_4",
            "document": "Membrane transport protein . Active transport is the movement of a substance across a membrane against its concentration gradient. This is usually to accumulate high concentrations of molecules that a cell needs, such as glucose or amino acids. If the process uses chemical energy, such as adenosine triphosphate (ATP), it is called primary active transport. Secondary active transport involves the use of an electrochemical gradient, and does not use energy produced in the cell. Unlike channel proteins which only transport substances through membranes passively, carrier proteins can transport ions and molecules either passively through facilitated diffusion, or via secondary active transport. A carrier protein is required to move particles from areas of low concentration to areas of high concentration. These carrier proteins have receptors that bind to a specific molecule (substrate) needing transport. The molecule or ion to be transported (the substrate) must first bind at a binding site at the carrier molecule, with a certain binding affinity. Following binding, and while the binding site is facing the same way, the carrier will capture or occlude (take in and retain) the substrate within its molecular structure and cause an internal translocation so that the opening in the protein now faces the other side of the plasma membrane. The carrier protein substrate is released at that site, according to its binding affinity there.",
            "score": 82.41233658790588
        },
        {
            "docid": "14814374_5",
            "document": "ANLN . There are also numerous anillin-like protein homologues found outside of metazoans. In \"Schizosaccharomyces pombe\" (fission yeast), there are Mid1p and Mid2p. These two anillin-like proteins do not have any overlap in their functions. Mid1p has been characterized as a key regulator in cytokinesis, responsible for arranging contractile ring assembly and positioning. Mid2p acts later in cytokinesis to organize septins during septation, or the invagination of inner membranes, outer membranes, and the cell wall that occurs in order to separate daughter cells completely. \"Saccharomyces cerevisiae\" (budding yeast) also have two anillin-like proteins, Boi1p and Boi2p. Boi1p and Boi2p localize to the nucleus and contractile ring at the bud neck, respectively. They are essential for cell growth and bud formation.",
            "score": 66.84652400016785
        },
        {
            "docid": "22729563_3",
            "document": "Jennifer Lippincott-Schwartz . The current research of Lippincott-Schwartz has helped to debunk the traditional ‘static’ view of molecules in cells including the methods of secretory membrane trafficking, compartmentalization, and trafficking of eukaryotic cells. Her research involves multiple live cell imaging techniques in order to study the dynamic interactions of molecules in cells and has led to a more lively view on the inner-workings of the cells. Such live cell imaging techniques include green fluorescent protein fusion alongside photobleaching and photoactivation techniques which allow investigation of subcellular localization, mobility, transport routes, and turnover of important cellular proteins related to membrane trafficking and compartmentalization. Lippincott-Schwartz's lab also tests mechanistic hypotheses related to protein and organelle functions and dynamics by utilizing quantitative measurements through kinetic modeling and simulation experiments. Along with Dr. Craig Blackstone, Lippincott-Schwartz utilized advanced imaging techniques to reveal a more accurate picture of how the peripheral endoplasmic reticulum is structured. Their findings may yield new insights for genetic diseases affecting proteins that help shape the endoplasmic reticulum. Additionally, Lippincott-Schwartz's laboratory demonstrated that Golgi enzymes constitutively recycle back to the endoplasmic reticulum and that such recycling plays a central role in the maintenance, biogenesis, and inheritance of the Golgi apparatus in mammalian cells.",
            "score": 92.17317879199982
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 74.9310497045517
        },
        {
            "docid": "1363265_7",
            "document": "Protein S . Protein S can bind to negatively charged phospholipids via the carboxylated Gla domain. This property allows Protein S to function in the removal of cells which are undergoing apoptosis. Apoptosis is a form of cell death that is used by the body to remove unwanted or damaged cells from tissues. Cells, which are apoptotic (i.e. in the process of apoptosis), no longer actively manage the distribution of phospholipids in their outer membrane and hence begin to display negatively charged phospholipids, such as phosphatidyl serine, on the cell surface. In healthy cells, an ATP (Adenosine triphosphate)-dependent enzyme removes these from the outer leaflet of the cell membrane. These negatively charged phospholipids are recognized by phagocytes such as macrophages. Protein S can bind to the negatively charged phospholipids and function as a bridging molecule between the apoptotic cell and the phagocyte. The bridging property of Protein S enhances the phagocytosis of the apoptotic cell, allowing it to be removed 'cleanly' without any symptoms of tissue damage such as inflammation occurring.",
            "score": 81.7966331243515
        },
        {
            "docid": "44513135_6",
            "document": "Environmental effects of laundry wastewater . Surfactants own both hydrophilic and lipophilic properties in one molecule, so they are called surface active agents, and are widely used in various washing process. With the lipophilic tails, surfactants are biologically active. Anionic surfactants have the ability of binding to bioactive macromolecules like enzymes, DNA, peptides, causing changes of surface charge and the folding of polypeptide chain(structure of protein). The function of proteins will be different. Cationic surfactant can bind to the inner membrane of bacteria, and by this way disorganize the bacteria through their long alkyl chain. Nonionic surfactants are able to bind to both proteins and phospholipid membrane, leading to leakage of low molecular mass compounds by increasing the permeability of membranes and vesicles. This may result in serious damage in cells or even cell death.",
            "score": 66.1595561504364
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 104.65254426002502
        },
        {
            "docid": "20374_23",
            "document": "Metabolism . In oxidative phosphorylation, the electrons removed from organic molecules in areas such as the protagon acid cycle are transferred to oxygen and the energy released is used to make ATP. This is done in eukaryotes by a series of proteins in the membranes of mitochondria called the electron transport chain. In prokaryotes, these proteins are found in the cell's inner membrane. These proteins use the energy released from passing electrons from reduced molecules like NADH onto oxygen to pump protons across a membrane.",
            "score": 84.43334937095642
        },
        {
            "docid": "6235_12",
            "document": "Cell nucleus . Nuclear pores, which provide aqueous channels through the envelope, are composed of multiple proteins, collectively referred to as nucleoporins. The pores are about 125 million daltons in molecular weight and consist of around 50 (in yeast) to several hundred proteins (in vertebrates). The pores are 100 nm in total diameter; however, the gap through which molecules freely diffuse is only about 9 nm wide, due to the presence of regulatory systems within the center of the pore. This size selectively allows the passage of small water-soluble molecules while preventing larger molecules, such as nucleic acids and larger proteins, from inappropriately entering or exiting the nucleus. These large molecules must be actively transported into the nucleus instead. The nucleus of a typical mammalian cell will have about 3000 to 4000 pores throughout its envelope, each of which contains an eightfold-symmetric ring-shaped structure at a position where the inner and outer membranes fuse. Attached to the ring is a structure called the \"nuclear basket\" that extends into the nucleoplasm, and a series of filamentous extensions that reach into the cytoplasm. Both structures serve to mediate binding to nuclear transport proteins.",
            "score": 87.76069664955139
        },
        {
            "docid": "60426_4",
            "document": "Symbiogenesis . Among the many lines of evidence supporting symbiogenesis are that new mitochondria and plastids are formed only through binary fission, and that cells cannot create new ones otherwise; that the transport proteins called porins are found in the outer membranes of mitochondria, chloroplasts and bacterial cell membranes; that cardiolipin is found only in the inner mitochondrial membrane and bacterial cell membranes; and that some mitochondria and plastids contain single circular DNA molecules similar to the chromosomes of bacteria.",
            "score": 93.44815373420715
        },
        {
            "docid": "595999_8",
            "document": "Cell envelope . As a phospholipid bilayer, the lipid portion of the outer membrane is largely impermeable to all charged molecules. However, channels called porins are present in the outer membrane that allow for passive transport of many ions, sugars and amino acids across the outer membrane. These molecules are therefore present in the periplasm, the region between the plasma membrane and outer membrane. The periplasm contains the peptidoglycan layer and many proteins responsible for substrate binding or hydrolysis and reception of extracellular signals. The periplasm is thought to exist as a gel-like state rather than a liquid due to the high concentration of proteins and peptidoglycan found within it. Because of its location between the cytoplasmic and outer membranes, signals received and substrates bound are available to be transported across the cytoplasmic membrane using transport and signalling proteins imbedded there.",
            "score": 75.35411238670349
        },
        {
            "docid": "39288495_17",
            "document": "Mitochondrial fusion . In yeast, three proteins are essential for mitochondrial fusion. Fzo1 (P38297) and Mgm1 (P32266) are conserved guanosine triphosphatases that reside in the outer and inner membranes, respectively. At each membrane, these conserved proteins are required for the distinct steps of membrane tethering and lipid mixing. The third essential component is Ugo1, an outer membrane protein with a region homologous to but distantly related to a region in the Mitochondrial Carrier (MC) family. Hoppins \"et al.\", 2009 showed that Ugo1 is a modified member of this family, containing three transmembrane domains and existing as a dimer, a structure that is critical for the fusion function of Ugo1. Their analyses of Ugo1 indicate that it is required for both outer and inner membrane fusion after membrane tethering, indicating that it operates at the lipid-mixing step of fusion. This role is distinct from the fusion dynamin-related proteins and thus demonstrates that at each membrane, a single fusion protein is not sufficient to drive the lipid-mixing step. Instead, this step requires a more complex assembly of proteins. The formation of a fusion pore has not yet been demonstrated. The Ugo1 protein is a member of the MC superfamily.",
            "score": 56.07198452949524
        },
        {
            "docid": "168370_5",
            "document": "Transmembrane protein . There are two basic types of transmembrane proteins: alpha-helical and beta-barrels. Alpha-helical proteins are present in the inner membranes of bacterial cells or the plasma membrane of eukaryotes, and sometimes in the outer membranes. This is the major category of transmembrane proteins. In humans, 27% of all proteins have been estimated to be alpha-helical membrane proteins. Beta-barrel proteins are so far found only in outer membranes of gram-negative bacteria, cell wall of gram-positive bacteria, and outer membranes of mitochondria and chloroplasts. All beta-barrel transmembrane proteins have simplest up-and-down topology, which may reflect their common evolutionary origin and similar folding mechanism.",
            "score": 80.8725733757019
        },
        {
            "docid": "4209093_9",
            "document": "Bacterial cell structure . As a phospholipid bilayer, the lipid portion of the outer membrane is impermeable to charged molecules. However, channels called porins are present in the outer membrane that allow for passive transport of many ions, sugars and amino acids across the outer membrane. These molecules are therefore present in the periplasm, the region between the cytoplasmic and outer membranes. The periplasm contains the peptidoglycan layer and many proteins responsible for substrate binding or hydrolysis and reception of extracellular signals. The periplasm is thought to exist in a gel-like state rather than a liquid due to the high concentration of proteins and peptidoglycan found within it. Because of its location between the cytoplasmic and outer membranes, signals received and substrates bound are available to be transported across the cytoplasmic membrane using transport and signalling proteins imbedded there.",
            "score": 72.57327699661255
        },
        {
            "docid": "6796314_12",
            "document": "Cholesterol side-chain cleavage enzyme . P450scc is always active, however its activity is limited by the supply of cholesterol in the inner membrane. The supplying of cholesterol to this membrane (from the outer mitochondrial membrane) is, thus, considered the true rate-limiting step in steroid production. This step is mediated primarily by the steroidogenic acute regulatory protein (StAR or STARD1). Upon stimulation of a cell to make steroid, the amount of StAR available to transfer cholesterol to the inner membrane limits how fast the reaction can go (the acute phase). With prolonged (chronic) stimulation, it is thought that cholesterol supply becomes no longer an issue and that the capacity of the system to make steroid (i.e., level of P450scc in the mitochondria) is now more important.",
            "score": 57.807446241378784
        },
        {
            "docid": "14132230_4",
            "document": "UCP3 . Mitochondrial uncoupling proteins (UCP) are members of the larger family of mitochondrial anion carrier proteins (MACP).UCPs separate oxidative phosphorylation from ATP synthesis with energy dissipated as heat, also referred to as the mitochondrial proton leak. UCPs facilitate the transfer of anions from the inner to the outer mitochondrial membrane and there turn transfer of protons from the outer to the inner mitochondrial membrane. They also reduce the mitochondrial membrane potential in mammalian cells. Tissue specificity occurs for the different UCPs and the exact method so far how UCPs transfer H+/OH− are not known.",
            "score": 54.03080630302429
        },
        {
            "docid": "39288495_13",
            "document": "Mitochondrial fusion . The Mitochondrial Inner/Outer Membrane Fusion (MMF) Family (TC# 9.B.25) is a family of proteins that play a role in mitochondrial fusion events. This family belongs to the larger Mitochondrial Carrier (MC) Superfamily. The dynamic nature of mitochondria is critical for function. Chen and Chan (2010) have discussed the molecular basis of mitochondrial fusion, its protective role in neurodegeneration, and its importance in cellular function. The mammalian mitofusins Mfn1 and Mfn2, GTPases localized to the outer membrane, mediate outer-membrane fusion. OPA1, a GTPase associated with the inner membrane, mediates subsequent inner-membrane fusion. Mutations in Mfn2 or OPA1 cause neurodegenerative diseases. Mitochondrial fusion enables content mixing within a mitochondrial population, thereby preventing permanent loss of essential components. Cells with reduced mitochondrial fusion show a subpopulation of mitochondria that lack mtDNA nucleoids. Such mtDNA defects lead to respiration-deficient mitochondria, and their accumulation in neurons leads to impaired outgrowth of cellular processes and consequent neurodegeneration.",
            "score": 68.54462480545044
        },
        {
            "docid": "423439_6",
            "document": "Sarcoplasmic reticulum . A protein found in cardiac muscle, called phospholamban (PLB) has been shown to prevent SERCA from working. It does this by binding to the SERCA and decreasing its attraction (affinity) to calcium, therefore preventing calcium uptake into the SR. Failure to remove Ca from the cytosol, prevents muscle relaxation and therefore means that there is a decrease in muscle contraction too. However, molecules such as adrenaline and noradrenaline, can prevent PLB from inhibiting SERCA. When these hormones bind to a receptor, called a beta 1 adrenoceptor, located on the cell membrane, they produce a series of reactions (known as a cyclic AMP pathway) that produces an enzyme called protein kinase A (PKA). PKA can add a phosphate to PLB (this is known as phosphorylation), preventing it from inhibiting SERCA and allowing for muscle relaxation.",
            "score": 73.8482666015625
        },
        {
            "docid": "14854417_12",
            "document": "Protein phosphorylation . Phosphorylation sites are crucial for proteins and their transportation and functions. They are the covalent modification of proteins through reversible phosphorylation. This enables proteins to stay inbound within a cell since the negative phosphorylated site disallows their permeability through the cellular membrane. Protein dephosphorylation allows the cell to replenish phosphates through release of pyrophosphates which saves ATP use in the cell. An example of phosphorylating enzyme is found in \"E. coli\" bacteria. It possesses alkaline phosphatase in its periplasmic region of its membrane. The outermost membrane is permeable to phosphorylated molecules however the inner cytoplasmic membrane is impermeable due to large negative charges. In this way, the \"E. coli\" bacteria stores proteins and pyrophosphates in its periplasmic membrane until either are needed within the cell.",
            "score": 68.34246683120728
        },
        {
            "docid": "22120746_7",
            "document": "Mitochondrial biogenesis . In mammals, mitochondrial fusion and fission are both controlled by GTPases of the dynamin family. The process of mitochondrial fission is directed by Drp1, a member of the cytosolic dynamin family. This protein forms a spiral around mitochondria and constricts to break apart both the outer and inner membranes of the organelle. On the other hand, the process of fusion is directed by different membrane-anchored dynamin proteins at different levels of the mitochondria. Fusion at the level of the outer mitochondrial membrane is mediated by Mfn1 and Mfn2 (Mitofusins 1 and 2), and fusion at the level of the inner mitochondrial membrane is mediated by Opa1. Multiple research studies have observed correlated increases between mitochondrial respiratory capacity with Mfn1, Mnf2, and Drp1 gene expression after endurance exercises. Therefore, it is supported that reorganization of the mitochondrial network in muscle cells plays an important role in response to exercise.",
            "score": 59.51944351196289
        },
        {
            "docid": "2457_15",
            "document": "Apoptosis . Mitochondrial proteins known as SMACs (second mitochondria-derived activator of caspases) are released into the cell's cytosol following the increase in permeability of the mitochondria membranes. SMAC binds to \"proteins that inhibit apoptosis\" (IAPs) thereby deactivating them, and preventing the IAPs from arresting the process and therefore allowing apoptosis to proceed. IAP also normally suppresses the activity of a group of cysteine proteases called caspases, which carry out the degradation of the cell. Therefore, the actual degradation enzymes can be seen to be indirectly regulated by mitochondrial permeability.",
            "score": 85.89810967445374
        },
        {
            "docid": "9775_10",
            "document": "Endoplasmic reticulum . Secretory proteins, mostly glycoproteins, are moved across the endoplasmic reticulum membrane. Proteins that are transported by the endoplasmic reticulum throughout the cell are marked with an address tag called a signal sequence. The N-terminus (one end) of a polypeptide chain (i.e., a protein) contains a few amino acids that work as an address tag, which are removed when the polypeptide reaches its destination. Nascent peptides reach the ER via the translocon, a membrane-embedded multiprotein complex. Proteins that are destined for places outside the endoplasmic reticulum are packed into transport vesicles and moved along the cytoskeleton toward their destination. In human fibroblasts, the ER is always co-distributed with microtubules and the depolymerisation of the latter cause its co-aggregation with mitochondria, which are also associated with the ER.",
            "score": 69.3444676399231
        },
        {
            "docid": "1774422_3",
            "document": "Intermembrane space . Channel proteins called porins in the outer membrane allow free movement of ions and small molecules into the intermembrane space. This does not mean that it is essentially continuous with the cytosol in terms of the solutes relevant for the functioning of these organelles. Enzymes destined for the mitochondrial matrix or the stroma can pass through the intermembrane space via transport through [1]s. These are known as translocase of the outer mitochondria membrane (TOM) and translocase of the inner mitochondrial membrane (TIM) in mitochondria and translocase of the outer chloroplast membrane (TOC) and translocase of the inner chloroplast membrane (TIC) in chloroplasts. It tends to have a low pH because of the proton gradient which results when protons are pumped from the mitochondrial matrix into the intermembrane space during electron transport. The structures responsible for this are coenzyme Q, NADH coenzyme Q oxidoreductase complex (complex I), succinate-coenzyme Q oxidoreductase complex (complex II), and coenzyme Q-cytochrome c oxidoreductase complex (complex III).",
            "score": 59.21788799762726
        },
        {
            "docid": "614678_8",
            "document": "Farnesyltransferase inhibitor . LNK-754 inhibits the activity of a protein called farnesyl-transferase (FT). This class of molecules are called FTIs (or farnesyl-transferase inhibitors). As with mTOR inhibitors, many companies developed them to treat cancers, where they were unsuccessful. The mechanism by which FTIs work is through inhibition of this enzyme, which adds a fatty acid molecule to proteins (such as the oncogene, or cancer-generating, ras). Many proteins can exist in a cell in various locations, and the addition of a farnesyl group targets proteins to the plasma membrane. When ras gets to the plasma membrane, it becomes activated, and leads to tumour formation if this process is not stopped. It was thought that by inhibiting FT, ras will not be activated, therefore preventing cancer growth. The problem was that ras can also be modified by other mechanisms, and thus FTIs were not sufficient to inhibit malignant growth induced by ras signaling.",
            "score": 76.7954318523407
        }
    ],
    "r": [
        {
            "docid": "2203098_3",
            "document": "Merozoite surface protein . Merozoite surface proteins, or MSPs, are useful in researching malaria, a disease caused by protozoans. The malaria parasite, in its asexual, blood invading stage called the merozoite stage, infects red blood cells. The MSP1 complex of surface proteins likely mediates the first interactions of the parasite with red blood cells.",
            "score": 158.3050079345703
        },
        {
            "docid": "544177_29",
            "document": "Plasmodium falciparum . During erythrocyte invasion, merozoites release merozoite cap protein-1 (MCP1), apical membrane antigen 1 (AMA1), erythrocyte-binding antigens (EBA), myosin A tail domain interacting protein (MTIP), and merozoite surface proteins (MSPs). Of these MSPs, MSP1 and MSP2 are primarily responsible for avoiding immune cells. The virulence of \"P. falciparum\" is mediated by erythrocyte membrane proteins, which are produced by the schizonts and trophozoites inside the erythrocytes and are displayed on the erythrocyte membrane. PfEMP1 is the most important, capable of acting as both an antigen and an adhesion molecule.",
            "score": 145.1662139892578
        },
        {
            "docid": "11131113_7",
            "document": "Avian malaria . Although a widespread disease, the most commonly associated culprit to the disease itself is \"Plasmodium relictum\" and associated lineages\".\" To better understand the parasite's epidemiology and geographical distribution, analysis of genetic variation across large geographical scales have been conducted by looking at the nuclear gene MSP1 (merozoite surface protein) from \"Plasmodium relictum\" \".\" Findings have revealed that there are significant differences between lineages from the New and Old World, suggesting different introductions of the parasite to avian populations. In addition to this, considerable variation was found between Europe and African lineages, suggesting different patterns of transmission for temperate and tropical populations. Although this approach is relatively recent, detecting allelic variation in different markers is essential to unveil parasite transmission patterns and the likelihood of introduction to new susceptible host populations.",
            "score": 130.38525390625
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 120.76118469238281
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 116.52550506591797
        },
        {
            "docid": "43294945_5",
            "document": "GnRH Neuron . Scientists have discovered how guidance molecules cause GnRH neurons to speed up or slow down. Normally, any calcium ions in the cell are rapidly pulled into organelles like the mitochondria or endoplasmic reticulum. Guidance molecules cause the release of these calcium ions back into the cell cytoplasm, where calcium sensing proteins re-organize the cell’s actin and microtubule cytoskeleton, which are the molecular filaments that give a cell its shape. This causes contractions in the cell (similar to muscle contractions) that link to adhesive proteins on the cell surface, pulling the cell forward.",
            "score": 116.00473022460938
        },
        {
            "docid": "8631841_13",
            "document": "Glycosome . The glycosomes are the most divergent of the different types of organelles stemming from peroxisomes, especially as seen in the trypanosomes. Peroxisomes of higher eukaryotes are very similar to the glycosomes and the glyoxysomes that are found in some plants and fungi. The glycosome shares the same basic level structure of a single membrane and a very dense protein matrix. Some studies have shown that some of the enzymes and pathways that are found in the peroxisome are also seen in glycosomes of some species of the trypanosomes. Also, the targeting sequences on the proteins that are sent to the glycosome for the protein matrix are similar in sequence to those sequences on proteins being imported into the peroxisome. The same is seen in the actual sequences for the proteins going into the matrices for these two organelles, not just the targeting sequences. It has been speculated that the since it has been found that glycosomes possess plastid like proteins, a lateral gene transfer happened long ago from an organism capable of photosynthesis whose genes were transferred to have the resultant peroxisomes and glycosomes. The glycosome itself, along with the peroxisome, lacks a genome.",
            "score": 115.5400161743164
        },
        {
            "docid": "37919737_14",
            "document": "Saccharomyces kudriavzevii . The hybridization tendencies of \"S. kudriavzevii\" have potential for use in investigation regarding yeast evolution, which is commonly used as a model system for evolution in general (Botstein et al.,1997). In particular it may serve as a model for how proteins change through evolution. For example, glycerol, a chemical widely associated with cold-tolerant organisms, is one that may be produced in higher concentrations in \"S. kudriavzevii\" compared to \"S. cerevisiae\" (Belloch et al., 2009). Understanding protein evolution via this model system may help to predict and understand how protein evolution happens under relatively normal circumstances, allowing us to see on a broad scale what happens when cancer and genetic disorders change protein expression within humans.",
            "score": 115.48216247558594
        },
        {
            "docid": "10975137_2",
            "document": "D-bifunctional protein deficiency . D-Bifunctional protein deficiency (officially called 17β-hydroxysteroid dehydrogenase IV deficiency) is an autosomal recessive peroxisomal fatty acid oxidation disorder. Peroxisomal disorders are usually caused by a combination of peroxisomal assembly defects or by deficiencies of specific peroxisomal enzymes. The peroxisome is an organelle in the cell similar to the lysosome that functions to detoxify the cell. Peroxisomes contain many different enzymes, such as catalase, and their main function is to neutralize free radicals and detoxify drugs. For this reason peroxisomes are ubiquitous in the liver and kidney. D-BP deficiency is the most severe peroxisomal disorder, often resembling Zellweger syndrome.",
            "score": 114.9743423461914
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 112.75167846679688
        },
        {
            "docid": "14764375_2",
            "document": "PRDX5 . Peroxiredoxin-5 (PRDX5), mitochondrial is a protein that in humans is encoded by the \"PRDX5\" gene, located on chromosome 11.  This gene encodes a member of the six-member peroxiredoxin family of antioxidant enzymes. Like the other five members, PRDX5 is widely expressed in tissues but differs by its large subcellular distribution. In human cells, it has been shown that PRDX5 can be localized to mitochondria, peroxisomes, the cytosol, and the nucleus. Human PRDX5 is identified by virtue of the sequence homologies to yeast peroxisomal antioxidant enzyme PMP20.",
            "score": 111.85000610351562
        },
        {
            "docid": "56254625_5",
            "document": "Nihar Ranjan Jana . Jana is involved in the research on neurological disorders caused by proteopathy and has carried out investigations on the role of E3 ubiquitin ligases as a causative factor. He has demonstrated how the ligases control cellular protein quality and how the absence of such an activity caused neuronal dysfunction or neurodegeneration. He led a team of scientists from NBRC and Bose Institute who conducted experiments on Huntington's disease, an inherited neurological disorder which led to the death of brain cells, and suggested azadiradione, a compound found in the seeds of Azadirachta indica (commonly known as neem) as a possible \"therapeutic molecule\". He has also identified new targets in diseases such as Lafora disease, a form of epilepsy, autism and Angelman syndrome which has reportedly widened the understanding of their pathogenesis. His studies have been documented by way of a number of articles and ResearchGate, an online repository of scientific articles has listed 94 of them.",
            "score": 111.61320495605469
        },
        {
            "docid": "7470062_5",
            "document": "Hyperoxaluria . Perhaps the key difficulty in understanding pathogenesis of primary hyperoxaluria, or more specifically, why AGXT ends up in mitochondria instead of peroxisomes, stems from AGXT's somewhat peculiar evolution. Namely, prior to its current peroxysomal 'destiny', AGXT indeed used to be bound to mitochondria. AGXT's peroxisomal targeting sequence is uniquely specific for mammalian species, suggesting the presence of additional peroxisomal targeting information elsewhere in the AGT molecule. As AGXT was redirected to peroxisomes over the course of evolution, it is plausible that its current aberrant localization to mitochondria owes to some hidden molecular signature in AGXT's spatial configuration unmasked by PH1 mutations affecting the AGXT gene.",
            "score": 110.84783935546875
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 110.61461639404297
        },
        {
            "docid": "16846909_3",
            "document": "ECH1 . This gene encodes a member of the hydratase/isomerase superfamily. The gene product shows high sequence similarity to enoyl-CoA hydratases of several species, particularly within a conserved domain characteristic of these proteins. The encoded protein, Δ3,5-Δ2,4-dienoyl-CoA isomerase, contains a C-terminal peroxisomal targeting sequence and localizes to peroxisomes. The rat ortholog, which localizes to the matrix of both the peroxisome and mitochondria, can isomerize 3-trans,5-cis-dienoyl-CoA to 2-trans,4-trans-dienoyl-CoA, indicating that it is a delta3,5-delta2,4-dienoyl-CoA isomerase. This enzyme functions in the auxiliary step of the fatty acid beta-oxidation pathway. Expression of the rat gene is induced by peroxisome proliferators.",
            "score": 109.5355224609375
        },
        {
            "docid": "24062_11",
            "document": "Peroxisome . Peroxisomes can be derived from the endoplasmic reticulum and replicate by fission. Peroxisome matrix proteins are translated in the cytoplasm prior to import. Specific amino acid sequences (PTS or peroxisomal targeting signal) at the \"C-terminus\" (PTS1) or \"N-terminus\" (PTS2) of peroxisomal matrix proteins signals them to be imported into the organelle. There are at least 32 known peroxisomal proteins, called peroxins, which participate in the process of peroxisome assembly. Proteins do not have to unfold to be imported into the peroxisome. The protein receptors, the peroxins PEX5 and PEX7, accompany their cargoes (containing a PTS1 or a PTS2 amino acid sequence, respectively) all the way into the peroxisome where they release the cargo and then return to the cytosol – a step named \"recycling\". A model describing the import cycle is referred to as the \"extended shuttle mechanism\". There is now evidence that ATP hydrolysis is required for the recycling of receptors to the cytosol. Also, ubiquitination appears to be crucial for the export of PEX5 from the peroxisome, to the cytosol.",
            "score": 109.4486083984375
        },
        {
            "docid": "39288495_8",
            "document": "Mitochondrial fusion . Many gene products that control mitochondrial fusion have been identified, and can be reduced to three core groups which also control mitochondrial fission. These groups of proteins include mitofusins, OPA1/Mgm1, and Drp1/Dnm1. All of these molecules are GTP hydrolyzing proteins (GTPases) that belong to the dynamin family. Mitochondrial dynamics in different cells are understood by the way in which these proteins regulate and bind to each other. These GTPases in control of mitochondrial fusion are well conserved between mammals, flies, and yeast. Mitochondrial fusion mediators differ between the outer and inner membranes of the mitochondria. Specific membrane-anchored dynamin family members mediate fusion between mitochondrial outer membranes known as Mfn1 and Mfn2. These two proteins are mitofusin contained within humans that can alter the morphology of affected mitochondria in over-expressed conditions. However, a single dynamin family member known as OPA1 in mammals mediates fusion between mitochondrial inner membranes. These regulating proteins of mitochondrial fusion are organism-dependent; therefore, in \"Drosophila\" (fruit flies) and yeasts, the process is controlled by the mitochondrial transmembrane GTPase, Fzo. In \"Drosophila\", Fzo is found in postmeiotic spermatids and the dysfunction of this protein results in male sterility. However, a deletion of Fzo1 in budding yeast results in smaller, spherical mitochondria due to the lack of mitochondrial DNA (mtDNA).",
            "score": 108.9265365600586
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 108.74068450927734
        },
        {
            "docid": "6355_74",
            "document": "Chloroplast . Because the cell acquiring a chloroplast already had mitochondria (and peroxisomes, and a cell membrane for secretion), the new chloroplast host had to develop a unique protein targeting system to avoid having chloroplast proteins being sent to the wrong organelle.",
            "score": 108.52310943603516
        },
        {
            "docid": "56646747_2",
            "document": "The AIM center . The Autophagy, Inflammation and Metabolism (AIM) center is an NIH-funded Center of Biomedical Research Excellence focused on the study of autophagy as a fundamental biological process and how it intersects with metabolism and quality control processes in eukaryotic cells. A special emphasis is on the role or autophagy in a wide spectrum of diseases with metabolic, inflammatory and immunological aspects. At the fundamental level, autophagy is a cytoplasmic pathway for the disposal of damaged or surplus organelles such as mitochondria, peroxisomes, lysosomes, endoplasmic reticulum, ribosomes, protein aggregates and also serves as a catabolic process providing nutrients through autodigestion at times of starvation. Autophagy has been implicated in cancer, neurodegeneration such as Alzheimer's disease, Huntington's disease and Parkinson's disease, diabetes, development, infections and immune diseases, as well as a process of relevance for aging.",
            "score": 108.35630798339844
        },
        {
            "docid": "47253581_2",
            "document": "Tumor antigens recognized by T lymphocytes . T lymphocytes are cells of the immune system that attack and destroy virus-infected cells, tumor cells and cells from transplanted organs. This occurs because each T cell is endowed with a highly specific receptor that can bind to an antigen present at the surface of another cell. The T cell receptor binds to a complex formed by a surface protein named \"MHC\" (major histocompatibility complex) and a small peptide of about 9 amino-acids, which is located in a groove of the MHC molecule. This peptide can originate from a protein that remains within the cell (\"Fig. 1\"). Whereas each T cell recognizes a single antigen, collectively the T cells are endowed with a large diversity of receptors targeted at a wide variety of antigens. T cells originate in the thymus. There a process named central tolerance eliminates the T cells that have a receptor recognizing an antigen present on normal cells of the organism. This enables the T cells to eliminate cells with \"foreign\" or \"abnormal\" antigens without harming the normal cells.",
            "score": 108.15518188476562
        },
        {
            "docid": "24062_10",
            "document": "Peroxisome . The peroxisome of plant cells is polarised when fighting fungal penetration. Infection causes a glucosinolate molecule to play an antifungal role to be made and delivered to the outside of the cell through the action of the peroxisomal proteins (PEN2 and PEN3).",
            "score": 108.14157104492188
        },
        {
            "docid": "25777451_28",
            "document": "Chloroplast DNA . Because the cell acquiring a chloroplast already had mitochondria (and peroxisomes, and a cell membrane for secretion), the new chloroplast host had to develop a unique protein targeting system to avoid having chloroplast proteins being sent to the wrong organelle.",
            "score": 108.02429962158203
        },
        {
            "docid": "24062_4",
            "document": "Peroxisome . A major function of the peroxisome is the breakdown of very long chain fatty acids through beta-oxidation. In animal cells, the long fatty acids are converted to medium chain fatty acids, which are subsequently shuttled to mitochondria where they are eventually broken down to carbon dioxide and water. In yeast and plant cells, this process is carried out exclusively in peroxisomes.",
            "score": 107.65572357177734
        },
        {
            "docid": "14799371_4",
            "document": "PEX12 . The peroxisome biogenesis disorders (PBDs; MIM 601539) are a group of genetically heterogeneous diseases that are usually lethal in early infancy. Although the clinical features of PBD patients vary, cells from all PBD patients exhibit a defect in the import of one or more classes of peroxisomal matrix proteins into the organelle. This cellular phenotype is shared by yeast 'pex' mutants, and human orthologs of yeast PEX genes defective in some PBD complementation groups (CGs).",
            "score": 107.05261993408203
        },
        {
            "docid": "10218359_4",
            "document": "Inhibitor of apoptosis . Regarding the activation of caspases, there exists a gene called \"ced-9\" in \"C. elegans\" that protects against cell death that is a part of the Bcl-2 family. \"ced-9\" encodes a protein that is structurally similar to Bcl-2 that binds to another protein \"ced-4\", a homolog of APAF-1 in humans, and prevents it from activating caspase \"ced-3\", which is necessary for killing of the cell. In humans APAF-1 actually doesn't interact with Bcl-2; rather it is activated by cytochrome c, the release of which from the mitochondria is regulated by Bcl-2. BAX and BAK are multidomain proapoptoic members of the Bcl-2 family that lie in the cytosol and the mitochondria, respectively. After several stimuli leading to cell death are activated, BAX also moves to the mitochondria where it carries out its functions there. Bcl-2 and Bcl-xl have been found to sequester BH3 domain molecules in the mitochondria, which prevents the activation of BAX and BAK.",
            "score": 106.75312805175781
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 106.28983306884766
        },
        {
            "docid": "45659222_3",
            "document": "Force spectrum microscopy . FSM was developed by Ming Guo and David A. Weitz to probe stochastic intracellular forces generated by motor proteins. Far from a liquid void, the cytoplasm contains a complex meshwork of actin and myosin conferring structural support to the cell, as well as harbouring vesicles and mitochondria among other organelles. Recent research on the macromolecular crowding inside the cytoplasm raises concerns whether diffusive-like motion of large molecules have been mistakenly attributed to Brownian forces. Instead, there are suspicions that myosin motor proteins, which tug randomly on the actin filaments embedded with large molecules, give rise to diffusive-like motion of molecules inside cells. Guo et al. developed an assay to distinguish whether particle motion inside cells are driven by thermal diffusion or by repercussions from active motor proteins like non-muscle myosin II shaking the cellular cytoskeleton.",
            "score": 106.06281280517578
        },
        {
            "docid": "434188_8",
            "document": "Bioremediation . Toxic heavy metals pose an array of dangers for species in over 10% of the world's farmlands and can be traced back to human activities 90% of the time. One heavy metal that requires much attention is cadmium. Cadmium is an extremely dangerous heavy metal partially due to its long half-life of over twenty years. These dangers can be felt by plants and animals alike resulting in diseases and ailments such as lung cancer, homeostatic disruption, growth inhibition, and damage to the reproductive, cardiovascular, renal, and hepatic systems. Although the vast majority of microorganisms are sensitive to heavy metal toxicity, in the recent decades, studies have found seventy different species of bacterium which are resistant to the toxic effects of cadmium. Studies have been done in order to test the effectiveness of biosorption and bioaccumulation of cadmium when put to use in the field in order to immobilize it from biological influence. Biosorption has been found to be a favorable technique when trying to immobilize cadmium and similar heavy metals, because it is specific to the metal that one is aiming to secure. These studies have found that there are two specific biological pathways for resistance to toxic metals in microorganisms including metal-binding proteins and efflux systems. The efflux system of gram-positive bacterium for cadmium is often a single protein known as the CadA protein which binds to the cadmium atom/molecule and removes it from the cell. In gram-negative bacterium, the mechanisms for ridding toxic metals like cadmium is often a network of multiple proteins which transport the toxic metals out of the cell.",
            "score": 105.89795684814453
        },
        {
            "docid": "8310787_39",
            "document": "Survivin . Small interfering RNA (siRNA) are synthetic antisense oligonucleotides to the mRNA of the gene of interest that works to silence the expression of a particular gene by its complementary binding. siRNAs, such as LY2181308, bound to the respective mRNA results in disruption of translation of that particular gene and thus the absence of that protein in the cell. Thus, the use of siRNAs has great potential to be a human therapeutic, as it can target and silence the expression of potentially any protein you want. A problem arises when siRNA expression in a cell cannot be controlled, allowing its constitutive expression to cause toxic side-effects. With regard to practical treatment of cancer, it is required to either deliver the siRNAs specifically into cancer cells or control the siRNA expression. Previous methods of siRNA therapy employ the use of siRNA sequences cloned into vectors under the control of constitutively active promoters. This causes a problem, as this model is non-specific to cancer cells and damages normal cells too. Knowing that survivin is over-expressed specifically in cancer cells and absent in normal cells, one can imply that the survivin promoter is active only in cancer cells. Thus, the exploitation of this difference between cancer cells and normal cells will allow appropriate therapy directed only at the cells in a patient that are harmful. In an experiment to demonstrate this idea, Trang et al. have created a cancer-specific vector expressing siRNA for green fluorescent protein (GFP) under the human survivin promoter. MCF7 breast cancer cells were cotransfected with this vector and a GFP-expressing vector as well. Their major finding was that MCF7 cells transfected with the siRNA vector for GFP under the survivin promoter had a significant reduction in GFP expression then the cells transfected with the siRNA vector under a cancer non-specific promoter. Moreover, normal non-cancerous cells transfected in the same way mentioned above showed no significant reduction in GFP expression. This is implying that, in normal cells, survivin promoter is not active, and, thus, the siRNA will not be expressed under an inactive survivin promoter.",
            "score": 104.80960083007812
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 104.65254211425781
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 104.55120086669922
        }
    ]
}