{
    "q": [
        {
            "docid": "14762351_10",
            "document": "SON (gene) . Human embryonic stem cells are able to undergo the process of differentiation into specific and relevant cells. To maintain the pluripotency of the embryonic stem cells, transcription factors and epigenetic modifiers play an important role despite the fact that little is known about the regulation of pluripotency throughout the process of splicing. The factor SON is identified as essential for the maintenance of this pluripotency. It is confirmed that SON regulates the splicing process of transcripts (RNAm) that will encode the gens that are going to regulate the pluripotency of the embryonic human cells.",
            "score": 175.82865118980408
        },
        {
            "docid": "53006201_4",
            "document": "TRIM14 . Overexpression of TRIM14 in mouse embryonic stem cells (mESC) leads to upregulation of several genes (hsp90ab1, prr13, pu.1, tnfrsf13c (baff-r), tnfrsf13b (taci), hlx1, hbp1, junb and pdgfrb) which are involved in early stage differentiation of embryonic stem cells, in the mesodermal layer. The same genes are upregulated in human embryonic kidney cells 293 (HEK293) (except for hlx1, hbp1, junb and pdgfrb). Therefore, TRIM14 regulates gene expression in different cell types by an universal mechanism: interaction with the transcription factors common to TRIM proteins. The mouse homologue of TRIM14, the \"Pub protein\", was shown to interact with transcription factor PU.1 (SPI1) and inhibit its activity. PU.1 is a transcription factor critical for proliferation and differentiation of myeloid cells and B lymphocytes. Hence, TRIM14 (Pub) is likely associated with the regulation of development of the immune cells.",
            "score": 177.96412825584412
        },
        {
            "docid": "5747184_3",
            "document": "Stem cell genomics . Included in the study of stem cell genomics, is epigenomics, genomic-scale studies on chromatin regulatory variation. These studies also hope to expand research into regenerative medicine models and stem cell differentiation. Cell-type specific gene expression patterns during development occur as the result of interactions the chromatin level. Stem cell epigenomics focuses in on the epigenetic plasticity of human embryonic stem cells (hESCs). This includes investigation into bivalent domains as promoters or chromatin regions that are modified by transcriptional initiation and related to gene silencing. They are also looking at the differences between active versus poised enhancers or enhancers that specifically control signaling-dependent gene regulation. Active enhancers are marked by acetylation of histone H3-H3K27ac and while poised are instead methylated at H3K27me3. Stem cell epigenomic studies are also looking into DNA methylation patterns, specifically characteristics of hydroxy methylation versus overall methylation and the difference between methylation of CpG-island rich and CpG poor promoters. It has been found in mouse embryonic stem cells (mESC) that implanted mESC took up similar characteristics of histone methylation of the embryos where they transplanted into, indicating that methylation may be indicative of environment. This will guide studies into the differences between induced pluripotent and embryonic stem cells. These studies hope to produce information on iPSC differentiation capacity by first needing to enhance chormatin signature reading. It also hopes to produce to look into regulatory factors that control human embryonic development. Using drug therapy techniques as mentioned earlier, epigenomics would also allow for more information on drug activity.",
            "score": 201.45643305778503
        },
        {
            "docid": "36315057_38",
            "document": "Induced stem cells . The cell fate can be effectively manipulated by epigenome editing. In particular, by directly activating of specific endogenous gene expression with CRISPR-mediated activator. When dCas9 (that has been modified so that it no longer cuts DNA, but still can be guided to specific sequences and to bind to them) is combined with transcription activators, it can precisely manipulate endogenous gene expression. Using this method, Wei et al., enhanced the expression of endogenous Cdx2 and Gata6 genes by CRISPR-mediated activators, thus directly converted mouse embryonic stem cells into two extraembryonic lineages, i.e., typical trophoblast stem cells and extraembryonic endoderm cells. An analogous approach was used to induce activation of the endogenous Brn2, Ascl1, and Myt1l genes to convert mouse embryonic fibroblasts to induced neuronal cells. Thus, transcriptional activation and epigenetic remodeling of endogenous master transcription factors are sufficient for conversion between cell types. The rapid and sustained activation of endogenous genes in their native chromatin context by this approach may facilitate reprogramming with transient methods that avoid genomic integration and provides a new strategy for overcoming epigenetic barriers to cell fate specification.",
            "score": 178.83958446979523
        },
        {
            "docid": "7252_31",
            "document": "Cell cycle . Experimental evidence also suggests that gene expression can oscillate with the period seen in dividing wild-type cells independently of the CDK machinery. Orlando \"et al.\" used microarrays to measure the expression of a set of 1,271 genes that they identified as periodic in both wild type cells and cells lacking all S-phase and mitotic cyclins (\"clb1,2,3,4,5,6\"). Of the 1,271 genes assayed, 882 continued to be expressed in the cyclin-deficient cells at the same time as in the wild type cells, despite the fact that the cyclin-deficient cells arrest at the border between G and S phase. However, 833 of the genes assayed changed behavior between the wild type and mutant cells, indicating that these genes are likely directly or indirectly regulated by the CDK-cyclin machinery. Some genes that continued to be expressed on time in the mutant cells were also expressed at different levels in the mutant and wild type cells. These findings suggest that while the transcriptional network may oscillate independently of the CDK-cyclin oscillator, they are coupled in a manner that requires both to ensure the proper timing of cell cycle events. Other work indicates that phosphorylation, a post-translational modification, of cell cycle transcription factors by Cdk1 may alter the localization or activity of the transcription factors in order to tightly control timing of target genes.",
            "score": 175.40686666965485
        },
        {
            "docid": "26982208_7",
            "document": "Cell potency . Induced pluripotent stem cells, commonly abbreviated as iPS cells or iPSCs, are a type of pluripotent stem cell artificially derived from a non-pluripotent cell, typically an adult somatic cell, by inducing a \"forced\" expression of certain genes and transcription factors. These transcription factors play a key role in determining the state of these cells and also highlights the fact that these somatic cells do preserve the same genetic information as early embryonic cells. The ability to induce cells into a pluripotent state was initially pioneered in 2006 using mouse fibroblasts and four transcription factors, Oct4, Sox2, Klf4 and c-Myc; this technique, called reprogramming, earned Shinya Yamanaka and John Gurdon the Nobel Prize in Physiology or Medicine 2012. This was then followed in 2007 by the successful induction of human iPSCs derived from human dermal fibroblasts using methods similar to those used for the induction of mouse cells. These induced cells exhibit similar traits to those of embryonic stem cells (ESCs) but do not require the use of embryos. Some of the similarities between ESCs and iPSCs include pluripotency, morphology, self-renewal ability, a trait that implies that they can divide and replicate indefinitely, and gene expression.",
            "score": 214.52024340629578
        },
        {
            "docid": "55410471_9",
            "document": "DCas9 activation system . The VP64-p65-Rta, or VPR, dCas9 activator was created by modifying an existing dCas9 activator, in which a Vp64 transcriptional activator is joined to the C terminus of dCas9. In the dCas9-VPR protein, the transcription factors p65 and Rta are added to the C terminus of dCas9-Vp64. Therefore, all three transcription factors are targeted to the same gene. The use of three transcription factors, as opposed to solely Vp64, results in increased expression of targeted genes. When different genes were targeted by dCas9, they all showed significantly greater expression with dCas9-VPR than with dCas9-VP64. It has also been demonstrated that dCas9-VPR can be used to increase expression of multiple genes within the same cell by putting multiple sgRNAs into the same cell. dCas9-VPR has been used to activate the neurogenin 2 (link) and neurogenic differentiation 1 (link) genes, resulting in differentiation of induced pluripotent stem cells into induced neurons. A study comparing dCas9 activators found that the VPR, SAM, and Suntag activators worked best with dCas9 to increase gene expression in a variety of fruit fly, mouse, and human cell types",
            "score": 182.15674030780792
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 189.96794271469116
        },
        {
            "docid": "36315057_25",
            "document": "Induced stem cells . In 2012 other small molecules (selective cytotoxic inhibitors of human pluripotent stem cells – hPSCs) were identified that prevented human pluripotent stem cells from forming teratomas in mice. The most potent and selective compound of them (PluriSIn #1) inhibits stearoyl-coA desaturase (the key enzyme in oleic acid biosynthesis), which finally results in apoptosis. With the help of this molecule the undifferentiated cells can be selectively removed from culture. An efficient strategy to selectively eliminate pluripotent cells with teratoma potential is targeting pluripotent stem cell-specific antiapoptotic factor(s) (i.e., survivin or Bcl10). A single treatment with chemical survivin inhibitors (e.g., quercetin or YM155) can induce selective and complete cell death of undifferentiated hPSCs and is claimed to be sufficient to prevent teratoma formation after transplantation. However, it is unlikely that any kind of preliminary clearance, is able to secure the replanting iPSC or ESC. After the selective removal of pluripotent cells, they re-emerge quickly by reverting differentiated cells into stem cells, which leads to tumors. This may be due to the disorder of let-7 regulation of its target Nr6a1 (also known as Germ cell nuclear factor - GCNF), an embryonic transcriptional repressor of pluripotency genes that regulates gene expression in adult fibroblasts following micro-RNA miRNA loss.",
            "score": 208.77589809894562
        },
        {
            "docid": "14757671_4",
            "document": "HOXB6 . HOX B6 gene is only expressed in erythoid progenitor cells, which are the precursor to red blood cells used for transport of oxygen and carbon dioxide throughout the body. During development, the formation of the HOX gene factor happens in the first stages of fetal development, namely soon after the establishment of the mesoderm, which is the “middle layer” of the future embryo. However, HOX B6 is only expressed once the undifferentiated stem cells of the embryo distinguish themselves into the erythpoietic phase. The research has shown that HOX B6 is not expressed in hematopoietic stem cells located in the red bone marrow, which are the precursor cells to all types of blood cells, or primordial germ cells (PGCs), the precursor to cells passed on in each generation. Since it is a transcriptional factor, HOX B6 regulates erythpoigenesis (red blood cell formation) using mRNA as the basis for certain protein productions. The specific gene factor for erytopoigenesis has relatively been unobserved in the scientific community, and no known diseases have been associated with a defect HOX B6 gene. However, it has been shown in correlation with major skeletal deformations.",
            "score": 178.2457242012024
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 192.5857880115509
        },
        {
            "docid": "29188721_32",
            "document": "RNA interference . Endogenously expressed miRNAs, including both intronic and intergenic miRNAs, are most important in translational repression and in the regulation of development, especially on the timing of morphogenesis and the maintenance of undifferentiated or incompletely differentiated cell types such as stem cells. The role of endogenously expressed miRNA in downregulating gene expression was first described in \"C. elegans\" in 1993. In plants this function was discovered when the \"JAW microRNA\" of \"Arabidopsis\" was shown to be involved in the regulation of several genes that control plant shape. In plants, the majority of genes regulated by miRNAs are transcription factors; thus miRNA activity is particularly wide-ranging and regulates entire gene networks during development by modulating the expression of key regulatory genes, including transcription factors as well as F-box proteins. In many organisms, including humans, miRNAs are linked to the formation of tumors and dysregulation of the cell cycle. Here, miRNAs can function as both oncogenes and tumor suppressors.",
            "score": 171.05478978157043
        },
        {
            "docid": "10213576_2",
            "document": "Stem-cell niche . Stem-cell niche refers to a microenvironment, within the specific anatomic location where stem cells are found, which interacts with stem cells to regulate cell fate. The word 'niche' can be in reference to the \"in vivo\" or \"in vitro\" stem-cell microenvironment. During embryonic development, various niche factors act on embryonic stem cells to alter gene expression, and induce their proliferation or differentiation for the development of the fetus. Within the human body, stem-cell niches maintain adult stem cells in a quiescent state, but after tissue injury, the surrounding micro-environment actively signals to stem cells to promote either self-renewal or differentiation to form new tissues. Several factors are important to regulate stem-cell characteristics within the niche: cell–cell interactions between stem cells, as well as interactions between stem cells and neighbouring differentiated cells, interactions between stem cells and adhesion molecules, extracellular matrix components, the oxygen tension, growth factors, cytokines, and the physicochemical nature of the environment including the pH, ionic strength (e.g. Ca concentration) and metabolites, like ATP, are also important. The stem cells and niche may induce each other during development and reciprocally signal to maintain each other during adulthood.",
            "score": 196.80478477478027
        },
        {
            "docid": "57392784_6",
            "document": "Emberger syndrome . \"GATA2\" is a member of the evolutionarily conserved GATA transcription factor family of genes:: all tested vertebrates express six \"GATA genes\". The human \"GATA2\" gene is located on the long arm (or \"q\" arm) of chromosome 3 at position 21.3 (i.e. located at 3q21.3). In humans, it is expressed in hematologic cells at the stem cell and later progenitor cell stages of their development. Increases and/or decreases in the gene's expression regulate the progression of these immature cells toward their final forms as blood cells such as erythrocytess, certain types of lymphocytes, monocytes, and platelets) as well as certain types of tissue cells such as macrophages and mast cells. The \"GATA2\" gene is also expressed in human endothelium, certain types of non-hematological stem cells, and, to lesser extents, prostate, endometrium, and some cancerous tissues.",
            "score": 190.7820142507553
        },
        {
            "docid": "49033_4",
            "document": "Epigenetics . One example of an epigenetic change in eukaryotic biology is the process of cellular differentiation. During morphogenesis, totipotent stem cells become the various pluripotent cell lines of the embryo, which in turn become fully differentiated cells. In other words, as a single fertilized egg cell – the zygote – continues to divide, the resulting daughter cells change into all the different cell types in an organism, including neurons, muscle cells, epithelium, endothelium of blood vessels, etc., by activating some genes while inhibiting the expression of others.",
            "score": 223.21172976493835
        },
        {
            "docid": "14094_13",
            "document": "Human cloning . Creating induced pluripotent stem cells (\"iPSCs\") is a long and inefficient process. Pluripotency refers to a stem cell that has the potential to differentiate into any of the three germ layers: endoderm (interior stomach lining, gastrointestinal tract, the lungs), mesoderm (muscle, bone, blood, urogenital), or ectoderm (epidermal tissues and nervous tissue). A specific set of genes, often called \"reprogramming factors\", are introduced into a specific adult cell type. These factors send signals in the mature cell that cause the cell to become a pluripotent stem cell. This process is highly studied and new techniques are being discovered frequently on how to better this induction process.",
            "score": 199.92140316963196
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 210.28212893009186
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 193.2644226551056
        },
        {
            "docid": "48644210_11",
            "document": "Spinal cord injury research . Stem cells are cells that can differentiate to become different types of cells. The hope is that stem cells transplanted into an injured area of the spinal cord will allow neuroregeneration. Types of cells being researched for use in SCI include embryonic stem cells, neural stem cells, mesenchymal stem cells, olfactory ensheathing cells, Schwann cells, activated macrophages, and induced pluripotent stem cells. When stem cells are injected in the area of damage in the spinal cord, they secrete neurotrophic factors, and these factors help neurons and blood vessels to grow, thus helping repair the damage. It is also necessary to recreate an environment in which stem cells will grow.",
            "score": 192.13199746608734
        },
        {
            "docid": "41111089_9",
            "document": "Epigenetic regulation of neurogenesis . Histone deacetylation also plays a large role in the proliferation and self-renewal of post-natal neural stem cells. Neural-expressed HDACs interact with \"Tlx\", an essential neural stem cell regulator, to suppress TLX target genes. This includes the cyclin-dependent kinase inhibitor P21 and the tumor suppressor gene \"Pten\" to promote neural stem cell proliferation. Inhibition of HDACS by the antiepileptic drug valproic acid induces neuronal differentiation as in embryonic neurogenesis, but also inhibits glial cell differentiation of adult neural stem cells. This is likely mediated through upregulation of neuronal specific genes such as the neurogeneic basic helix-loop-helix transcription factors NEUROD, NEUROGENENIN1, and Math1. Conditional loss of HDAC1 and HDAC2 in neural progenitor cells prevented them from differentiating into neurons and their loss in oligodendrytic progenitor cells disrupted oligodendrocyte formations, suggesting that histone deacetlyation plays important but varying roles in different stages of neuronal development.",
            "score": 176.50862836837769
        },
        {
            "docid": "19719002_5",
            "document": "Bivalent chromatin . H3K4me3 and H3K27me3 marks found on the bivalent domains regulate whether or not an embryonic stem cell differentiates or remains unspecified (pluripotent state). The epigenetic marks contribute to the expression of some genes, and silencing of others during pluripotency and differentiation. H3K27me3 marks repress developmental control genes and stop the cell from differentiating, to ensure that the cell maintains pluripotency. Although this mark represses the lineage control genes, it does keep them ready for activation upon differentiation. When the cell receives the signal to differentiate to a specific type of cell, H3K27me3 will be removed from the genes needed for differentiation, while H3K27me3 maintains repression of developmental control genes that are unnecessary for the chosen lineage. The developmentally regulated process of resolving bivalent chromatin is aided by the activity of ATP-chromatin remodelers such as SWI/SNF, which hydrolyze ATP to evict Polycomb-group proteins from bivalent chromatin.",
            "score": 205.6090977191925
        },
        {
            "docid": "38991948_10",
            "document": "Single-cell analysis . There are three major reasons gene expression has been studied using this technique: to study gene dynamics, RNA splicing, and cell typing. Gene dynamics are usually studied to determine what changes in gene expression effect different cell characteristics. For example, this type of transcriptomic analysis has often been used to study embryonic development. RNA splicing studies are focused on understanding the regulation of different transcript isoforms. Single cell transcriptomics has also been used for cell typing, where the genes expressed in a cell are used to identify types of cells. The main goal in cell typing is to find a way to determine the identity of cells that don't have known genetic markers.",
            "score": 171.00672101974487
        },
        {
            "docid": "19719002_2",
            "document": "Bivalent chromatin . Bivalent chromatin are segments of DNA, bound to histone proteins, that have both repressing and activating epigenetic regulators in the same region. These regulators work to enhance or silence the expression of genes. Since these regulators work in opposition to each other, they normally interact with chromatin at different times. However, in bivalent chromatin, both types of regulators are interacting with the same domain at the same time. Bivalent chromatin domains are normally associated with promoters of transcription factor genes that are expressed at low levels. Bivalent domains have also been found to play a role in developmental regulation in pluripotent embryonic stems cells, as well as gene imprinting.",
            "score": 133.6846513748169
        },
        {
            "docid": "42862295_5",
            "document": "Amanda Fisher . At Imperial, Fisher used lymphocytes as a model to analyse how gene expression patterns are transmitted through cell division. Fisher also explored the molecular basis of lineage choice. She studies the transcriptional and epigenetic mechanisms that underlie cellular differentiation and experimental reprogramming. Fisher's research activities also include pluripotency and reprogramming, polycomb repressor complexes in stem cells, cohesion function in gene expression and genome organisation with Ikaros family transcription factors (TFs). Fisher conducts her research with a cell biology and genetics approach, using current technologies to address the events involved in maintaining embryonic stem (ES) cell pluripotency versus differentiation towards mesoderm, endoderm and ectoderm, as well as the mechanisms of T cell and B cell lineage choice and differentiation. Fisher's discoveries in HIV were extensive and critical for future research of the virus's characteristics. She produced the first functional copies of HIV, allowing her and other scientists to access biologically active material for future research of the virus's genes. She determined the roles of several of the genes in HIV. These findings have been significant in studying and understanding different characteristics of HIV and Human T-lymphotropic virus (HTLV). Whilst at the NIH, Fisher developed approaches that allowed the successful introduction of exogenous DNA onto human blood cells. Two methods, protoplast fusion and electroporation, proved successful and allowed Fisher to test whether molecular clones isolated from HIV-infected cultures could generate infectious retrovirus upon transfection. Fisher showed in 1985 that molecular clones of HIV, contained within approximately 18kb of contiguous proviral DNA, were biologically active and generated cytopathic virus when introduced into primary human T-cells. This discovery was important s it established that products of the viral genome itself, rather than a cofactor or contaminant, were capable of killing human T cells and were therefore potentially capable of mediating the immunosuppressive effect of HIV. it also provided the basis for dissecting the molecular function of each of the viral genes and for developing DNA-based diagnostic tests for HIV infection. In the following 4 years, Fisher showed that the transactivator gene \"tat\" was essential for virus replication, that truncation of the 3' open reading frame disrupts virus cytopathogenicity, and that \"sor\" (now called \"vif)\" is required for efficient cell to cell transmission of HIV virus. With clinical collaborators from the Walter Reed National Military Medical Center (Redfield and Looney), Fisher showed that patient antisera displayed type-specific neutralising properties and that multiple HIV isolates derived from a single patient were biologically diverse and contained replication-competent as well as replication-incompetent cytopathic variants. These studies performed more than 20 years ago, gave some of the first hints that a successful HIV vaccine might prove difficult to engineer.",
            "score": 195.3770568370819
        },
        {
            "docid": "14178795_6",
            "document": "SOX2 . NPM1, a transcriptional regulator involved in cell proliferation, individually forms complexes with Sox2, Oct4 and Nanog in embryonic stem cells. These three pluripotency factors contribute to a complex molecular network that regulates a number of genes controlling pluripotency. Sox2 binds to DNA cooperatively with Oct4 at non-palindromic sequences to activate transcription of key pluripotency factors. Surprisingly, regulation of Oct4-Sox2 enhancers can occur without Sox2, likely due to expression of other Sox proteins. However, a group of researchers concluded that the primary role of Sox2 in embryonic stem cells is controlling Oct4 expression, and they both perpetuate their own expression when expressed concurrently.",
            "score": 172.93209171295166
        },
        {
            "docid": "38664703_7",
            "document": "Pioneer factor . Histone modification is a well-studied mechanism to transiently adjust chromatin density. Pioneer factors can play a role in this by binding specific enhancers and flagging histone modification enzymes to that specific gene. Repressive pioneer factors can inhibit transcription by recruiting factors that modify histones that further tighten the chromatin. This is important to limit gene expression to specific cell types and has to be removed only when cell differentiation begins. FoxD3 has been associated as a repressor of both B-cell and melanocytic cell differentiation pathways, maintaining repressive histone modifications where bound, that have to be overcome to start differentiation. Pioneer factors can also be associated with recruiting transcription-activating histone modifications. Enzymes that modify H3K4 with mono and di-methylation are associated with increasing transcription and have been shown to bind pioneer factors. In B cell differentiation PU.1 is necessary to signal specific histones for activating H3K4me1 modifications that differentiate hematopoietic stem cells into either the B-cell or macrophage lineage. FoxA1 binding induces HSK4me2 during neuronal differentiation of pluripotent stem cells as well as the loss of DNA methylation.",
            "score": 185.59857213497162
        },
        {
            "docid": "4183_46",
            "document": "Botany . Epigenetic changes in eukaryotic biology serve to regulate the process of cellular differentiation. During morphogenesis, totipotent stem cells become the various pluripotent cell lines of the embryo, which in turn become fully differentiated cells. A single fertilised egg cell, the zygote, gives rise to the many different plant cell types including parenchyma, xylem vessel elements, phloem sieve tubes, guard cells of the epidermis, etc. as it continues to divide. The process results from the epigenetic activation of some genes and inhibition of others.",
            "score": 200.72605729103088
        },
        {
            "docid": "32772_54",
            "document": "Virology . In 2006 and 2007 it was reported that introducing a small number of specific transcription factor genes into normal skin cells of mice or humans can turn these cells into pluripotent stem cells, known as induced pluripotent stem cells. The technique uses modified retroviruses to transform the cells; this is a potential problem for human therapy since these viruses integrate their genes at a random location in the host's genome, which can interrupt other genes and potentially causes cancer.",
            "score": 170.22482538223267
        },
        {
            "docid": "27783_17",
            "document": "Stem cell . A human embryonic stem cell is also defined by the expression of several transcription factors and cell surface proteins. The transcription factors Oct-4, Nanog, and Sox2 form the core regulatory network that ensures the suppression of genes that lead to differentiation and the maintenance of pluripotency. The cell surface antigens most commonly used to identify hES cells are the glycolipids stage specific embryonic antigen 3 and 4 and the keratan sulfate antigens Tra-1-60 and Tra-1-81. By using human embryonic stem cells to produce specialized cells like nerve cells or heart cells in the lab, scientists can gain access to adult human cells without taking tissue from patients. They can then study these specialized adult cells in detail to try and catch complications of diseases, or to study cells reactions to potentially new drugs. The molecular definition of a stem cell includes many more proteins and continues to be a topic of research.",
            "score": 200.56384217739105
        },
        {
            "docid": "168927_16",
            "document": "Somatic cell nuclear transfer . The impetus for SCNT-based stem cell research has been decreased by the development and improvement of alternative methods of generating stem cells. Methods to reprogram normal body cells into pluripotent stem cells were developed in humans in 2007. The following year, this method achieved a key goal of SCNT-based stem cell research: the derivation of pluripotent stem cell lines that have all genes linked to various diseases. Some scientists working on SCNT-based stem cell research have recently moved to the new methods of induced pluripotent stem cells. Though recent studies have put in question how similar iPS cells are to embryonic stem cells. Epigenetic memory in iPS affects the cell lineage it can differentiate into. For instance, an iPS cell derived from a blood cell will be more efficient at differentiating into blood cells, while it will be less efficient at creating a neuron. This raises the question of how well iPS cells can mimic the gold standard ESC in experiments, as stem cells are defined as having the ability to differentiate into any cell type. SCNT stem cells do not pose such a problem and continue to remain relevant in stem cell studies.",
            "score": 226.82910454273224
        },
        {
            "docid": "11443855_16",
            "document": "Folliculin . TFE3 and TFEB are members of the microphthalmia-associated transcription factor (MiTF) family, which also includes MiTF and TFEC. Gene fusions of \"TFE3\" with a number of different gene partners can arise sporadically and are responsible for Xp11.2 translocation renal cell carcinoma. \"FLCN\"-deficient BHD associated renal tumors and tumors that develop in mouse models with \"Flcn\" inactivation were found to have elevated expression of transmembrane glycoprotein NMB (GPNMB), a transcriptional target of TFE3. Subsequently, FLCN was shown to regulate TFE3 activity by sequestering TFE3 in the cytoplasm where it is transcriptionally inactive; however, loss of FLCN expression results in localization of TFE3 to the nucleus driving transcriptional activation of its target genes including GPNMB. Another study investigating genes required for mouse embryonic stem cell (ESC) progression from pluripotency to cell lineage differentiation revealed that Flcn in complex with Fnip1/2 was necessary for ESC exit from pluripotency through cytoplasmic sequestering of Tfe3, thereby abrogating expression of its gene target, \"estrogen-related receptor beta\"(\"Esrrb\"), the core pluripotency factor.",
            "score": 206.6058133840561
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 170.44803190231323
        }
    ],
    "r": [
        {
            "docid": "4718706_2",
            "document": "Endothelial stem cell . Endothelial stem cells (ESCs) are one of three types of stem cells found in bone marrow. They are multipotent, which describes the ability to give rise to many cell types, whereas a pluripotent stem cell can give rise to all types. ESCs have the characteristic properties of a stem cell: self-renewal and differentiation. These parent stem cells, ESCs, give rise to progenitor cells, which are intermediate stem cells that lose potency. Progenitor stem cells are committed to differentiating along a particular cell developmental pathway. ESCs will eventually produce endothelial cells (ECs), which create the thin-walled endothelium that lines the inner surface of blood vessels and lymphatic vessels.",
            "score": 295.4308166503906
        },
        {
            "docid": "2777285_25",
            "document": "Adult stem cell . Pluripotent stem cells, i.e. cells that can give rise to any fetal or adult cell type, can be found in a number of tissues, including umbilical cord blood. Using genetic reprogramming, pluripotent stem cells equivalent to embryonic stem cells have been derived from human adult skin tissue. Other adult stem cells are multipotent, meaning they are restricted in the types of cell they can become, and are generally referred to by their tissue origin (such as mesenchymal stem cell, adipose-derived stem cell, endothelial stem cell, etc.). A great deal of adult stem cell research has focused on investigating their capacity to divide or self-renew indefinitely, and their potential for differentiation. In mice, pluripotent stem cells can be directly generated from adult fibroblast cultures.",
            "score": 254.53102111816406
        },
        {
            "docid": "4718706_7",
            "document": "Endothelial stem cell . Blood vessels are made of a thin layer of ECs. As part of the circulatory system, blood vessels play a critical role in transporting blood throughout the body. Consequently, ECs have unique functions such as fluid filtration, homeostasis and hormone trafficking. ECs are the most differentiated form of an ESC. Formation of new blood vessels occurs by two different processes: vasculogenesis and angiogenesis. The former requires differentiation of endothelial cells from hemangioblasts and then the further organization into a primary capillary network. The latter occurs when new vessels are built from preexisting blood vessels.",
            "score": 253.7086944580078
        },
        {
            "docid": "16851678_5",
            "document": "EGFL7 . Endothelial cell lines naturally express egfl7, on the contrary to non-endothelial cells. In endothelial cells, expression is controlled by the Erg and GATA2 transcription factors and, indirectly by Fli-1. The expression pattern of the \"egfl7\" gene is conserved across species. Egfl7 is expressed in endothelial progenitors and in endothelial cells during embryonic and neonatal development. Expression is down-regulated in adults but is still detectable in blood vessels of lung, heart and kidney. An up-regulation of egfl7 is observed in endothelial cells during vascular remodelling tissues, such as in reproductive organs during pregnancy, in regenerating endothelium following arterial injury, in atherosclerotic plaques, and in growing tumours. Expression of \"egfl7\" has also been reported in primordial germ cells and in adult ovaries and testes and in neurons.",
            "score": 252.09996032714844
        },
        {
            "docid": "53828524_2",
            "document": "Tumor-associated endothelial cell . Tumor-associated endothelial cells or tumor endothelial cells (TECs) refers to cells lining the tumor-associated blood vessels that control the passage of nutrients into surrounding tumor tissue. Across different cancer types, tumor-associated blood vessels have been discovered to differ significantly from normal blood vessels in morphology, gene expression, and functionality in ways that promote cancer progression. There has been notable interest in developing cancer therapeutics that capitalize on these abnormalities of the tumor-associated endothelium to destroy tumors.",
            "score": 252.05821228027344
        },
        {
            "docid": "14470857_17",
            "document": "Radiation-induced cognitive decline . The microvasculature of the subgranular zone, located in dentate gyrus of hippocampus, plays an important role in neurogenesis. As precursor cells develop in the subgranular zone, they form clusters. These clusters usually contain dozens of cells. The clusters are made up of endothelial cells and neuronal precursor cells that have the ability to differentiate into either neurons or glia cells. With time, these clusters eventually migrate towards microvessels in the subgranular zone. As the clusters get closer to the vessels, some of the precursor cells differentiate in glia cells and eventually the remaining precursor cells will differentiate into neurons. Upon investigation of the close association between the vessels and clusters, it is apparent that the actual migration of the precursor cells to these vessels is not random. Since endothelial cells forming the vessel wall do secrete brain-derived neurotrophic factor, it is plausible that the neuronal precursor cells migrate to those regions in order to grow, survive, and differentiate. Also, since the clusters do contain endothelial cells, they might be attracted to the vascular endothelial growth factor that is released in the area of vessels to promote endothelial survival and angiogenesis. However, as noted previously, clustering along the capillaries in the subgranular zone does decrease when the brain is subject to radiation. The exact reasoning for this disruption of the close association between cluster and vessels remains unknown. It is possible that any signaling that would normally attract the clusters to the region, for example the bone-derived growth factor and the vascular endothelial growth factor, may be suppressed.",
            "score": 251.62985229492188
        },
        {
            "docid": "27783_22",
            "document": "Stem cell . Most adult stem cells are lineage-restricted (multipotent) and are generally referred to by their tissue origin (mesenchymal stem cell, adipose-derived stem cell, endothelial stem cell, dental pulp stem cell, etc.). Muse cells (multi-lineage differentiating stress enduring cells) are a recently discovered pluripotent stem cell type found in multiple adult tissues, including adipose, dermal fibroblasts, and bone marrow. While rare, muse cells are identifiable by their expression of SSEA-3, a marker for undifferentiated stem cells, and general mesenchymal stem cells markers such as CD105. When subjected to single cell suspension culture, the cells will generate clusters that are similar to embryoid bodies in morphology as well as gene expression, including canonical pluripotency markers Oct4, Sox2, and Nanog.",
            "score": 249.6244659423828
        },
        {
            "docid": "10446876_9",
            "document": "Fate mapping . Cre-lox can also be used to permanently, fluorescently label cells by using a transgenic which contains a ubiquitous promoter such as β-actin driving a super-stop sequence flanked by loxP sites, upstream of a fluorescent protein sequence such as RFP. In this fashion, Julien Bertrand from David Traver's lab and Neil Chi discovered the endothelial-origin of hematopoietic (blood) stem cells in zebrafish by using a transgenic with an endothelial promoter, kdrl, driving Cre recombinase crossed to β-actin loxP transgenic fish (2010). Thus, in the presence of Cre, all endothelium-derived cells became indelibly fluorescent red since the super-stop was removed from the genome, and RFP will be expressed under the control of β-actin in all cellular progeny. Indeed, they found that nearly all hematopoietic stem cells and differentiated blood cells were RFP+, indicating their embryonic endothelial origin (See Figure 2). Similar site-directed recombination technology such as FLP-FRT recombination (Flippase and Flippase recognition target sites) is extremely powerful in cell fate mapping, ablation studies, and genetic mosaic analysis; this tool is also used heavily in studies in animal systems as divergent as mice and flies. In a similar fashion to reporter gene activation, Cre-lox recombination system can also be used to activate or inactivate a gene of interest, creating gain-of-function or loss-of-function models. As a matter of fact, researchers often need to perform lineage tracing whist perturbing a gene of interest. To this purpose, one could design a genetic model where within a cell one recombination event is designed for manipulating the gene of interest and the other recombination event is designed for activating a reporter gene. The fate of the cell whose gene is perturbed can then be followed and the function of the gene be revealed. Interpretation of this kind of cell lineage tracing experiments should be made with caution because the two recombination events may not occur simultaneously. Work in other animal models such as the nematode \"C. elegans\" was done with single-cell resolution prior to the widespread use of injectable cell tracers. The rapid embryonic development and transparent nature of the nematode allowed the construction of a hierarchical fate map of each mitotic event, from the single-cell zygote to the multicellular adult worm by John Sulston and colleagues in 1982. This cell lineage map was based entirely on observation using Nomarski optics, with no dyes.",
            "score": 248.49969482421875
        },
        {
            "docid": "3430466_9",
            "document": "Aorta-gonad-mesonephros . Hematopoietic stem cells (HSC) were detected adhering firmly to the ventral endothelium of the dorsal aorta. These cells have been identified to originate from haematogenic endothelium, a precursor of both hematopoietic and endothelial lineages. This is where HSC differentiate from the endothelial lining of the dorsa aorta. VE-cadherin, a specific marker for endothelial cells is found on the luminal side of the aortic endothelium. Cells clustered on the wall of the dorsal aorta also expressed VE-cadherin as well as CD34, a common hematopoietic and endothelial marker; and CD45, a marker present on hematopoietic cells. When these special endothelial cells were cultured \"in vitro\", they were able to generate haematopoietic stem cells at a higher rate than cells from a haematopoietic origin. Thus the co-expression of cell surface markers from both lineages suggests that hematopoietic stem cells differentiate from endothelial cells of the dorsal aorta in the AGM.",
            "score": 247.97515869140625
        },
        {
            "docid": "5647595_14",
            "document": "Ephrin receptor . The construction of blood vessels requires the coordination of endothelial and supportive mesenchymal cells through multiple phases to develop the intricate networks required for a fully functional circulatory system. The dynamic nature and expression patterns of the Ephs make them, therefore, ideal for roles in angiogenesis. Mouse embryonic models show expression of EphA1 in mesoderm and pre-endocardial cells, later spreading up into the dorsal aorta then primary head vein, intersomitic vessels, and limb bud vasculature, as would be consistent with a role in angiogenesis. Different class A Eph receptors have also been detected in the lining of the aorta, brachial arch arteries, umbilical vein, and endocardium. Complementary expression of EphB2/ephrin-B4 was detected in developing arterial endothelial cells and EphB4 in venous endothelial cells. Expression of EphB2 and ephrin-B2 was also detected on supportive mesenchymal cells, suggesting a role in wall development through mediation of endothelial-mesenchymal interactions. Blood vessel formation during embryogenesis consists of vasculogenesis, the formation of a primary capillary network followed by a second remodeling and restructuring into a finer tertiary network - studies utilizing ephrin-B2 deficient mice showed a disruption of the embryonic vasculature as a result of a deficiency in the restructuring of the primary network. Functional analysis of other mutant mice have led to the development of a hypothesis by which Ephs and ephrins contribute to vascular development by restricting arterial and venous endothelial mixing, thus stimulating the production of capillary sprouts as well as in the differentiation of mesenchyme into perivascular support cells, an ongoing area of research.",
            "score": 247.88198852539062
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 246.96426391601562
        },
        {
            "docid": "4718706_4",
            "document": "Endothelial stem cell . ECs derived from stem cells are the beginning of vasculogenesis. Vasculogenesis is the new production of a vascular network from mesodermal progenitor cells. This can be distinguished from angiogenesis, which is the creation of new capillaries from vessels that already exist through the process of splitting or sprouting. This can occur \"in vitro\" in embryoid bodies (EB) derived from embryonic stem cells; this process in EB is similar to \"in vivo\" vasculogenesis. Important signaling factors for vasculogenesis are TGF-β, BMP4, and VEGF, all of which promote pluripotent stem cells to differentiate into mesoderm, endothelial progenitor cells, and then into mature endothelium.",
            "score": 246.09271240234375
        },
        {
            "docid": "14774391_13",
            "document": "PTPRM . PTPµ is expressed in human umbilical cord vein endothelial cells (HUVEC) and in capillaries in the developing brain. The expression of PTPµ in HUVEC cells increases at higher cell density. Studies of PTPµ expression in animal tissues have demonstrated that PTPµ is preferentially expressed in endothelial cells of arteries and capillaries and in cardiac smooth muscle, in addition to brain cells. Because of this specialized expression in arterial endothelial cells, and because PTPµ is found to associate with proteins involved in maintaining endothelial cell–cell junctions, such as VE-cadherin, PTPµ is hypothesized to regulate endothelial cell junction formation or permeability. PTPµ has been shown to be involved in mechanotransduction that results from changes in blood flow to influence endothelial cell-mediated blood vessel dilation, a process induced by “shear stress.” When PTPmu is missing in mice (PTPmu -/- knock-out mice), cannulated mesenteric arteries show reduced flow-induced (or “shear stress” induced) dilation. PTPmu tyrosine phosphatase activity is activated by shear stress. Caveolin 1 is a scaffolding protein enriched in endothelial cell junctions that is also linked to shear stress regulated responses. Caveolin 1 is dephosphorylated on tyrosine 14 in response to shear stress and PTPmu is hypothesized to catalyze this reaction.",
            "score": 244.35321044921875
        },
        {
            "docid": "15497663_5",
            "document": "Vascular endothelial growth factor A . During embryonic development angiogenesis is initiated as mesoderm mesenchyme cells are specified to differentiate into angioblasts, expressing the Vascular Endothelial Growth Factor Receptor (VEGFR-2). As embryonic tissue utilizes more oxygen than it receives from diffusion, it becomes hypoxic. These cells will secrete the signaling molecule vascular endothelial factor A (VEGFA) which will recruit the angioblasts expressing it's partnering receptor to the site of future angiogenesis. The angioblasts will create scaffolding structures which form the primary capillary plexus from where the local vasculature system will develop.  Disruption of this gene in mice resulted in abnormal embryonic blood vessel formation, resulting in underdeveloped vascular structures. This gene is also upregulated in many tumors and its expression is correlated with tumor development and is a target in many developing cancer therapeutics. Elevated levels of this protein are found in patients with POEMS syndrome, also known as Crow-Fukase syndrome which is a hemangioblastic proliferative disorder. Allelic variants of this gene have been associated with microvascular complications of diabetes 1 and atherosclerosis.",
            "score": 240.72532653808594
        },
        {
            "docid": "7024350_4",
            "document": "Cardiomyoplasty . Bone marrow contains different cell populations, which exhibit excellent plasticity toward cardiogenic and endothelial cells . These cell populations are endothelial progenitor cells, hematopoietic stem cells and mesenchymal stem cells. Adipose tissue host progenitor cells with reported interesting cardiomyogenic and vasculogenic potential in the sense that they improve heart functions and reduce infarction size in rodent animal models.  Subcutaneous adipose tissue is also a source of mesenchymal stem cells and have demonstrated positive outcomes in terms of cardiovascular tissue remodeling. Recent studies have suggested that mammal hearts also host naturally occurring cardiac stem cells which are capable of differentiating themselves into cardiomyocytes, endothelial cells and cardiac fibroblasts. This self-regeneration capacity gives rise to alternatives to classical cellular therapies whereby administration of growth factors such as Thymosin β4 for cell activation and migration are solely necessary. Largely democratized in terms of population information, embryonic stem cells are known for their strong capacity for expansion and differentiation into cardiomyocytes, endothelial cells and cardiac fibroblasts.",
            "score": 240.1907958984375
        },
        {
            "docid": "4718706_16",
            "document": "Endothelial stem cell . Further evidence to corroborate hemangioblasts come from the expression of various genes such as CD34 and Tie2 by both lineages. The fact that this expression was seen in both EC and HPC lineages led researchers to propose a common origin. However, endothelial markers like Flk1/VEGFR-2 are exclusive to ECs but stop HPCs from progressing into an EC. It is accepted that VEGFR-2+ cells are a common precursor for HPCs and ECs. If the \"Vegfr3\" gene is deleted then both HPC and EC differentiation comes to a halt in embryos. VEGF promotes angioblast differentiation; whereas, VEGFR-1 stops the hemangioblast from becoming an EC. In addition, basic fibroblast growth factor FGF-2 is also involved in promoting angioblasts from the mesoderm. After angioblasts commit to becoming an EC, the angioblasts gather and rearrange to assemble in a tube similar to a capillary. Angioblasts can travel during the formation of the circulatory system to configure the branches to allow for directional blood flow. Pericytes and smooth muscle cells encircle ECs when they are differentiating into arterial or venous arrangements. Surrounding the ECs creates a brace to help stabilize the vessels known as the pericellular basal lamina. It is suggested pericytes and smooth muscle cells come from neural crest cells and the surrounding mesenchyme.",
            "score": 238.62075805664062
        },
        {
            "docid": "14165299_8",
            "document": "KLF4 . KLF4 is expressed in a variety of tissues and organs such as: the cornea where it is required for epithelial barrier function and is a regulator of genes required for corneal homeostasis; the skin where it is required for the development of skin permeability barrier function; the bone and teeth tissues where it regulates normal skeletal development; epithelial cell of the mouse male and female reproductive tract where in the males it is important for proper spermatogenesis; vascular endothelial cells where it is critical in preventing vascular leakage in response to inflammatory stimuli; white blood cells where it mediates inflammatory responses cellular differentiation and proliferation; the kidneys where it is involved in the differentiation of embryonic stem cells and induced pluripotent stem (iPS) cells to renal lineage in vitro and its dysregulation has been linked to some renal pathologies.",
            "score": 238.4911651611328
        },
        {
            "docid": "2777285_9",
            "document": "Adult stem cell . Endothelial stem cells are one of the three types of multipotent stem cells found in the bone marrow. They are a rare and controversial group with the ability to differentiate into endothelial cells, the cells that line blood vessels.",
            "score": 238.3916778564453
        },
        {
            "docid": "3430466_8",
            "document": "Aorta-gonad-mesonephros . Endothelial cells line the lumen of all blood vessels as a single squamous endothelial layer. These cells maintain contact with each other through tight junctions. In the AGM, endothelial cells line the lumen of the dorsal aorta. A specialised subset of endothelial cells, haemogenic endothelium has the potential to differentiate into haematopoietic stem cells.",
            "score": 237.06756591796875
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 236.0538330078125
        },
        {
            "docid": "3227803_6",
            "document": "Apelin . Vascular expression of the receptor participates in the control of blood pressure and its activation promotes the formation of new blood vessels (angiogenesis). The hypotensive effect of apelin results from the activation of receptors expressed at the surface of endothelial cells. This activation induces the release of NO, a potent vasodilator, which induces relaxation of the smooth muscle cells of artery wall. Studies performed on mice knocked out for the apelin receptor gene have suggested the existence of a balance between angiotensin II signalling, which increases blood pressure and apelin signalling, which lowers blood pressure. The angiogenic activity is the consequence of apelin action on the proliferation and migration of the endothelial cells. Apelin activates inside the cell transduction cascades (ERKs, Akt, and p70S6kinase phosphorylation), which lead to the proliferation of endothelial cells and the formation of new blood vessels It is interesting that knockout of apelin gene is associated with a delay in the development of the retinal vasculature.",
            "score": 235.57098388671875
        },
        {
            "docid": "11421244_17",
            "document": "Mir-19 microRNA precursor family . The miR-17-92 cluster containing miR-19 miRNA family is also involved into control endothelial cell functions and neo-vascularization. MiRNA cluster (miR-17, miR-18, miR-19 and miR-20) increased during the induction of endothelial cell differentiation in embryonic stem cells (tested on murine) or induce pluripotent stem cells. Even though this cluster regulates vascular integrity and angiogenesis, none of each members has a significant impact on the endothelial differentiation of pluripotent stem cells.",
            "score": 234.6357879638672
        },
        {
            "docid": "42256877_18",
            "document": "Cellular Dynamics International . At least 5 of the top 10 Leading Causes of Death in the United States have a vascular component related to their disease. Endothelial cells (cells that line the interior of blood vessels and allow nutrients to pass back and forth to the body’s organs and tissues) play an important role in the study of vascular contributions of many leading causes of death. iCell Endothelial cells were launched as a tool to model vascular biology. Other types of endothelial cells are available from ATCC and Life Technologies. iCell Hematopoietic Progenitor Cells are multipotent progenitor blood cells that can give rise to many different types of blood cells that can then be used for a variety of research purposes, including cell therapy, autoimmune disease, and cancer research.",
            "score": 234.38063049316406
        },
        {
            "docid": "152509_13",
            "document": "Metastasis . Several different cell types are critical to tumor growth. In particular, endothelial progenitor cells have been shown to have a strong influence on the growth of tumor blood-vessels. Endothelial progenitor cells are also critical for metastasis and angiogenesis. Endothelial progenitor cells are important in tumor growth, angiogenesis and metastasis, and can be marked using the Inhibitor of DNA Binding 1 (ID1). This novel finding meant that investigators gained the ability to track endothelial progenitor cells from the bone marrow to the blood to the tumor-stroma and even incorporated in tumor vasculature. Endothelial progenitor cells incorporated in tumor vasculature suggests that this cell type in blood-vessel development is important in a tumor setting and metastasis. Furthermore, ablation of the endothelial progenitor cells in the bone marrow can lead to a significant decrease in tumor growth and vasculature development. Therefore, endothelial progenitor cells are important in tumor biology and present novel therapeutic targets.",
            "score": 233.0587158203125
        },
        {
            "docid": "4328716_28",
            "document": "Perlecan . Hypoxia is a condition found in disease states and during injury and often results in a lack of endothelial cell proliferation. This and perlecan's role as endorepellin prompted one study into the nature of perlecan expression regulation by endothelial cells during hypoxic conditions. Under hypoxic conditions, this study found that perlecan expression by rat cardiac microvascular endothelial cells was decreased sixty-one percent compared to normal controls. The contention of this paper is that perlecan downregulation leads to a loss of FAK activation and thus less ERK signaling, leading to decreased cell proliferation. It does seem counterintuitive that endothelial cells would proliferate less quickly due to loss of perlecan and its endorepellin subunit. It could be that these endothelial cells merely downregulated transcription of many genes in response to hypoxic conditions. In another study, hypoxia led to induction of genes associated with apoptosis and cell death, but repression of genes was not limited to proteins associated with a specific pathway. When T84 intestinal epithelial cells are exposed to hypoxic conditions for 24 hours a significant increase in perlecan mRNA and protein production occurs. They relate this to the fact that many genes elevated in response to hypoxia contain a cAMP response element (CRE) in their promoter, as does pln. This difference between endothelial cells from the study in 2007 and the epithelial cell studied in these experiments is indicative of how varied the regulatory mechanisms of perlecan may be in different cell types.",
            "score": 231.79110717773438
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 230.78843688964844
        },
        {
            "docid": "1804463_7",
            "document": "Pericyte . Pericytes are also associated with allowing endothelial cells to differentiate, multiply, form vascular branches (angiogenesis), survive apoptotic signals and travel throughout the body. Certain pericytes, known as microvascular pericytes, develop around the walls of capillaries and help to serve this function. Microvascular pericytes may not be contractile cells because they lack alpha-actin isoforms; structures that are common amongst other contractile cells. These cells communicate with endothelial cells via gap junctions and in turn cause endothelial cells to proliferate or be selectively inhibited. If this process did not occur, hyperplasia and abnormal vascular morphogenesis could occur. These types of pericyte can also phagocytose exogenous proteins. This suggests that the cell type might have been derived from microglia.",
            "score": 229.92324829101562
        },
        {
            "docid": "12384164_18",
            "document": "T-cadherin . Tumor cells can regulate gene expression in growing vessels and the surrounding stroma during tumor neovascularization. T-cadherin expression was found to be altered in tumor vessels: in Lewis carcinoma lung metastasis the expression of T-cadherin was upregulated in blood vessels penetrating the tumor, while T-cadherin was not detected in the surrounding tumor tissue. In tumor neovascularization of hepatocellular carcinoma (HCC) T-cadherin is upregulated in intratumoral capillary endothelial cells, whereas in surrounding tumor tissue as well as in normal liver no T-cadherin could be detected. The increase in T-cadherin expression in endothelial cell in HCC was shown to correlate with tumors progression. Presumably, T-cadherin could play a navigating role in the growing tumor vessels, which in the absence of contact inhibition from the stromal cells, grow into the surrounding tumor tissue.",
            "score": 229.41041564941406
        },
        {
            "docid": "15220116_13",
            "document": "AGGF1 . AGGF1 functions to regulate angiogenesis and vascular development. Gene ontology has also implicated AGGF1 in cell adhesion, positive regulation of angiogenesis and endothelial cell proliferation. Additionally, AGGF1 has been shown to protect against inflammation and ischemic injuries. During embryongenesis, AGGF1 is required for hematopoietic stem cell specification and the differentiation of hematopoietic and endothelial cell lineages. Specifically, it regulates vascular endothelial cadherin (VE-cadherin) by inhibiting the phosphorylation of the cadherin and increasing its presence in the plasma membrane of endothelial cells. AGGF1 is critical to the specification of veins and multipotent hemanigioblasts, anti-inflammation, tumour angiogenesis, and inhibition of vascular permeability. Additionally, it activates autophagy in specific cell types, such as endothelial cells, cardiac HL1 and H9C2 cells, and vascular smooth muscle cells.",
            "score": 229.38658142089844
        },
        {
            "docid": "53828524_4",
            "document": "Tumor-associated endothelial cell . Many tumors are characterized by high expression of vascular endothelial growth factor (VEGF), which is a strong vasodilator. VEGF has been indicated to stimulate sprouting and tip branching in endothelial cells, leading to defective endothelial monolayers. Research supports that compression of tumor vessels by surrounding tumor cells results in mechanical tension and changes in blood flow. It has been suggested that these flow-mediated changes cause abnormal expression of transcription factors which promotes aberrant endothelial morphology, size, and differentiation.",
            "score": 229.21737670898438
        },
        {
            "docid": "1029022_32",
            "document": "Embryonic stem cell . In 2007 it was shown that pluripotent stem cells highly similar to embryonic stem cells can be generated by the delivery of three genes (\"Oct4\", \"Sox2\", and \"Klf4\") to differentiated cells. The delivery of these genes \"reprograms\" differentiated cells into pluripotent stem cells, allowing for the generation of pluripotent stem cells without the embryo. Because ethical concerns regarding embryonic stem cells typically are about their derivation from terminated embryos, it is believed that reprogramming to these \"induced pluripotent stem cells\" (iPS cells) may be less controversial. Both human and mouse cells can be reprogrammed by this methodology, generating both human pluripotent stem cells and mouse pluripotent stem cells without an embryo.",
            "score": 229.0092010498047
        },
        {
            "docid": "3430466_13",
            "document": "Aorta-gonad-mesonephros . RUNX1 (also known as AML1) is a transcription factor that has been heavily implicated in the production and activation of haemogenic endothelial cells in the AGM. RUNX1 knockout studies have shown a complete removal of definitive haematopoietic activity in all foetal tissues before embryo lethality at E12. RUNX1 knockouts also produce morphological changes in the AGM, with excessive crowding of mesenchymal cells. As mesenchymal cells differentiate into endothelial cells, the absence of RUNX1 may impact on the ability of mesenchymal cells to differentiate into haemogenic endothelial cells. This would explain the increase in mesenchymal cell number, and the distinct lack of cells positive for other haematopoietic markers. Runx1 has also been implicated in the activation of haemogenic endothelium. Using conditional knockouts it was shown that the removal of Runx1 expression in AGM haemogenic endothelial cells, prevented the production of HSCs. The same experiments also showed that once HSCs were produced, Runx1 was no longer required producing no deviation in HSC activity compared to controls. Additionally, When AGM cells from Runx1 knockouts underwent retroviral transfer \"in vitro\" to overexpress Runx1, they were able to be rescued and produce definitive haematopoietic cells. This suggests that Runx1 plays a critical role in the signalling pathway for haemogenic cell activation and its production from mesenchymal cells.",
            "score": 228.5402069091797
        }
    ]
}