{
    "q": [
        {
            "docid": "14662962_3",
            "document": "ATP synthase subunit C . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP. Some ATPases work in reverse, using the energy from the hydrolysis of ATP to create a proton gradient. There are different types of ATPases, which can differ in function (ATP synthesis and/or hydrolysis), structure (F-, V- and A-ATPases contain rotary motors) and in the type of ions they transport.",
            "score": 223.88404512405396
        },
        {
            "docid": "864490_4",
            "document": "Chemiosmosis . ATP synthase is the enzyme that makes ATP by chemiosmosis. It allows protons to pass through the membrane and uses the free energy difference to phosphorylate adenosine diphosphate (ADP), making ATP. The generation of ATP by chemiosmosis occurs in mitochondria and chloroplasts, as well as in most bacteria and archaea, an electron transport chain pumps H+ ions in the thylakoid spaces through thylakoid membranes. The energy from the electron movement through electron transport chains cross through ATP synthase which allows the proton to pass through them and use this free energy difference to photophosphorylate ADP making ATP.",
            "score": 240.57958316802979
        },
        {
            "docid": "178220_11",
            "document": "ATP synthase . The crystal structure of the F showed alternating alpha and beta subunits (3 of each), arranged like segments of an orange around a rotating asymmetrical gamma subunit. According to the current model of ATP synthesis (known as the alternating catalytic model), the transmembrane potential created by (H+) proton cations supplied by the electron transport chain, drives the (H+) proton cations from the intermembrane space through the membrane via the F region of ATP synthase. A portion of the F (the ring of c-subunits) rotates as the protons pass through the membrane. The c-ring is tightly attached to the asymmetric central stalk (consisting primarily of the gamma subunit), causing it to rotate within the alphabeta of F causing the 3 catalytic nucleotide binding sites to go through a series of conformational changes that lead to ATP synthesis. The major F subunits are prevented from rotating in sympathy with the central stalk rotor by a peripheral stalk that joins the alphabeta to the non-rotating portion of F. The structure of the intact ATP synthase is currently known at low-resolution from electron cryo-microscopy (cryo-EM) studies of the complex. The cryo-EM model of ATP synthase suggests that the peripheral stalk is a flexible structure that wraps around the complex as it joins F to F. Under the right conditions, the enzyme reaction can also be carried out in reverse, with ATP hydrolysis driving proton pumping across the membrane.",
            "score": 200.8337972164154
        },
        {
            "docid": "22773_4",
            "document": "Oxidative phosphorylation . The energy released by electrons flowing through this electron transport chain is used to transport protons across the inner mitochondrial membrane, in a process called \"electron transport\". This generates potential energy in the form of a pH gradient and an electrical potential across this membrane. This store of energy is tapped when protons flow back across the membrane and down the potential energy gradient, through a large enzyme called ATP synthase; this process is known as chemiosmosis. The ATP synthase uses the energy to transform adenosine diphosphate (ADP) into adenosine triphosphate, in a phosphorylation reaction. The reaction is driven by the proton flow, which forces the rotation of a part of the enzyme; the ATP synthase is a rotary mechanical motor.",
            "score": 285.54225754737854
        },
        {
            "docid": "22773_7",
            "document": "Oxidative phosphorylation . Oxidative phosphorylation works by using energy-releasing chemical reactions to drive energy-requiring reactions: The two sets of reactions are said to be \"coupled\". This means one cannot occur without the other. The flow of electrons through the electron transport chain, from electron donors such as NADH to electron acceptors such as oxygen, is an exergonic process – it releases energy, whereas the synthesis of ATP is an endergonic process, which requires an input of energy. Both the electron transport chain and the ATP synthase are embedded in a membrane, and energy is transferred from electron transport chain to the ATP synthase by movements of protons across this membrane, in a process called \"chemiosmosis\". In practice, this is like a simple electric circuit, with a current of protons being driven from the negative N-side of the membrane to the positive P-side by the proton-pumping enzymes of the electron transport chain. These enzymes are like a battery, as they perform work to drive current through the circuit. The movement of protons creates an electrochemical gradient across the membrane, which is often called the \"proton-motive force\". It has two components: a difference in proton concentration (a H gradient, ΔpH) and a difference in electric potential, with the N-side having a negative charge.",
            "score": 235.5461621284485
        },
        {
            "docid": "14875994_2",
            "document": "ATP synthase alpha/beta subunits . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP.",
            "score": 225.53875064849854
        },
        {
            "docid": "92441_12",
            "document": "Proton pump . Complex IV (EC 1.9.3.1) (also referred to as cytochrome c oxidase), is a proton pump driven by electron transport. This enzyme is a large transmembrane protein complex found in bacteria and inner mitochondrial membrane of eukaryotes. It receives an electron from each of four cytochrome c molecules, and transfers them to one oxygen molecule, converting molecular oxygen to two molecules of water. In the process, it binds four protons from the inner aqueous phase to make water and in addition translocates four protons across the membrane. This enzyme helps to establish a transmembrane difference of proton electrochemical potential that the ATP synthase of mitochondria then uses to synthesize ATP.",
            "score": 232.28273749351501
        },
        {
            "docid": "92236_22",
            "document": "Electron transport chain . According to the chemiosmotic coupling hypothesis, proposed by Nobel Prize in Chemistry winner Peter D. Mitchell, the electron transport chain and oxidative phosphorylation are coupled by a proton gradient across the inner mitochondrial membrane. The efflux of protons from the mitochondrial matrix creates an electrochemical gradient (proton gradient). This gradient is used by the FF ATP synthase complex to make ATP via oxidative phosphorylation. ATP synthase is sometimes described as \"Complex V\" of the electron transport chain. The F component of ATP synthase acts as an ion channel that provides for a proton flux back into the mitochondrial matrix. It is composed of a, b and c subunits. Protons in the inter-membranous space of mitochondria first enters the ATP synthase complex through \"a\" subunit channel. Then protons move to the c subunits. The number of c subunits it has determines how many protons it will require to make the F turn one full revolution. For example, in humans, there are 8 c subunits, thus 8 protons are required. After \"c\" subunits, protons finally enters matrix using \"a\" subunit channel that opens into the mitochondrial matrix. This reflux releases free energy produced during the generation of the oxidized forms of the electron carriers (NAD and Q). The free energy is used to drive ATP synthesis, catalyzed by the F component of the complex. <br> Coupling with oxidative phosphorylation is a key step for ATP production. However, in specific cases, uncoupling the two processes may be biologically useful. The uncoupling protein, thermogenin—present in the inner mitochondrial membrane of brown adipose tissue—provides for an alternative flow of protons back to the inner mitochondrial matrix. Thyroxine is also a natural uncoupler. This alternative flow results in thermogenesis rather than ATP production. Synthetic uncouplers (e.g., 2,4-dinitrophenol, 2,4-dinitrocresol, CCCP) also exist, and can be lethal at high doses.",
            "score": 223.1572641134262
        },
        {
            "docid": "89226_9",
            "document": "Adenosine diphosphate . During the initial phases of glycolysis and the TCA cycle, cofactors such as NAD+ donate and accept electrons that aid in the electron transport chain's ability to produce a proton gradient across the inner mitochondrial membrane. The ATP synthase complex exists within the mitochondrial membrane (F portion) and protrudes into the matrix (Fportion). The energy derived as a result of the chemical gradient is then used to synthesize ATP by coupling the reaction of inorganic phosphate to ADP in the active site of the ATP synthase enzyme; the equation for this can be written as ADP + P → ATP.",
            "score": 231.60029697418213
        },
        {
            "docid": "14179793_2",
            "document": "MT-ATP6 . MT-ATP6 (or ATP6) is a mitochondrial gene encoding the ATP synthase F subunit 6 (or subunit/chain A). This subunit belongs to the F complex of transmembrane F-type ATP synthase. The MT-ATP6 protein forms one part of a large enzyme called ATP synthase. This enzyme, which is also known as complex V, is responsible for the final step of oxidative phosphorylation. Specifically, one segment of ATP synthase allows positively charged particles, called protons, to flow across a specialized membrane inside mitochondria. Another segment of the enzyme uses the energy created by this proton flow to convert a molecule called adenosine diphosphate (ADP) to ATP. Mutations in the \"MT-ATP6\" gene have been found in approximately 10 to 20 percent of people with Leigh syndrome.",
            "score": 241.386576294899
        },
        {
            "docid": "438944_14",
            "document": "Actin . Scanning electron microscope images indicate that G-actin has a globular structure; however, X-ray crystallography shows that each of these globules consists of two lobes separated by a cleft. This structure represents the “ATPase fold”, which is a centre of enzymatic catalysis that binds ATP and Mg and hydrolyzes the former to ADP plus phosphate. This fold is a conserved structural motif that is also found in other proteins that interact with triphosphate nucleotides such as hexokinase (an enzyme used in energy metabolism) or in Hsp70 proteins (a protein family that play an important part in protein folding). G-actin is only functional when it contains either ADP or ATP in its cleft but the form that is bound to ATP predominates in cells when actin is present in its free state. The X-ray crystallography model of actin that was produced by Kabsch from the striated muscle tissue of rabbits is the most commonly used in structural studies as it was the first to be purified. The G-actin crystallized by Kabsch is approximately 67 x 40 x 37 Å in size, has a molecular mass of 41,785 Da and an estimated isoelectric point of 4.8. Its net charge at pH = 7 is -7.",
            "score": 154.4860371351242
        },
        {
            "docid": "214573_11",
            "document": "Carbohydrate catabolism . The last process in aerobic respiration is oxidative phosphorylation, also known as the electron transport chain. Here NADH and FADH, which contain the energy in the form of electrons, deliver their electrons to the inner membranes of the mitochondrion to power the production of ATP. Oxidative phosphorylation contributes the majority of the ATP produced, compared to glycolysis and the Krebs cycle. While the ATP count is glycolysis and the Krebs cycle is two ATP molecules, the electron transport chain contributes, at most, twenty-eight ATP molecules. A contributing factor is due to the energy potentials of NADH and FADH. As they are brought from the initial process, glycolysis, to the electron transport chain, the energy stored in them are now utilized. A second contributing factor is that cristae, the inner membranes of mitochondria, increase the surface area and therefore the amount of proteins in the membrane that assist in the synthesis of ATP. Along the electron transport chain, there are separate compartments, each with their own concentration gradient of H + ions, which are the power source of ATP synthesis. To convert ADP to ATP, energy must be provided. That energy is provided by the H+ gradient. On one side of the membrane compartment, there is a high concentration of H+ ions compared to the other. The shuttling of H+ to one side of the membrane is driven by the exergonic flow of electrons throughout the membrane. These electrons are supplied by NADH and FADH as they transfer their potential energy. Once the H+ concentration gradient is established, a proton-motive force is established, which provides the energy to convert ADP to ATP. The H+ ions that were initially forced to one side of the mitochondrion membrane now naturally flow through a membrane protein called ATP synthase, a protein that converts ADP to ATP with the help of H+ ions.",
            "score": 282.71777379512787
        },
        {
            "docid": "22773_40",
            "document": "Oxidative phosphorylation . ATP synthase, also called \"complex V\", is the final enzyme in the oxidative phosphorylation pathway. This enzyme is found in all forms of life and functions in the same way in both prokaryotes and eukaryotes. The enzyme uses the energy stored in a proton gradient across a membrane to drive the synthesis of ATP from ADP and phosphate (P). Estimates of the number of protons required to synthesize one ATP have ranged from three to four, with some suggesting cells can vary this ratio, to suit different conditions.",
            "score": 214.080219745636
        },
        {
            "docid": "640697_10",
            "document": "Reactive oxygen species . ROS are produced intracellularly through multiple mechanisms and depending on the cell and tissue types, the major sources being the \"professional\" producers of ROS: NADPH oxidase (NOX) complexes (7 distinct isoforms) in cell membranes, mitochondria, peroxisomes, and endoplasmic reticulum. Mitochondria convert energy for the cell into a usable form, adenosine triphosphate (ATP). The process in which ATP is produced, called oxidative phosphorylation, involves the transport of protons (hydrogen ions) across the inner mitochondrial membrane by means of the electron transport chain. In the electron transport chain, electrons are passed through a series of proteins via oxidation-reduction reactions, with each acceptor protein along the chain having a greater reduction potential than the previous. The last destination for an electron along this chain is an oxygen molecule. In normal conditions, the oxygen is reduced to produce water; however, in about 0.1–2% of electrons passing through the chain (this number derives from studies in isolated mitochondria, though the exact rate in live organisms is yet to be fully agreed upon), oxygen is instead prematurely and incompletely reduced to give the superoxide radical (), most well documented for Complex I and Complex III. Superoxide is not particularly reactive by itself, but can inactivate specific enzymes or initiate lipid peroxidation in its protonated form, hydroperoxyl HO. The p\"K\" of hydroperoxyl is 4.8. Thus, at physiological pH, the majority will exist as superoxide anion.",
            "score": 196.23770678043365
        },
        {
            "docid": "22773_15",
            "document": "Oxidative phosphorylation . In eukaryotes, the enzymes in this electron transport system use the energy released from the oxidation of NADH to pump protons across the inner membrane of the mitochondrion. This causes protons to build up in the intermembrane space, and generates an electrochemical gradient across the membrane. The energy stored in this potential is then used by ATP synthase to produce ATP. Oxidative phosphorylation in the eukaryotic mitochondrion is the best-understood example of this process. The mitochondrion is present in almost all eukaryotes, with the exception of anaerobic protozoa such as \"Trichomonas vaginalis\" that instead reduce protons to hydrogen in a remnant mitochondrion called a hydrogenosome.",
            "score": 276.51421451568604
        },
        {
            "docid": "864490_6",
            "document": "Chemiosmosis . Molecules such as glucose are metabolized to produce acetyl CoA as an energy-rich intermediate. The oxidation of acetyl coenzyme A (acetyl-CoA) in the mitochondrial matrix is coupled to the reduction of a carrier molecule such as nicotinamide adenine dinucleotide (NAD) and flavin adenine dinucleotide (FAD). The carriers pass electrons to the electron transport chain (ETC) in the inner mitochondrial membrane, which in turn pass them to other proteins in the ETC. The energy available in the electrons is used to pump protons from the matrix across the stroma, storing energy in the form of a transmembrane electrochemical gradient. The protons move back across the inner membrane through the enzyme ATP synthase. The flow of protons back into the matrix of the mitochondrion via ATP synthase provides enough energy for ADP to combine with inorganic phosphate to form ATP. The electrons and protons at the last pump in the ETC are taken up by oxygen to form water.",
            "score": 261.35636484622955
        },
        {
            "docid": "22773_45",
            "document": "Oxidative phosphorylation . In some bacteria and archaea, ATP synthesis is driven by the movement of sodium ions through the cell membrane, rather than the movement of protons. Archaea such as \"Methanococcus\" also contain the AA synthase, a form of the enzyme that contains additional proteins with little similarity in sequence to other bacterial and eukaryotic ATP synthase subunits. It is possible that, in some species, the AA form of the enzyme is a specialized sodium-driven ATP synthase, but this might not be true in all cases.",
            "score": 201.16689205169678
        },
        {
            "docid": "24544_24",
            "document": "Photosynthesis . In the non-cyclic reaction, the photons are captured in the light-harvesting antenna complexes of photosystem II by chlorophyll and other accessory pigments (see diagram at right). The absorption of a photon by the antenna complex frees an electron by a process called photoinduced charge separation. The antenna system is at the core of the chlorophyll molecule of the photosystem II reaction center. That freed electron is transferred to the primary electron-acceptor molecule, pheophytin. As the electrons are shuttled through an electron transport chain (the so-called Z-scheme shown in the diagram), it initially functions to generate a chemiosmotic potential by pumping proton cations (H) across the membrane and into the thylakoid space. An ATP synthase enzyme uses that chemiosmotic potential to make ATP during photophosphorylation, whereas NADPH is a product of the terminal redox reaction in the \"Z-scheme\". The electron enters a chlorophyll molecule in Photosystem I. There it is further excited by the light absorbed by that photosystem. The electron is then passed along a chain of electron acceptors to which it transfers some of its energy. The energy delivered to the electron acceptors is used to move hydrogen ions across the thylakoid membrane into the lumen. The electron is eventually used to reduce the co-enzyme NADP with a H to NADPH (which has functions in the light-independent reaction); at that point, the path of that electron ends.",
            "score": 193.9210764169693
        },
        {
            "docid": "92236_10",
            "document": "Electron transport chain . Energy obtained through the transfer of electrons down the ETC is used to pump protons from the mitochondrial matrix into the intermembrane space, creating an electrochemical proton gradient (ΔpH) across the inner mitochondrial membrane (IMM). This proton gradient is largely but not exclusively responsible for the mitochondrial membrane potential (ΔΨ). It allows ATP synthase to use the flow of H through the enzyme back into the matrix to generate ATP from adenosine diphosphate (ADP) and inorganic phosphate. Complex I (NADH coenzyme Q reductase; labeled I) accepts electrons from the Krebs cycle electron carrier nicotinamide adenine dinucleotide (NADH), and passes them to coenzyme Q (ubiquinone; labeled Q), which also receives electrons from complex II (succinate dehydrogenase; labeled II). Q passes electrons to complex III (cytochrome bc complex; labeled III), which passes them to cytochrome \"c\" (cyt \"c\"). Cyt \"c\" passes electrons to Complex IV (cytochrome \"c\" oxidase; labeled IV), which uses the electrons and hydrogen ions to reduce molecular oxygen to water.",
            "score": 180.10484099388123
        },
        {
            "docid": "4256142_2",
            "document": "V-ATPase . Vacuolar-type -ATPase (V-ATPase) is a highly conserved evolutionarily ancient enzyme with remarkably diverse functions in eukaryotic organisms. V-ATPases acidify a wide array of intracellular organelles and pump protons across the plasma membranes of numerous cell types. V-ATPases couple the energy of ATP hydrolysis to proton transport across intracellular and plasma membranes of eukaryotic cells. It is generally seen as the polar opposite of ATP synthase because ATP synthase is a proton channel that uses the energy from a proton gradient to produce ATP. V-ATPase however, is a proton pump that uses the energy from ATP hydrolysis to produce a proton gradient.",
            "score": 225.81914138793945
        },
        {
            "docid": "315620_11",
            "document": "Brown adipose tissue . The mitochondria in a eukaryotic cell utilize fuels to produce energy in the form of adenosine triphosphate (ATP). This process involves storing energy as a proton gradient, also known as the proton motive force (PMF), across the mitochondrial inner membrane. This energy is used to synthesize ATP when the protons flow across the membrane (down their concentration gradient) through the ATP synthase enzyme; this is known as chemiosmosis.",
            "score": 269.4400460720062
        },
        {
            "docid": "34520132_12",
            "document": "Kinesin family member 11 . Kinesin-5, like all motor proteins, breaks down ATP into ADP and inorganic phosphate, using a water molecule, and converts the chemical energy to force and motion along microtubules. Kinetic experiments reveal rates of how fast intermediate steps in catalysis occur and the most extensive set of studies on Kinesin-5 kinetics has been on the human protein. X-ray crystallography, cryo-electron microscopy, and real-time infrared spectroscopy have been used to measure the structure of Kinesin-5 in the different catalytic intermediate states. Changes in the secondary structure, or conformational switching, is required to convert and amplify biochemical changes in the catalytic active site into larger movements necessary for cellular motion. For example, the first step of ATP hydrolysis, which is the attack of the terminal phosphate of ATP by a water molecule, had not been observed by x-ray crystallography in any kinesin protein, until recently in Kinesin-5. This crystal structure showed that there was not one, but rather two, water molecules and they are in close association with each other. A two-water catalytic model was proposed and confirmed by an alternate method to track Kinesin-5 catalysis in real-time and in a kinesin protein in a different subfamily. Two-water catalytic models also are proposed in a divergent motor protein, myosin, and observed experimentally in one of its crystal structures.",
            "score": 111.24974226951599
        },
        {
            "docid": "3954_34",
            "document": "Biochemistry . In aerobic cells with sufficient oxygen, as in most human cells, the pyruvate is further metabolized. It is irreversibly converted to acetyl-CoA, giving off one carbon atom as the waste product carbon dioxide, generating another reducing equivalent as NADH. The two molecules acetyl-CoA (from one molecule of glucose) then enter the citric acid cycle, producing two more molecules of ATP, six more NADH molecules and two reduced (ubi)quinones (via FADH as enzyme-bound cofactor), and releasing the remaining carbon atoms as carbon dioxide. The produced NADH and quinol molecules then feed into the enzyme complexes of the respiratory chain, an electron transport system transferring the electrons ultimately to oxygen and conserving the released energy in the form of a proton gradient over a membrane (inner mitochondrial membrane in eukaryotes). Thus, oxygen is reduced to water and the original electron acceptors NAD and quinone are regenerated. This is why humans breathe in oxygen and breathe out carbon dioxide. The energy released from transferring the electrons from high-energy states in NADH and quinol is conserved first as proton gradient and converted to ATP via ATP synthase. This generates an additional \"28\" molecules of ATP (24 from the 8 NADH + 4 from the 2 quinols), totaling to 32 molecules of ATP conserved per degraded glucose (two from glycolysis + two from the citrate cycle). It is clear that using oxygen to completely oxidize glucose provides an organism with far more energy than any oxygen-independent metabolic feature, and this is thought to be the reason why complex life appeared only after Earth's atmosphere accumulated large amounts of oxygen.",
            "score": 216.17562794685364
        },
        {
            "docid": "864490_27",
            "document": "Chemiosmosis . The light reactions of photosynthesis generate ATP by the action of chemiosmosis. The photons in sunlight are received by the antenna complex of Photosystem II, which excites electrons to a higher energy level. These electrons travel down an electron transport chain, causing protons to be actively pumped across the thylakoid membrane into the thylakoid lumen. These protons then flow down their electrochemical potential gradient through an enzyme called ATP-synthase, creating ATP by the phosphorylation of ADP to ATP. The electrons from the initial light reaction reach Photosystem I, then are raised to a higher energy level by light energy and then received by an electron acceptor and reduce NADP+ to NADPH. The electrons lost from Photosystem II get replaced by the oxidation of water, which is \"split\" into protons and oxygen by the oxygen-evolving complex (OEC, also known as WOC, or the water-oxidizing complex). To generate one molecule of diatomic oxygen, 10 photons must be absorbed by photosystems I and II, four electrons must move through the two photosystems, and 2 NAPDH are generated (later used for carbon dioxide fixation in the Calvin Cycle).",
            "score": 182.97618210315704
        },
        {
            "docid": "40618482_4",
            "document": "Henning Stahlberg . Henning Stahlberg studies biological membrane systems from the atomic structure of individual proteins to the cellular context of the system. Employing light and electron microscopy, x- ray crystallography, and electron tomography, he investigates the structure of ion channels and membrane transporters. Further, he develops computational algorithms for the 3D reconstruction of proteins. Using these methods, Stahlberg successfully elucidated among other things the 3D structure of the Type III Secretion System (T3SS) in intact bacteria. In addition he demonstrated that certain proteins at the base of the T3SS needle are elastic. He developed the 2dx software to reconstruct the 3D structure of membrane proteins from cryo-electron microscopy images of 2D crystals.",
            "score": 104.49756336212158
        },
        {
            "docid": "1890999_5",
            "document": "John E. Walker . His landmark crystallographic studies of the F1-ATPase, the catalytic region of the ATP synthase (done in collaboration with crystallographer Andrew Leslie), from bovine heart mitochondria revealed the three catalytic sites in three different conformations imposed by the position of the asymmetric central stalk. This structure supported the binding change mechanism and rotary catalysis for the ATP synthase (and related enzymes), one of the catalytic mechanisms proposed by Paul Boyer. This work, published in 1994, led to Walker's share of the 1997 Nobel prize for chemistry. Since this structure, Walker and his colleagues have produced most of the crystal structures in the PDB of mitochondrial ATP synthase, including transition state structures and protein with bound inhibitors and antibiotics. Scientists trained in Walker's group at the MRC Laboratory of Molecular Biology in Cambridge or MRC Mitochondrial Biology Unit have gone on to determine crystal bacterial complex I and cryo-EM maps of mitochondrial complex I and vacuolar type ATPases.",
            "score": 147.9080649614334
        },
        {
            "docid": "15217736_5",
            "document": "ATP5E . Mitochondrial membrane ATP synthase (FF ATP synthase or Complex V) produces ATP from ADP in the presence of a proton gradient across the membrane which is generated by electron transport complexes of the respiratory chain. F-type ATPases consist of two structural domains, F - containing the extramembraneous catalytic core, and F - containing the membrane proton channel, linked together by a central stalk and a peripheral stalk. During catalysis, ATP synthesis in the catalytic domain of F is coupled via a rotary mechanism of the central stalk subunits to proton translocation. Part of the complex F domain and of the central stalk which is part of the complex rotary element. Rotation of the central stalk against the surrounding alphabeta subunits leads to hydrolysis of ATP in three separate catalytic sites on the beta subunits (By similarity).",
            "score": 195.12215304374695
        },
        {
            "docid": "2705942_2",
            "document": "F-ATPase . F-ATPase, also known as F-Type ATPase (also called ATP synthase), is an ATPase found in bacterial plasma membranes, in mitochondrial inner membranes (in oxidative phosphorylation, where it is known as Complex V), and in chloroplast thylakoid membranes. It uses a proton gradient to drive ATP synthesis by allowing the passive flux of protons across the membrane down their electrochemical gradient and using the energy released by the transport reaction to release newly formed ATP from the active site of F-ATPase. In some bacteria, sodium ions may be used instead of protons.",
            "score": 217.31257128715515
        },
        {
            "docid": "11273711_3",
            "document": "Mitochondrial intermembrane space . The intermembrane space is chemically similar to cytosol, but includes a large amount of small proteins as well. As electrons move down the proteins in the electron transport chain, the electrons lose energy to bring H+ ions from the mitochondrial matrix into the intermembrane space. As a concentration gradient of hydrogen ions forms, a protein called ATP synthase harnesses the potential energy of these ions and starts chemiosmosis, where the H+ ions reenter the matrix via this enzyme bound to the cristae (folds of the inner membrane). ADP and a phosphate group are combined to form ATP.",
            "score": 220.603750705719
        },
        {
            "docid": "14774129_3",
            "document": "NDUFS4 . Complex I, or NADH:ubiquinone oxidoreductase, the first multisubunit enzyme complex of the mitochondrial respiratory chain, plays a vital role in cellular ATP production, the primary source of energy for many crucial processes in living cells. It removes electrons from NADH and passes them by a series of different protein-coupled redox centers to the electron acceptor ubiquinone. In well-coupled mitochondria, the electron flux leads to ATP generation via the building of a proton gradient across the inner membrane. Complex I is composed of at least 41 subunits, of which 7 are encoded by the mitochondrial genome (ND1-6, ND4L) and the remainder by nuclear genes.",
            "score": 194.5295705795288
        },
        {
            "docid": "14763133_5",
            "document": "ATP synthase, H+ transporting, mitochondrial F1 complex, alpha 1 . Mitochondrial membrane ATP synthase (FF ATP synthase or Complex V) produces ATP from ADP in the presence of a proton gradient across the membrane which is generated by electron transport complexes of the respiratory chain. F-type ATPases consist of two structural domains, F - containing the extramembraneous catalytic core, and F - containing the membrane proton channel, linked together by a central stalk and a peripheral stalk. During catalysis, ATP synthesis in the catalytic domain of F is coupled via a rotary mechanism of the central stalk subunits to proton translocation. Subunits alpha and beta form the catalytic core in F. Rotation of the central stalk against the surrounding alpha(3)beta(3) subunits leads to hydrolysis of ATP in three separate catalytic sites on the beta subunits. Subunit alpha does not bear the catalytic high-affinity ATP-binding sites.",
            "score": 200.78397059440613
        },
        {
            "docid": "92441_10",
            "document": "Proton pump . Complex III ((EC 1.10.2.2)) (also referred to as cytochrome b1 or the coenzyme Q : cytochrome c – oxidoreductase) is a proton pump driven by electron transport. Complex III is a multisubunit transmembrane protein encoded by both the mitochondrial (cytochrome b) and the nuclear genomes (all other subunits). Complex III is present in the inner mitochondrial membrane of all aerobic eukaryotes and the inner membranes of most eubacteria. This enzyme helps to establish a transmembrane difference of proton electrochemical potential that the ATP synthase of mitochondria then uses to synthesize ATP.",
            "score": 203.3035867214203
        }
    ],
    "r": [
        {
            "docid": "22773_4",
            "document": "Oxidative phosphorylation . The energy released by electrons flowing through this electron transport chain is used to transport protons across the inner mitochondrial membrane, in a process called \"electron transport\". This generates potential energy in the form of a pH gradient and an electrical potential across this membrane. This store of energy is tapped when protons flow back across the membrane and down the potential energy gradient, through a large enzyme called ATP synthase; this process is known as chemiosmosis. The ATP synthase uses the energy to transform adenosine diphosphate (ADP) into adenosine triphosphate, in a phosphorylation reaction. The reaction is driven by the proton flow, which forces the rotation of a part of the enzyme; the ATP synthase is a rotary mechanical motor.",
            "score": 285.5422668457031
        },
        {
            "docid": "214573_11",
            "document": "Carbohydrate catabolism . The last process in aerobic respiration is oxidative phosphorylation, also known as the electron transport chain. Here NADH and FADH, which contain the energy in the form of electrons, deliver their electrons to the inner membranes of the mitochondrion to power the production of ATP. Oxidative phosphorylation contributes the majority of the ATP produced, compared to glycolysis and the Krebs cycle. While the ATP count is glycolysis and the Krebs cycle is two ATP molecules, the electron transport chain contributes, at most, twenty-eight ATP molecules. A contributing factor is due to the energy potentials of NADH and FADH. As they are brought from the initial process, glycolysis, to the electron transport chain, the energy stored in them are now utilized. A second contributing factor is that cristae, the inner membranes of mitochondria, increase the surface area and therefore the amount of proteins in the membrane that assist in the synthesis of ATP. Along the electron transport chain, there are separate compartments, each with their own concentration gradient of H + ions, which are the power source of ATP synthesis. To convert ADP to ATP, energy must be provided. That energy is provided by the H+ gradient. On one side of the membrane compartment, there is a high concentration of H+ ions compared to the other. The shuttling of H+ to one side of the membrane is driven by the exergonic flow of electrons throughout the membrane. These electrons are supplied by NADH and FADH as they transfer their potential energy. Once the H+ concentration gradient is established, a proton-motive force is established, which provides the energy to convert ADP to ATP. The H+ ions that were initially forced to one side of the mitochondrion membrane now naturally flow through a membrane protein called ATP synthase, a protein that converts ADP to ATP with the help of H+ ions.",
            "score": 282.7177734375
        },
        {
            "docid": "22773_15",
            "document": "Oxidative phosphorylation . In eukaryotes, the enzymes in this electron transport system use the energy released from the oxidation of NADH to pump protons across the inner membrane of the mitochondrion. This causes protons to build up in the intermembrane space, and generates an electrochemical gradient across the membrane. The energy stored in this potential is then used by ATP synthase to produce ATP. Oxidative phosphorylation in the eukaryotic mitochondrion is the best-understood example of this process. The mitochondrion is present in almost all eukaryotes, with the exception of anaerobic protozoa such as \"Trichomonas vaginalis\" that instead reduce protons to hydrogen in a remnant mitochondrion called a hydrogenosome.",
            "score": 276.51422119140625
        },
        {
            "docid": "209455_30",
            "document": "Thylakoid . The molecular mechanism of ATP (Adenosine triphosphate) generation in chloroplasts is similar to that in mitochondria and takes the required energy from the proton motive force (PMF). However, chloroplasts rely more on the chemical potential of the PMF to generate the potential energy required for ATP synthesis. The PMF is the sum of a proton chemical potential (given by the proton concentration gradient) and a transmembrane electrical potential (given by charge separation across the membrane). Compared to the inner membranes of mitochondria, which have a significantly higher membrane potential due to charge separation, thylakoid membranes lack a charge gradient. To compensate for this, the 10,000 fold proton concentration gradient across the thylakoid membrane is much higher compared to a 10 fold gradient across the inner membrane of mitochondria. The resulting chemiosmotic potential between the lumen and stroma is high enough to drive ATP synthesis using the ATP synthase. As the protons travel back down the gradient through channels in ATP synthase, ADP + P are combined into ATP. In this manner, the light-dependent reactions are coupled to the synthesis of ATP via the proton gradient.",
            "score": 270.6045227050781
        },
        {
            "docid": "315620_11",
            "document": "Brown adipose tissue . The mitochondria in a eukaryotic cell utilize fuels to produce energy in the form of adenosine triphosphate (ATP). This process involves storing energy as a proton gradient, also known as the proton motive force (PMF), across the mitochondrial inner membrane. This energy is used to synthesize ATP when the protons flow across the membrane (down their concentration gradient) through the ATP synthase enzyme; this is known as chemiosmosis.",
            "score": 269.4400329589844
        },
        {
            "docid": "864490_6",
            "document": "Chemiosmosis . Molecules such as glucose are metabolized to produce acetyl CoA as an energy-rich intermediate. The oxidation of acetyl coenzyme A (acetyl-CoA) in the mitochondrial matrix is coupled to the reduction of a carrier molecule such as nicotinamide adenine dinucleotide (NAD) and flavin adenine dinucleotide (FAD). The carriers pass electrons to the electron transport chain (ETC) in the inner mitochondrial membrane, which in turn pass them to other proteins in the ETC. The energy available in the electrons is used to pump protons from the matrix across the stroma, storing energy in the form of a transmembrane electrochemical gradient. The protons move back across the inner membrane through the enzyme ATP synthase. The flow of protons back into the matrix of the mitochondrion via ATP synthase provides enough energy for ADP to combine with inorganic phosphate to form ATP. The electrons and protons at the last pump in the ETC are taken up by oxygen to form water.",
            "score": 261.3563537597656
        },
        {
            "docid": "19588_22",
            "document": "Mitochondrion . The inner mitochondrial membrane is compartmentalized into numerous cristae, which expand the surface area of the inner mitochondrial membrane, enhancing its ability to produce ATP. For typical liver mitochondria, the area of the inner membrane is about five times as large as the outer membrane. This ratio is variable and mitochondria from cells that have a greater demand for ATP, such as muscle cells, contain even more cristae. These folds are studded with small round bodies known as F particles or oxysomes. These are not simple random folds but rather invaginations of the inner membrane, which can affect overall chemiosmotic function.",
            "score": 253.10240173339844
        },
        {
            "docid": "16854374_4",
            "document": "PLSCR3 . Cardiolipin is a mitochondrion-specific phospholipid found in both the mitochondrial inner and outer membranes Many studies speculate that cardiolipin is a likely player in mitochondrial apoptosis. In a study done by R Lee et al., it was found that during apoptosis, cardiolipin in the outer membrane of the mitochondria increased from 10% to 30% saturation. Finding that cardiolipin concentration in the outer mitochondrial membrane increased during apoptosis (as well as knowing the function that PLS3 plays in mitochondrial apoptotic effects) clued Lee in to the fact that PLS3 may have effects on this cardiolipin membrane redistribution. Lee’s study looked into the consequences of cardiolipin redistribution in the mitochondria and found that cardiolipin plays a critical role in proteins that are involved with oxidative respiration (such as ATP synthase), which in turn affects ATP production. In Lee's experiment determining the effect of cardiolipin deprivation on cells, he studied an infected yeast mutant that lacked a cardiolipin creating enzyme, and found that although it was viable, the yeast was \"moderately deficient in mitochondrial energy transforming machinery.\"",
            "score": 248.61415100097656
        },
        {
            "docid": "864490_26",
            "document": "Chemiosmosis . The complete breakdown of glucose in the presence of oxygen is called cellular respiration. The last steps of this process occur in mitochondria. The reduced molecules NADH and FADH are generated by the Krebs cycle, glycolysis, and pyruvate processing. These molecules pass electrons to an electron transport chain, which uses the energy released to create a proton gradient across the inner mitochondrial membrane. ATP synthase then uses the energy stored in this gradient to make ATP. This process is called oxidative phosphorylation because it uses energy released by the oxidation of NADH and FADH2 to phospolyrize ADP into ATP.",
            "score": 247.48330688476562
        },
        {
            "docid": "529019_10",
            "document": "Hydrogen ion . Hydrogen ions drive ATP synthase in photosynthesis. This happens when hydrogen ions get pushed across the membrane creating a high concentration inside the thylakoid membrane and a low concentration in the cytoplasm. However, because of osmosis, the H will force itself out of the membrane through ATP synthase. Using their kinetic energy to escape, the protons will spin the ATP synthase which in turn will create ATP. This happens in cellular respiration as well though the concentrated membrane will instead be the inner membrane of the mitochondria.",
            "score": 245.96502685546875
        },
        {
            "docid": "19588_24",
            "document": "Mitochondrion . The matrix is the space enclosed by the inner membrane. It contains about 2/3 of the total protein in a mitochondrion. The matrix is important in the production of ATP with the aid of the ATP synthase contained in the inner membrane. The matrix contains a highly concentrated mixture of hundreds of enzymes, special mitochondrial ribosomes, tRNA, and several copies of the mitochondrial DNA genome. Of the enzymes, the major functions include oxidation of pyruvate and fatty acids, and the citric acid cycle.",
            "score": 242.50732421875
        },
        {
            "docid": "14179793_2",
            "document": "MT-ATP6 . MT-ATP6 (or ATP6) is a mitochondrial gene encoding the ATP synthase F subunit 6 (or subunit/chain A). This subunit belongs to the F complex of transmembrane F-type ATP synthase. The MT-ATP6 protein forms one part of a large enzyme called ATP synthase. This enzyme, which is also known as complex V, is responsible for the final step of oxidative phosphorylation. Specifically, one segment of ATP synthase allows positively charged particles, called protons, to flow across a specialized membrane inside mitochondria. Another segment of the enzyme uses the energy created by this proton flow to convert a molecule called adenosine diphosphate (ADP) to ATP. Mutations in the \"MT-ATP6\" gene have been found in approximately 10 to 20 percent of people with Leigh syndrome.",
            "score": 241.38658142089844
        },
        {
            "docid": "864490_4",
            "document": "Chemiosmosis . ATP synthase is the enzyme that makes ATP by chemiosmosis. It allows protons to pass through the membrane and uses the free energy difference to phosphorylate adenosine diphosphate (ADP), making ATP. The generation of ATP by chemiosmosis occurs in mitochondria and chloroplasts, as well as in most bacteria and archaea, an electron transport chain pumps H+ ions in the thylakoid spaces through thylakoid membranes. The energy from the electron movement through electron transport chains cross through ATP synthase which allows the proton to pass through them and use this free energy difference to photophosphorylate ADP making ATP.",
            "score": 240.57957458496094
        },
        {
            "docid": "178220_14",
            "document": "ATP synthase . In respiring bacteria under physiological conditions, ATP synthase, in general, runs in the opposite direction, creating ATP while using the proton motive force created by the electron transport chain as a source of energy. The overall process of creating energy in this fashion is termed oxidative phosphorylation. The same process takes place in the mitochondria, where ATP synthase is located in the inner mitochondrial membrane and the F-part projects into mitochondrial matrix. The consumption of ATP by ATP-synthase pumps proton cations into the matrix.",
            "score": 237.1590576171875
        },
        {
            "docid": "22773_7",
            "document": "Oxidative phosphorylation . Oxidative phosphorylation works by using energy-releasing chemical reactions to drive energy-requiring reactions: The two sets of reactions are said to be \"coupled\". This means one cannot occur without the other. The flow of electrons through the electron transport chain, from electron donors such as NADH to electron acceptors such as oxygen, is an exergonic process – it releases energy, whereas the synthesis of ATP is an endergonic process, which requires an input of energy. Both the electron transport chain and the ATP synthase are embedded in a membrane, and energy is transferred from electron transport chain to the ATP synthase by movements of protons across this membrane, in a process called \"chemiosmosis\". In practice, this is like a simple electric circuit, with a current of protons being driven from the negative N-side of the membrane to the positive P-side by the proton-pumping enzymes of the electron transport chain. These enzymes are like a battery, as they perform work to drive current through the circuit. The movement of protons creates an electrochemical gradient across the membrane, which is often called the \"proton-motive force\". It has two components: a difference in proton concentration (a H gradient, ΔpH) and a difference in electric potential, with the N-side having a negative charge.",
            "score": 235.54615783691406
        },
        {
            "docid": "92441_12",
            "document": "Proton pump . Complex IV (EC 1.9.3.1) (also referred to as cytochrome c oxidase), is a proton pump driven by electron transport. This enzyme is a large transmembrane protein complex found in bacteria and inner mitochondrial membrane of eukaryotes. It receives an electron from each of four cytochrome c molecules, and transfers them to one oxygen molecule, converting molecular oxygen to two molecules of water. In the process, it binds four protons from the inner aqueous phase to make water and in addition translocates four protons across the membrane. This enzyme helps to establish a transmembrane difference of proton electrochemical potential that the ATP synthase of mitochondria then uses to synthesize ATP.",
            "score": 232.28274536132812
        },
        {
            "docid": "848862_16",
            "document": "Nucleoside triphosphate . ATP is the primary energy currency of the cell. Despite being synthesized through the metabolic pathway described above, it is primarily synthesized during both cellular respiration and photosynthesis by ATP synthase. ATP synthase couples the synthesis of ATP from ADP and phosphate with an electrochemical gradient generated by the pumping of protons through either the inner mitochondrial membrane (cellular respiration) or the thylakoid membrane (photosynthesis). This electrochemical gradient is necessary because the formation of ATP is energetically unfavourable.",
            "score": 232.24273681640625
        },
        {
            "docid": "89226_9",
            "document": "Adenosine diphosphate . During the initial phases of glycolysis and the TCA cycle, cofactors such as NAD+ donate and accept electrons that aid in the electron transport chain's ability to produce a proton gradient across the inner mitochondrial membrane. The ATP synthase complex exists within the mitochondrial membrane (F portion) and protrudes into the matrix (Fportion). The energy derived as a result of the chemical gradient is then used to synthesize ATP by coupling the reaction of inorganic phosphate to ADP in the active site of the ATP synthase enzyme; the equation for this can be written as ADP + P → ATP.",
            "score": 231.60028076171875
        },
        {
            "docid": "96842_3",
            "document": "Cytochrome c oxidase . It is the last enzyme in the respiratory electron transport chain of cells located in the membrane. It receives an electron from each of four cytochrome c molecules, and transfers them to one dioxygen molecule, converting the molecular oxygen to two molecules of water. In this process it binds four protons from the inner aqueous phase to make two water molecules, and translocates another four protons across the membrane, increasing the transmembrane difference of proton electrochemical potential which the ATP synthase then uses to synthesize ATP.",
            "score": 231.0767822265625
        },
        {
            "docid": "1800_29",
            "document": "Adenosine triphosphate . In plants, ATP is synthesized in the thylakoid membrane of the chloroplast. The process is called photophosphorylation. The \"machinery\" is similar to that in mitochondria except that light energy is used to pump protons across a membrane to produce a proton-motive force. ATP synthase then ensues exactly as in oxidative phosphorylation. Some of the ATP produced in the chloroplasts is consumed in the Calvin cycle, which produces triose sugars.",
            "score": 230.8325653076172
        },
        {
            "docid": "200195_2",
            "document": "Crista . A crista (; plural cristae) is a fold in the inner membrane of a mitochondrion. The name is from the Latin for \"crest\" or \"plume\", and it gives the inner membrane its characteristic wrinkled shape, providing a large amount of surface area for chemical reactions to occur on. This aids aerobic cellular respiration, because the mitochondrion requires oxygen. Cristae are studded with proteins, including ATP synthase and a variety of cytochromes.",
            "score": 230.50234985351562
        },
        {
            "docid": "1800_21",
            "document": "Adenosine triphosphate . Most of the ATP synthesized in the mitochondria will be used for cellular processes in the cytosol; thus it must be exported from its site of synthesis in the mitochondrial matrix. ATP outward movement is favored by the membrane's electrochemical potential because the cytosol has a relatively positive charge compared to the relatively negative matrix. For every ATP transported out, it costs 1 H. One ATP costs about 3 H. Therefore, making and exporting one ATP requires 4H The inner membrane contains an antiporter, the ADP/ATP translocase, which is an integral membrane protein used to exchange newly synthesized ATP in the matrix for ADP in the intermembrane space. This translocase is driven by the membrane potential, as it results in the movement of about 4 negative charges out of the mitochondrial membrane in exchange for 3 negative charges moved inside. However, it is also necessary to transport phosphate into the mitochondrion; the phosphate carrier moves a proton in with each phosphate, partially dissipating the proton gradient. After completing glycolysis, the Citric Acid Cycle, electrons transport chain, and oxidative phosphorylation, approximately 30-38 ATP are produced per glucose.",
            "score": 228.51979064941406
        },
        {
            "docid": "144602_20",
            "document": "Active transport . In secondary active transport, also known as \"coupled transport\" or \"cotransport\", energy is used to transport molecules across a membrane; however, in contrast to primary active transport, there is no direct coupling of ATP; instead it relies upon the electrochemical potential difference created by pumping ions in/out of the cell. Permitting one ion or molecule to move down an electrochemical gradient, but possibly against the concentration gradient where it is more concentrated to that where it is less concentrated increases entropy and can serve as a source of energy for metabolism (e.g. in ATP synthase). The energy derived from the pumping of protons across a cell membrane is frequently used as the energy source in secondary active transport. In humans, sodium (Na) is a commonly co-transported ion across the plasma membrane, whose electrochemical gradient is then used to power the active transport of a second ion or molecule against its gradient. In bacteria and small yeast cells, a commonly cotransported ion is hydrogen. Hydrogen pumps are also used to create an electrochemical gradient to carry out processes within cells such as in the electron transport chain, an important function of cellular respiration that happens in the mitochondrion of the cell.",
            "score": 227.31373596191406
        },
        {
            "docid": "20374_24",
            "document": "Metabolism . Pumping protons out of the mitochondria creates a proton concentration difference across the membrane and generates an electrochemical gradient. This force drives protons back into the mitochondrion through the base of an enzyme called ATP synthase. The flow of protons makes the stalk subunit rotate, causing the active site of the synthase domain to change shape and phosphorylate adenosine diphosphate – turning it into ATP.",
            "score": 227.29722595214844
        },
        {
            "docid": "4256142_2",
            "document": "V-ATPase . Vacuolar-type -ATPase (V-ATPase) is a highly conserved evolutionarily ancient enzyme with remarkably diverse functions in eukaryotic organisms. V-ATPases acidify a wide array of intracellular organelles and pump protons across the plasma membranes of numerous cell types. V-ATPases couple the energy of ATP hydrolysis to proton transport across intracellular and plasma membranes of eukaryotic cells. It is generally seen as the polar opposite of ATP synthase because ATP synthase is a proton channel that uses the energy from a proton gradient to produce ATP. V-ATPase however, is a proton pump that uses the energy from ATP hydrolysis to produce a proton gradient.",
            "score": 225.8191375732422
        },
        {
            "docid": "14875994_2",
            "document": "ATP synthase alpha/beta subunits . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP.",
            "score": 225.5387420654297
        },
        {
            "docid": "14662962_3",
            "document": "ATP synthase subunit C . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP. Some ATPases work in reverse, using the energy from the hydrolysis of ATP to create a proton gradient. There are different types of ATPases, which can differ in function (ATP synthesis and/or hydrolysis), structure (F-, V- and A-ATPases contain rotary motors) and in the type of ions they transport.",
            "score": 223.88404846191406
        },
        {
            "docid": "92236_22",
            "document": "Electron transport chain . According to the chemiosmotic coupling hypothesis, proposed by Nobel Prize in Chemistry winner Peter D. Mitchell, the electron transport chain and oxidative phosphorylation are coupled by a proton gradient across the inner mitochondrial membrane. The efflux of protons from the mitochondrial matrix creates an electrochemical gradient (proton gradient). This gradient is used by the FF ATP synthase complex to make ATP via oxidative phosphorylation. ATP synthase is sometimes described as \"Complex V\" of the electron transport chain. The F component of ATP synthase acts as an ion channel that provides for a proton flux back into the mitochondrial matrix. It is composed of a, b and c subunits. Protons in the inter-membranous space of mitochondria first enters the ATP synthase complex through \"a\" subunit channel. Then protons move to the c subunits. The number of c subunits it has determines how many protons it will require to make the F turn one full revolution. For example, in humans, there are 8 c subunits, thus 8 protons are required. After \"c\" subunits, protons finally enters matrix using \"a\" subunit channel that opens into the mitochondrial matrix. This reflux releases free energy produced during the generation of the oxidized forms of the electron carriers (NAD and Q). The free energy is used to drive ATP synthesis, catalyzed by the F component of the complex. <br> Coupling with oxidative phosphorylation is a key step for ATP production. However, in specific cases, uncoupling the two processes may be biologically useful. The uncoupling protein, thermogenin—present in the inner mitochondrial membrane of brown adipose tissue—provides for an alternative flow of protons back to the inner mitochondrial matrix. Thyroxine is also a natural uncoupler. This alternative flow results in thermogenesis rather than ATP production. Synthetic uncouplers (e.g., 2,4-dinitrophenol, 2,4-dinitrocresol, CCCP) also exist, and can be lethal at high doses.",
            "score": 223.15725708007812
        },
        {
            "docid": "102871_27",
            "document": "Cellular respiration . The outcome of these transport processes using the proton electrochemical gradient is that more than 3 H are needed to make 1 ATP. Obviously this reduces the theoretical efficiency of the whole process and the likely maximum is closer to 28–30 ATP molecules. In practice the efficiency may be even lower because the inner membrane of the mitochondria is slightly leaky to protons. Other factors may also dissipate the proton gradient creating an apparently leaky mitochondria. An uncoupling protein known as thermogenin is expressed in some cell types and is a channel that can transport protons. When this protein is active in the inner membrane it short circuits the coupling between the electron transport chain and ATP synthesis. The potential energy from the proton gradient is not used to make ATP but generates heat. This is particularly important in brown fat thermogenesis of newborn and hibernating mammals. According to some of newer sources the ATP yield during aerobic respiration is not 36–38, but only about 30–32 ATP molecules / 1 molecule of glucose , because:",
            "score": 221.1666259765625
        },
        {
            "docid": "11273711_3",
            "document": "Mitochondrial intermembrane space . The intermembrane space is chemically similar to cytosol, but includes a large amount of small proteins as well. As electrons move down the proteins in the electron transport chain, the electrons lose energy to bring H+ ions from the mitochondrial matrix into the intermembrane space. As a concentration gradient of hydrogen ions forms, a protein called ATP synthase harnesses the potential energy of these ions and starts chemiosmosis, where the H+ ions reenter the matrix via this enzyme bound to the cristae (folds of the inner membrane). ADP and a phosphate group are combined to form ATP.",
            "score": 220.60374450683594
        },
        {
            "docid": "2705942_2",
            "document": "F-ATPase . F-ATPase, also known as F-Type ATPase (also called ATP synthase), is an ATPase found in bacterial plasma membranes, in mitochondrial inner membranes (in oxidative phosphorylation, where it is known as Complex V), and in chloroplast thylakoid membranes. It uses a proton gradient to drive ATP synthesis by allowing the passive flux of protons across the membrane down their electrochemical gradient and using the energy released by the transport reaction to release newly formed ATP from the active site of F-ATPase. In some bacteria, sodium ions may be used instead of protons.",
            "score": 217.3125762939453
        },
        {
            "docid": "19588_46",
            "document": "Mitochondrion . As the proton concentration increases in the intermembrane space, a strong electrochemical gradient is established across the inner membrane. The protons can return to the matrix through the ATP synthase complex, and their potential energy is used to synthesize ATP from ADP and inorganic phosphate (P). This process is called chemiosmosis, and was first described by Peter Mitchell who was awarded the 1978 Nobel Prize in Chemistry for his work. Later, part of the 1997 Nobel Prize in Chemistry was awarded to Paul D. Boyer and John E. Walker for their clarification of the working mechanism of ATP synthase.",
            "score": 216.49331665039062
        }
    ]
}