{
    "q": [
        {
            "docid": "3451732_32",
            "document": "PRNP . PrP protein is one of several cellular receptors of soluble amyloid beta (Aβ) oligomers, which are canonically implicated in causing Alzheimer’s disease. These oligomers are composed smaller Aβ plaques, and are the most damaging to the integrity of a neuron. The precise mechanism of soluble Aβ oligomers directly inducing neurotoxicity is unknown, and experimental deletion of PRNP in animals has yielded several conflicting findings. When Aβ oligomers were injected into the cerebral ventricles of a mouse model of Alzheimer’s, PRNP deletion did not offer protection, only anti-PrP antibodies prevented long-term memory and spatial learning deficits. This would suggest either an unequal relation between PRNP and Aβ oligomer-mediated neurodegeneration or a site-specific relational significance. In the case of direct injection of Aβ oligomers into the hippocampus, PRNP-knockout mice were found to be indistinguishable from control with respect to both neuronal death rates and measurements of synaptic plasticity. It was further found that Aβ-oligomers bind to PrP at the postsynaptic density, indirectly overactivating the NMDA receptor via the Fyn enzyme, resulting in excitotoxicity. Soluble Aβ oligomers also bind to PrP at the dendritic spines, forming a complex with Fyn and excessively activating tau, another protein implicated in Alzheimer’s. As the gene FYN codes for the enzyme Fyn, FYN-knockout mice display neither excitotoxic events nor dendritic spine shrinkage when injected with Aβ oligomers. In mammals, the full functional significance of PRNP remains unclear, as PRNP deletion has been prophylactically implemented by the cattle industry without apparent harm. In mice, this same deletion phenotypically varies between Alzheimer’s mouse lines, as hAPPJ20 mice and TgCRND8 mice show a slight increase in epileptic activity, contributing to conflicting results when examining Alzheimer’s survival rates. Of note, the deletion of PRNP in both APPswe and SEN1dE9, two other transgenic models of Alzheimer’s, attenuated the epilepsy-induced death phenotype seen in a subset of these animals. Taken collectively, recent evidence suggests PRNP may be important for conducing the neurotoxic effects of soluble Aβ-oligomers and the emergent disease state of Alzheimer’s.",
            "score": 156.33879959583282
        },
        {
            "docid": "40761197_2",
            "document": "GSK2606414 . GSK2606414 is a drug which is the first selective inhibitor discovered for the enzyme protein kinase R (PKR)-like endoplasmic reticulum kinase (PERK), which is involved in various processes relating to cancer and neurodegenerative disorders. GSK2606414 was found to be a potent and selective inhibitor of PERK, with good oral bioavailability and blood-brain barrier penetration. PERK mediates the unfolded protein response pathway which is involved in the initiation of protein synthesis, and this pathway has been implicated in the neurotoxicity of various diseases including prion and Alzheimer's diseases. Treatment with GSK2606414 was found to be neuroprotective in mice against damage caused by prions, and prevented the development of cognitive deficits and other clinical manifestations of prion disease. Extension of lifespan in treated mice was, however, not recorded. However, side effects such as weight loss and elevated blood glucose levels were also observed, likely due to unwanted inhibition of PERK in the pancreas gland, where it is involved in regulating insulin production.",
            "score": 283.1489634513855
        },
        {
            "docid": "2635128_9",
            "document": "Molecular tweezers . The molecular tweezers, but not the clips, efficiently inhibit the formation of toxic oligomers and aggregates by amyloidogenic proteins associated with different diseases. Examples include the proteins involved in Alzheimer's disease – amyloid β-protein (Aβ) and tau; α-synuclein, which is thought to cause Parkinson’s disease and other synucleinopathies and is involved in spinal-cord injury; mutant huntingtin, which causes Huntington's disease; islet amyloid polypeptide (amylin), which kills pancreatic β-cells in type-2 diabetes; transthyretin (TTR), which causes familial amyloid polyneuropathy, familial amyloid cardiomyopathy, and senile systemic amyloidosis; aggregation-prone mutants of the tumor-suppressor protein p53; and semen proteins whose aggregation enhances HIV infection. Importantly, the molecular tweezers have been found to be effective and safe not only in the test tube but also in animal models of different diseases, suggesting that they may be developed as drugs against diseases caused by abnormal protein aggregation, all of which currently have no cure. They were also shown to destroy the membranes of enveloped viruses, such as HIV, herpes, and hepatitis C, which makes them good candidates for development of microbicides.",
            "score": 150.63563477993011
        },
        {
            "docid": "37185825_10",
            "document": "Glymphatic system . Pathologically, neurodegenerative diseases such as amyotrophic lateral sclerosis, Alzheimer's disease, Parkinson's disease and Huntington's disease are all characterized by the progressive loss of neurons, cognitive decline, motor impairments, and sensory loss. Collectively these diseases fall within a broad category referred to as proteinopathies, due to the common assemblage of misfolded or aggregated intracellular or extracellular proteins. According to the prevailing amyloid hypothesis of Alzheimer's disease, the aggregation of amyloid-beta (a peptide normally produced in and cleared from the healthy young brain) into extracellular plaques drives the neuronal loss and brain atrophy that is the hallmark of Alzheimer's dementia. Although the full extent of the glymphatic system's involvement in Alzheimer's disease and other neurodegenerative disorders remains unclear, researchers have demonstrated through experiments with genetically modified mice that the proper function of the glymphatic clearance system was necessary to remove soluble amyloid-beta from the brain interstitium. In mice that lack the AQP4 gene, amyloid-beta clearance is reduced by approximately 55 percent.",
            "score": 214.16107547283173
        },
        {
            "docid": "12149481_5",
            "document": "Nerve tissue protein . Neurodegenerative disease:  Neurodegenerative disease is caused by prions accumulation of PrPsc. The brains of humans or animals affected with prion disease show characteristics histopathological changes. However the pathogenesis of the disease is largely unknown and treatment is often unsatisfactory. Tests on 60-week-old mice investigated PrPc – deficient mice showed chronic demyelinating polyneuropathy. Chronic demyelinating polyneuropathy was 100% penetrant and conspicuous in al linvestigated peripheral nerves. Large fibers we affected in axons when morphometry was used and identical pathologies were detected in the sciatic nerves.",
            "score": 326.3760712146759
        },
        {
            "docid": "14873446_4",
            "document": "KDELR1 . KDEL receptors have been implicated in the development of dilated cardiomyopathy (DCM). To determine the relationship between KDEL receptor and dilated cardiomyopathy, transgenic mice with a point mutation (D193N) were made. The mice expressing the transport mutant D193N gene grew normally until they reached adulthood. The mutant KDEL receptor did not function after 14 weeks of age, and these mice developed DCM. They were observed to have dilated heart chambers, as well as higher heart-to-body ratios with enlarged hearts, and the cardiac myocytes were larger in size. No difference was observed in arterial blood pressure between wild-type and mutant mice, thus cardiomegaly was not attributed to hypertension. Upon analysis, it was found that KDEL mutant mice had proliferation in their sarcoplasmic reticulum (SR) and a narrowing in the transverse tubule compared to the wild-type and controls. Moreover, aggregations of degenerative membrane proteins were observed in the expanded SR. This suggests that the mutant KDEL receptor leads to impaired recycling and quality control of the ER, which leads to aggregation of misfolded proteins in the ER. Furthermore, KDEL D193N transgenic mice had defects in the L-type Ca++ channel current in ventricular myocytes. The basal current of these channels was significantly lower than the controls. L-type channels expression was lower in the plasma membrane of the KDEL D193N heart cells due to the narrowing of transverse tubules. BiP, a chaperone protein, was unevenly distributed and synthesized in larger proportion in the transgenic mutant mice, which suggests that there was an increase in concentration of misfolded proteins. They also observed aggregates of the ubiquitin-proteasome system (a degradation system); this suggests that there was saturation of the system due to the high levels of misfolded proteins that lead to impaired ER quality control. The researchers concluded that hyperubiquitination and saturation of the proteasome system results due to the accumulation of misfolded protein, which induces stress. The accumulation of misfolded proteins induced by ER stress has also been observed in human DCM. A murine DCM study found an increase in apoptosis due to the high levels of CHOP expression. CHOP is a transcription factor that is elevated during ER stress and causes apoptosis of cells during the process of an unfolded protein response. Increase pressure load/mechanical stress in KDEL D193N mice caused an even greater synthesis of BiP, CHOP and other proteins that are biomarkers of cellular stress and ER stress as the capacity of the ER to deal with this is very limited.",
            "score": 159.29583644866943
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 194.75054156780243
        },
        {
            "docid": "21815623_26",
            "document": "TBR1 . TBR1 has been implicated in alterations in the brain that may lead to Alzheimer's Disease (AD) and Parkinson's Disease (PD). TBR1 expressing mice showed that cholinergic neurons of the basal forebrain (ChBF), the degeneration of which are involved in the development of AD and PD, migrate from the ventral pallium to the subpallium. This was confirmed using TBR1 null mice. In the future, the researchers plan to explore the role of amyloid precursor protein (APP) in neuronal migration and linkage to these diseases.",
            "score": 196.50973057746887
        },
        {
            "docid": "1958222_10",
            "document": "Amyloid beta . The \"amyloid hypothesis\", that the plaques are responsible for the pathology of Alzheimer's disease, is accepted by the majority of researchers but is by no means conclusively established. An alternative hypothesis is that amyloid oligomers rather than plaques are responsible for the disease. Mice that are genetically engineered to express oligomers but not plaques (APP) develop the disease. Furthermore, mice that are in addition engineered to convert oligomers into plaques (APP X PS1ΔE9), are no more impaired than the oligomer only mice. Intra-cellular deposits of tau protein are also seen in the disease, and may also be implicated, as has aggregation of alpha synuclein.",
            "score": 143.67599487304688
        },
        {
            "docid": "18914017_17",
            "document": "Alzheimer's disease . An experimental vaccine was found to clear the amyloid plaques in early human trials, but it did not have any significant effect on dementia. Researchers have been led to suspect non-plaque A oligomers (aggregates of many monomers) as the primary pathogenic form of A. These toxic oligomers, also referred to as amyloid-derived diffusible ligands (ADDLs), bind to a surface receptor on neurons and change the structure of the synapse, thereby disrupting neuronal communication. One receptor for A oligomers may be the prion protein, the same protein that has been linked to mad cow disease and the related human condition, Creutzfeldt–Jakob disease, thus potentially linking the underlying mechanism of these neurodegenerative disorders with that of Alzheimer's disease.",
            "score": 258.33416509628296
        },
        {
            "docid": "53829489_25",
            "document": "Giovanna Mallucci . Misfolded proteins build up in the brain in several neurodegenerative diseases and are a major factor in dementias such as Alzheimer’s and Parkinson’s as well as prion diseases. Previously, the team found that the accumulation of misfolded proteins in mice with prion disease over-activates a natural defense mechanism, ‘switching off’ the vital production of new proteins in brain cells. They then found switching protein production back on with an experimental drug halted neurodegeneration. However, the drug tested was toxic to the pancreas and not suitable for testing in humans.",
            "score": 307.73840737342834
        },
        {
            "docid": "52582981_17",
            "document": "Cell-Cycle Hypothesis of Alzheimer's Disease . There is also evidence of Aβ serving a function in cell cycle control (Zhu et al., 2004). AD may be an outcome of extreme compensatory adaptations in pre-AD neurons, which have Aβ mutations and extensive changes in expression of genes involved in neuronal outgrowth and energy metabolism and nucleotide and protein synthesis. Consequently, pre-AD neurons are more vulnerable to additional insults (Vercauteren et al. 2004). However, there is still controversy regarding the role of Aβ in the neuronal cell cycle, since a previous study with Aβ mutant mice did not detect any neuronal cell cycle abnormalities (Gartner et al., 2003).",
            "score": 168.79727506637573
        },
        {
            "docid": "36936330_5",
            "document": "Swedish mutation . The mutation had important consequences for Alzheimer's Disease research. The mutation occurs in the gene which encodes beta amyloid. Amyloid is one of the peptides which accumulate in the brains of people with Alzheimer's Disease. A great debate had existed between Alzheimer's Disease researchers about the relevance of amyloid prior to the 1990s - many scientists believed amyloid was a tombstone of the disease and was not critical to the development of the disease. However, because the only difference between the family members who developed Alzheimer's Disease and those that did not in these families was the inheritance of the mutation in the amyloid gene this suggested that the amyloid protein itself could cause the disease. The idea that amyloid could cause the disease influenced scientific research until this day. Many experimental treatments are directed towards lowering amyloid levels in the brain. The other main effect the discovery of the Swedish mutation had was to provide one transgenic mouse model of Alzheimer's Disease. Transgenic mice (e.g. Tg2576) were made which overproduce human APP with the Swedish mutation. As a consequence, the mice can develop amyloid plaques at around 13 months old.",
            "score": 196.10660254955292
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 182.22816407680511
        },
        {
            "docid": "23048_21",
            "document": "Prion . All known prion diseases, collectively called transmissible spongiform encephalopathies (TSEs), are untreatable and fatal. However, a vaccine developed in mice may provide insight into providing a vaccine to resist prion infections in humans. Additionally, in 2006 scientists announced that they had genetically engineered cattle lacking a necessary gene for prion production – thus theoretically making them immune to BSE, building on research indicating that mice lacking normally occurring prion protein are resistant to infection by scrapie prion protein. In 2013, a study revealed that 1 in 2,000 people in the United Kingdom might harbour the infectious prion protein that causes vCJD.",
            "score": 312.17646646499634
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 214.1616005897522
        },
        {
            "docid": "5999830_6",
            "document": "Neurturin . The most studied is neurturin’s role in neurodegenerative disease like Parkinsons disease and Huntingtons, where several rat studies have implicated neurturin’s role in rescuing neurons. However, these results have never been observed in humans. Hirschsprung disease, a autosomal dominant genetic disorder, is characterized by complete absence of neuronal ganglion cells from the intestinal tract. Previous studies indicate a role of NRTN gene mutations in the disease. One study showed evidence that a mutation in the NRTN gene was not enough along to cause onset of the disease, however when coupled with a mutation in the RET gene, disease was present in family members as well as the individual. A more recent study showed NRTN variants present in individuals with Hirschsprung disease. However, RET associated mutations were not found and in one variant, RET phosphorylation levels were reduced, which has the potential to have downstream effects on the proliferation and differentiation of neuronal crests. Also, high levels of expression of neurturin were found to be associated with nephroblastoma indicating the possible that the growth factor could be influencing differentiation. Lastly, a study also associated neurturin deficiency in mice with keratoconjunctivitis and dry eye.",
            "score": 148.04201304912567
        },
        {
            "docid": "50662306_13",
            "document": "Ion channel hypothesis of Alzheimer's disease . Several other classes of amyloid proteins also form ion channels, including proteins implicated in type II diabetes mellitus, prion diseases, Parkinson's disease, and Huntington's disease. Consistent with Aβ channels, other amyloid channels have also been reported to be large, non-selective, voltage-independent, heterogeneous, and irreversible. These distinct properties set amyloid channels apart from other ion channels in neurons and facilitate unregulated ionic leakage resulting in cell depolarization, disruption of ion homeostasis, and cell death. Further investigation of amyloid proteins and the cytotoxic effects of amyloid channel formation is necessary for development of drug candidates that are able to selectively block amyloid channels or bind them prior to membrane insertion, an area of research that may prove highly relevant to not just AD but a wide variety of other diseases.",
            "score": 212.5165991783142
        },
        {
            "docid": "14726020_10",
            "document": "Myosin binding protein C, cardiac . A great understanding of how \"MYBPC3\" mutations lead to the development of inherited cardiomyopathy came from the analyses of human myocardial samples, gene transfer in different cell lines, naturally-occurring or transgenic animal models and more recently disease modeling using induced pluripotent stem cells (iPSC)-derived cardiac myocytes. Although access to human myocardial samples is difficult, at least some studies provided evidence that truncated cMyBP-Cs, resulting from truncating \"MYBPC3\" mutations are not detectable in human patient samples by Western-immunoblot analysis. This was supported in heterozygous \"Mybpc3\"-targeted knock-in mice, carrying the human c.772G>A transition (i.e. founder mutation in Tuscany These data suggest haploinsufficiency as the main disease mechanism for heterozygous truncating mutations. A body of evidence exists that the mechanisms regulating the expression of mutant allele involve the nonsense-mediated mRNA decay, the ubiquitin-proteasome system (UPS) and the autophagy-lysosomal pathway after gene transfer of mutant \"MYBPC3\" in cardiac myocytes or in mice \"in vivo\". In contrast to truncating mutations, missense mutations lead, in most of the cases (although difficult to specifically detect), to stable mutant cMyBP-Cs that are, at least in part, incorporated into the sarcomere and could act as poison polypeptides on the structure and/or function of the sarcomere. Homozygous or compound heterozygous mutations are therefore likely subject to differential regulation depending on whether they are double missense, double truncating or mixed missense/truncating mutations. The homozygous \"Mybpc3\"-targeted knock-in mice, which genetically mimic the situation of severe neonatal cardiomyopathy are born without phenotype and soon after birth develop systolic dysfunction followed by (compensatory) cardiac hypertrophy. The human c.772G>A transition results in low levels of three different mutant \"Mybpc3\" mRNAs and cMyBP-Cs in homozygous mice, suggesting a combination of haploinsufficiency and polypeptide poisoning as disease mechanism in the homozygous state. In addition, the combination of external stress (such as neurohumoral stress or aging) and \"Mybpc3\" mutations have been shown to impair the UPS in mice, and proteasomal activities were also depressed in patients with hypertrophic cardiomyopathy or dilated cardiomyopathy.",
            "score": 133.39447462558746
        },
        {
            "docid": "11229905_7",
            "document": "Insulin-degrading enzyme . Considerable interest in IDE has been stimulated due to the discovery that IDE can degrade amyloid beta (Aβ), a peptide implicated in the pathogenesis of Alzheimer's disease. The underlying cause or causes of the disease are unclear, though the primary neuropathology observed is the formation of amyloid plaques and neurofibrillary tangles. One hypothesized mechanism of disease, called the amyloid hypothesis, suggests that the causative agent is the hydrophobic peptide Aβ, which forms quaternary structures that, by an unclear mechanism, cause neuronal death. Aβ is a byproduct generated as the result of proteolytic processing of the amyloid precursor protein (APP) by proteases referred to as the β and γ secretases. The physiological role of this processing is unclear, though it may play a role in nervous system development.",
            "score": 144.1944179534912
        },
        {
            "docid": "23048_29",
            "document": "Prion . While PrP is considered the only mammalian prion, prion-like domains have been found in a variety of other mammalian proteins. Some of these proteins have been implicated in the ontogeny of age-related neurodegenerative disorders such as amyotrophic lateral sclerosis (ALS, known as Motor Neurone Disease outside the US), frontotemporal lobar degeneration with ubiquitin-positive inclusions (FTLD-U), Alzheimer's disease, and Huntington's disease, as well as some forms of Systemic Amyloidosis including AA (Secondary) Amyloidosis that develops in humans and animals with inflammatory and infectious diseases such as Tuberculosis, Crohn's disease, Rheumatoid arthritis, and HIV AIDS. AA amyloidosis, like prion disease, may be transmissible. This has given rise to the 'prion paradigm', where otherwise harmless proteins can be converted to a pathogenic form by a small number of misfolded, nucleating proteins.",
            "score": 301.38459169864655
        },
        {
            "docid": "53874152_4",
            "document": "Benjamin Wolozin . Dr. Wolozin has extensive research experience in the field of neurodegenerative disease. His research investigates the pathophysiology of several neurodegenerative diseases, including Alzheimer’s disease, Parkinson’s disease and amyotrophic lateral sclerosis. His research examines molecular and cellular aspects of disease, and utilizes a variety of transgenic models including mice, C. elegans, primary neurons and cell lines. Dr. Wolozin is also experienced in the study of human brain samples or cell lines from patients. His specific research interests emphasize the role of protein aggregation in neurodegenerative disease as well as metabolic consequences of stress linked to protein aggregation or cellular damage.",
            "score": 189.61296463012695
        },
        {
            "docid": "11969499_4",
            "document": "CPEB . Drosophila Orb2 binds to genes implicated in long-term memory. An isoform of CPEB found in the neurons of the sea slug \"Aplysia californica\", as well as in \"Drosophila\", mice, and humans, contains an N-terminal domain not found in other isoforms that shows high sequence similarity to prion proteins. Experiments with the \"Aplysia\" isoform expressed in yeast reveal that CPEB has a key property associated with prions: it can cause other proteins to assume alternate protein conformations that are heritable in successive generations of yeast cells. Furthermore, the functional RNA-binding form of the CPEB protein may be the prion-like state. These observations have led to the suggestion that long-lasting bistable prionlike proteins play a role in the formation of long-term memory. It has been suggested that \"both memory storage and its underlying synaptic plasticity are mediated by the increase in. . .CPEB.\"",
            "score": 247.57525062561035
        },
        {
            "docid": "14754286_4",
            "document": "APRIL (protein) . The protein encoded by this gene is a member of the tumor necrosis factor ligand (TNF) ligand family. This protein is a ligand for TNFRSF17/BCMA, a member of the TNF receptor family. This protein and its receptor are both found to be important for B cell development. In vivo experiments suggest an important role for APRIL in the long-term survival of plasma cells in the bone marrow. Mice deficient in APRIL have normal immune system development. However, APRIL-deficient mice have also been reported to possess a reduced ability to support plasma cell survival. In vitro experiments suggested that this protein may be able to induce apoptosis through its interaction with other TNF receptor family proteins such as TNFRSF6/FAS and TNFRSF14/HVEM. Three alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 145.05790901184082
        },
        {
            "docid": "6129774_11",
            "document": "Ataxin 1 . Mutant Ataxin-1 protein spontaneously misfolds and forms aggregates in cells, much like other disease-associated proteins such as tau, Aβ, and huntingtin. This led to the hypothesis that the aggregates are toxic to neurons, but it has been shown in mice that aggregation is not required for pathogenesis. Other neuronal proteins can modulate the formation of Ataxin-1 aggregates and this in turn may affect aggregate-induced toxicity.",
            "score": 182.0799696445465
        },
        {
            "docid": "156970_10",
            "document": "Cytoskeleton . Neurodegenerative disorders have recently become more understood in context to what parts of the cell they affect. Diseases, such as Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis (ALS) have had breakthrough research that supports the conclusion that neurodegenerative diseases affect the cytoskeleton. Parkinson's disease is a condition that causes the degradation of neurons, resulting in tremors, rigidity, and other non-motor symptoms. Research has found evidence that microtubule assembly and stability in the cytoskeleton is compromised causing the neurons to degrade over time. Alzheimer's disease is much like Parkinson's in that it is also a neurodegenerative disease that affects the cytoskeleton. Tau proteins, which stabilize microtubules, malfunction in patient's affected by Alzheimers, causing pathology with the cytoskeleton. Huntington's disease has also been found to affect the cytoskeleton of cells by excess glutamine in the Huntington protein, which is involved with linking vesicles to the cytoskeleton. An error with this protein is proposed to be a factor in the development of the disease. A fourth neurodegenerative disorder is amyotrophic lateral sclerosis, or ALS, which causes a loss of movement by the degradation of motor neurons from defects of the cytoskeleton.",
            "score": 190.7665674686432
        },
        {
            "docid": "49789079_17",
            "document": "Small Maf . MafG and MafK double mutant mice (\"Mafg::Mafk\") have cataracts. However, the interaction of CNC partner(s) with sMafs in this context remains undetermined. MafG, MafK and MafF triple knockout mice die during embryogenesis, demonstrating that sMafs are indispensable for embryonic development. Because Nrf1 and Nrf2 double mutant mice also die during embryogenesis, the loss of function of both Nrf1-sMaf and Nrf2-sMaf may contribute to the lethality. sMafs have been suggested to be involved in various diseases as heterodimeric partners of CNC and Bach proteins. Because Nrf2-sMaf heterodimers regulate a battery of antioxidant and xenobiotic metabolizing enzymes, impaired function of sMafs is expected to make cells vulnerable to various stresses and increase the risk of various diseases, such as cancers. SNPs associated with the cancer onset were reported in \"MAFF\" and \"MAFG\" genes. In addition, Nrf2 is known to be critical for anti-inflammatory responses. Thus, sMaf insufficiencies are expected to result in prolonged inflammation that can cause diseases, such as neurodegeneration and atherosclerosis.",
            "score": 153.67963910102844
        },
        {
            "docid": "1958222_8",
            "document": "Amyloid beta . Brain Aβ is elevated in patients with sporadic Alzheimer's disease. Aβ is the main constituent of brain parenchymal and vascular amyloid; it contributes to cerebrovascular lesions and is neurotoxic. It is unresolved how Aβ accumulates in the central nervous system and subsequently initiates the disease of cells. Some researchers have found that the Aβ oligomers induce some of the symptoms of Alzheimer's Disease by competing with insulin for binding sites on the insulin receptor, thus impairing glucose metabolism in the brain. Significant efforts have been focused on the mechanisms responsible for Aβ production, including the proteolytic enzymes gamma- and β-secretases which generate Aβ from its precursor protein, APP (amyloid precursor protein). Aβ circulates in plasma, cerebrospinal fluid (CSF) and brain interstitial fluid (ISF) mainly as soluble Aβ40 Senile plaques contain both Aβ40 and Aβ42, while vascular amyloid is predominantly the shorter Aβ40. Several sequences of Aβ were found in both lesions. Generation of Aβ in the central nervous system may take place in the neuronal axonal membranes after APP-mediated axonal transport of β-secretase and presenilin-1.",
            "score": 161.10029315948486
        },
        {
            "docid": "1863128_14",
            "document": "Ryanodine receptor . RyR1 mutations are associated with malignant hyperthermia and central core disease. RyR2 mutations play a role in stress-induced polymorphic ventricular tachycardia (a form of cardiac arrhythmia) and ARVD. It has also been shown that levels of type RyR3 are greatly increased in PC12 cells overexpressing mutant human Presenilin 1, and in brain tissue in knockin mice that express mutant Presenilin 1 at normal levels, and thus may play a role in the pathogenesis of neurodegenerative diseases, like Alzheimer's disease.",
            "score": 158.25376749038696
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 155.39178240299225
        },
        {
            "docid": "7418805_3",
            "document": "Rolipram . Rolipram has several activities that make it a continuing focus for research. The etiology of many neurodegenerative diseases involves misfolded and clumped proteins which accumulate in the brain. Cells have a mechanism to dispose of such proteins called the proteasome. However, in Alzheimer's disease and some other conditions the activity of these proteasomes is impaired leading to a buildup of toxic aggregates. Research in mice suggests that rolipram has the ability to ramp up the activity of proteasomes and reduce the burden of these aggregates. Preliminary evidence suggests that this can improve spatial memory in mice engineered to have aggregate build-up. It continues to be used in research as a well-characterized PDE4 inhibitor. It has been used in studies to understand whether PDE4 inhibition could be useful in autoimmune diseases, Alzheimer's disease, cognitive enhancement, spinal cord injury, and respiratory diseases like asthma and COPD.",
            "score": 205.94115936756134
        },
        {
            "docid": "14138372_16",
            "document": "ALOX12 . Patients with Alzheimer's disease or other forms of dementia have significantly higher levels of 12(\"S\")-HETE (and 15(\"S\")-HETE) in cerebrospinal fluid compared to aged-matched normal individuals. Complementary studies in rodent models bearing human mutated genes for Amyloid precursor protein and/or tau protein (see tau protein#Clinical significance) that produce Alzheimer's dementia-like syndromes implicate 12(\"S\")-HETE, 15(\"S\")-HETE, and a 12/15-lipoxygenase type enzyme in the development and progression of the Alzhiemer's disease-like symptoms and findings in these animals. In a single study, ALOX12 mRNA was found elevated in the brain tissue of Alzheimer disease patients compared to control patients. These results suggest that ALOX12 (or ALOX15) may contribute to the development of Alzheimer's disease in humans.",
            "score": 195.11796617507935
        }
    ],
    "r": [
        {
            "docid": "23048_2",
            "document": "Prion . Prions are misfolded proteins that are associated with several fatal neurodegenerative diseases in animals and humans. It is not known what causes the normal prion protein to misfold; the abnormal 3-D structure is suspected to confer infectious properties. The word prion derives from ‘\"proteinaceous infectious particle\"’. Prions composed of the prion protein (PrP) are hypothesized as the cause of transmissible spongiform encephalopathies (TSEs), including scrapie in sheep and bovine spongiform encephalopathy (BSE) in cattle—known popularly as \"mad cow disease\". In humans, prions have been hypothesized as the cause of Creutzfeldt–Jakob disease (CJD) and its variant (vCJD), Gerstmann–Sträussler–Scheinker syndrome, “fatal familial insomnia”, and kuru. All known prion diseases in mammals affect the structure of the brain or other neural tissue; all are progressive, have no known effective treatment, and are always fatal. Multiple system atrophy (MSA), a rare human neurodegenerative disease, features a misfolded version of a protein called alpha-synuclein, and is therefore also classifiable as a prion disease. Several yeast proteins have also been identified as having prionogenic properties.",
            "score": 352.5990905761719
        },
        {
            "docid": "5617_6",
            "document": "Creutzfeldt–Jakob disease . The CJD prion is dangerous because it promotes refolding of native prion protein into the diseased state. The number of misfolded protein molecules will increase exponentially and the process leads to a large quantity of insoluble protein in affected cells. This mass of misfolded proteins disrupts neuronal cell function and causes cell death. Mutations in the gene for the prion protein can cause a misfolding of the dominantly alpha helical regions into beta pleated sheets. This change in conformation disables the ability of the protein to undergo digestion. Once the prion is transmitted, the defective proteins invade the brain and induce other prion protein molecules to misfold in a self-sustaining feedback loop. These neurodegenerative diseases are commonly called \"prion diseases\".",
            "score": 348.1713562011719
        },
        {
            "docid": "12149481_5",
            "document": "Nerve tissue protein . Neurodegenerative disease:  Neurodegenerative disease is caused by prions accumulation of PrPsc. The brains of humans or animals affected with prion disease show characteristics histopathological changes. However the pathogenesis of the disease is largely unknown and treatment is often unsatisfactory. Tests on 60-week-old mice investigated PrPc – deficient mice showed chronic demyelinating polyneuropathy. Chronic demyelinating polyneuropathy was 100% penetrant and conspicuous in al linvestigated peripheral nerves. Large fibers we affected in axons when morphometry was used and identical pathologies were detected in the sciatic nerves.",
            "score": 326.3760681152344
        },
        {
            "docid": "19344418_9",
            "document": "Bovine spongiform encephalopathy . Prions are not destroyed even if the beef or material containing them is cooked or heat-treated. Prion proteins carry the disease between individuals and cause deterioration of the brain. Transmissible spongiform encephalopathy (TSE)s like BSE can arise in animals that carry an allele which causes previously normal protein molecules to contort by themselves from an alpha helical arrangement to a beta pleated sheet, which is the disease-causing shape for the particular protein. Transmission can occur when healthy animals come in contact with tainted tissues from others with the disease. In the brain, these proteins cause native cellular prion protein to deform into the infectious state, which then goes on to deform further prion protein in an exponential cascade. This results in protein aggregates, which then form dense plaque fibers leading to the microscopic appearance of \"holes\" in the brain, degeneration of physical and mental abilities, and ultimately death.",
            "score": 324.4058532714844
        },
        {
            "docid": "5617_2",
            "document": "Creutzfeldt–Jakob disease . Creutzfeldt–Jakob disease (CJD) is a universally fatal brain disorder. Early symptoms include memory problems, behavioral changes, poor coordination, and visual disturbances. Later dementia, involuntary movements, blindness, weakness, and coma occur. About 90% of people die within a year of diagnosis. CJD is believed to be caused by a protein known as a prion. Infectious prions are misfolded proteins that can cause normally folded proteins to become misfolded. Most cases occur spontaneously, while about 7.5% of cases are inherited from a person's parents in an autosomal dominant manner. Exposure to brain or spinal tissue from an infected person may also result in spread. There is no evidence that it can spread between people via normal contact or blood transfusions. Diagnosis involves ruling out other potential causes. An electroencephalogram, spinal tap, or magnetic resonance imaging may support the diagnosis. There is no specific treatment. Opioids may be used to help with pain, while clonazepam or sodium valproate may help with involuntary movements. CJD affects about one per million people per year. Onset is typically around 60 years of age. The condition was first described in 1920. It is classified as a type of transmissible spongiform encephalopathy. CJD is different from bovine spongiform encephalopathy (mad cow disease) and variant Creutzfeldt–Jakob disease (vCJD).",
            "score": 322.72601318359375
        },
        {
            "docid": "5617_5",
            "document": "Creutzfeldt–Jakob disease . Transmissible spongiform encephalopathy diseases are caused by prions. Prions are proteins that occur normally in neurons of the central nervous system (CNS). These proteins, once misfolded, are thought to affect signaling processes, damaging neurons and resulting in degeneration that causes the spongiform appearance in the affected brain.",
            "score": 322.0086364746094
        },
        {
            "docid": "235248_4",
            "document": "Transmissible spongiform encephalopathy . Unlike other kinds of infectious disease, which are spread by agents with a DNA or RNA genome (such as virus or bacteria), the infectious agent in TSEs is believed to be a prion, thus being composed solely of protein material. Misshapen prion proteins carry the disease between individuals and cause deterioration of the brain. TSEs are unique diseases in that their aetiology may be genetic, sporadic, or infectious via ingestion of infected foodstuffs and via iatrogenic means (e.g., blood transfusion). Most TSEs are sporadic and occur in an animal with no prion protein mutation. Inherited TSE occurs in animals carrying a rare mutant prion allele, which expresses prion proteins that contort by themselves into the disease-causing conformation. Transmission occurs when healthy animals consume tainted tissues from others with the disease. In the 1980s and 1990s, bovine spongiform encephalopathy (BSE) spread in cattle in an epidemic fashion. This occurred because cattle were fed the processed remains of other cattle, a practice now banned in many countries. In turn, consumption (by humans) of bovine-derived foodstuff which contained prion-contaminated tissues resulted in an outbreak of the variant form of Creutzfeldt–Jakob disease in the 1990s and 2000s.",
            "score": 321.4240417480469
        },
        {
            "docid": "23048_21",
            "document": "Prion . All known prion diseases, collectively called transmissible spongiform encephalopathies (TSEs), are untreatable and fatal. However, a vaccine developed in mice may provide insight into providing a vaccine to resist prion infections in humans. Additionally, in 2006 scientists announced that they had genetically engineered cattle lacking a necessary gene for prion production – thus theoretically making them immune to BSE, building on research indicating that mice lacking normally occurring prion protein are resistant to infection by scrapie prion protein. In 2013, a study revealed that 1 in 2,000 people in the United Kingdom might harbour the infectious prion protein that causes vCJD.",
            "score": 312.17645263671875
        },
        {
            "docid": "53829489_25",
            "document": "Giovanna Mallucci . Misfolded proteins build up in the brain in several neurodegenerative diseases and are a major factor in dementias such as Alzheimer’s and Parkinson’s as well as prion diseases. Previously, the team found that the accumulation of misfolded proteins in mice with prion disease over-activates a natural defense mechanism, ‘switching off’ the vital production of new proteins in brain cells. They then found switching protein production back on with an experimental drug halted neurodegeneration. However, the drug tested was toxic to the pancreas and not suitable for testing in humans.",
            "score": 307.7384033203125
        },
        {
            "docid": "3132502_5",
            "document": "Slow virus . Transmissible spongiform encephalopathies (TSEs), including Kuru and Creutzfeldt–Jakob disease of humans, scrapie of sheep, and bovine spongiform encephalopathy (BSE) of cattle, were previously classified as slow virus diseases as well. However, TSEs are more correctly classified as prion diseases. Prions are misfolded proteins that are \"infectious\" because they can induce misfolding in other previously normal proteins, but they contain no DNA or RNA so they are not viruses. Before scientists knew the cause of spongiform encephalopathies, they hypothesized that small virus particles, which they termed virions, were to blame. Once it was discovered that prions were the real cause of TSEs and that prions contained no nucleic acid, the term virions was discarded and these particles were renamed prions. A minority of researchers still believe, however, that prion diseases are caused by an as-yet unidentified slow virus, although there is little evidence to support this finding",
            "score": 307.6361999511719
        },
        {
            "docid": "23048_29",
            "document": "Prion . While PrP is considered the only mammalian prion, prion-like domains have been found in a variety of other mammalian proteins. Some of these proteins have been implicated in the ontogeny of age-related neurodegenerative disorders such as amyotrophic lateral sclerosis (ALS, known as Motor Neurone Disease outside the US), frontotemporal lobar degeneration with ubiquitin-positive inclusions (FTLD-U), Alzheimer's disease, and Huntington's disease, as well as some forms of Systemic Amyloidosis including AA (Secondary) Amyloidosis that develops in humans and animals with inflammatory and infectious diseases such as Tuberculosis, Crohn's disease, Rheumatoid arthritis, and HIV AIDS. AA amyloidosis, like prion disease, may be transmissible. This has given rise to the 'prion paradigm', where otherwise harmless proteins can be converted to a pathogenic form by a small number of misfolded, nucleating proteins.",
            "score": 301.38458251953125
        },
        {
            "docid": "235248_14",
            "document": "Transmissible spongiform encephalopathy . The PRNP gene provides the instructions to make a protein called the prion protein (PrP). Under normal circumstances, this protein may be involved in transporting copper into cells. It may also be involved in protecting brain cells and helping them communicate. 24 Point-Mutations in this gene cause cells to produce an abnormal form of the prion protein, known as PrP. This abnormal protein builds up in the brain and destroys nerve cells, resulting in the signs and symptoms of prion disease.",
            "score": 300.0381774902344
        },
        {
            "docid": "23048_19",
            "document": "Prion . Until 2015 all known mammalian prion diseases were considered to be caused by the prion protein, PrP; in 2015 Multiple System Atrophy was hypothesized to be caused by a new prion, the misfolded form of a protein called alpha-synuclein. The endogenous, properly folded form of the prion protein is denoted PrP (for Common\" or Cellular\"), whereas the disease-linked, misfolded form is denoted PrP (for \"Scrapie\"), after one of the diseases first linked to prions and neurodegeneration.) The precise structure of the prion is not known, though they can be formed by combining PrP, polyadenylic acid, and lipids in a protein misfolding cyclic amplification (PMCA) reaction. Proteins showing prion-type behavior are also found in some fungi, which has been useful in helping to understand mammalian prions. Fungal prions do not appear to cause disease in their hosts.",
            "score": 298.6361083984375
        },
        {
            "docid": "23048_22",
            "document": "Prion . Many different mammalian species can be affected by prion diseases, as the prion protein (PrP) is very similar in all mammals. Due to small differences in PrP between different species it is unusual for a prion disease to transmit from one species to another. The human prion disease variant Creutzfeldt–Jakob disease, however, is thought to be caused by a prion that typically infects cattle, causing Bovine spongiform encephalopathy and is transmitted through infected meat.",
            "score": 297.3656311035156
        },
        {
            "docid": "40771267_4",
            "document": "PERK inhibitors . The PERK enzyme plays a key role in activating the brain's defence mechanism. In mice with prion disease, inhibiting PERK restored translation of proteins that protect brain cells, renewed normal behaviours and prevented memory loss. Unfortunately, the treatment was not shown to extend survival in prion-infected treated mice.",
            "score": 296.8955383300781
        },
        {
            "docid": "32002467_5",
            "document": "Protein adsorption . Surgical tools can be designed to be sterilized more easily so that proteins do not remain adsorbed to a surface, risking cross-contamination. Some diseases such as Creutzfeldt–Jakob disease and kuru (both related to mad cow disease) are caused by the transmission of prions, which are errant or improperly folded forms of a normally native protein. Surgical tools contaminated with prions require a special method of sterilization to completely eradicate all trace elements of the misfolded protein, as they are resistant to many of the normally used cleansing methods.",
            "score": 294.7153625488281
        },
        {
            "docid": "23048_3",
            "document": "Prion . The hypothesized role of a protein as an infectious agent stands in contrast to all other known infectious agents such as viruses, bacteria, fungi, and parasites, all of which contain nucleic acids (DNA, RNA, or both). Synthetic prions, created in the laboratory independent of any biological source, have little or no ability to cause infection with TSEs. However, when synthetic prions are administered in combination with cofactors, such as phosphatidylethanolamine and RNA molecules, then this can transmit TSEs. Several scientific observations remain unexplained by the prion hypothesis: It is known that mice with severe combined immunodeficiency do not develop scrapie following inoculation with brain tissue from animals infected with scrapie, suggesting that either the role of immunity in prion pathogenesis is incompletely understood or that there is some other flaw in current understanding of prion pathophysiology. More recently, it has been shown that scrapie and Creutzfeld-Jacob Disease require nucleic acids for transmission of infection. For these reasons, the prion / TSE hypothesis incompletely accounts for the observed data.",
            "score": 292.5020751953125
        },
        {
            "docid": "3132502_9",
            "document": "Slow virus . In some cases, the cause of prion diseases is known. Ingestion of a copy of an abnormally folded, infectious PrP can induce a spongiform encephalopathy in the consumer. For example, Kuru is passed through the ritual consumption of brain material in some tribal cultures, and bovine spongiform encephalopathy is thought to have developed from the use of prion-infected sheep protein in cattle feed. However, some cases of spongeform encephalopathies appear to be sporadic, and it is not known in these cases what causes the first prion protein to change its conformation and become infectious. Once one abnormal prion protein exists, however, it can induce the conformational change from predominantly α-helix to predominately β-pleated sheet in neighboring proteins.",
            "score": 290.2840576171875
        },
        {
            "docid": "235248_10",
            "document": "Transmissible spongiform encephalopathy . Prions appear to be most infectious when in direct contact with affected tissues. For example, Creutzfeldt–Jakob disease has been transmitted to patients taking injections of growth hormone harvested from human pituitary glands, from cadaver dura allografts and from instruments used for brain surgery (Brown, 2000) (prions can survive the \"autoclave\" sterilization process used for most surgical instruments). It is also believed that dietary consumption of affected animals can cause prions to accumulate slowly, especially when cannibalism or similar practices allow the proteins to accumulate over more than one generation. An example is kuru, which reached epidemic proportions in the mid-20th century in the Fore people of Papua New Guinea, who used to consume their dead as a funerary ritual. Laws in developed countries now ban the use of rendered ruminant proteins in ruminant feed as a precaution against the spread of prion infection in cattle and other ruminants.",
            "score": 288.8050537109375
        },
        {
            "docid": "84936_33",
            "document": "Blood–brain barrier . Many neurodegenerative diseases including synucleinopathies such as Parkinson's,  and tauopathies such as Alzheimer's are thought to result from seeded misfolding from pathological extracellular protein variants known as prions. This prion-like hypothesis is gaining support in numerous studies in vitro and involving in vivo intracerebral injection of brain lysates, extracted protein (tau, alpha-synuclein) and synthetically generated fibers in alpha-synucleinopathies. These proteins are also detectable in increasing amounts in the plasma of patients suffering from these conditions (particularly total alpha-synuclein in Parkinson's disease patients). The extent to which and the mechanisms by which these prion-like proteins can penetrate the blood–brain barrier is currently unknown.",
            "score": 288.656982421875
        },
        {
            "docid": "12665704_13",
            "document": "Kuru (disease) . The infectious agent is a misfolded form of a host-encoded protein called prion (PrP). Prion proteins are encoded by the Prion Protein Gene (PRNP). The two forms of prion are designated as PrP, which is a normally folded protein, and PrP, a misfolded form which gives rise to the disease. The two forms do not differ in their amino acid sequence, however the pathogenic PrP isoform differs from the normal PrP form in its secondary and tertiary structure. The PrP isoform is more enriched in beta sheets, while the normal PrP form is enriched in alpha helices. The differences in conformation allow PrP to aggregate and be extremely resistant to protein degradation by enzymes or by other chemical and physical means. The normal form, on the other hand, is susceptible to complete proteolysis and soluble in non-denaturing detergents.",
            "score": 288.27227783203125
        },
        {
            "docid": "1362163_16",
            "document": "Mepacrine . Mepacrine has been shown to bind to the prion protein and prevent the formation of prion aggregates \"in vitro\", and full clinical trials of its use as a treatment for Creutzfeldt–Jakob disease are under way in the United Kingdom and the United States. Small trials in Japan have reported improvement in the condition of patients with the disease, although other reports have shown no significant effect, and treatment of scrapie in mice and sheep has also shown no effect. Possible reasons for the lack of an \"in vivo effect\" include inefficient penetration of the blood–brain barrier, as well as the existence of drug-resistant prion proteins that increase in number when selected for by treatment with mepacrine.",
            "score": 284.2481689453125
        },
        {
            "docid": "40761197_2",
            "document": "GSK2606414 . GSK2606414 is a drug which is the first selective inhibitor discovered for the enzyme protein kinase R (PKR)-like endoplasmic reticulum kinase (PERK), which is involved in various processes relating to cancer and neurodegenerative disorders. GSK2606414 was found to be a potent and selective inhibitor of PERK, with good oral bioavailability and blood-brain barrier penetration. PERK mediates the unfolded protein response pathway which is involved in the initiation of protein synthesis, and this pathway has been implicated in the neurotoxicity of various diseases including prion and Alzheimer's diseases. Treatment with GSK2606414 was found to be neuroprotective in mice against damage caused by prions, and prevented the development of cognitive deficits and other clinical manifestations of prion disease. Extension of lifespan in treated mice was, however, not recorded. However, side effects such as weight loss and elevated blood glucose levels were also observed, likely due to unwanted inhibition of PERK in the pancreas gland, where it is involved in regulating insulin production.",
            "score": 283.1489562988281
        },
        {
            "docid": "521805_26",
            "document": "Genome (book) . The sheep brain disease scrapie appeared to be infectious but did not involve a microorganism. The disaster of Creutzfeldt–Jakob disease in humans was found to be caused by the PRP gene which produces a prion protein that aggregates into clumps, destroying brain cells. Ridley attacks the panicky handling of prion disease outbreaks by governments.",
            "score": 283.1029052734375
        },
        {
            "docid": "249333_5",
            "document": "Chronic wasting disease . CWD (like other TSEs, such as scrapie and bovine spongiform encephalopathy) is caused by a prion, an abnormal form of a normal protein, known as prion protein (PrP), that is most commonly found in the central nervous system (CNS), but is capable of spreading to the peripheral nervous system (PNS), thus infecting meat, or muscle, of deer and elk. The abnormality in PrP has its genetic basis in a particular variant of the protein-coding gene \"PRNP\" that is highly conserved among mammals and has been found and sequenced in deer. The prion PrP infects the host animal by promoting conversion of normal cellular protein (PrP) to the abnormal prion form (PrP or PrP). The build-up of PrP in the brain is associated with widespread neurodegeneration.",
            "score": 282.7317199707031
        },
        {
            "docid": "31620373_4",
            "document": "Dundee Cell Products . In the past three years, the company has developed and commercialized several new products e.g. SILAC ready to use media and has been involved in proteomics research collaborations with scientists in both academic institutions and pharmaceutical companies. Some of these projects have been designed to investigate the effects of virus infections on cellular proteomes in order to elucidate the mechanisms and cellular pathways involved in virus–host factor interactions. DCP has also collaborated in a phosphoproteomics project designed to study the molecular mechanisms in the pathogenesis of transmissible spongiform encephalopathies (TSEs) or prion disease. Transmissible spongiform encephalopathies are fatal diseases associated with the conversion of the cellular prion protein to an abnormal prion protein leading to damage of brain and neural tissue. Examples of prion diseases include bovine spongiform encephalopathy (BSE, also known as \"mad cow disease\") in cattle and Creutzfeldt–Jakob disease (CJD) in humans. There is currently no treatment for prion diseases, which are usually fatal to the host.",
            "score": 281.4346618652344
        },
        {
            "docid": "2774973_5",
            "document": "Protein misfolding cyclic amplification . PMCA has been applied to replicate the misfolded protein from diverse species. The newly generated protein exhibits the same biochemical, biological, and structural properties as brain-derived PrPSc and strikingly it is infectious to wild type animals, producing a disease with similar characteristics as the illness produced by brain-isolated prions.",
            "score": 278.275634765625
        },
        {
            "docid": "23048_27",
            "document": "Prion . Infectious particles possessing nucleic acid are dependent upon it to direct their continued replication. Prions, however, are infectious by their effect on normal versions of the protein. Sterilizing prions, therefore, requires the denaturation of the protein to a state in which the molecule is no longer able to induce the abnormal folding of normal proteins. In general, prions are quite resistant to proteases, heat, ionizing radiation, and formaldehyde treatments, although their infectivity can be reduced by such treatments. Effective prion decontamination relies upon protein hydrolysis or reduction or destruction of protein tertiary structure. Examples include sodium hypochlorite, sodium hydroxide, and strongly acidic detergents such as LpH. 134 °C (274 °F) for 18 minutes in a pressurized steam autoclave has been found to be somewhat effective in deactivating the agent of disease. Ozone sterilization is currently being studied as a potential method for prion denaturation and deactivation. Renaturation of a completely denatured prion to infectious status has not yet been achieved; however, partially denatured prions can be renatured to an infective status under certain artificial conditions.",
            "score": 276.9023132324219
        },
        {
            "docid": "23048_53",
            "document": "Prion . A gene for the normal protein has been identified: the \"PRNP\" gene. In all inherited cases of prion disease, there is a mutation in the \"PRNP\" gene. Many different \"PRNP\" mutations have been identified and these proteins are more likely to fold into abnormal prion. Although this discovery puts a hole in the general prion hypothesis, that prions can aggregate only proteins of identical amino acid make-up. These mutations can occur throughout the gene. Some mutations involve expansion of the octapeptide repeat region at the N-terminal of PrP. Other mutations that have been identified as a cause of inherited prion disease occur at positions 102, 117 & 198 (GSS), 178, 200, 210 & 232 (CJD) and 178 (Fatal Familial Insomnia, FFI). The cause of prion disease can be sporadic, genetic, or infectious, or a combination of these factors. For example, to have scrapie, both an infectious agent and a susceptible genotype must be present.",
            "score": 275.4769287109375
        },
        {
            "docid": "12274475_2",
            "document": "Variant Creutzfeldt–Jakob disease . Variant Creutzfeldt–Jakob disease (vCJD) is a type of brain disease within the transmissible spongiform encephalopathy family. Symptoms include psychiatric problems, behavioral changes, and painful sensations. The length of time between exposure and the development of symptoms is unclear, but is believed to be years. Average life expectancy following the onset of symptoms is 13 months. It is caused by prions, which are mis-folded proteins. Spread is believed to be primarily due to eating bovine spongiform encephalopathy (BSE)-infected beef. Infection is also believed to require a specific genetic susceptibility. Spread may potentially also occur via blood products or contaminated surgical equipment. Diagnosis is by brain biopsy but can be suspected based on certain other criteria. It is a different from classic Creutzfeldt–Jakob disease, though both are due to prions. Treatment involves supportive care. As of 2012 about 170 cases of vCJD have been recorded in the United Kingdom, and 50 cases in the rest of the world. The disease has become less common since 2000. The typical age of onset is less than 30 years old. It was first identified in 1996 by the National CJD Surveillance Unit in Edinburgh, Scotland.",
            "score": 274.4820251464844
        },
        {
            "docid": "3451732_29",
            "document": "PRNP . The conversion of PrP to PrP conformation is the mechanism of transmission of fatal, neurodegenerative transmissible spongiform encephalopathies (TSE). This can arise from genetic factors, infection from external source, or spontaneously for reasons unknown. Accumulation of PrP corresponds with progression of neurodegeneration and is the proposed cause. Some PRNP mutations lead to a change in single amino acids (the building-blocks of proteins) in the prion protein. Others insert additional amino acids into the protein or cause an abnormally short protein to be made. These mutations cause the cell to make prion proteins with an abnormal structure. The abnormal protein PrP accumulates in the brain and destroys nerve cells, which leads to the mental and behavioral features of prion diseases.",
            "score": 272.7992248535156
        },
        {
            "docid": "12816678_6",
            "document": "Thermococcus . An enzyme from \"Thermococcus\", Tpa-S DNA polymerase, has been found to be more efficient in long and rapid PCR than Taq-polymerase. Tk-SP, another enzyme from T. kodakarensis, can degrade abnormal prion proteins (PrPSc); prions are misfolded proteins that can cause fatal diseases in all organisms. Tk-SP shows broad substrate specificity, and degraded prions exponentially in the lab setting. This enzyme does not require calcium or any other substrate to fold, and therefore is showing great potential in studies thus far. Additional studies have been coordinated on the PSP (phosphoserine phosphatase) enzyme of \"Thermococcus onnurineus\", which provided an essential component in the regulation of PSP activity. This information is useful for drug companies, because abnormal PSP activity leads to a major decrease in serine levels of the nervous system, causing neurological diseases and complications. <br>One study has shown that members of the family \"Thermococcus\" can increase gold mining efficiency up to 85-95% due to their specific abilities in bioleaching.",
            "score": 272.5780029296875
        }
    ]
}