{
    "q": [
        {
            "docid": "624361_9",
            "document": "Autophagy . Macroautophagy is the main pathway, used primarily to eradicate damaged cell organelles or unused proteins. First the phagophore engulfs the material that needs to be degraded, which forms a double membrane known as an autophagosome, around the organelle marked for destruction. The autophagosome then travels through the cytoplasm of the cell to a lysosome, and the two organelles fuse. Within the lysosome, the contents of the autophagosome are degraded via acidic lysosomal hydrolases.",
            "score": 185.57650876045227
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 156.294806599617
        },
        {
            "docid": "9028799_13",
            "document": "Bacteria . The bacterial cell is surrounded by a cell membrane which is made primarily of phospholipids. This membrane encloses the contents of the cell and acts as a barrier to hold nutrients, proteins and other essential components of the cytoplasm within the cell. Unlike eukaryotic cells, bacteria usually lack large membrane-bound structures in their cytoplasm such as a nucleus, mitochondria, chloroplasts and the other organelles present in eukaryotic cells. However, some bacteria have protein-bound organelles in the cytoplasm which compartmentalize aspects of bacterial metabolism, such as the carboxysome. Additionally, bacteria have a multi-component cytoskeleton to control the localisation of proteins and nucleic acids within the cell, and to manage the process of cell division.",
            "score": 126.73596906661987
        },
        {
            "docid": "1016523_10",
            "document": "Legionella pneumophila . The bacteria use a type IVB secretion system known as Dot/Icm to inject effector proteins into the host. These effectors are involved in increasing the bacteria's ability to survive inside the host cell. \"L. pneumophila\" encodes for over 330 \"effector\" proteins, which are secreted by the Dot/Icm translocation system to interfere with host cell processes to aid bacterial survival. One key way in which \"L. pneumophila\" uses its effector proteins is to interfere with fusion of the \"Legionella\"-containing vacuole with the host's endosomes, and thus protect against lysis. Knock-out studies of Dot/Icm translocated effectors indicate that they are vital for the intracellular survival of the bacterium, but many individual effector proteins are thought to function redundantly, in that single-effector knock-outs rarely impede intracellular survival. This high number of translocated effector proteins and their redundancy is likely a result of the bacterium having evolved in many different protozoan hosts.",
            "score": 161.04114246368408
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 140.84903025627136
        },
        {
            "docid": "41167942_3",
            "document": "Omegasome . Autophagy (from Greek words for “self” and “eating”) is a process of digesting or degrading cytoplasmic molecules (proteins, lipids, sugars and organelles). Macroautophagy is the main autophagic pathway, used primarily to eradicate damaged cell organelles such as mitochondria, ribosomes, etc. The omegasome is present at the opening of the sack-like phagophore while items destined for degradation by macroautophagy are loaded into the phagophore. There are specific receptor proteins that recruit items to the phagophore. The phagophore expands to accommodate the items, until the omegasome is closed to produce the roughly spherical autophagosome. How autophagosomes are \"detached\" or \"exit\" from the omegasome is not clear, but autophagocytosis associated protein Atg3 and other proteins are required, and collections of thin tubules at the junction between omegasome and phagophore appear to be involved. Actin is also believed to be important.",
            "score": 211.67506313323975
        },
        {
            "docid": "2318393_39",
            "document": "SNARE (protein) . Macroautophagy is a catabolic process involving the formation of double-membrane bound organelles called autophagosomes, which aid in degradation of cellular components through fusion with lysosomes. During autophagy, portions of the cytoplasm are engulfed by a cup-shaped double-membrane structure called a phagophore and eventually become the contents of the fully assembled autophagosome. Autophagosome biogenesis requires the initiation and growth of phagophores, a process that was once thought to occur through de novo addition of lipids. However, recent evidence suggests that the lipids that contribute to the growing phagophores originate from numerous sources of membrane, including endoplasmic reticulum, Golgi, plasma membrane, and mitochondria. SNAREs play important roles in mediating vesicle fusion during phagophore initiation and expansion as well as autophagosome-lysosome fusion in the later stages of autophagy.",
            "score": 215.07072854042053
        },
        {
            "docid": "38705478_3",
            "document": "Chaperone-assisted selective autophagy . Autophagy (Greek: ‘self-eating’) was initially identified as a catabolic process for the unselective degradation of cellular content in lysosomes under starvation conditions. However, autophagy also comprises selective degradation pathways, which depend on ubiquitin conjugation to initiate sorting to lysosomes. In the case of CASA, dysfunctional, nonnative proteins are recognized by molecular chaperones and become ubiquitinated by chaperone-associated ubiquitin ligases. The ubiquitinated proteins are enclosed in autophagosomes, which eventually fuse with lysosomes, leading to the degradation of the dysfunctional proteins. CASA is a vital part of the cellular protein quality control system. It is essential for protein homeostais (proteostasis) in neurons and in mechanically strained cells and tissues such as skeletal muscle, heart and lung.",
            "score": 170.86678194999695
        },
        {
            "docid": "32523145_5",
            "document": "CD8+ cell . When the body is infected by a pathogen, naïve CD8+ T cells will recognize and bind infected cells through the recognition of MHC Class I peptides on infected cells by the CD8 protein on CD8+ T cells, as previously mentioned. Once bound, CD8+ T cells will kill infected cells by secreting perforin (a pore-forming protein) and granzymes (a protease) onto infected cells. The pores formed by perforin disrupts the protective barrier of the infected cell membrane, and will enable influx of ions and water into the cell, and efflux of essential nutrients, substances and proteins out of the cell - ultimately destroying the integrity of the cell. Furthermore, the granzymes will induce programmed cell death in the infected cell. Overall, this mechanism of destruction using perforin and granzymes is a similar process to how Natural Killer (NK) cells destroy cells infected by intracellular viruses and cancer cells.",
            "score": 115.90197944641113
        },
        {
            "docid": "5951626_2",
            "document": "Antigenic variation . Antigenic variation refers to the mechanism by which an infectious agent such as a protozoan, bacterium or virus alters its surface proteins in order to evade a host immune response. It is related to phase variation. Immune evasion is particularly important for organisms that target long-lived hosts, repeatedly infect a single host and are easily transmittable. Antigenic variation not only enables immune evasion by the pathogen, but also allows the microbes to cause re-infection, as their antigens are no longer recognized by the host's immune system. When an organism is exposed to a particular antigen (i.e. a protein on the surface of a bacterium) an immune response is stimulated and antibodies are generated to target that specific antigen. The immune system will then \"remember\" that particular antigen, and defenses aimed at that antigen become part of the immune system’s acquired immune response. If the same pathogen tries to re-infect the same host the antibodies will act rapidly to target the pathogen for destruction. However, if the pathogen can alter its surface antigens, it can evade the host's acquired immune system. This will allow the pathogen to re-infect the host while the immune system generates new antibodies to target the newly identified antigen. Antigenic variation can occur by altering a variety of surface molecules including proteins and carbohydrates. There are many molecular mechanisms behind antigenic variation, including gene conversion, site-specific DNA inversions, hypermutation, as well as recombination of sequence cassettes. In all cases, antigenic variation and phase variation result in a heterogenic phenotype of a clonal population. Individual cells either express the phase-variable protein(s) or express one of multiple antigenic forms of the protein. This form of regulation has been identified mainly, but not exclusively, for a wide variety of surface structures in pathogens and is implicated as a virulence strategy.",
            "score": 123.9356290102005
        },
        {
            "docid": "4909494_4",
            "document": "AGG01 . AGG01 is a cationic peptide, which is a polycationic protein that is rich in positive residues of the amino acids arginine and lysine, and which folds into an amphipathic structure (one which has both hydrophobic and hydrophilic areas). These features mean that it can interact with the anionic lipids in the bacterial membrane, such as phosphatidylglycerol. It inserts itself into the membrane, by competing with cross-linking proteins between each membrane layer, and then sets up trans-membrane protein channels which induce ion transport out of the cell. This causes huge leakage via osmosis through these 'pores' and the general consensus is that the loss of these essential molecules is the mechanism by which bacteria are killed. The bacterial membrane has a different structure from the mammalian plasma membrane, so the protein can only kill pathogenic cells and not human ones.",
            "score": 159.215473651886
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 158.2820143699646
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 142.2691878080368
        },
        {
            "docid": "18877437_11",
            "document": "History and naming of human leukocyte antigens . Nearly all important molecules in the body are proteins. Proteins work by each having a specific sequence of amino acids and a specific shape. Determining the order of amino acids is relatively simple. Finding the shape requires the use of x-ray crystallography and is anything but easy. It took a team of three researchers at Harvard, Don Wiley, Jack Strominger, and Pamela Bjorkman, eight years to ferret out the structure of the HLA protein. They worked specifically with HLA-A*02. Bjorkman did the majority of the leg work and in the seven years managed to piece together the structure of 90% of the protein. That last 10% was elusive though. It took another year of work to finally unveil the complete structure of HLA-A*02. They completed their work in the spring of 1987, discovering that the final 10% made a \"cup\" (of sorts) located on top of the molecule. It was the perfect size to hold peptides. Other researchers had previously determined that T-Cells can recognize cells infected with a virus, cells injected with a single protein from a virus, and even cells injected with pieces of protein from a virus. The discovery of the HLA protein structure made it starkly clear that the HLA proteins hold viral peptides in their binding groove. But the research team from Harvard wasn't done. They also observed that there was clearly a peptide in the binding groove of the HLA molecules they used to determine the shape. However, the cells they had extracted the protein from were definitely not infected by any disease causing viruses. The conclusion they made and the conclusion that has stuck to this day, is that HLA molecules can bind both self, and non-self peptides.",
            "score": 143.93681418895721
        },
        {
            "docid": "12386370_15",
            "document": "Potato mop-top virus . The vector for PMTV is a protist, \"S. subterranea\". As \"S. subterranea\" infects the roots of potatoes, the virus is given access to the root cells and starts its habitation of the plant. By taking control of the cell's cellular machinery, the virus can replicate. The virus then moves onto more potato cells and spreads systemically through the plant. The systemic movement of PMTV is facilitated in large by a protein named TRIPLE GENE BLOCK1 (TGB1) which has an internal domain spurring transportation of the virus to neighboring cells, and an N-terminal domain used for long-distance (systemic) travel. This N-terminal domain of TGB1 has shown some promise as a target to limit systemic infection of the pathogen in \"N. benthamiana\", since systemic infection requires an interaction between a molecule called importin-a within the host plant and the N-terminal domain. Of the three positive-sense RNA molecules used by PMTV, there is one thought to code for a virulence factor protein. The other two molecules code for a polymerase and a coat protein both of which are necessary for the survival of the virus. RNA-TGB is a gene with 4 open reading frames (ORFs); the first three overlapping ORFs form an area called the triple gene block. This 3 frame block codes for essential movement factor proteins that facilitate cell-to-cell movement. The fourth ORF codes for another cysteine-rich protein that increases virulence and has some RNA silencing suppressive activity.",
            "score": 117.90423059463501
        },
        {
            "docid": "5795298_8",
            "document": "Molecular mimicry . Autoimmunity can thus be defined simply as exceptions to the tolerance \"rules.\" By doing this, an immune response is generated against self-tissue and cells. These mechanisms are known by many to be intrinsic. However, there are pathogenic mechanisms for the generation of autoimmune disease. Pathogens can induce autoimmunity by polyclonal activation of B or T cells, or increased expression of major histocompatibility complex (MHC) class I or II molecules. There are several ways in which a pathogen can cause an autoimmune response. A pathogen may contain a protein that acts as a mitogen to encourage cell division, thus causing more B or T cell clones to be produced. Similarly, a pathogenic protein may act as a superantigen which causes rapid polyclonal activation of B or T cells. Pathogens can also cause the release of cytokines resulting in the activation of B or T cells, or they can alter macrophage function. Finally, pathogens may also expose B or T cells to cryptic determinants, which are self antigen determinants that have not been processed and presented sufficiently to tolerize the developing T cells in the thymus and are presented at the periphery where the infection occurs.  Molecular mimicry has been characterized as recently as the 1970s as another mechanism by which a pathogen can generate autoimmunity. Molecular mimicry is defined as similar structures shared by molecules from dissimilar genes or by their protein products. Either the linear amino acid sequence or the conformational fit of the immunodominant epitope may be shared between the pathogen and host. This is also known as \"cross-reactivity\" between self antigen of the host and immunodominant epitopes of the pathogen. An autoimmune response is then generated against the epitope. Due to similar sequence homology in the epitope between the pathogen and the host, cells and tissues of the host associated with the protein are destroyed as a result of the autoimmune response.",
            "score": 137.4849636554718
        },
        {
            "docid": "30352058_3",
            "document": "Autophagy database . Autophagy is the process by which the cells in an organism destroy non-functional or unnecessary self-components. Specifically, autophagy is a catabolic process involving the degradation of a cell's own components through the lysosomal machinery. Autophagy is also crucial for instances of starvation and removal of potentially dangerous cellular materials, indicating its necessity in maintaining life. As seen in the associated figure \"Autophagy\", cellular products are degraded by destructive cellular components, such as lysosomes, to produce new materials for the cell to use. Research into autophagy and its related processes has exploded over recent years, however, many of these processes processes are not completely understood and homologs have not been found in different species for many of these proteins. Its molecular mechanisms have not been fully elucidated, despite dramatic advances in the field as evidenced by hundreds of autophagy-related genes and proteins reported. As such, there was a demonstrated need for a database to characterize human autophagy proteins and components and/or their homologs, as well as orthologs in other species.",
            "score": 175.32124614715576
        },
        {
            "docid": "3041236_4",
            "document": "Shigella flexneri . \"S. flexneri\" contains a virulence plasmid that codes for three virulence factors: a type-3 secretion system (T3SS), invasion plasmid antigen proteins (ipa proteins), and IcsA (used for cell-to-cell spread). Upon infection, \"S. flexneri\" injects the host cell cytoplasm with ipa proteins using the T3SS—a needle-and-syringe-like apparatus common to many Gram-negative pathogens. These ipa proteins induce \"membrane ruffling\" by the host cell. Membrane ruffling creates membrane pockets which capture and engulf the bacteria. Once inside, \"S. flexneri\" uses host cell actin for propulsion to move directly from cell to cell using a cellular mechanism known as paracytophagy, similarly to the bacterial pathogen \"Listeria monocytogenes\".",
            "score": 132.06735253334045
        },
        {
            "docid": "36374408_2",
            "document": "YopE protein domain . In molecular biology, the protein domain YopE refers to the secretion of virulence factors in Gram-negative bacteria involves transportation of the protein across two membranes to reach the cell exterior. It not only infects the host cell but also protects the bacteria. It undergoes several mechanisms to evade the hosts immune system. This particular protein domain can be referred to as a Rho GTPase-activating protein (GAP).",
            "score": 114.05168986320496
        },
        {
            "docid": "9335254_14",
            "document": "Polyclonal B cell response . After recognizing an antigen, an antigen presenting cell such as the macrophage or B lymphocyte engulfs it completely by a process called phagocytosis. The engulfed particle, along with some material surrounding it, forms the endocytic vesicle (the phagosome), which fuses with lysosomes. Within the lysosome, the antigen is broken down into smaller pieces called peptides by proteases (enzymes that degrade larger proteins). The individual peptides are then complexed with major histocompatibility complex class II (MHC class II) molecules located in the lysosome – this method of \"handling\" the antigen is known as the exogenous or endocytic pathway of antigen processing in contrast to the \"endogenous or cytosolic pathway\", which complexes the \"abnormal\" proteins produced within the cell (e.g. under the influence of a viral infection or in a tumor cell) with MHC class I molecules.",
            "score": 129.50765180587769
        },
        {
            "docid": "6339_6",
            "document": "Cell biology . Cell biology focuses more on the study of eukaryotic cells, and their signalling pathways, rather than on prokaryotes which is covered under microbiology. The main constituents of the general molecular composition of the cell includes: proteins and lipids which are either free flowing or membrane bound, along with different internal compartments known as organelles. This environment of the cell is made up of hydrophilic and hydrophobic regions which allows for the exchange of the above-mentioned molecules and ions. The hydrophilic regions of the cell are mainly on the inside and outside of the cell, while the hydrophobic regions are within the phospholipid bilayer of the cell membrane. The cell membrane consists of lipids and proteins which accounts for its hydrophobicity as a result of being non-polar substances. Therefore, in order for these molecules to participate in reactions, within the cell, they need to be able to cross this membrane layer to get into the cell. They accomplish this process of gaining access to the cell via: osmotic pressure, diffusion, concentration gradients, and membrane channels. Inside of the cell are extensive internal sub-cellular membrane-bounded compartments called organelles.",
            "score": 164.6902517080307
        },
        {
            "docid": "465920_13",
            "document": "Listeria monocytogenes . The infective dose of \"L. monocytogenes\" varies with the strain and with the susceptibility of the victim. From cases contracted through raw or supposedly pasteurized milk, one may safely assume that, in susceptible persons, fewer than 1,000 total organisms may cause disease. \"L. monocytogenes\" may invade the gastrointestinal epithelium. Once the bacterium enters the host's monocytes, macrophages, or polymorphonuclear leukocytes, it becomes bloodborne (septicemic) and can grow. Its presence intracellularly in phagocytic cells also permits access to the brain and probably transplacental migration to the fetus in pregnant women. The pathogenesis of \"L. monocytogenes\" centers on its ability to survive and multiply in phagocytic host cells. It seems that \"Listeria\" originally evolved to invade membranes of the intestines, as an intracellular infection, and developed a chemical mechanism to do so. This involves a bacterial protein \"internalin\"(InlA/InlB) which attaches to a protein on the intestinal cell membrane \"cadherin\" and allows the bacteria to invade the cells through a zipper mechanism. These adhesion molecules are also to be found in two other unusually tough barriers in humans — the blood-brain barrier and the fetal–placental barrier, and this may explain the apparent affinity that\" Listeria\" has for causing meningitis and affecting babies \"in utero\". Once inside the cell, Listeria rapidly acidifies the lumen of the vacuole formed around it during cell entry to activate listeriolysin O, a cholesterol-dependent cytolysin capable of disrupting the vacuolar membrane. This frees the pathogen and gives it access to the cytosol of the cell, where it continues its pathogenesis. Motility in the intracellular space is provided by actin assembly-inducing protein (ActA) which allows the bacteria to use the host cell's actin polymerization machinery to polymerize the cytoskeleton to give a \"boost\" to the bacterial cell so it can move in the cell. The same ActA mechanism also allows the bacteria to travel from cell to cell.",
            "score": 164.04330134391785
        },
        {
            "docid": "58911_10",
            "document": "Measles . Once the measles virus gets onto the mucosa, it infects the epithelial cells in the trachea or bronchi. Measles virus uses a protein on its surface called hemagglutinin (H protein), to bind to a target receptor on the host cell, which could be CD46, which is expressed on all nucleated human cells, CD150, aka signaling lymphocyte activation molecule or SLAM, which is found on immune cells like B or T cells, and antigen-presenting cells, or nectin-4, a cellular adhesion molecule. Once bound, the fusion, or F protein helps the virus fuse with the membrane and ultimately get inside the cell. The virus is a single-stranded RNA virus, and it’s also a negative sense, meaning it first has to be transcribed by RNA polymerase into a positive-sense mRNA strand.",
            "score": 142.40539634227753
        },
        {
            "docid": "2362_2",
            "document": "Antibody . An antibody (Ab), also known as an immunoglobulin (Ig), is a large, Y-shaped protein produced mainly by plasma cells that is used by the immune system to neutralize pathogens such as pathogenic bacteria and viruses. The antibody recognizes a unique molecule of the pathogen, called an antigen, via the Fab's variable region. Each tip of the \"Y\" of an antibody contains a paratope (analogous to a lock) that is specific for one particular epitope (similarly, analogous to a key) on an antigen, allowing these two structures to bind together with precision. Using this binding mechanism, an antibody can \"tag\" a microbe or an infected cell for attack by other parts of the immune system, or can neutralize its target directly (for example, by inhibiting a part of a microbe that is essential for its invasion and survival). Depending on the antigen, the binding may impede the biological process causing the disease or may activate macrophages to destroy the foreign substance. The ability of an antibody to communicate with the other components of the immune system is mediated via its Fc region (located at the base of the \"Y\"), which contains a conserved glycosylation site involved in these interactions. The production of antibodies is the main function of the humoral immune system.",
            "score": 180.22063040733337
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 129.24140572547913
        },
        {
            "docid": "14958_69",
            "document": "Immune system . The mechanisms used to evade the adaptive immune system are more complicated. The simplest approach is to rapidly change non-essential epitopes (amino acids and/or sugars) on the surface of the pathogen, while keeping essential epitopes concealed. This is called antigenic variation. An example is HIV, which mutates rapidly, so the proteins on its viral envelope that are essential for entry into its host target cell are constantly changing. These frequent changes in antigens may explain the failures of vaccines directed at this virus. The parasite \"Trypanosoma brucei\" uses a similar strategy, constantly switching one type of surface protein for another, allowing it to stay one step ahead of the antibody response. Masking antigens with host molecules is another common strategy for avoiding detection by the immune system. In HIV, the envelope that covers the virion is formed from the outermost membrane of the host cell; such \"self-cloaked\" viruses make it difficult for the immune system to identify them as \"non-self\" structures.",
            "score": 126.00397741794586
        },
        {
            "docid": "6441569_2",
            "document": "Pilin . Pilin refers to a class of fibrous proteins that are found in pilus structures in bacteria. Bacterial pili are used in the exchange of genetic material during bacterial conjugation, while a shorter type of appendages also made up of pilin, called fimbriae, are used as a cell adhesion mechanism. Although not all bacteria have pili or fimbriae, bacterial pathogens often use their fimbriae to attach to host cells. In Gram-negative bacteria, where pili are more common, individual pilin molecules are linked by noncovalent protein-protein interactions, while Gram-positive bacteria often have polymerized pilin.",
            "score": 119.96454811096191
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 109.2165356874466
        },
        {
            "docid": "1025510_8",
            "document": "Coxiella burnetii . The bacteria use a type IVB secretion system known as Icm/Dot (intracellular multiplication / defect in organelle trafficking genes) to inject effector proteins called Ank proteins into the host. These effectors increase the bacteria's ability to survive inside the host cell. In \"Legionella pneumophila\", which uses the same secretion system and also injects Ank proteins, survival is enhanced because these Ank proteins interfere with fusion of the bacteria-containing vacuole with the host's degradation endosomes.",
            "score": 121.843759059906
        },
        {
            "docid": "34333508_3",
            "document": "Viperin . Viperin is a cellular protein which could inhibit many DNA and RNA viruses such as CHIKV, HCMV, HCV, DENV, WNV, SINV, influenza, HIV LAI strain, and so on. Initially identified as an IFN-γ induced antiviral protein in human cytomegalovirus (HCMV) infected macrophages, viperin is reported that it could be induced by HCMV glycoprotein B in fibroblasts but inhibits HCMV viral infection and down-regulates viral structural proteins, which is essential for viral assembling and maturation. The mechanism of how the virus protein induces viperin against itself is still not clear. However, the viral induced redistribution of Viperin is also found in HCMV infected cells, which may reflect the mechanism of virus evading antiviral activities of Viperin. Viperin could also be induced, and then interact with HCMV viral proteins and relocate to mitochondria in HCMV viral infected cells, and finally enhance viral infectivity by the disrupted cellular metabolism. In the inhibition of influenza virus budding and release, viperin could disrupt the lipid rafts on cell plasma membrane by decreasing the enzyme activities of farnesyl diphosphate synthase (FPPS), which is an essential enzyme in isoprenoid biosynthesis pathway. Besides, viperin can also inhibit the viral replication of HCV via the interaction with host protein hVAP-33 and NS5A and disruption of the formation of the replication complex.",
            "score": 128.42384719848633
        },
        {
            "docid": "53422606_2",
            "document": "Mycoplasma mobile . Mycoplasma mobile is a species of parasitic bacteria that binds to the gills of freshwater fish causing necrosis. It belongs to the class of Mollicutes which includes bacteria featuring reduced genome sizes that may be parasitic or commensal. It is a gram positive bacterium, however its cells lack a peptidoglycan layer. \"M. mobile\" cells are covered with membrane- anchored proteins, including surface proteins responsible for adhesion, or attachment to objects and surfaces, and antigenic variation, a mechanism which enables surface proteins to elude host immune responses. \"M. mobile\" survival is dependent upon surface proteins which allow it to bind and infect host cells, vary its own surface proteins in order to escape the host immune system, and transport nutrients and ions.",
            "score": 137.27860736846924
        },
        {
            "docid": "27147581_4",
            "document": "Autophagy-related protein 101 . ATG101 is a newly found important autophagy related protein, among many other proteins responsible for autophagy, a process well conserved among most eukaryotic organisms. However, ATG101 is not homologous to any of the other ATG proteins. ATG101 interacts with essential autophagy protein ATG13 in mammals, which is a ULK1 interacting protein. ULK1 (unc-51-like kinase 1) is thought to be important to the activation of macroautophagy in mammals. ATG101 is suggested to protect ATG13 from proteasomal degradation, therefore stabilizing levels of ATG13 found in cells and regulating levels of macroautophagy. According to published papers, ATG101 is said to localize to the isolation membrane, also known as a phagophore. This attachment to the phagophore could possibly explain the palmitoylation site found on the third AA, which is a cysteine. Phagophores are responsible for recognizing and surrounding materials that are to be degraded in the lysosome, by forming a membrane that completely surrounds the materials to be degraded.",
            "score": 163.1945493221283
        }
    ],
    "r": [
        {
            "docid": "624361_17",
            "document": "Autophagy . The first of the two ubiquitin-like conjugation systems involved in autophagy covalently binds the ubiquitin-like protein Atg12 to Atg5. The resulting conjugate protein then binds Atg16L1 to form an E3-like complex which functions as part of the second ubiquitin-like conjugation system. This complex binds and activates Atg3, which covalently attaches mammalian homologues of the ubiquitin-like yeast protein ATG8 (LC3A-C, GATE16, and GABARAPL1-3), the most studied being LC3 proteins, to the lipid phosphatidylethanolamine (PE) on the surface of autophagosomes. Lipidated LC3 contributes to the closure of autophagosomes, and enables the docking of specific cargos and adaptor proteins such as Sequestosome-1/p62. The completed autophagosome then fuses with a lysosome through the actions of multiple proteins, including SNAREs and UVRAG. Following the fusion LC3 is retained on the vesicle's inner side and degraded along with the cargo, while the LC3 molecules attached to the outer side are cleaved off by Atg4 and recycled. The contents of the autolysosome are subsequently degraded and their building blocks are released from the vesicle through the action of permeases.",
            "score": 344.2225646972656
        },
        {
            "docid": "14778310_5",
            "document": "MAP1LC3B . Newly synthesized LC3's C-terminus is hydroylzed by a cysteine protease called ATG4B exposing Gly120, termed LC3-I. LC3-I, through a series of ubiquitin-like reactions involving enzymes ATG7, ATG3, and ATG12-ATG5-ATG16, becomes conjugated to the head group of the lipid phosphatidylethanolamine. The lipid modified form of LC3, referred to as LC3-II, is believed to be involved in autophagosome membrane expansion and fusion events. However, the exact role of LC3 in the autophagic pathway is still discussed. And the question of whether LC3 is required for autophagy is debated since knockdown of MAP1LC3B is compensated by the other members of the MAP1LC3 subfamily. Previous studies showed that MAP1LC3B knock out mice develop normally, possibly due to a then unknown compensatory mechanism. Further work, however, demonstrated that LC3 is required for autophagy by simultaneously down-regulating all of the MAP1LC3 subfamily members. While yet another study argues that MAP1LC3 knockdown does to not affect bulk autophagy, whereas its GABARAP family members are crucial for the process. LC3 also functions—together with autophagy receptors (e.g. SQSTM1)--in the selective capture of cargo for autophagic degradation. Interestingly, independent of autophagosomes, a single soluble LC3 is associated with an approximately 500 kDa complex in the cytoplasm.",
            "score": 302.89813232421875
        },
        {
            "docid": "31492340_12",
            "document": "IRGs . There are only three putative IRG genes in humans out of which IRGM is known to be an orthologue of mouse Irgm1. There are four isoforms of IRGM (a-d). Unlike mouse IRGs, human IRGM isoforms are always expressed under the human retrovirus element ERV9 and are independent of the levels of IFNγ. IRGMb and d have a putative G5 (SAK) motif in their C terminal tail region while the other two isoforms do not. IRGMd appears diffuse in the cytoplasm and be translocated to the mitochondria appearing as punctate dots. Additionally, it has been shown to bind to mitochondrial membrane lipid, cardiolipin and influence a change in the morphology of organelle. In general human IRGs have also been shown to affect several processes such as autophagy, mitochondrial fission, change in mitochondrial membrane potential and cell death. Human IRGM like its mouse counterpart, has been shown to play a role in autophagy, the mechanism of which is not fully understood. LC3 is a microtubule associated soluble protein found in mammalian tissues. Cytoplasmic proteins and organelles are engulfed by autophagosomes which convert LC3-I to LC3-II. The presence of LC3-II serves as a marker for autophagy and can be detected by immunofluorescence or immunoblotting. IRGM helps to convert LC3-I to LC3-II in macrophages. IRGMs have a dual role. When expressed at very low levels, they serve to protect against intracellular pathogens but when isoforms a, c and d are over expressed it leads to cell death and inflammation.",
            "score": 296.07891845703125
        },
        {
            "docid": "374215_11",
            "document": "Programmed cell death . The ATG genes control the autophagosome formation through ATG12-ATG5 and LC3-II (ATG8-II) complexes. ATG12 is conjugated to ATG5 in a ubiquitin-like reaction that requires ATG7 and ATG10. The Atg12–Atg5 conjugate then interacts non-covalently with ATG16 to form a large complex. LC3/ATG8 is cleaved at its C terminus by ATG4 protease to generate the cytosolic LC3-I. LC3-I is conjugated to phosphatidylethanolamine (PE) also in a ubiquitin-like reaction that requires Atg7 and Atg3. The lipidated form of LC3, known as LC3-II, is attached to the autophagosome membrane.",
            "score": 290.0075988769531
        },
        {
            "docid": "14775424_2",
            "document": "ATG5 . Autophagy related 5 (ATG5) is a protein that, in humans, is encoded by the \"ATG5\" gene located on Chromosome 6. It is an E3 ubi autophagic cell death. ATG5 is a key protein involved in the extension of the phagophoric membrane in autophagic vesicles. It is activated by ATG7 and forms a complex with ATG12 and ATG16L1. This complex is necessary for LC3-I (microtubule-associated proteins 1A/1B light chain 3B) conjugation to PE (phosphatidylethanolamine) to form LC3-II (LC3-phosphatidylethanolamine conjugate). ATG5 can also act as a pro-apoptotic molecule targeted to the mitochondria. Under low levels of DNA damage, ATG5 can translocate to the nucleus and interact with survivin.",
            "score": 279.7761535644531
        },
        {
            "docid": "14778310_2",
            "document": "MAP1LC3B . Microtubule-associated proteins 1A/1B light chain 3B (hereafter referred to as LC3) is a protein that in humans is encoded by the \"MAP1LC3B\" gene. LC3 is a central protein in the autophagy pathway where it functions in autophagy substrate selection and autophagosome biogenesis. LC3 is the most widely used marker of autophagosomes.",
            "score": 266.2337341308594
        },
        {
            "docid": "14778310_7",
            "document": "MAP1LC3B . LC3 shares structural homology with ubiquitin, and thus has been termed a ubiquitin-like protein. LC3 has a LDS (LIR docking site)/hydrophobic binding interface in the N terminus which interacts with LIR (LC3 Interacting Region) containing proteins. This domain is rich in hydrophobic amino acids, the mutation of which impairs the ability of LC3 binding with LIR containing proteins, many of which are autophagy cargo adapter proteins. For example, sequestosome (SQSTM1) interacts with Phe 52 and Leu53 aminoacids present in hydrophobic binding interface of LC3 and any mutation of these amino acids prevents LC3 interaction with SQSTM1.",
            "score": 265.5320129394531
        },
        {
            "docid": "31931538_7",
            "document": "Autophagosome . After the formation of the spherical structure, the complex of ATG12-ATG5:ATG16L1 dissociates from the autophagosome. LC3 is cleaved by ATG4 protease to generate cytosolic LC3. LC3 cleavage is required for the terminal fusion of an autophagosome with its target membrane. LC3 is commonly used as a marker of autophagosomes in immunocytochemistry, because it is the essential part of the vesicle and stays associated until the last moment before its fusion. At first, autophagosomes fuse with endosomes or endosome-derived vesicles. These structures are then called amphisomes or intermediate autophagic vacuoles. Nonetheless, these structures contain endocytic markers even small lysosomal proteins such as cathepsin D.",
            "score": 253.71905517578125
        },
        {
            "docid": "22494638_13",
            "document": "ATG8 . One of them is LC3 (MAP1LC3A), a light chain of the microtubule-associated protein 1 Like Atg8, LC3 needs to be proteolytically cleaved and lipidated to be turned into its active form which can localize to the autophagosomal membrane. Similar to the situation in yeast, the activation process of LC3 is triggered by nutrient depletion, as well as in response to hormones.",
            "score": 247.96902465820312
        },
        {
            "docid": "14775424_9",
            "document": "ATG5 . The ATG12-ATG5:ATG16L complex is responsible for elongation of the phagophore in the autophagy pathway. ATG12 is first activated by ATG7, proceeded by the conjugation of ATG5 to the complex by ATG10 via a ubiquitination-like enzymatic process. The ATG12-ATG5 then forms a homo-oligomeric complex with ATG16L. With the help of ATG7 and ATG3, the ATG12-ATG5:ATG16L complex conjugates the C terminus of LC3-I to phosphatidylethanolamine in the phospholipid bilayer, allowing LC3 to associate with the membranes of the phagophore, becoming LC3-II. After formation of the autophagosome, the ATG12-ATG5:ATG16L complex dissociates from the autophagosome.",
            "score": 245.22662353515625
        },
        {
            "docid": "48370875_17",
            "document": "Seipin . Overexpression of mutated seipin proteins N88S or S90L can also activate autophagy, and substantially altering the sub-cellular distribution of the autophagosome marker GFP-LC3, which leads to a number of large vacuoles appearing in the cytoplasm. The sub-cellular location of GFP-LC3 and mutated seipin proteins highly overlap. Moreover, these seipin proteins can diffuse small lipid droplets to fuse into larger lipid.",
            "score": 243.39581298828125
        },
        {
            "docid": "14778310_6",
            "document": "MAP1LC3B . The importance of the nuclear functions of autophagy proteins should not be underestimated. A large pool of LC3 is present in the nucleus of a variety of different cell types. In response to starvation, nuclear LC3 is deacetylated and trafficked out of the nucleus into the cytoplasm where it functions in autophagy. Nuclear LC3 interacts with lamin B1, and participates in the degradation of nuclear lamina. LC3 is also enriched in nucleoli via its triple arginine motif, and associates with a number of different nuclear and nucleolar constituents including: MAP1B, tubulin, and several ribosomal proteins.",
            "score": 237.90074157714844
        },
        {
            "docid": "15031780_5",
            "document": "WIPI2 . The Atg proteins regulate autophagy, which is a lysosomal degradation pathway required for maintaining cell health, surviving periods of nutrient deprivation and also plays a role in cancer, neurodegeneration and immune responses to a diverse range of pathogens. WIPI2 is recruited early to the forming autophagosome, along with DFCP-1, ULK-1 and Atg16, where it positively regulates the lipidation of Atg8 (LC3). Interestingly, this is not true for WIPI1.",
            "score": 230.2869873046875
        },
        {
            "docid": "10447743_6",
            "document": "Abgent . The autophagy pathway is mediated by selective receptors. They recognize and sort diverse cargo substrates (e.g., proteins, organelles, pathogens) for delivery to the autophagic machinery. Known autophagy receptors are characterized by short linear sequence motifs (autophagy receptor motifs, or ARMs) responsible for the interaction with the Atg8/LC3 family. Many ARM-containing proteins (ARM-CPs) are also involved in autophagosome formation and maturation and a few of them in regulating signaling pathways. \"Autophagy Receptor Motif Plotter\" assists in the identification of novel ARM-CPs. Users input a given an amino acid sequence into the web-enabled tool, and the program identifies internal sequences matching a pattern within the 3 classes of the extended ARM motif (x6-W/F/Yxxx-x2). The program then computes and lists the top four scores for each motif class (W-, F-, Y-). The full sequence of the ARM-CP is displayed, where ARMs are colored by their score and ranked score-values are presented in tabular form.",
            "score": 226.00369262695312
        },
        {
            "docid": "39226476_8",
            "document": "Stimulator of interferon genes . The subcellular localization of STING has been elucidated as an endoplasmic reticulum protein. Also, it is likely that STING associates in close proximity with mitochondria associated ER membrane (MAM)-the interface between the mitochondrion and the ER. During intracellular infection, STING is able to relocalize from endoplasmic reticulum to perinuclear vesicles potentially involved in exocyst mediated transport. STING has also been shown to colocalize with autophagy proteins, microtubule-associated protein 1 light chain 3 (LC3) and autophagy-related protein 9A, after double-stranded DNA stimulation, suggesting its presence in the autophagosome.",
            "score": 220.20065307617188
        },
        {
            "docid": "2318393_39",
            "document": "SNARE (protein) . Macroautophagy is a catabolic process involving the formation of double-membrane bound organelles called autophagosomes, which aid in degradation of cellular components through fusion with lysosomes. During autophagy, portions of the cytoplasm are engulfed by a cup-shaped double-membrane structure called a phagophore and eventually become the contents of the fully assembled autophagosome. Autophagosome biogenesis requires the initiation and growth of phagophores, a process that was once thought to occur through de novo addition of lipids. However, recent evidence suggests that the lipids that contribute to the growing phagophores originate from numerous sources of membrane, including endoplasmic reticulum, Golgi, plasma membrane, and mitochondria. SNAREs play important roles in mediating vesicle fusion during phagophore initiation and expansion as well as autophagosome-lysosome fusion in the later stages of autophagy.",
            "score": 215.07073974609375
        },
        {
            "docid": "19857565_8",
            "document": "Arenobufagin . Besides its effects on the Na+-K+ pump, arenobufagin also has some other effects on cells, which were discovered in experiment with cancer cell lines. It causes apoptosis by tempering with mitochondria. In cells treated with it, a decreasing mitochondrial potential was detected (in a dose-dependent manner), as well as a high Bax/Bcl-2 ratio, which is associated with apoptosis, or programmed cell death. Bax translocation from cytosol to mitochondria was also found to be increased. In addition to these effects, arenobufagin also induces morphological changes in organelles, blebbing of plasma membrane, shrinkage of nuclear membrane and chromatin condensation. These observation also indicate the occurrence of apoptosis. Last but not least, specific cleavage of poly (ADP-ribose) polymerase (PARP) and a decrease in pro-caspase9 and 3 were also induced by arenobufagin treatment. PARP is mainly involved in cell repair and programmed cell death. After treatment with arenobufagin, some cells make more autophagosomes and lysosomes, whereas other cells undergo apoptosis. Arenobufagin also leads to increased expression of LC3-II, Biclin1(initial vesicle formation), Atg5 (elongation and completion), Atg9, Atg16L1 and p62/SQSTM1, all proteins which induce autophagy. Blockers of autophagy increase the cytotoxic effect of arenobufagin. Addition of 3-MA increases the proportion of cells in which there in enlarged PARP cleavage and limited caspase-9 and caspase-3 cleavage. This indicates that autophagy pathways protect the cell against apoptosis by arenobufagin. It was hypothesized that arenobufagin may inhibit the PI3K/Akt pathway in controlling cell death and differentiation in response to external stimuli. It was found that arenobufagin inhibited the proteins Akt, PDK1 and PI3K, whereas it stimulated the PHEN-protein. It does this by altering the degree of phosphorylation. All these proteins are involved in the PI3/Akt pathway. Further down the pathway, arenobufagin indirectly inhibits the mTOR-protein, which is involved in apoptosis as well as in autophagy.",
            "score": 215.06411743164062
        },
        {
            "docid": "22494638_4",
            "document": "ATG8 . Atg8 is one of the key molecular components involved in autophagy, the cellular process mediating the lysosome/vacuole-dependent turnover of macromolecules and organelles. Autophagy is induced upon nutrient depletion or rapamycin treatment and leads to the response of more than 30 autophagy-related (ATG) genes known so far, including ATG8. How exactly ATG proteins are regulated is still under investigation, but it is clear that all signals reporting on the availability of carbon and nitrogen sources converge on the TOR signalling pathway and that ATG proteins are downstream effectors of this pathway. In case nutrient supplies are sufficient, the TOR signaling pathway hyperphosphorylates certain Atg proteins, thereby inhibiting autophagosome formation. After starvation autophagy is induced through the activation of Atg proteins both on the protein modification and the transcriptional level. Atg8 is especially important in macroautophagy which is one of three distinct types of autophagy characterized by the formation of double-membrane enclosed vesicles that sequester portions of the cytosol, the so-called autophagosomes. The outer membrane of these autophagosomes subsequently fuses with the lysosome/vacuole to release an inter single membrane (autophagic body) destined for degradation. During this process, Atg8 is particularly crucial for autophagosome maturation (lipidation).",
            "score": 214.7928466796875
        },
        {
            "docid": "41167942_3",
            "document": "Omegasome . Autophagy (from Greek words for “self” and “eating”) is a process of digesting or degrading cytoplasmic molecules (proteins, lipids, sugars and organelles). Macroautophagy is the main autophagic pathway, used primarily to eradicate damaged cell organelles such as mitochondria, ribosomes, etc. The omegasome is present at the opening of the sack-like phagophore while items destined for degradation by macroautophagy are loaded into the phagophore. There are specific receptor proteins that recruit items to the phagophore. The phagophore expands to accommodate the items, until the omegasome is closed to produce the roughly spherical autophagosome. How autophagosomes are \"detached\" or \"exit\" from the omegasome is not clear, but autophagocytosis associated protein Atg3 and other proteins are required, and collections of thin tubules at the junction between omegasome and phagophore appear to be involved. Actin is also believed to be important.",
            "score": 211.67506408691406
        },
        {
            "docid": "21317821_11",
            "document": "Mitophagy . Other pathways that can induce mitophagy includes mitophagy receptors on the outer mitochondrial membrane surface. These receptors include NIX1, BNIP3 and FUNDC1. All of these receptors contain LIR consensus sequences that bind LC3/GABARAP which can lead to the degradation of the mitochondria. In hypoxic conditions BNIP3 is upregulated by HIF1α. BNIP3 is then phosphorylated at its serine residues near the LIR sequence which promotes LC3 binding. FUNDCI is also hypoxia sensitive, although it is constitutively present at the outer mitochondrial membrane during normal conditions",
            "score": 205.82830810546875
        },
        {
            "docid": "32150100_2",
            "document": "Autophagocytosis associated protein Atg3 . In molecular biology, autophagocytosis associated protein Atg3 is the E2 enzyme for the LC3 lipidation process. It is essential for autophagocytosis. The super protein complex, the Atg16L complex, consists of multiple Atg12-Atg5 conjugates. Atg16L has an E3-like role in the LC3 lipidation reaction. The activated intermediate, LC3-Atg3 (E2), is recruited to the site where the lipidation takes place.",
            "score": 202.1302947998047
        },
        {
            "docid": "31931538_8",
            "document": "Autophagosome . The process is similar in yeast, however the gene names differ. For example, LC3 in mammals is Atg8 in yeast and autophagosomes are generated from Pre-Autophagosomal Structure (PAS) which is distinct from the precursor structures in mammalian cells. The pre-autophagosomal structure in yeast is described as a complex localized near the vacuole. However the significance of this localization is not known. Mature yeast autophagosomes fuse directly with vacuoles or lysosomes and do not form amphisomes as in mammals.",
            "score": 200.05714416503906
        },
        {
            "docid": "14778310_3",
            "document": "MAP1LC3B . LC3 was originally identified as a microtubule associated protein in rat brain. However it was later found that the primary function of LC3 is in autophagy, a process that involves the bulk degradation of cytoplasmic components.",
            "score": 198.9838104248047
        },
        {
            "docid": "1989166_26",
            "document": "Phagosome . Autophagosomes are different from phagosomes in that they are mainly used to selectively degrade damaged cytosolic organelles such as mitochondria (mitophagy). However, when the cell is starved or stressed, autophagosomes can also non-selectively degrade organelles to provide the cell with amino acids and other nutrients. Autophagy is not limited to professional phagocytes, it is first discovered in rat hepatocytes by cell biologist Christian de Duve. Autophagosomes have a double membrane, the inner one from the engulfed organelle, and the outer membrane is speculated to be formed from the endoplasmic reticulum or the ER-Golgi Intermediate Compartment (ERGIC). The autophagosome also fuses with lysosomes to degrade its contents. When \"M. tuberculosis\" inhibit phagosome acidification, Interferon gamma can induce autophagy and rescue the maturation process.",
            "score": 194.33535766601562
        },
        {
            "docid": "48658318_4",
            "document": "David C. Rubinsztein . Rubinsztein has made major contributions to the field of neurodegeneration with his laboratory's discovery that autophagy regulates the levels of intracytoplasmic aggregate-prone proteins that cause many neurodegenerative diseases, including Huntington's, Parkinson's and Alzheimer's disease. His lab has found that autophagy may be inhibited in various neurodegenerative diseases and has elucidated the pathological consequences of autophagy compromise. In addition his research has advanced the basic understanding of autophagy, identifying the plasma membrane as a source of autophagosome membrane and characterising early events in autophagosome biogenesis. Furthermore, he studied how lysosomal positioning regulates autophagy. His goal is to understand the links between these diseases and autophagy. He is currently focused on understanding how to induce autophagy in vivo to remove toxic proteins and avoid the development of neurodegenerative disease",
            "score": 191.9481201171875
        },
        {
            "docid": "33051527_24",
            "document": "Cell membrane . 3. Endocytosis: Endocytosis is the process in which cells absorb molecules by engulfing them. The plasma membrane creates a small deformation inward, called an invagination, in which the substance to be transported is captured.This invagination is caused by proteins on the outside on the cell membrane, acting as receptors and clustering into depressions that eventually promote accumulation of more proteins and lipids on the cytosolic side of the membrane. The deformation then pinches off from the membrane on the inside of the cell, creating a vesicle containing the captured substance. Endocytosis is a pathway for internalizing solid particles (\"cell eating\" or phagocytosis), small molecules and ions (\"cell drinking\" or pinocytosis), and macromolecules. Endocytosis requires energy and is thus a form of active transport.",
            "score": 187.1467742919922
        },
        {
            "docid": "12384889_6",
            "document": "Vojo Deretic . A series of studies from Dr. Deretic's group show how the human immunity related GTPase IRGM works in autophagy by demonstrating IRGM's direct interactions with the core autophagy (ATG) factors, and their assembly and activation enabling them to carry out antimicrobial and anti-inflammatory autophagic functions of significance in tuberculosis and Crohn's disease. A very recent study shows that IRGM helps recruit a SNARE Syntaxin 17 to autophagosome via mammalain Atg8s such as MAP1LC3B (LC3s) and GABARAPs.",
            "score": 185.72764587402344
        },
        {
            "docid": "73592_13",
            "document": "Toxoplasmosis . \"T. gondii\" also has the ability to initiate autophagy of the host's cells. This leads to a decrease in healthy, uninfected cells, and consequently fewer host cells to attack the infected cells. Research by Wang \"et al\" finds that infected cells lead to higher levels of autophagosomes in normal and infected cells. Their research reveals that \"T. gondii\" causes host cell autophagy using a calcium-dependent pathway. Another study suggests that the parasite can directly affect calcium being released from calcium stores, which are important for the signalling processes of cells.",
            "score": 185.58436584472656
        },
        {
            "docid": "624361_9",
            "document": "Autophagy . Macroautophagy is the main pathway, used primarily to eradicate damaged cell organelles or unused proteins. First the phagophore engulfs the material that needs to be degraded, which forms a double membrane known as an autophagosome, around the organelle marked for destruction. The autophagosome then travels through the cytoplasm of the cell to a lysosome, and the two organelles fuse. Within the lysosome, the contents of the autophagosome are degraded via acidic lysosomal hydrolases.",
            "score": 185.57650756835938
        },
        {
            "docid": "16847514_7",
            "document": "MAPK15 . MAPK15 has been demonstrated to interact with gamma-aminobutyric acid receptor-associated protein (GABARAP) and microtubule-associated proteins 1A/1B light chain 3A (MAP1LC3A, or LC3) in a process that stimulates autophagy. A number of additional proteins also interact with MAPK15, including cyclin-dependent kinase 2 (CDK2), mitogen-activated protein kinase 12 (MAPK12), and lactotransferrin (LTF), among many others.",
            "score": 183.98468017578125
        },
        {
            "docid": "14801031_3",
            "document": "ATG4B . Autophagy is the process by which endogenous proteins and damaged organelles are destroyed intracellularly. Autophagy is postulated to be essential for cell homeostasis and cell remodeling during differentiation, metamorphosis, non-apoptotic cell death, and aging. Reduced levels of autophagy have been described in some malignant tumors, and a role for autophagy in controlling the unregulated cell growth linked to cancer has been proposed. This gene encodes a member of the autophagin protein family. The encoded protein is also designated as a member of the C-54 family of cysteine proteases. Alternate transcriptional splice variants, encoding different isoforms, have been characterized. One main function of Atg4 is to cleave the pre-protein of Atg8, leading to the non-lipidated soluble (-I) form which can be processed further by Atg3, Atg7, Atg5-12 into the lipidated form (-II) anchored to the autophagic membrane.",
            "score": 182.787841796875
        },
        {
            "docid": "31931538_6",
            "document": "Autophagosome . The formation of autophagosomes is controlled by Atg genes through Atg12-Atg5 and LC3 complexes. The conjugate of Atg12-Atg5 also interacts with Atg16 to form larger complexes. Modification of Atg5 by Atg12 is essential for the elongation of the initial membrane.",
            "score": 181.82061767578125
        }
    ]
}