{
    "q": [
        {
            "docid": "16079692_27",
            "document": "Sewage treatment . Wastewater may contain high levels of the nutrients nitrogen and phosphorus. Excessive release to the environment can lead to a buildup of nutrients, called eutrophication, which can in turn encourage the overgrowth of weeds, algae, and cyanobacteria (blue-green algae). This may cause an algal bloom, a rapid growth in the population of algae. The algae numbers are unsustainable and eventually most of them die. The decomposition of the algae by bacteria uses up so much of the oxygen in the water that most or all of the animals die, which creates more organic matter for the bacteria to decompose. In addition to causing deoxygenation, some algal species produce toxins that contaminate drinking water supplies. Different treatment processes are required to remove nitrogen and phosphorus.",
            "score": 206.3911108970642
        },
        {
            "docid": "12586796_5",
            "document": "Picobiliphyte . Researchers investigated gene sequences of the 18S ribosomal RNA gene, common to all cells. The identity of new organisms can be deduced from a comparison of familiar and unfamiliar gene sequences. “The gene sequences found in these algae could not be associated with any previously known group of organisms”, explain Dr Klaus Valentin and Dr. Linda Medlin, co-authors of the study and molecular biologists at the Alfred Wegener Institute for Polar and Marine Research in Bremerhaven. The algae in this study were found in plankton samples originating from various regions of the North Atlantic and the Mediterranean. The scientists have discovered a group of organisms which, despite being completely new to science, have a wide distribution. “This is a good indication for how much there is still to discover in the oceans, especially using molecular tools”, says Valentin.",
            "score": 116.63520681858063
        },
        {
            "docid": "764446_8",
            "document": "Sacoglossa . The sacoglossans can utilise the chloroplasts of the algae on which they feed, which they keep alive for hours to months after their ingestion. They maintain the cells and metabolise the photosynthetic products; this process is termed kleptoplasty, and the sacoglossans are the only animals to employ it; some ciliates and foramanifera (protists) also employ the strategy. Sacoglossans have been known to survive for months living solely on the photosynthetic products of their acquired plastids. This process is somewhat mystifying, as the upkeep of chloroplasts usually requires interaction with genes encoded in the plant cell nucleus. This almost seems to suggest that the genes have been laterally transferred from algae to the animals. DNA amplification experiments on \"Elysia chlorotica\" adults and eggs using \"Vaucheria litorea\" derived primers revealed the presence of psbO, an algal nuclear gene. These results were likely an artefact, as most recent results based on transcriptomic analysis and sequencing of genomic DNA from the slug's eggs reject the hypothesis that lateral gene transfer supports kleptoplast longevity. Sacoglossans are able to choose which method of feeding they utilize. The switch from active feeding to photosynthesis in sacoglossans is triggered by the shortage of food resource, and typically not preferred. If food is readily available, the animal will actively consume. Starvation periods (periods of photosynthesis and no active feeding) vary between species of sacoglossans from less than a week to over four months, and photosynthesis is used as a last resort mechanism to avoid mortality. Another unclear step in the process is how the chloroplasts are protected from digestion, and how they adapt to their new position in animal cells without the membranes that would control their environment in the algae. However it is achieved, kleptoplasty is an important strategy for many genera of Placobranchacaea. One species of \"Elysia\" feeds on a seasonally-calcifying alga. Because it is unable to penetrate the calcified cell walls, the animal can only feed for part of the year, relying on the ingested chloroplasts to survive whilst the foodstuff is calcified, until later in the season when the calcification is lost and the grazing can continue.",
            "score": 120.4445550441742
        },
        {
            "docid": "32000533_24",
            "document": "Marine microorganism . The ancestors of modern bacteria were unicellular microorganisms that were the first forms of life to appear on Earth, about 4 billion years ago. For about 3 billion years, most organisms were microscopic, and bacteria and archaea were the dominant forms of life. Although bacterial fossils exist, such as stromatolites, their lack of distinctive morphology prevents them from being used to examine the history of bacterial evolution, or to date the time of origin of a particular bacterial species. However, gene sequences can be used to reconstruct the bacterial phylogeny, and these studies indicate that bacteria diverged first from the archaeal/eukaryotic lineage.  Bacteria were also involved in the second great evolutionary divergence, that of the archaea and eukaryotes. Here, eukaryotes resulted from the entering of ancient bacteria into endosymbiotic associations with the ancestors of eukaryotic cells, which were themselves possibly related to the Archaea. This involved the engulfment by proto-eukaryotic cells of alphaproteobacterial symbionts to form either mitochondria or hydrogenosomes, which are still found in all known Eukarya. Later on, some eukaryotes that already contained mitochondria also engulfed cyanobacterial-like organisms. This led to the formation of chloroplasts in algae and plants. There are also some algae that originated from even later endosymbiotic events. Here, eukaryotes engulfed a eukaryotic algae that developed into a \"second-generation\" plastid. This is known as secondary endosymbiosis.",
            "score": 141.05584931373596
        },
        {
            "docid": "2056572_41",
            "document": "Marine life . The ancestors of modern bacteria were unicellular microorganisms that were the first forms of life to appear on Earth, about 4 billion years ago. For about 3 billion years, most organisms were microscopic, and bacteria and archaea were the dominant forms of life. Although bacterial fossils exist, such as stromatolites, their lack of distinctive morphology prevents them from being used to examine the history of bacterial evolution, or to date the time of origin of a particular bacterial species. However, gene sequences can be used to reconstruct the bacterial phylogeny, and these studies indicate that bacteria diverged first from the archaeal/eukaryotic lineage.  Bacteria were also involved in the second great evolutionary divergence, that of the archaea and eukaryotes. Here, eukaryotes resulted from the entering of ancient bacteria into endosymbiotic associations with the ancestors of eukaryotic cells, which were themselves possibly related to the Archaea. This involved the engulfment by proto-eukaryotic cells of alphaproteobacterial symbionts to form either mitochondria or hydrogenosomes, which are still found in all known Eukarya. Later on, some eukaryotes that already contained mitochondria also engulfed cyanobacterial-like organisms. This led to the formation of chloroplasts in algae and plants. There are also some algae that originated from even later endosymbiotic events. Here, eukaryotes engulfed a eukaryotic algae that developed into a \"second-generation\" plastid. This is known as secondary endosymbiosis.",
            "score": 141.05584931373596
        },
        {
            "docid": "54840_18",
            "document": "Eutrophication . When an ecosystem experiences an increase in nutrients, primary producers reap the benefits first. In aquatic ecosystems, species such as algae experience a population increase (called an algal bloom). Algal blooms limit the sunlight available to bottom-dwelling organisms and cause wide swings in the amount of dissolved oxygen in the water. Oxygen is required by all aerobically respiring plants and animals and it is replenished in daylight by photosynthesizing plants and algae. Under eutrophic conditions, dissolved oxygen greatly increases during the day, but is greatly reduced after dark by the respiring algae and by microorganisms that feed on the increasing mass of dead algae. When dissolved oxygen levels decline to hypoxic levels, fish and other marine animals suffocate. As a result, creatures such as fish, shrimp, and especially immobile bottom dwellers die off. In extreme cases, anaerobic conditions ensue, promoting growth of bacteria such as \"Clostridium botulinum\" that produces toxins deadly to birds and mammals. Zones where this occurs are known as dead zones. Eutrophication may cause competitive release by making abundant a normally limiting nutrient. This process causes shifts in the species composition of ecosystems. For instance, an increase in nitrogen might allow new, competitive species to invade and out-compete original inhabitant species. This has been shown to occur in New England salt marshes. In Europe and Asia, the common carp frequently lives in naturally Eutrophic or Hypereutrophic areas, and is adapted to living in such conditions. The eutrophication of areas outside its natural range partially explain the fish's success in colonising these areas after being introduced.",
            "score": 164.30648732185364
        },
        {
            "docid": "38173326_16",
            "document": "Reactive oxygen species production in marine microalgae . In addition to impacting predator-prey interactions, the production of ROS may also help an alga get an advantage in the competition for resources against other algae, be a way to prevent fouling bacteria, and act as a signaling mechanism between cells. ROS can inhibit photosynthesis in algae Thus an alga that is more tolerant of ROS than another may produce and release it as a means of decreasing the other species competitive ability. In addition, \"Chattonella marina\", the most well studied raphydophyte for ROS production, may produce a boundary of ROS that deters other marine microalgae from using nutrients in its vicinity. Similarly, this boundary could also be a way to discourage bacteria fouling, since the production of ROS is known to inhibit growth and bioluminescent ability in the bacteria \"Vibrio alginolyticus\" and \"Vibrio fischeri\", respectively. Lastly, Marshall \"et al.\" showed that \"Chattonella marina\" cells were able to change their rate of superoxide production in as little as one hour when in different cell densities, increasing the rate from 1.4 to 7.8 times the original. They suggest that this quick response in altering rates of production may be a form of chemical signaling between cells that works to provide information about cell density.",
            "score": 146.13373816013336
        },
        {
            "docid": "78019_30",
            "document": "Sea of Azov . Because of the shallow waters, the development of aquatic life in the Sea of Azov is more characteristic of a lagoon, and the plankton patterns are rather similar in the open sea and near the shores. Despite its shallowness, the water has low transparency, so bottom plants are poorly developed and most algae are of planktonic type. The sea is characterised by high concentrations of organic matter and long blooming periods. Another specific feature of the sea is the variable salinity – low in the large bays and higher in the open sea, especially near the Kerch Strait. Therefore, the plankton species are distributed inhomogeneously in the Sea of Azov. Although many additional species are brought in from the saltier Black Sea, most of them cannot adjust to the variable salinity of the Sea of Azov, except for the euryhaline species. About 600 species of planktonic algae are known in the Sea of Azov. The number of species is dominated by diatoms and green algae; blue-green algae and pyrophites are significant, and euglena and yellow-green algae form only 5% of the species. Green algae are mostly responsible for the colour of the sea in the satellite images (see photos above).",
            "score": 134.50607061386108
        },
        {
            "docid": "30722644_8",
            "document": "Lake Winnipeg algae threat . Environment Canada reports that the amount of nitrogen and phosphorus available for plant uptake has increased dramatically in the past several decades. The causes are a massive increase in the use of fertilizer, burning of fossil fuels, development of large urban populations, and an upsurge in land clearing and deforestation. Nitrogen and phosphorus loading from human activity has accelerated eutrophication of certain rivers, lakes, and wetlands in the U.S.A. resulting in loss of habitat, changes in biodiversity and, in some cases, loss of recreational potential. Lake Winnipeg suffers from the rapid absorption of the elements phosphorus, nitrogen, and carbon. Eutrophication processes fuel the growth of blue-green algae, also known by its more correct scientific name cyanobacteria. These bacteria normally appear green in color and can turn blue when the algae (bacteria) blooms are dying. As an algae bloom dies, the microscopic cells break down. This process releases toxins in the surrounding water. Once released, some toxins can linger for more than three months until sunlight and the natural population of healthy green algae in the lake degrade them. Cyanobacteria typically thrive off of phosphorus when Lake Winnipeg’s summer temperatures are hot and wind speeds are relatively low. Blue-green algae blooms frequently persist for several months in Lake Winnipeg until colder temperatures, currents, and changes in the seasonal weather can filter them out. The cyanobacteria’s decomposition process consumes oxygen at such a high rate that this can actually suffocate Lake Winnipeg’s native walleye fish species and other aquatic life. Although blue-green algae occurs naturally in Lake Winnipeg, there is no conclusive evidence what normal levels may be. Satellite images show that blooms are occurring more frequently and are covering more surface area of the lake. The Lake Winnipeg algae crisis has grown to such a large scale that the blooms can be seen from outer space.",
            "score": 204.783105134964
        },
        {
            "docid": "39070352_43",
            "document": "Wildlife of Antarctica . Other algae live in or on the sea ice, often on its underside, or on the seabed in shallow areas. Over 700 seaweed species have been identified, of which 35% are endemic. Outside of the ocean many algae are found in freshwater both on the continent and on the subantarctic islands. Terrestrial algae, such as snow algae, have been found living in soil as far south as 86° 29'. Most are single-celled. In summer algal blooms can cause snow and ice to appear red, green, orange, or grey. These blooms can reach about 10 cells per mL. The dominant group of snow algae is chlamydomonas , a type of green algae.",
            "score": 185.137868642807
        },
        {
            "docid": "2065110_7",
            "document": "Ice algae . The timing of sea ice algae blooms has a significant impact on the entire ecosystem. Initiation of the bloom is primarily controlled by the return of the sun in the spring (i.e. the solar angle). Because of this, the ice algae bloom usually occurs before the blooms of pelagic phytoplankton, which require higher light levels and warmer water. Early in the season, prior to the ice melt, sea ice algae constitute an important food source for higher trophic levels. However, the total percentage that sea ice algae contribute to the primary production of a given ecosystem depends strongly on the extent of ice cover. The thickness of snow on the sea ice also affects the timing and size of the ice algae bloom by altering light transmission. This sensitivity to ice and snow cover has the potential to cause a mismatch between predators and their food-source, sea ice algae, within the ecosystem. This so called match/mismatch has been applied to a variety of systems. Examples have been seen in the relationship between zooplankton species, which rely on sea ice algae and phytoplankton for food, and juvenile walleye pollock in the Bering Sea.",
            "score": 161.3459573984146
        },
        {
            "docid": "15819591_11",
            "document": "Trophic state index . A eutrophic body of water, commonly a lake or pond, has high biological productivity. Due to excessive nutrients, especially nitrogen and phosphorus, these water bodies are able to support an abundance of aquatic plants. Usually, the water body will be dominated either by aquatic plants or algae. When aquatic plants dominate, the water tends to be clear. When algae dominate, the water tends to be darker. The algae engage in photosynthesis which supplies oxygen to the fish and biota which inhabit these waters. Occasionally, an excessive algal bloom will occur and can ultimately result in fish death, due to respiration by algae and bottom-living bacteria. The process of eutrophication can occur naturally and by human impact on the environment.",
            "score": 166.94673609733582
        },
        {
            "docid": "255867_60",
            "document": "Long Island Sound . Over the last several decades, excess nitrogen may have adversely affected diatoms—microscopic, single-celled algae at the base of the food chain, which make shells ('frustules') of opaline silica. When diatoms are less productive, they are replaced by other phytoplankton such as dinoflagellates or blue-green algae, which grow well in waters with high nitrogen levels, but do not need silica. Such a change in the base of the foodchain could have such consequences as an increase in abundance of jellyfish and decline in shellfish and other fish. Gary Wikfors, a fish biologist with the Milford, Connecticut office of the federal National Oceanic and Atmospheric Administration said he has seen no evidence of fewer plankton in the sound or more blue-green algae. \"I study algae blooms,\" he said in a newspaper report. \"I have to go to the Chesapeake Bay to study them. I can't find them in the Sound.\"",
            "score": 134.0011157989502
        },
        {
            "docid": "23588360_18",
            "document": "Ecosystem of the North Pacific Subtropical Gyre . Before 1978, scientists hypothesized that diatoms dominated plankton populations in the NPSG. The primary consumers were expected to be relatively large mesozooplankton. It is now well known that most of the algae in the NPSG are actually bacteria (unicellular organisms), dominated by cyanobacteria, or blue-green algae. These simple organisms make up the majority of the standing stock of photosynthesizing marine life in this ecosystem. Scientists have also recently discovered Archaea (also a single-celled microorganism, but more similar to a eukaryote than bacteria) genes in the NPSG, suggesting that additional diversity exists in this habitat. Many microorganisms may exist in this gyre because small body size has a competitive advantage in the ocean for resource (light and nutrients) acquisition. In the contemporary view of the NPSG, the microbial food web is always present, whereas the larger eukaryote-grazer food chain is seasonal and ephemeral.",
            "score": 114.16602826118469
        },
        {
            "docid": "28281546_3",
            "document": "Hydrocarbon plant . Most hydrocarbon plants are not trees, however, so this technique of tapping the tree is no longer feasible. Instead of tapping the tree, the hydrocarbons are extracted using various organic solvents. This process is especially useful with single-cell algae, such as Botryococcus braunii. This algae has two forms, both of which live in brackish water. The first form is a red algae that produces odd-numbered carbon chains roughly 25-31 atoms in length. These carbon chains usually do not possess a large number of double bonds. The second type of Botryococcus braunii is green and produces even-numbered carbon chains that are between 34 and 38 carbons long, with many double bonds present. While the cause of this difference is not well-studied, the two different algae can be used for discrete purposes.",
            "score": 132.0697158575058
        },
        {
            "docid": "17588870_22",
            "document": "K. S. Manilal . Two species of marine phyto-planktonic algae were discovered, which could withstand a very high degree of radioactivity. It was found that these species could absorb and adsorb as much as 40 times their body weight of the radioactive Thorium compounds from surrounding seawater, and continue to live normally. In the 1970s these findings were farfetched to be accepted for publication in a journal in U.K. However, on Manilal's return to India, a part of these findings was published in the journal Current Science (1975), by the Indian Institute of Science. About ten years later, some British scientists did a similar work and their results were published in the prestigious U.K. journal Nature, and wide publicity in the press as a biotechnological break-through. Manilal's experiments (and the subsequent work by the British scientists) show that such marine planktonic algae could be used to quickly and safely clean up ocean surfaces where radio-active materials have accumulated, by cultivating such algae in a specific area and later removing them from there.",
            "score": 106.33319079875946
        },
        {
            "docid": "233271_18",
            "document": "Brown algae . The closest relatives of the brown algae include unicellular and filamentous species, but no unicellular species of brown algae are known. However, most scientists assume that the Phaeophyceae evolved from unicellular ancestors. DNA sequence comparison also suggests that the brown algae evolved from the filamentous Phaeothamniophyceae, Xanthophyceae, or the Chrysophyceae between 150 and 200 million years ago. In many ways, the evolution of the brown algae parallels that of the green algae and red algae, as all three groups possess complex multicellular species with an alternation of generations. Analysis of 5S rRNA sequences reveals much smaller evolutionary distances among genera of the brown algae than among genera of red or green algae, which suggests that the brown algae have diversified much more recently than the other two groups.",
            "score": 126.23807001113892
        },
        {
            "docid": "30722644_2",
            "document": "Lake Winnipeg algae threat . In the last 30 years Lake Winnipeg has experienced a steady surge of blue-green algae growth and although algae grows naturally in the lake, excessive blue-green algae blooms are caused by high ratio levels of nitrogen and phosphorus draining into the lake via rivers and surface runoff. Up to five and a half million people rely on the health of Lake Winnipeg. The lake is an economical powerhouse that supports a $100 million a year tourism industry and a $25 million a year fishing industry. Healthy algae populations play an important role in keeping lake Winnipeg's ecological systems balanced. Green algae provides food for zooplankton, which are then eaten by larger fish in the lake. However the toxins that blue-green algae release can destroy fresh water ecosystems and can be dangerous for humans and other species. Very high levels of the algae toxin microcystin closed Victoria Beach off from the public in the summer of 2003. Grand Beach and other surrounding settlements along the lake are often closed for a short time during summer months due to E. coli and algae-toxin related threats. Immense algae blooms have appeared in the northern part of Lake Winnipeg in the last decade with hundreds of square kilometers of the lake covered with a thick toxic layer of blue-green algae. Local residents in surrounding communities say the blue-green algae is well known for creating deadly water conditions in prairie dugouts and have been known to even kill livestock. Commercial and aboriginal fishermen on the lake often find their nets temporarily disabled during the summer months because of the thick algae conditions. The Lake Winnipeg algae blooms are considered the worst algae problem of any large freshwater lake in the world.",
            "score": 168.8633897304535
        },
        {
            "docid": "10669865_16",
            "document": "Fish kill . An algae bloom is the appearance of a large amount of algae or scum floating on the surface of a body of water. Algae blooms are a natural occurrence in nutrient-rich lakes and rivers, though sometimes increased nutrient levels leading to algae blooms are due to fertilizer or animal waste runoff. A few species of algae produce toxins, but most fish kills due to algae bloom are a result of decreased oxygen levels. When the algae die, decomposition uses oxygen in the water that would be available to fish. A fish kill in a lake in Estonia in 2002 was attributed to a combination of algae bloom and high temperatures. When people manage algae blooms in fish ponds, it is recommended that treatments be staggered to avoid too much algae dying at once, which may result in a large drop in oxygen content.",
            "score": 170.3991321325302
        },
        {
            "docid": "7903516_42",
            "document": "Phycodnaviridae . Members of the genus \"Chlorovirus\" are found in freshwater sources around the world and infect the green algae symbionts zoochlorellae. There is a lack of information about the role chloroviruses play in freshwater ecology. Despite this, chloroviruses are found in native waters at 1–100 plaque-forming units (PFU)/ml and measurements as high as 100,000 PFU/ml of native water have been obtained. A plaque-forming unit is the number of particles capable of forming visible structures within a cell culture, known as plaques. Abundances of chloroviruses vary with season, with the highest abundances occurring in the spring. Chloroviruses, such as PBCV-1, play a role in regulating host populations of zoochlorella. As mentioned previously, infection of zoochlorella occurs only when the symbiotic relationship with its host is disrupted. Infection of the algae during this stage of host/algae independence will prevent the host and algae relationship from being restored, thus decreasing the survivability of the endosymbiotic hosts of the zoochlorellae, such as \"Paramecium bursaria.\" Thus, chloroviruses play in important role in freshwater ecosystems by not only regulating populations of their host, zoochlorellae, but also regulating, to an extent, populations of zoochlorellae hosts as well. Chloroviruses and viruses in general cause death and lysis of their hosts, releasing dissolved organic carbon, nitrogen and phosphorus into the water. These nutrients can then be taken up by bacteria, thus contributing to the microbial loop. Liberation of dissolved organic materials allows for bacterial growth, and bacteria are an important source of food for organisms in higher trophic levels. Consequently, chloroviruses have significant effects on carbon and nutrient flows, influencing freshwater ecosystem dynamics.",
            "score": 130.39530265331268
        },
        {
            "docid": "34824736_2",
            "document": "Phycotoxin . Phycotoxins (from Greek, \"phykos\", \"seaweed\"; and \"toxikon\", \"toxin\") are complex allelopathic chemicals produced by eukaryotic and prokaryotic algal secondary metabolic pathways. More simply, these are toxic chemicals synthesized by photosynthetic organisms. These metabolites are (in most cases) not harmful to the producer but may be toxic to either one or many members of the marine food web. This page focuses on phycotoxins produced by marine microalgae; however, freshwater algae and macroalgae are known phycotoxin producers and may exhibit analogous ecological dynamics. In the pelagic marine food web, phytoplankton are subjected to grazing by macro- and micro-zooplankton as well as competition for nutrients with other phytoplankton species. Marine bacteria try to obtain a share of organic carbon by maintaining symbiotic, parasitic, commensal, or predatory interactions with phytoplankton. Other bacteria will degrade dead phytoplankton or consume organic carbon released by viral lysis. The production of toxins is one strategy that phytoplankton use to deal with this broad range of predators, competitors, and parasites. Smetacek suggested that \"planktonic evolution is ruled by protection and not competition. The many shapes of plankton reflect defense responses to specific attack systems\". Indeed, phytoplankton retain an abundance of mechanical and chemical defense mechanisms including cell walls, spines, chain/colony formation, and toxic chemical production. These morphological and physiological features have been cited as evidence for strong predatory pressure in the marine environment. However, the importance of competition is also demonstrated by the production of phycotoxins that negatively impact other phytoplankton species. Flagellates (especially dinoflagellates) are the principle producers of phycotoxins; however, there are known toxigenic diatoms, cyanobacteria, prymnesiophytes, and raphidophytes. Because many of these allelochemicals are large and energetically expensive to produce, they are synthesized in small quantities. However, phycotoxins are known to accumulate in other organisms and can reach high concentrations during algal blooms. Additionally, as biologically active metabolites, phycotoxins may produce ecological effects at low concentrations. These effects may be subtle, but have the potential to impact the biogeographic distributions of phytoplankton and bloom dynamics.",
            "score": 164.85157990455627
        },
        {
            "docid": "4174517_9",
            "document": "Algaculture . Water, carbon dioxide, minerals and light are all important factors in cultivation, and different algae have different requirements. The basic reaction for algae growth in water is carbon dioxide + light energy + water = glucose + oxygen + water. This is called \"autotrophic\" growth. It is also possible to grow certain types of algae without light, these types of algae consume sugars (such as glucose). This is known as\"heterotrophic\" growth.",
            "score": 126.16184067726135
        },
        {
            "docid": "1864670_19",
            "document": "Marine iguana . The marine iguana forages almost exclusively on algae in the inter- and subtidal zones, and 4–5 red algal species are their food of choice. During neap low tides, however, the usually avoided \"Ulva lobata\", a species of green algae, is eaten more often since the preferred red algae are not easily available. Among the red algae genera often consumed are \"Centroceras\", \"Gelidium\", \"Grateloupia\", \"Hypnea\", \"Polysiphonia\" and \"Pterocladiella\", and in some populations \"Ulva\" dominates the diet. Several other red and green algae species have been recorded, and at least 10 genera are regularly consumed. Brown algae have also been recorded in their diet, but marine iguanas are unable to easily digest these and starve if this is the only type present. The algal diet varies in accordance to the algal abundance, preferences and foraging behaviour, and this also depends on the season and exact island. Some species with chemical deterrents, such as \"Bifurcaria\", \"Laurencia\" and \"Ochtodes\", are actively avoided, but otherwise algal food choice mainly depends on energy content and digestibility. At Punta Espinoza on northeastern Fernandina Island it has been estimated that the approximately 2,000 marine iguanas eat about 28 tonnes per year, but this is counterbalanced by the very high growth rate of the algae. Rarely they may feed on crustaceans, insects, and sea lion feces and afterbirth. The population on North Seymour Island also feeds on the land plant \"Batis maritima\" and these iguanas have a higher survival rate during periods where their normal algal food is reduced. However, the hindgut of marine iguanas is specially adapted to algae feeding, likely restricting the possibility of efficiently switching to other plant types. In the first months after hatching, the juveniles mainly feed on feces from larger marine iguanas, gaining the endosymbiotic bacteria needed for digesting algae.",
            "score": 156.7763911485672
        },
        {
            "docid": "26664939_19",
            "document": "2010 China drought and dust storms . In mid-June 2010, a large algal bloom, consisting of \"enteromorpha\" algae, developed off the coast of Shandong, in the Yellow Sea. Causes of the algal outbreak include marine pollution from sewage and agricultural run-off, in addition to run-off from fish farms, worsened by eutrophication following the drought, subsequent flooding and heat wave, as well as high sea surface temperatures in the area. The bloom continues to expand, and preparations have been made for a flotilla of vessels to ward off the bloom, covering an area of , the largest bloom since 2008. The patch of algae since expanded offshore Jiangsu Province, and is pushing toward the city of Qingdao. The Chinese State Oceanic Administration has warned that the algae could threaten marine life and local tourism, and other scientists have stated that the bloom could decompose on beaches and release toxic gases if not cleaned up. Close to 4,000 tonnes a day of algae is being removed from the bloom, to be sent off and used as animal feed or fertilizer. Green and red tides have become more common in China in recent years. The green tides from the current algal blooms can also result in dead zones from localized ocean anoxia. Large blooms of jellyfish, including giant Nomura's jellyfish have also appeared off Shandong and around the coasts of Japan within the past decade, as a result of the same type of pollution in dead zones.",
            "score": 203.09799230098724
        },
        {
            "docid": "1055890_79",
            "document": "Sustainable energy . From 1978 to 1996, the National Renewable Energy Laboratory experimented with producing algae fuel in the \"Aquatic Species Program.\" A self-published article by Michael Briggs, at the University of New Hampshire Biofuels Group, offers estimates for the realistic replacement of all motor vehicle fuel with biofuels by utilizing algae that have a natural oil content greater than 50%, which Briggs suggests can be grown on algae ponds at wastewater treatment plants. This oil-rich algae can then be extracted from the system and processed into biofuels, with the dried remainder further reprocessed to create ethanol. The production of algae to harvest oil for biofuels has not yet been undertaken on a commercial scale, but feasibility studies have been conducted to arrive at the above yield estimate. During the biofuel production process algae actually consumes the carbon dioxide in the air and turns it into oxygen through photosynthesis. In addition to its projected high yield, algaculture— unlike food crop-based biofuels — does not entail a decrease in food production, since it requires neither farmland nor fresh water. Many companies are pursuing algae bio-reactors for various purposes, including scaling up biofuels production to commercial levels.",
            "score": 120.4697813987732
        },
        {
            "docid": "46685179_21",
            "document": "Weed Lake Wetland . Algae, the first plant on earth, can be useful for both nature and us. It is extremely edible for many ducks, geese and fish. It also absorbs carbon dioxide and makes oxygen and sugar inside itself. Algae can also be made into medicine, biofuel, fertilizer, pollution control and food. Algae can come in three different colors, brown, red and green. Plus, algae has two sizes, macro algae and micro algae. Micro algae are a quarter of a millimeter large and macro algae can appear to be enormous! You can find algae in all sorts of places such as Northern Canada, Eastern Canada, in Central Africa, and Western Europe. It can be found in rivers, ponds, lakes and wetlands. These places have high levels of chlorophyll, which algae need to grow. But if there is too much algae it can be harmful for the environment. When algae grow it multiplies over, and over again. It is similar to duckweed in a way that it doesn’t reproduce; it just grows and then multiplies. This fascinating plant falls under the aquatic family and protist family. This plant can grow in both freezing conditions and warm areas but it prefers warmer water. There are also estimated 27,000 species of algae!",
            "score": 149.12124133110046
        },
        {
            "docid": "707567_13",
            "document": "Hood Canal . September 2006 marked the discovery of the largest dead zone in the history of Hood Canal. The dead zone may have been caused by low oxygen levels due to algal blooms. Algal blooms occur in part because of warm weather and the slow turnover of water in the southern end of the canal, causing the build-up of nutrients from fertilizers and leaky septic systems. Organic matter, brought in by ocean water and certain trees, could additionally be contributing to the high nitrogen levels in the basin. Excess nutrients and organic matter causes a body of water to lose oxygen, through a process called eutrophication. In Hood Canal, eutrophication has led to unwanted algae blooms. Nitrogen combined with sunlight triggers algal growth. A lack of sufficient consumers has resulted in a mass overgrowth of algae in the basin. When the algae die, bacteria feed and their populations explode, robbing the water of oxygen. A state of hypoxia is created.",
            "score": 186.21813905239105
        },
        {
            "docid": "57259130_18",
            "document": "Anthony Larkum . Larkum and his colleagues have intensively investigated Prochloron, in areas of gene sequencing and molecular phylogeny. In the 1990s, he and team of scientists cloned the genes of Prochloron to understand the affinities of this alga to chloroplasts of green algae and higher plants. He conducted considerable research in the evolution of Prochloron and cyanobacteria and was also involved in phylogenetic studies of cab genes in a variety of eukaryotic algae, Pavlova lutheri, diatoms and Amphidinium.",
            "score": 80.91828298568726
        },
        {
            "docid": "4963211_6",
            "document": "Silver carp . Because they feed on plankton, they are sometimes successfully used for controlling water quality, especially in the control of noxious blue-green algae (cyanobacteria). Certain species of blue-green algae, notably the often toxic \"Microcystis\", can pass through the gut of silver carp unharmed, picking up nutrients in the process. Thus, in some cases, blue-green algae blooms have been exacerbated by silver carp. \"Microcystis\" has also been shown to produce more toxins in the presence of silver carp. These carp, which have natural defenses to their toxins, sometimes can contain enough algal toxins in their systems to become hazardous to eat.",
            "score": 143.52904736995697
        },
        {
            "docid": "633_6",
            "document": "Algae . Algae lack the various structures that characterize land plants, such as the phyllids (leaf-like structures) of bryophytes, rhizoids in nonvascular plants, and the roots, leaves, and other organs found in tracheophytes (vascular plants). Most are phototrophic, although some are mixotrophic, deriving energy both from photosynthesis and uptake of organic carbon either by osmotrophy, myzotrophy, or phagotrophy. Some unicellular species of green algae, many golden algae, euglenids, dinoflagellates, and other algae have become heterotrophs (also called colorless or apochlorotic algae), sometimes parasitic, relying entirely on external energy sources and have limited or no photosynthetic apparatus. Some other heterotrophic organisms, such as the apicomplexans, are also derived from cells whose ancestors possessed plastids, but are not traditionally considered as algae. Algae have photosynthetic machinery ultimately derived from cyanobacteria that produce oxygen as a by-product of photosynthesis, unlike other photosynthetic bacteria such as purple and green sulfur bacteria. Fossilized filamentous algae from the Vindhya basin have been dated back to 1.6 to 1.7 billion years ago.",
            "score": 126.62795925140381
        },
        {
            "docid": "38173326_11",
            "document": "Reactive oxygen species production in marine microalgae . The production of ROS has also been shown to be dependent on algal cell density. Marshall \"et al.\" found that for \"Chattonella marina\", higher concentrations of cells produced less superoxide per cell than those with a lower density. This may explain why some raphydophyte blooms are toxic at low concentration and non-toxic in heavy blooms. Tang & Gobler also found that cell density was inversely related to ROS production for the alga Cochlodinium polykrikoides. They found, in addition, that increases of ROS production were also related to the growth phase of algae. In particular, algae in exponential growth were more toxic than those in the stationary or late exponential phase. Many other algal species (\"Heterosigma akashiwo\", \"Chattonella marina\", and \"Chattonella antiqua\") have also been shown to produce the highest amounts of ROS during the exponential phase of growth. Oda \"et al.\" suggest this is due to actively growing cells having higher photosynthesis and metabolic rates. Resting stage cells of \"Chattonella antiqua\" have been shown to generate less superoxide than their motile counterparts.",
            "score": 168.18272423744202
        },
        {
            "docid": "38256785_10",
            "document": "Bigelow Laboratory for Ocean Sciences . Norton Center for Blue Biotechnology (NCBB). Research in the NCBB applies molecular biology and microbial ecology to the viruses, bacteria, archaea, and algae living in diverse environments throughout the world’s oceans in order to understand their evolution, genetic and chemical make-up, and their culture and industrial application. NCBB scientists work with the reservoir of microbial organisms in the natural environment and those preserved in cultures. The NCBB houses the world’s first microbial single cell genomics facility (SCGC), the Provasoli-Guillard National Center for Marine Algae and Microbiota (NCMA), containing one of the world’s first combined collections of marine algae, bacteria, archaea, and viruses; a flow cytometry laboratory; a bioreactor facility; and a laboratory focused on the oceanic deep biosphere.",
            "score": 121.37953448295593
        }
    ],
    "r": [
        {
            "docid": "16079692_27",
            "document": "Sewage treatment . Wastewater may contain high levels of the nutrients nitrogen and phosphorus. Excessive release to the environment can lead to a buildup of nutrients, called eutrophication, which can in turn encourage the overgrowth of weeds, algae, and cyanobacteria (blue-green algae). This may cause an algal bloom, a rapid growth in the population of algae. The algae numbers are unsustainable and eventually most of them die. The decomposition of the algae by bacteria uses up so much of the oxygen in the water that most or all of the animals die, which creates more organic matter for the bacteria to decompose. In addition to causing deoxygenation, some algal species produce toxins that contaminate drinking water supplies. Different treatment processes are required to remove nitrogen and phosphorus.",
            "score": 206.39111328125
        },
        {
            "docid": "30722644_8",
            "document": "Lake Winnipeg algae threat . Environment Canada reports that the amount of nitrogen and phosphorus available for plant uptake has increased dramatically in the past several decades. The causes are a massive increase in the use of fertilizer, burning of fossil fuels, development of large urban populations, and an upsurge in land clearing and deforestation. Nitrogen and phosphorus loading from human activity has accelerated eutrophication of certain rivers, lakes, and wetlands in the U.S.A. resulting in loss of habitat, changes in biodiversity and, in some cases, loss of recreational potential. Lake Winnipeg suffers from the rapid absorption of the elements phosphorus, nitrogen, and carbon. Eutrophication processes fuel the growth of blue-green algae, also known by its more correct scientific name cyanobacteria. These bacteria normally appear green in color and can turn blue when the algae (bacteria) blooms are dying. As an algae bloom dies, the microscopic cells break down. This process releases toxins in the surrounding water. Once released, some toxins can linger for more than three months until sunlight and the natural population of healthy green algae in the lake degrade them. Cyanobacteria typically thrive off of phosphorus when Lake Winnipeg’s summer temperatures are hot and wind speeds are relatively low. Blue-green algae blooms frequently persist for several months in Lake Winnipeg until colder temperatures, currents, and changes in the seasonal weather can filter them out. The cyanobacteria’s decomposition process consumes oxygen at such a high rate that this can actually suffocate Lake Winnipeg’s native walleye fish species and other aquatic life. Although blue-green algae occurs naturally in Lake Winnipeg, there is no conclusive evidence what normal levels may be. Satellite images show that blooms are occurring more frequently and are covering more surface area of the lake. The Lake Winnipeg algae crisis has grown to such a large scale that the blooms can be seen from outer space.",
            "score": 204.78311157226562
        },
        {
            "docid": "26664939_19",
            "document": "2010 China drought and dust storms . In mid-June 2010, a large algal bloom, consisting of \"enteromorpha\" algae, developed off the coast of Shandong, in the Yellow Sea. Causes of the algal outbreak include marine pollution from sewage and agricultural run-off, in addition to run-off from fish farms, worsened by eutrophication following the drought, subsequent flooding and heat wave, as well as high sea surface temperatures in the area. The bloom continues to expand, and preparations have been made for a flotilla of vessels to ward off the bloom, covering an area of , the largest bloom since 2008. The patch of algae since expanded offshore Jiangsu Province, and is pushing toward the city of Qingdao. The Chinese State Oceanic Administration has warned that the algae could threaten marine life and local tourism, and other scientists have stated that the bloom could decompose on beaches and release toxic gases if not cleaned up. Close to 4,000 tonnes a day of algae is being removed from the bloom, to be sent off and used as animal feed or fertilizer. Green and red tides have become more common in China in recent years. The green tides from the current algal blooms can also result in dead zones from localized ocean anoxia. Large blooms of jellyfish, including giant Nomura's jellyfish have also appeared off Shandong and around the coasts of Japan within the past decade, as a result of the same type of pollution in dead zones.",
            "score": 203.09799194335938
        },
        {
            "docid": "18348855_9",
            "document": "Harmful algal bloom . The other types of algae are diatoms and dinoflagellates, found primarily in marine environments, such as ocean coastlines or bays, where they can also form algal blooms, commonly called red tides. Red tides, however, may be a natural phenomenon, although when they form close to coastlines or in estuaries. They can occur when warmer water, salinity, and nutrients reach certain levels, which then stimulates their growth. Most red tide algae are dinoflagellates. They are visible in water at a concentration of 1,000 algae cells per milliliter, while in dense blooms they can measure over 200,000 per milliliter.",
            "score": 192.32388305664062
        },
        {
            "docid": "47473_2",
            "document": "Algal bloom . An algal bloom is a rapid increase or accumulation in the population of algae in freshwater or marine water systems, and is recognized by the discoloration in the water from their pigments. Cyanobacteria were mistaken for algae in the past, so cyanobacterial blooms are sometimes also called algal blooms. Blooms which can injure animals or the ecology are called \"harmful algal blooms\" (HAB), and can lead to fish die-offs, cities cutting off water to residents, or states having to close fisheries.",
            "score": 191.92218017578125
        },
        {
            "docid": "18348855_21",
            "document": "Harmful algal bloom . As algal blooms grow, they deplete the oxygen in the water and block sunlight from reaching fish and plants. Such blooms can last from a few days to many months. With less light, plants beneath the bloom can die and fish can starve.Furthermore, the dense population of a bloom reduces oxygen saturation during the night by respiration. And when the algae eventually die off, the microbes which decompose the dead algae use up even more oxygen, which in turn causes more fish to die or leave the area. When oxygen continues to be depleted by blooms it can lead to hypoxic dead zones, where neither fish nor plants are able to survive. These dead zones in the case of the Chesapeake Bay, where they are a normal occurrence, are also suspected of being a major source of methane.",
            "score": 191.34596252441406
        },
        {
            "docid": "47473_3",
            "document": "Algal bloom . Since 'algae' is a broad term including organisms of widely varying sizes, growth rates and nutrient requirements, there is no officially recognized threshold level as to what is defined as a bloom. For some species, algae can be considered to be blooming at concentrations reaching millions of cells per milliliter, while others form blooms of tens of thousands of cells per liter. The photosynthetic pigments in the algal cells determine the color of the algal bloom, and are thus often a greenish color, but they can also be a wide variety of other colors such as yellow, brown or red, depending on the species of algae and the type of pigments contained therein.",
            "score": 191.2264404296875
        },
        {
            "docid": "47473_19",
            "document": "Algal bloom . It is unclear what causes HABs; their occurrence in some locations appears to be entirely natural, while in others they appear to be a result of human activities. Furthermore, there are many different species of algae that can form HABs, each with different environmental requirements for optimal growth. The frequency and severity of HABs in some parts of the world have been linked to increased nutrient loading from human activities. In other areas, HABs are a predictable seasonal occurrence resulting from coastal upwelling, a natural result of the movement of certain ocean currents. The growth of marine phytoplankton (both non-toxic and toxic) is generally limited by the availability of nitrates and phosphates, which can be abundant in coastal upwelling zones as well as in agricultural run-off. The type of nitrates and phosphates available in the system are also a factor, since phytoplankton can grow at different rates depending on the relative abundance of these substances (e.g. ammonia, urea, nitrate ion). A variety of other nutrient sources can also play an important role in affecting algal bloom formation, including iron, silica or carbon. Coastal water pollution produced by humans (including iron fertilization) and systematic increase in sea water temperature have also been suggested as possible contributing factors in HABs. Other factors such as iron-rich dust influx from large desert areas such as the Sahara are thought to play a role in causing HABs. Some algal blooms on the Pacific coast have also been linked to natural occurrences of large-scale climatic oscillations such as El Niño events. HABs are also linked to heavy rainfall. While HABs in the Gulf of Mexico have been occurring since the time of early explorers such as Cabeza de Vaca, it is unclear what initiates these blooms and how large a role anthropogenic and natural factors play in their development. It is also unclear whether the apparent increase in frequency and severity of HABs in various parts of the world is in fact a real increase or is due to increased observation effort and advances in species identification technology. However recent research found that the warming of summer surface temperatures of lakes, which rose by 0.34 °C decade per decade between 1985 and 2009 due to global warming, also will likely increase algal blooming by 20% over the next century.",
            "score": 190.95008850097656
        },
        {
            "docid": "18348855_49",
            "document": "Harmful algal bloom . The Monterey Bay has suffered from harmful algal blooms, most recently in 2015: \"Periodic blooms of toxin-producing \"Pseudo-nitzschia\" diatoms have been documented for over 25 years in Monterey Bay and elsewhere along the U.S. west coast. During large blooms, the toxin accumulates in shellfish and small fish such as anchovies and sardines that feed on algae, forcing the closure of some fisheries and poisoning marine mammals and birds that feed on contaminated fish.\" Similar fish die-offs from toxic algae or lack of oxygen have been seen in Russia, Colombia, Vietnam, China, Canada, Turkey, Indonesia, and France.",
            "score": 186.6793212890625
        },
        {
            "docid": "707567_13",
            "document": "Hood Canal . September 2006 marked the discovery of the largest dead zone in the history of Hood Canal. The dead zone may have been caused by low oxygen levels due to algal blooms. Algal blooms occur in part because of warm weather and the slow turnover of water in the southern end of the canal, causing the build-up of nutrients from fertilizers and leaky septic systems. Organic matter, brought in by ocean water and certain trees, could additionally be contributing to the high nitrogen levels in the basin. Excess nutrients and organic matter causes a body of water to lose oxygen, through a process called eutrophication. In Hood Canal, eutrophication has led to unwanted algae blooms. Nitrogen combined with sunlight triggers algal growth. A lack of sufficient consumers has resulted in a mass overgrowth of algae in the basin. When the algae die, bacteria feed and their populations explode, robbing the water of oxygen. A state of hypoxia is created.",
            "score": 186.2181396484375
        },
        {
            "docid": "40173549_2",
            "document": "Aureococcus anophagefferens . Aureococcus anophagefferens is a species of heterokont alga. Its cells have a single chloroplast, nucleus, and mitochondrion and an unusual exocellular polysaccharide-like layer. It causes harmful algal blooms.",
            "score": 186.0459442138672
        },
        {
            "docid": "39070352_43",
            "document": "Wildlife of Antarctica . Other algae live in or on the sea ice, often on its underside, or on the seabed in shallow areas. Over 700 seaweed species have been identified, of which 35% are endemic. Outside of the ocean many algae are found in freshwater both on the continent and on the subantarctic islands. Terrestrial algae, such as snow algae, have been found living in soil as far south as 86° 29'. Most are single-celled. In summer algal blooms can cause snow and ice to appear red, green, orange, or grey. These blooms can reach about 10 cells per mL. The dominant group of snow algae is chlamydomonas , a type of green algae.",
            "score": 185.1378631591797
        },
        {
            "docid": "54840_19",
            "document": "Eutrophication . Some algal blooms, otherwise called \"nuisance algae\" or \"harmful algal blooms\", are toxic to plants and animals. Toxic compounds they produce can make their way up the food chain, resulting in animal mortality. Freshwater algal blooms can pose a threat to livestock. When the algae die or are eaten, neuro- and hepatotoxins are released which can kill animals and may pose a threat to humans. An example of algal toxins working their way into humans is the case of shellfish poisoning. Biotoxins created during algal blooms are taken up by shellfish (mussels, oysters), leading to these human foods acquiring the toxicity and poisoning humans. Examples include paralytic, neurotoxic, and diarrhoetic shellfish poisoning. Other marine animals can be vectors for such toxins, as in the case of ciguatera, where it is typically a predator fish that accumulates the toxin and then poisons humans.",
            "score": 183.04873657226562
        },
        {
            "docid": "18348855_2",
            "document": "Harmful algal bloom . A harmful algal bloom (HAB) are organisms that can severely lower oxygen levels in natural waters, killing marine life. Some HABs are associated with algae-produced toxins. Blooms can last from a few days to many months. After the bloom dies, the microbes which decompose the dead algae use up even more of the oxygen, which can create fish die-offs. When these zones of depleted oxygen cover a large area for an extended period of time, they are referred to as dead zones, where neither fish nor plants are able to survive. HABs are induced by an overabundance of nutrients in the water. The two most common nutrients are fixed nitrogen (nitrates, ammonia, urea) and phosphate. These nutrients are emitted by agriculture and other industries. Higher water temperature and low circulation also contribute. HABs can cause significant harm to animals, the environment and economies. They have been increasing in size and frequency worldwide, a fact that many experts attribute to global climate change. The U.S. National Oceanic and Atmospheric Administration (NOAA) predicts more harmful blooms in the Pacific Ocean.",
            "score": 182.3595733642578
        },
        {
            "docid": "53526512_3",
            "document": "Cultural eutrophication . One response to added amounts of nutrients in the aquatic ecosystem is the rapid growth of microscopic algae, also known as an algal bloom. In freshwater systems, the formation of floating algal blooms are commonly nitrogen-fixing cyanobacteria (blue-green algae). This outcome is favoured when nitrogen inputs are reduced and phosphorus inputs are increased. Large amounts of algae reduce the amount of dissolved oxygen available in the water for other organisms, which increases fish mortality rates. These areas affected by algal blooms are known as dead zones, and are found where rivers empty into oceans. Nutrient pollution is a major cause of algal blooming however, the excess nutrients also facilitate the growth of other aquatic plants. Following this, overcrowding occurs and plants compete for sunlight, space, and oxygen. Overgrowth of water plants also blocks sunlight and oxygen for aquatic life in the water, which threatens their survival. Increased competition for the added nutrients can cause potential disruption to entire ecosystems and food webs, as well as a loss of habitat, and biodiversity of species.",
            "score": 181.3470458984375
        },
        {
            "docid": "47642057_4",
            "document": "Alfa mannan degradation . The \"B. thetaiotaomicron\" are bacteria that have been shown to bind polysaccharides thanks to a receptor system located on the outer membrane before introducing the polysaccharides into the periplasm for their degradation to monosaccharides. These bacteria use α-mannose as a carbon source. Transcriptional studies have identified three different PULs (Polysaccharide Utilization Loci) which are activated by α-Mannan from \"Saccharomyces cerevisiae,\" and \"Schizosaccharomyces pombe\" and the yeast pathogen \"Candida albicans\". To demonstrate the specificity of these PULs, the researchers have engineered different \"B. thetaiotaomicron\" strains which showed that mutants lacking MAN-PUL1, MAN-PUL3 or PUL2 are unable to grow in vitro with yeast Mannan as the sole carbon source.",
            "score": 177.0516815185547
        },
        {
            "docid": "18348855_50",
            "document": "Harmful algal bloom . Land animals, including livestock and pets have been affected. Dogs have died from the toxins after swimming in algal blooms. Warnings have come from government agencies in the state of Ohio, which noted that many dogs and livestock deaths resulted from HAB exposure in the U.S. and other countries. They also noted in a 2003 report that during the previous 30 years, they have seen more frequent and longer-lasting harmful algal blooms.\" In 50 countries and 27 states that year there were reports of human and animal illnesses linked to algal toxins. In Australia, the department of agriculture warned farmers that the toxins from a HAB had the \"potential to kill large numbers of livestock very quickly.\" Marine mammals have also been seriously harmed, as over 50 percent of unusual marine mammal deaths are caused by harmful algal blooms. In 1999, over 65 bottlenose dolphins died during a red tide in Florida. In 2013 a red tide in southwest Florida killed a record number of Manatee. Whales have also died in large numbers. During the period from 2005 to 2014, Argentina reported an average 65 baby whales dying which experts have linked to algal blooms. A whale expert there expects the whale population to be reduced significantly. In 2003 off Cape Cod in the North Atlantic, at least 12 humbpack whales died from toxic algae from a red tide. In 2015 Alaska and British Columbia reported many humpback whales had likely died from HAB toxins, with 30 having washed ashore in Alaska. \"Our leading theory at this point is that the harmful algal bloom has contributed to the deaths,\" said a NOAA spokesperson.",
            "score": 176.43524169921875
        },
        {
            "docid": "2065110_2",
            "document": "Ice algae . Ice algae are any of the various types of algal communities found in annual and multi-year sea or terrestrial ice. On sea ice in polar regions of the oceans, ice algae communities play an important role in primary production. The timing of blooms of the algae is especially important for supporting higher trophic levels at times of the year when light is low and ice cover still exists. Sea ice algal communities are mostly concentrated in the bottom layer of the ice, but can also occur in brine channels within the ice, in melt ponds, and on the surface.",
            "score": 175.1403350830078
        },
        {
            "docid": "47473_18",
            "document": "Algal bloom . \"Red tide\" is a term often used synonymously with HABs in marine coastal areas; however, the term is misleading since algal blooms can widely vary in color, and growth of algae is unrelated to the tides. The term \"algal bloom\" or \"harmful algal bloom\" has since replaced \"red tide\" as the appropriate description of this phenomenon.",
            "score": 173.27639770507812
        },
        {
            "docid": "2127046_14",
            "document": "Marine pollution . Surface runoff from farming, as well as urban runoff and runoff from the construction of roads, buildings, ports, channels, and harbours, can carry soil and particles laden with carbon, nitrogen, phosphorus, and minerals. This nutrient-rich water can cause fleshy algae and phytoplankton to thrive in coastal areas; known as algal blooms, which have the potential to create hypoxic conditions by using all available oxygen. In the coast of southwest Florida, harmful algal blooms have existed for over 100 years. These algal blooms have been a cause of species of fish, turtles, dolphins, and shrimp to die and cause harmful effects on humans who swim in the water.",
            "score": 172.33395385742188
        },
        {
            "docid": "5339147_7",
            "document": "Coccolithovirus . \"E. huxleyi\" is known for forming seasonal algal blooms, that can reach 250,000 km, during which cell density in the upper 200 m increases from 10 to 10 cells per mL seawater. These algae blooms collapse usually after 5–8 days and several studies have shown that bloom termination is intrinsically linked to infection by coccolithoviruses. Transmission of viruses between algal hosts occurs via passive diffusion. Furthermore, EhV DNA was also detected in copepods, leading to the proposal that viruses are further dispersed by virus-carrying zooplankton.",
            "score": 171.95741271972656
        },
        {
            "docid": "18348855_57",
            "document": "Harmful algal bloom . Other experts have proposed building reservoirs to prevent the movement of algae downstream. However, that can lead to the growth of algae within the reservoir, which become sediment traps with a resultant buildup of nutrients. Some researchers found that intensive blooms in reservoirs were the primary source of toxic algae observed downstream, but the movement of algae has so far been less studied, although it is considered a likely cause of algae transport.",
            "score": 171.45706176757812
        },
        {
            "docid": "56297178_26",
            "document": "Bacterioplankton counting methods . As seasonal successions of phytoplankton populations follow a consistent recurring pattern, bacterial dynamics and phytoplankton succession can be correlated. In general, seasonal changes in bacterial composition follow changes in temperature and chlorophyll a, while nutrient availability limits bacterioplankton growth rates. During water column mixing in late autumn/winter, nutrients brought to the surface kicks start a distinct diatom spring bloom followed by dinoflagellates. After the spring bloom, bacterial production and growth become elevated due to the release of Dissolved organic matter (DOM) from phytoplankton decay. In this early succession stage, members of the class Flavobacteria (Bacteroidetes) are typically the dominant components of the bacterial community. Genome analysis and meta-transcriptomics have uncovered the presence of bacteria containing multiple hydrolytic enzymes facilitating the degradation and assimilation of DOM. During spring blooms, some members of the Roseobacter clade (Alphaproteobacteria) and some Gammaproteobacteria are usually associated with DOM degradation. As temperatures increase and the nutrients from the spring bloom gets depleted, smaller phytoplankton and cyanobacteria grow in the now oligotrophic waters.",
            "score": 171.30177307128906
        },
        {
            "docid": "9038260_5",
            "document": "Phosphorus cycle . Phosphorus is an essential nutrient for plants and animals. Phosphorus is a limiting nutrient for aquatic organisms. Phosphorus forms parts of important life-sustaining molecules that are very common in the biosphere. Phosphorus does not enter the atmosphere, remaining mostly on land and in rock and soil minerals. Eighty percent of the mined phosphorus is used to make fertilizers. Phosphates from fertilizers, sewage and detergents can cause pollution in lakes and streams. Overenrichment of phosphate in both fresh and inshore marine waters can lead to massive algae blooms which, when they die and decay, leads to eutrophication of fresh waters only. An example of this is the Canadian Experimental Lakes Area. These freshwater algal blooms should not be confused with those in saltwater environments. Recent research suggests that the predominant pollutant responsible for algal blooms in salt water estuaries and coastal marine habitats is Nitrogen.",
            "score": 170.5918731689453
        },
        {
            "docid": "47473_6",
            "document": "Algal bloom . Freshwater algal blooms are the result of an excess of nutrients, particularly some phosphates. The excess of nutrients may originate from fertilizers that are applied to land for agricultural or recreational purposes. They may also originate from household cleaning products containing phosphorus. These nutrients can then enter watersheds through water runoff. Excess carbon and nitrogen have also been suspected as causes. Presence of residual sodium carbonate acts as catalyst for the algae to bloom by providing dissolved carbon dioxide for enhanced photosynthesis in the presence of nutrients.",
            "score": 170.4678497314453
        },
        {
            "docid": "10669865_16",
            "document": "Fish kill . An algae bloom is the appearance of a large amount of algae or scum floating on the surface of a body of water. Algae blooms are a natural occurrence in nutrient-rich lakes and rivers, though sometimes increased nutrient levels leading to algae blooms are due to fertilizer or animal waste runoff. A few species of algae produce toxins, but most fish kills due to algae bloom are a result of decreased oxygen levels. When the algae die, decomposition uses oxygen in the water that would be available to fish. A fish kill in a lake in Estonia in 2002 was attributed to a combination of algae bloom and high temperatures. When people manage algae blooms in fish ponds, it is recommended that treatments be staggered to avoid too much algae dying at once, which may result in a large drop in oxygen content.",
            "score": 170.39913940429688
        },
        {
            "docid": "17857098_7",
            "document": "Chesapeake Research Consortium . One of the major problems with the bay is eutrophication. This is the result of excessive fertilizer runoff from farms which contains nitrogen. When the nitrogen is washed off into streams it makes its way to the bay, where it causes algae blooms. Algae blooms occur when excessive nutrients are used by algae to grow quickly and as a result, cover large areas of the surface of the water. This in turn blocks sunlight from reaching submerged aquatic vegetation, which will die as a result. Eventually the algae blooms will also die, and as a result of the decomposition that takes place, all the oxygen is used up in the area. The resulting effect is a dead zone, where dissolved oxygen content is so low that no wildlife can live in the area.",
            "score": 170.29931640625
        },
        {
            "docid": "1809324_7",
            "document": "Pycnocline . At the end of phytoplankton bloom, when the algae enter a senescent stage, there is an accumulation of phytodetritus and an increased release of dissolved metabolites. It is particularly at this time that the bacteria can utilize these energy sources to multiply and produce a sharp pulse (or bloom) that follows the phytoplankton bloom. The same relationship between phytoplankton and bacteria influences the vertical distribution of bacterioplankton. Maximum numbers of bacteria generally occur at the pycnocline, where phytodetritus accumulates by sinking from the overlying euphotic zone. There, decomposition by bacteria contributes to the formation of oxygen minimum layers in stable waters.",
            "score": 170.2377166748047
        },
        {
            "docid": "29802394_69",
            "document": "Social history of viruses . It is estimated that there are about 10 viruses on Earth. Most of them are bacteriophages, and most are in the oceans. Microorganisms constitute more than 90 per cent of the biomass in the sea, and it has been estimated that viruses kill approximately 20 per cent of this biomass each day and that there are fifteen times as many viruses in the oceans as there are bacteria and archaea. Viruses are the main agents responsible for the rapid destruction of harmful algal blooms, which often kill other marine life, and help maintain the ecological balance of different species of marine blue-green algae, and thus adequate oxygen production for life on Earth.",
            "score": 169.0254669189453
        },
        {
            "docid": "30722644_2",
            "document": "Lake Winnipeg algae threat . In the last 30 years Lake Winnipeg has experienced a steady surge of blue-green algae growth and although algae grows naturally in the lake, excessive blue-green algae blooms are caused by high ratio levels of nitrogen and phosphorus draining into the lake via rivers and surface runoff. Up to five and a half million people rely on the health of Lake Winnipeg. The lake is an economical powerhouse that supports a $100 million a year tourism industry and a $25 million a year fishing industry. Healthy algae populations play an important role in keeping lake Winnipeg's ecological systems balanced. Green algae provides food for zooplankton, which are then eaten by larger fish in the lake. However the toxins that blue-green algae release can destroy fresh water ecosystems and can be dangerous for humans and other species. Very high levels of the algae toxin microcystin closed Victoria Beach off from the public in the summer of 2003. Grand Beach and other surrounding settlements along the lake are often closed for a short time during summer months due to E. coli and algae-toxin related threats. Immense algae blooms have appeared in the northern part of Lake Winnipeg in the last decade with hundreds of square kilometers of the lake covered with a thick toxic layer of blue-green algae. Local residents in surrounding communities say the blue-green algae is well known for creating deadly water conditions in prairie dugouts and have been known to even kill livestock. Commercial and aboriginal fishermen on the lake often find their nets temporarily disabled during the summer months because of the thick algae conditions. The Lake Winnipeg algae blooms are considered the worst algae problem of any large freshwater lake in the world.",
            "score": 168.86338806152344
        },
        {
            "docid": "38173326_11",
            "document": "Reactive oxygen species production in marine microalgae . The production of ROS has also been shown to be dependent on algal cell density. Marshall \"et al.\" found that for \"Chattonella marina\", higher concentrations of cells produced less superoxide per cell than those with a lower density. This may explain why some raphydophyte blooms are toxic at low concentration and non-toxic in heavy blooms. Tang & Gobler also found that cell density was inversely related to ROS production for the alga Cochlodinium polykrikoides. They found, in addition, that increases of ROS production were also related to the growth phase of algae. In particular, algae in exponential growth were more toxic than those in the stationary or late exponential phase. Many other algal species (\"Heterosigma akashiwo\", \"Chattonella marina\", and \"Chattonella antiqua\") have also been shown to produce the highest amounts of ROS during the exponential phase of growth. Oda \"et al.\" suggest this is due to actively growing cells having higher photosynthesis and metabolic rates. Resting stage cells of \"Chattonella antiqua\" have been shown to generate less superoxide than their motile counterparts.",
            "score": 168.18272399902344
        },
        {
            "docid": "18348855_56",
            "document": "Harmful algal bloom . Although a number of algaecides have been effective in killing algae, they have been used mostly in small bodies of water. For large algal blooms, however, adding algaecides such as silver nitrate or copper sulfate can have worse effects, such as killing fish outright and harming other wildlife. The negative effects can therefore be worse than letting the algae die off naturally.",
            "score": 167.34129333496094
        }
    ]
}