{
    "q": [
        {
            "docid": "5464960_42",
            "document": "Enzyme inhibitor . The most common uses for enzyme inhibitors are as drugs to treat disease. Many of these inhibitors target a human enzyme and aim to correct a pathological condition. However, not all drugs are enzyme inhibitors. Some, such as anti-epileptic drugs, alter enzyme activity by causing more or less of the enzyme to be produced. These effects are called enzyme induction and inhibition and are alterations in gene expression, which is unrelated to the type of enzyme inhibition discussed here. Other drugs interact with cellular targets that are not enzymes, such as ion channels or membrane receptors.",
            "score": 84.03662657737732
        },
        {
            "docid": "726049_7",
            "document": "Pharmacodynamics . General anesthetics were once thought to work by disordering the neural membranes, thereby altering the Na influx. Antacids and chelating agents combine chemically in the body. Enzyme-substrate binding is a way to alter the production or metabolism of key endogenous chemicals, for example aspirin irreversibly inhibits the enzyme prostaglandin synthetase (cyclooxygenase) thereby preventing inflammatory response. Colchicine, a drug for gout, interferes with the function of the structural protein tubulin, while Digitalis, a drug still used in heart failure, inhibits the activity of the carrier molecule, Na-K-ATPase pump. The widest class of drugs act as ligands which bind to receptors which determine cellular effects. Upon drug binding, receptors can elicit their normal action (agonist), blocked action (antagonist), or even action opposite to normal (inverse agonist).",
            "score": 106.20746350288391
        },
        {
            "docid": "11393958_16",
            "document": "Branched-chain amino acid aminotransferase . The anticonvulsant gabapentin [Neurontin; 1-(aminomethyl)cyclohexaneacetic acid] is a drug often used treat patients with neuropathic pain. This neuropathic pain can be caused by a number of things, including diabetic neuropathy and postherpetic neuralgia. Gabapentin is an amino acid drug structurally similar to the two neurotransmitters glutamate (synthesized by BCATs) and GABA. The drug competitively inhibits both BCAT isoforms in the brain, slowing down glutamate production. Gabapentin also inhibits GABA aminotransferase (GABA-T) and glutamate dehydrogenase (GDH), two other enzymes in the glutamate and GABA metabolic pathway.",
            "score": 55.712000608444214
        },
        {
            "docid": "55172_37",
            "document": "Proteomics . One major development to come from the study of human genes and proteins has been the identification of potential new drugs for the treatment of disease. This relies on genome and proteome information to identify proteins associated with a disease, which computer software can then use as targets for new drugs. For example, if a certain protein is implicated in a disease, its 3D structure provides the information to design drugs to interfere with the action of the protein. A molecule that fits the active site of an enzyme, but cannot be released by the enzyme, inactivates the enzyme. This is the basis of new drug-discovery tools, which aim to find new drugs to inactivate proteins involved in disease. As genetic differences among individuals are found, researchers expect to use these techniques to develop personalized drugs that are more effective for the individual.",
            "score": 116.55730605125427
        },
        {
            "docid": "16507549_40",
            "document": "Alzheimer's disease research . The current treatment for AD symptoms are acetylcholinesterase inhibitors and N-methyl-D-aspartate receptor (NMDA) antagonists. Based on the current literature on AD pharmacology research, analyzing differentially expressed genes in drug-drug, disease-disease, and drug-disease models allows the discovery of novel pharmaceutical agents that potentially treat more than AD symptoms. Analytical tools such as Connectivity Map (cMap) were used in drug-disease interaction from publicly available microarray data. Gene signatures from the cMap-based interpretation showed that common anti-AD drugs (tacrine, donepezil, galantamine, memantine, and rivastigmine) were not listed in the final drug list. Rather, other compounds that inhibit downstream effectors of cell proliferation, Wnt and insulin pathways, epigenetic modifications, and cell cycle regulation were among the top in the final anti-AD drug list. These findings further supported the fact that AD is a disease of degeneration and growth dysregulation. In fact, the final list of anti-AD drugs, obtained from analyzing microarray datasets and cMap drug-disease model contained the common effector of AD and diabetes – glycogen synthase kinase 3 (GSK3-an enzyme that has been found to be related to hyperphosphorylation of tau protein) – confirmed the link between the two diseases. Further pathway and network interpretation of genes obtained from AD microarray datasets using KEGG, WikiPathways, Reactome, Biocarta, and NetworkAnalyst showed that epidermal growth factor (EGF) and its receptors were strongly associated with pathogenesis of AD. EGFR is a transmembrane protein and a member of the HER/ErbB receptor family that share a common pathway with insulin receptors (Ras/Raf/Mak and PI3K/Akt). Furthermore, amyloid protein precursor (APP) was found to be indirectly related based on network analysis. Aβ (one of the diagnostic findings of AD) activates EGFR and inhibition of the receptor improved memory disorders in Aβ-overexpressed drosophila. Drugs that block GSK3 were found to be affecting PI3K/Akt pathway, demonstrating that EGFR could be a new target for pharmaceutical agent in treating AD.",
            "score": 92.66809797286987
        },
        {
            "docid": "42709653_5",
            "document": "Susan Band Horwitz . Horwitz had been working on several anti tumor drugs in her lab that inhibited the cell cycle by binding to DNA. The National Cancer Institute (NCI) contacted her one day in 1977, and inquired whether she would be interested in working on a drug for them, called Taxol. This was a drug that had been obtained from the yew plant \"Taxus brevifolia\". At the time there was only one published article about the drug from 1971. Horwitz happily complied to the offer and received 10 milligrams of the drug from the NCI. She planned to examine the drug with her graduate student, Peter Schiff, for a month. After the month was up, they planned to decide whether or not the project displayed enough promise to continue. By the end of the month, they were heavily invested in the drug due to its outstanding uniqueness. They had discovered that the molecule acted by interacting with microtubules. They performed assays with the molecule to determine what cell cycle phase was arrested by its mechanism of action. The stoppage of the cycle turned out to clearly occur during mitosis. With this realization, they quickly discovered that there was a binding site for the molecule located on the tubulin, which led them to their next discovery that the microtubules were frozen in place when the molecule was bound in this site. The cytoskeleton was essentially stuck in place, which served to inhibit any depolymerization. Their next step in the process was to identify where the binding site was and how the molecule managed to bind effectively. At this point, Horwitz enlisted another colleague, George Orr, to aid in the work. They used photo-affinity analogues to identify putative regions of interaction between the molecule and tubulin. Obtaining these analogues was an arduous task for the team; however, after some time, suitable analogues were synthesized and successfully used in their studies to identify regions of interaction between Taxol and ß-tubulin. Electron crystallography studies from other scientists including Eva Nogales and Ken Downing at the Lawrence Berkeley lab in California, confirmed their initial findings, and following a period of extensive investigation, the binding site for Taxol on ß-tubulin was officially delineated. This revolutionary discovery initiated the search for similar molecules. Even though Taxol® is now a very widely accepted treatment for cancer patients, it is a very hydrophobic molecule and cannot be dissolved in saline for administration to patients. Instead, it must be given to patients in a different solubilizing substance, called cremophor. This is not an ideal substance for bodily injection and because of this, new therapies involving the combination of Taxol with various parts of other molecules are becoming a bigger frontier for research.",
            "score": 79.49656939506531
        },
        {
            "docid": "5464960_28",
            "document": "Enzyme inhibitor . In drug design it is important to consider the concentrations of substrates to which the target enzymes are exposed. For example, some protein kinase inhibitors have chemical structures that are similar to adenosine triphosphate, one of the substrates of these enzymes. However, drugs that are simple competitive inhibitors will have to compete with the high concentrations of ATP in the cell. Protein kinases can also be inhibited by competition at the binding sites where the kinases interact with their substrate proteins, and most proteins are present inside cells at concentrations much lower than the concentration of ATP. As a consequence, if two protein kinase inhibitors both bind in the active site with similar affinity, but only one has to compete with ATP, then the competitive inhibitor at the protein-binding site will inhibit the enzyme more effectively.",
            "score": 101.62452816963196
        },
        {
            "docid": "2485027_23",
            "document": "Non-covalent interactions . Most pharmaceutical drugs are small molecules which elicit a physiological response by \"binding\" to enzymes or receptors, causing an increase or decrease in the enzyme's ability to function. The binding of a small molecule to a protein is governed by a combination of steric, or spatial considerations, in addition to various non-covalent interactions, although some drugs do covalently modify an active site (see irreversible inhibitors). Using the \"lock and key model\" of enzyme binding, a drug (key) must be of roughly the proper dimensions to fit the enzyme's binding site (lock). Using the appropriately sized molecular scaffold, drugs must also interact with the enzyme non-covalently in order to maximize binding affinity binding constant and reduce the ability of the drug to dissociate from the binding site. This is achieved by forming various non-covalent interactions between the small molecule and amino acids in the binding site, including: hydrogen bonding, electrostatic interactions, pi stacking, van der Waals interactions, and dipole-dipole interactions.",
            "score": 76.99127769470215
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 120.30888152122498
        },
        {
            "docid": "56731305_11",
            "document": "RNA-targeting small molecule drugs . Aside from studies involved r(CUG) repeats, other complex RNA structures have also been targeted. Pearson and coworkers discovered that a cationic porphyrin (TMPyP4) bound a G-quadruplex r(GC) and inhibited the binding of proteins to r(GC). Work by Disney and Petrucelli rationally identified small molecules that can target this repeat and affect disease biology in model cellular systems and also in patient-derive iNeurons. Further studies by Rothstein and colleagues determined that TMPyP4 could suppress r(GC)-mediated neurodegeneration in a \"Drosophila\" model. Additionally targets have been rationally identified by using a powerful seqecune-based design approach termed informal to identify dozens of bioactive small molecules that target disease causing non-coding RNA termed INFORNA. This study important showed for the first time that small molecules appear to have selectivities that are competitive with oligonucleotides with cell-permeable and medicinally optimizable small molecules. Additionally, compounds have been shown to be bioactive in diverse disease settings that ranged from breast cancer. and hepatocellular carcinoma. More recently, the Disney group further used their prediction database INFORNA to design Targaprimir-96 to target miRNA precursors in animal models of cancer, the first small molecules to do so. This compound has a nanomolar affinity for the miRNA hairpin precursor selectively over other sequences. Targaprimir-96 was further tested in cells and in mice, inhibiting tumor growth in a xenograft mouse model of triple negative breast cancer upon i.p. injection. RNA-targeting small molecule drug discovery has greatly benefitted from the available cellular models for disease. The use of cell culture in early development has become a requirement for assessing the basic efficacy of a drug candidate. Thus, more research groups have implemented these techniques in their programs. In a leading example, Al-Hashimi and coworkers identified six small molecules with high affinity for TAR of HIV-1 through a computational approach. They docked a library of small molecules onto RNA dynamic structures generated by NMR and Molecular Dynamics (MD) simulations. The hit molecules inhibited the Tat—TAR interaction \"in vitro\". They arrived at lead molecule, netilmicin, that had the best selectivity for HIV-1 TAR and inhibited HIV-1 replication in cells with a low IC50. The Disney group has studied aminoglycoside derivatives in 2009 for their ability to inhibit interactions between repeat RNA and proteins. Using their prediction database INFORNA, they discovered that a compound could bind to 1 x 1 UU internal loops on an N-methyl peptide backbone. They confirmed that like other compounds that target DM1 r(CUG), they could inhibit the complex between r(CUG)-MBNL1, disrupt nuclear foci, and increase nucleocytoplasmic transport of the gene in patient-derived DM1 fibroblasts. In that study the Disney group also described several approaches to validate the RNA targets of small molecules. In the first approach termed chemical cross-linking and isolation by pull down (Chem-CLIP) and chemical cross-linking and isolation by pull down to map binding sites (Chem-CLIP-Map).",
            "score": 93.24710822105408
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 100.82662892341614
        },
        {
            "docid": "4855160_10",
            "document": "Tolypocladium inflatum . \"Tolypocladium inflatum\" has long been of interest in biotechnology due to its production of a relatively non-cytotoxic, natural 11 amino acid cyclic peptide named Ciclosporin A. Ciclosporin is an immunosuppressant drug used in the management of autoimmune diseases and the prevention of rejection in organ transplantation. Ciclosporin A works by targeting and binding with human ciclophilin A. This ciclosporine-ciclophilin binding inhibits calcineurin and effectively inhibits the human immune system. Without calcineurin, the activity of nuclear factor of activated T-cells and transcription regulators of IL-2 in T-lymphocytes is blocked. Ciclosporin A considerably alters the nuclear morphology of in vitro human peripheral blood mononuclear leukocytes from ovoid to a radially splayed lobulated structure. The expression levels of alanine racemase affects the level of cyclosporine production by \"T. inflatum\". Ciclosporin A was first introduced in medical use in the 1970s after an organ transplant to reduce graft rejection. This use was based on cyclosporin’s ability to interfere with lymphokine biosynthesis. Ciclosporin A also has anti-inflammatory, antifungal, and antiparasitic abilities. It has been recommended for autoimmune diseases as well as potential treatment for rheumatoid arthritis, type I diabetes, and HIV-1. Despite its use in medicine, cyclosporine A exhibits significant nephrotoxicity, cardiotoxicity, and pathotoxicity. Drugs containing \"T. inflatum\"-produced cyclosporin A are a major product of the pharmaceutical company, Novartis.",
            "score": 69.70194482803345
        },
        {
            "docid": "2292623_32",
            "document": "Docking (molecular) . A binding interaction between a small molecule ligand and an enzyme protein may result in activation or inhibition of the enzyme. If the protein is a receptor, ligand binding may result in agonism or antagonism. Docking is most commonly used in the field of drug design — most drugs are small organic molecules, and docking may be applied to:",
            "score": 76.06828260421753
        },
        {
            "docid": "37916736_2",
            "document": "Polymer-drug conjugates . Polymer drug conjugates are products of Nano-medicine enrolled in cancer diagnosis and treatment. There are more than 10 anticancer conjugates in clinical development. Polymer-drug conjugates are drug molecules held up in polymer molecules. The polymer molecules are used as the delivery system for the drugs and have shown very promising results. Polymer drugs have passed multidrug resistance (MDR) testing and hence may become a viable treatment of endocrine-related cancers. A cocktail of pendant drugs could be delivered by water-soluble polymer platforms. The physical and chemical properties of the polymers used in polymer-drug conjugates are specially synthesized to flow through the kidneys and liver without getting filtered out, allowing the drugs to be used more effectively. Traditional polymers used in polymer-drug conjugates get worn-down through enzymes and acidity. Polymers are now being synthesized to be sensitive to specific enzymes that are very apparent with diseased tissue. The drugs remain attached to the polymer and are not activated until the enzymes associated with the diseased tissue are present. This process significantly minimizes damage to healthy tissue.",
            "score": 89.21715831756592
        },
        {
            "docid": "53603855_4",
            "document": "Chinmoy Sankar Dey . Dey's research has been focusing on the drug resistance of two diseases, leishmaniasis and diabetes. His work on insulin resistance included the development of an \"in-vitro\" model, which has potential applications in screening anti-diabetic drugs. The model, which involved insulin-resistant cultured skeletal muscle cells, earned him a US patent. Using the model in tandem with biochemical and gene silencing methodologies, he demonstrated that focal adhesion kinases and p38 mitogen-activated protein kinases could be used as possible drug targets. His team identified for the first time the apoptosis-like cell death in Type II topoisomerase and suggested the enzyme as a possible treatment protocol for Leishmaniasis. His findings were published in a 2005 article in \"Molecular and Biochemical Parasitology\" of Elsevier. He also proposed eIF4A, a member of a set of three related proteins, as a drug target to combat infection with \"Leishmania donovani\", a Miltefosine-resistant type of trypanosome causing leishmaniasis. His work on myogenesis and muscular dystrophy showed insulin‑mediated dephosphorylation of PTK2 (focal adhesion kinase) could be stopped by inhibiting the activity of the insulin receptor tyrosine kinase, which was a new discovery. His research has been documented in numerous articles; ResearchGate, an online repository of scientific articles, lists 90 of them. Besides this he has contributed chapters to two books, and his work has drawn citations from other researchers. James Watson, a recipient of the Nobel Prize in Physiology or Medicine in 1962, cited one of Dey's papers in his 2013 lecture at University of California, Los Angeles to commemorate the 60th anniversary of the discovery of double helical structure DNA, which was later published as an article in Lancet in 2014. He also holds a Patent Cooperation Treaty and his aforementioned US patent, as well as two Indian patents, and has guided students in their master's and doctoral studies.",
            "score": 87.36788189411163
        },
        {
            "docid": "7244534_17",
            "document": "NFAT . Due to its essential role in the production of the T-cell proliferative cytokine interleukin-2, NFAT signaling is an important pharmacological target for the induction of immunosuppression. CN inhibitors, which prevent the activation of NFAT, including cyclosporine (CsA) and tacrolimus (FK506), are used in the treatment of rheumatoid arthritis, multiple sclerosis, Crohn's disease, and ulcerative colitis and to prevent the rejection of organ transplants. However, there is a toxicity associated with these drugs due to their ability to inhibit CN in non-immune cells, which limits their use in other situations that may call for immunosuppressing drug therapy, including allergy and inflammation. There are other compounds that target NFAT directly, as opposed to targeting the phosphatase activity of calcineurin, that may have broad immunosuppressive effects but lack the toxicity of CsA and FK506. Because individual NFAT proteins exist in specific cell types or affect specific genes, it may be possible to inhibit individual NFAT protein functions for an even more selective immune effect.",
            "score": 103.52544665336609
        },
        {
            "docid": "2161878_45",
            "document": "Protein–protein interaction . RNA interference (RNAi) screens (repression of individual proteins between transcription and translation) are one method that can be utilized in the process of providing signs to the protein-protein interactions. Individual proteins are repressed and the resulting phenotypes are analyzed. A correlating phenotypic relationship (i.e. where the inhibition of either of two proteins results in the same phenotype) indicates a positive, or activating relationship. Phenotypes that do not correlate (i.e. where the inhibition of either of two proteins results in two different phenotypes) indicate a negative or inactivating relationship. If protein A is dependent on protein B for activation then the inhibition of either protein A or B will result in a cell losing the service that is provided by protein A and the phenotypes will be the same for the inhibition of either A or B. If, however, protein A is inactivated by protein B then the phenotypes will differ depending on which protein is inhibited (inhibit protein B and it can no longer inactivate protein A leaving A active however inactivate A and there is nothing for B to activate since A is inactive and the phenotype changes). Multiple RNAi screens need to be performed in order to reliably appoint a sign to a given protein-protein interaction. Vinayagam et al. who devised this technique state that a minimum of nine RNAi screens are required with confidence increasing as one carries out more screens. Modulation of PPI is challenging and is receiving increasing attention by the scientific community. Several properties of PPI such as allosteric sites and hotspots, have been incorporated into drug-design strategies. The relevance of PPI as putative therapeutic targets for the development of new treatments is particularly evident in cancer, with several ongoing clinical trials within this area. The consensus among these promising targets is, nonetheless, denoted in the already available drugs on the market to treat a multitude of diseases. Examples are Titrobifan, inhibitor of the glycoprotein IIb/IIIa, used as a cardiovascular drug, and Maraviroc, inhibitor of the CCR5-gp120 interaction, used as anti-HIV drug. Recently, Amit Jaiswal and others were able to develop 30 peptides using protein–protein interaction studies to inhibit telomerase recruitment towards telomeres.",
            "score": 97.18643546104431
        },
        {
            "docid": "44152139_21",
            "document": "Development and discovery of SSRI drugs . LeuT has been co-crystallised with sertraline and (\"R\")- and (\"S\")-fluoxetine where the SSRIs have been found to bind as non-competitive inhibitors in a vestibule binding site (can be looked at as a second binding site), which is separated from the drugs binding site by the site chains of the two aromatic amino acids of the extracellular gate of the transport protein. The halogens on the SSRIs chemical structure all bind to the same HBP within LeuT and interact with similar amino acids, but the amino acid sequence in the HBP is highly preserved between LeuT and SERT. That suggest that in the human SERT the SSRIs also bind both at the same position and with similar manner, which is a key feature making the SSRIs selective for SERT. Conversely, there could be differences in their binding where the other part of the drug molecule will likely bind to SERT in a different way, given the diversity in their structure. The localisation of the vestibular binding site, as the primary SSRI binding site in SERT is, is however controversial since some research has shown that the SSRIs work in competitive manner by binding to the drugs binding site, not to the second binding site.",
            "score": 66.23164582252502
        },
        {
            "docid": "579414_4",
            "document": "Drug design . A biomolecular target (most commonly a protein or nucleic acid) is a key molecule involved in a particular metabolic or signaling pathway that is associated with a specific disease condition or pathology or to the infectivity or survival of a microbial pathogen. Potential drug targets are not necessarily disease causing but must by definition be disease modifying. In some cases, small molecules will be designed to enhance or inhibit the target function in the specific disease modifying pathway. Small molecules (for example receptor agonists, antagonists, inverse agonists, or modulators; enzyme activators or inhibitors; or ion channel openers or blockers) will be designed that are complementary to the binding site of target. Small molecules (drugs) can be designed so as not to affect any other important \"off-target\" molecules (often referred to as antitargets) since drug interactions with off-target molecules may lead to undesirable side effects. Due to similarities in binding sites, closely related targets identified through sequence homology have the highest chance of cross reactivity and hence highest side effect potential.",
            "score": 70.18685865402222
        },
        {
            "docid": "14212831_12",
            "document": "Alpha-methylacyl-CoA racemase . The enzyme is also involved in a chiral inversion pathway which converts ibuprofen, a member of the 2-arylpropionic acid (2-APA) non-steroidal anti-inflammatory drug family (NSAIDs), from the \"R\"-enantiomer to the \"S\"-enantiomer. The pathway is uni-directional because only \"R\"-ibuprofen can be converted into ibuprofenoyl-CoA, which is then epimerized by AMACR. Conversion of \"S\"-ibuprofenoyl-CoA to \"S\"-ibuprofen is assumed to be performed by one of the many human acyl-CoA thioesterase enzymes (ACOTs). The reaction is of pharmacological importance because ibuprofen is typically used as a racemic mixture, and the drug is converted to the \"S\"-isomer upon uptake, which inhibits the activity of the cyclo-oxygenase enzymes and induces an anti-inflammatory effect. Human AMACR 1A has been demonstrated to epimerise other 2-APA-CoA esters, suggesting a common chiral inversion pathway for this class of drugs.",
            "score": 72.15612375736237
        },
        {
            "docid": "1551873_38",
            "document": "ATP-binding cassette transporter . Discovery of the first eukaryotic ABC transporter protein came from studies on tumor cells and cultured cells that exhibited resistance to several drugs with unrelated chemical structures. These cells were shown to express elevated levels of multidrug-resistance (MDR) transport protein which was originally called P-glycoprotein (P-gp), but it is also referred to as multidrug resistance protein 1 (MDR1) or ABCB1. This protein uses ATP hydrolysis, just like the other ABC transporters, to export a large variety of drugs from the cytosol to the extracellular medium. In multidrug-resistant cells, the MDR1 gene is frequently amplified in multidrug-resistant cells. This results in a large overproduction of the MDR1 protein.  The substrates of mammalian ABCB1 are primarily planar, lipid-soluble molecules with one or more positive charges. All of these substrates compete with one another for transport, suggesting that they bind to the same or overlapping sites on the protein. Many of the drugs that are transported out by ABCB1 are small, nonpolar drugs that diffuse across the extracellular medium into the cytosol, where they block various cellular functions. Drugs such as colchicine and vinblastine, which block assembly of microtubules, freely cross the membrane into the cytosol, but the export of these drugs by ABCB1 reduces their concentration in the cell. Therefore, it takes a higher concentration of the drugs is required to kill the cells that express ABCB1 than those that do not express the gene.",
            "score": 93.71043074131012
        },
        {
            "docid": "1099396_31",
            "document": "Drug interaction . Only the free fraction of a drug that is dissolved in the blood plasma can be removed through the kidney. Therefore, drugs that are tightly bound to proteins are not available for renal excretion, as long as they are not metabolized when they may be eliminated as metabolites. Creatinine clearance is used as a measure of kidney functioning but it is only useful in cases where the drug is excreted in an unaltered form in the urine. The excretion of drugs from the kidney's nephrons has the same properties as that of any other organic solute: passive filtration, reabsorption and active secretion. In the latter phase the secretion of drugs is an active process that is subject to conditions relating to the saturability of the transported molecule and competition between substrates. Therefore, these are key sites where interactions between drugs could occur. Filtration depends on a number of factors including the pH of the urine, it having been shown that the drugs that act as weak bases are increasingly excreted as the pH of the urine becomes more acidic, and the inverse is true for weak acids. This mechanism is of great use when treating intoxications (by making the urine more acidic or more alkali) and it is also used by some drugs and herbal products to produce their interactive effect.",
            "score": 72.26075398921967
        },
        {
            "docid": "1017427_2",
            "document": "Prodrug . A prodrug is a medication or compound that, after administration, is metabolized (i.e., converted within the body) into a pharmacologically active drug. Inactive prodrugs are pharmacologically inactive medications that are metabolized into an active form within the body. Instead of administering a drug directly, a corresponding prodrug might be used instead to improve how a medicine is absorbed, distributed, metabolized, and excreted (ADME). Prodrugs are often designed to improve bioavailability when a drug itself is poorly absorbed from the gastrointestinal tract. A prodrug may be used to improve how selectively the drug interacts with cells or processes that are not its intended target. This reduces adverse or unintended effects of a drug, especially important in treatments like chemotherapy, which can have severe unintended and undesirable side effects. Many herbal extracts historically used in medicine contain glycosides (sugar derivatives) of the active agent, which are hydrolyzed in the intestines to release the active and more bioavailable aglycone. For example, salicin is a β-D-glucopyranoside that is cleaved by esterases to release salicylic acid. Aspirin, acetylsalicylic acid, first made by Felix Hoffmann at Bayer in 1897, is a synthetic prodrug of salicylic acid. However, in other cases, such as codeine and morphine, the administered drug is enzymatically activated to form sugar derivatives (morphine-glucuronides) that are more active than the parent compound.",
            "score": 138.09917604923248
        },
        {
            "docid": "15862301_8",
            "document": "Jane C. Wright . In 1949, Dr. Wright joined her father at the Cancer Research Foundation at Harlem hospital. During her time at the research institute, she and her father sparked an interest in chemotherapeutic agents. They were interested in making chemotherapy more accessible for everyone. In the 1940’s chemotherapy was a new development, so it was not a well-known or well-practiced source for treatment because it was still in its experimental stage of drug development. Chemotherapy was considered the “last resort” and the drugs available and dosage was not very well defined. Both Jane and her father wanted to make chemotherapy a more accessible method of cancer treatment. They were the first groups to report the use of nitrogen mustard agents and folic acid antagonists as cancer treatments. The Folic acid antagonist can block folic acid in the body, which is required for cells to produce certain types of amino acids. By inhibiting the folic acids, cells are unable to make new strands of DNA/RNA or produce proteins to drive mitosis. Because cancer cells are highly proliferative compared to the other class in the human body, it is crucial to stop mitosis from happening. The folic acid antagonists that were tested were probably the most important discovery because the antifolates are highly potent against a vast array of solid tumors, including several types of leukemia, Hodgkin’s disease, lymphosarcoma, melanoma, breast cancer, and prostate cancer. Methotrexate is still one of the main chemotherapy drugs used today to treat many types of cancer, and it has been a basis for all modern chemotherapy.",
            "score": 99.10834348201752
        },
        {
            "docid": "365558_37",
            "document": "Nicotinamide adenine dinucleotide . Since a large number of oxidoreductases use NAD and NADH as substrates, and bind them using a highly conserved structural motif, the idea that inhibitors based on NAD could be specific to one enzyme is surprising. However, this can be possible: for example, inhibitors based on the compounds mycophenolic acid and tiazofurin inhibit IMP dehydrogenase at the NAD binding site. Because of the importance of this enzyme in purine metabolism, these compounds may be useful as anti-cancer, anti-viral, or immunosuppressive drugs. Other drugs are not enzyme inhibitors, but instead activate enzymes involved in NAD metabolism. Sirtuins are a particularly interesting target for such drugs, since activation of these NAD-dependent deacetylases extends lifespan in some animal models. Compounds such as resveratrol increase the activity of these enzymes, which may be important in their ability to delay aging in both vertebrate, and invertebrate model organisms. In one experiment, mice given NAD for one week had improved nuclear-mitochrondrial communication.",
            "score": 88.27945756912231
        },
        {
            "docid": "11213645_4",
            "document": "Carboxypeptidase A . CPA-1 and CPA-2 (and, it is presumed, all other CPAs) employ a zinc ion within the protein for hydrolysis of the peptide bond at the C-terminal end of an amino acid residue. Loss of the zinc leads to loss of activity, which can be replaced easily by zinc, and also by some other divalent metals (cobalt, nickel). Carboxypeptidase A is produced in the pancreas and is crucial to many processes in the human body to include digestion, post-translational modification of proteins, blood clotting, and reproduction. This vast scope of functionality for a single protein makes it the ideal model for research regarding other zinc proteases of unknown structure. Recent biomedical research on collagenase, enkephlinase, and angiotensin-converting enzyme used carboxypeptidase A for inhibitor synthesis and kinetic testing. For example, a drug that treats high blood pressure, Captopril, was designed based on a carboxypeptidase A inhibitor. Carboxypeptidase A and the target enzyme of Captopril, angiotensin-converting enzyme, have very similar structures, as they both contain a zinc ion within the active site. This allowed for a potent carboxypeptidase A inhibitor to be used to inhibit the enzyme and, thus, lower blood pressure through the renin-angiotensin-aldosterone system.",
            "score": 94.41229677200317
        },
        {
            "docid": "10153680_24",
            "document": "Fluoxetine . Fluoxetine and norfluoxetine inhibit many isozymes of the cytochrome P450 system that are involved in drug metabolism. Both are potent inhibitors of CYP2D6 (which is also the chief enzyme responsible for their metabolism) and CYP2C19, and mild to moderate inhibitors of CYP2B6 and CYP2C9. \"In vivo\", fluoxetine and norfluoxetine do not significantly affect the activity of CYP1A2 and CYP3A4. They also inhibit the activity of P-glycoprotein, a type of membrane transport protein that plays an important role in drug transport and metabolism and hence P-glycoprotein substrates such as loperamide may have their central effects potentiated. This extensive effect on the body's pathways for drug metabolism creates the potential for interactions with many commonly used drugs.",
            "score": 82.82425856590271
        },
        {
            "docid": "2245149_25",
            "document": "Pregabalin . Pregabalin was synthesized in 1990 as an anticonvulsant. It was invented by medicinal chemist Richard Bruce Silverman at Northwestern University in Evanston, Illinois. Silverman is best known for identifying the drug pregabalin as a possible treatment for epileptic seizures. During 1988 to 1990, Ryszard Andruszkiewicz, a visiting research fellow, synthesized a series of molecules for Silverman. One looked particularly promising. The molecule was effectively shaped for transportation into the brain, where it activated L-glutamic acid decarboxylase, an enzyme. Silverman hoped that the enzyme would increase production of the inhibitory neurotransmitter GABA and block convulsions. Eventually, the set of molecules were sent to Parke-Davis Pharmaceuticals for testing. The drug was approved in the European Union in 2004. The US received FDA approval for use in treating epilepsy, diabetic neuropathic pain, and postherpetic neuralgia in December 2004. Pregabalin then appeared on the US market under the brand name\" Lyrica\" in fall of 2005.",
            "score": 67.26998519897461
        },
        {
            "docid": "1867108_8",
            "document": "Antimetabolite . Antimetabolites may also be antibiotics, such as sulfanilamide drugs, which inhibit dihydrofolate synthesis in bacteria by competing with para-aminobenzoic acid (PABA). PABA is needed in enzymatic reactions that produce folic acid, which acts as a coenzyme in the synthesis of purines and pyrimidines, the building-blocks of DNA. Mammals do not synthesize their own folic acid so they are unaffected by PABA inhibitors, which selectively kill bacteria. Sulfanilamide drugs are not like the antibiotics used to treat infections. Instead, they work by changing the DNA inside cancer cells to keep them from growing and multiplying. Antitumor antibiotics are a class of antimetabolite drugs that are cell cycle nonspecific. They act by binding with DNA molecules and preventing RNA (ribonucleic acid) synthesis, a key step in the creation of proteins, which are necessary for cancer cell survival.",
            "score": 77.85083413124084
        },
        {
            "docid": "571274_32",
            "document": "Drug discovery . Salicylic acid (SA), a phytohormone, was initially derived from willow bark and has since been identified in many species. It is an important player in plant immunity, although its role is still not fully understood by scientists. They are involved in disease and immunity responses in plant and animal tissues. They have salicylic acid binding proteins (SABPs) that have shown to affect multiple animal tissues. The first discovered medicinal properties of the isolated compound was involved in pain and fever management. They also play an active role in the suppression of cell proliferation. They have the ability to induce death in lymphoblastic leukemia and other human cancer cells. One of the most common drugs derived from salicylates isaspirin, also known as acetylsalicylic acid, with anti-inflammatory and anti-pyretic properties.",
            "score": 161.8652687072754
        },
        {
            "docid": "35290643_2",
            "document": "Reverse pharmacology . In the field of drug discovery, reverse pharmacology also known as target-based drug discovery (TDD), a hypothesis is first made that modulation of the activity of a specific protein target will have beneficial therapeutic effects. Screening of chemical libraries of small molecules is then used to identify compounds that bind with high affinity to the target. The hits from these screens are then used as starting points for drug discovery. This method became popular after the sequencing of the human genome which allowed rapid cloning and synthesis of large quantities of purified proteins. This method is the most widely used in drug discovery today. Differently than the classical (forward) pharmacology, with the reverse pharmacology approach \"in vivo\" efficacy of identified active (lead) compounds is usually performed in the final drug discovery stages.",
            "score": 70.73741698265076
        },
        {
            "docid": "1045557_3",
            "document": "Zafirlukast . Zafirlukast, like other LTRAs, works by inhibiting the immune system. Through its action on inflammatory cells in the lungs, zafirlukast reduces the production of inflammatory mediators that are implicated in the pathogenesis of asthma. Zafirlukast is extensively hepatically metabolized by an enzyme called CYP2C9. Zafirlukast inhibits the action of CYP3A4, leading to drug-drug interactions with other drugs that are metabolized by CYP3A4. Genetic differences in LTC4 synthase and CYP2C9 may predict how a person reacts to zafirlukast treatment.",
            "score": 68.79763698577881
        }
    ],
    "r": [
        {
            "docid": "1525_56",
            "document": "Aspirin . Aspirin is readily broken down in the body to salicylic acid, which itself has anti-inflammatory, antipyretic, and analgesic effects. In 2012, salicylic acid was found to activate AMP-activated protein kinase, which has been suggested as a possible explanation for some of the effects of both salicylic acid and aspirin. The acetyl portion of the aspirin molecule has its own targets. Acetylation of cellular proteins is a well-established phenomenon in the regulation of protein function at the post-translational level. Aspirin is able to acetylate several other targets in addition to COX isoenzymes. These acetylation reactions may explain many hitherto unexplained effects of aspirin.",
            "score": 192.01593017578125
        },
        {
            "docid": "16985959_2",
            "document": "Mechanism of action of aspirin . Aspirin causes several different effects in the body, mainly the reduction of inflammation, analgesia (relief of pain), the prevention of clotting, and the reduction of fever. Much of this is believed to be due to decreased production of prostaglandins and TXA2. Aspirin's ability to suppress the production of prostaglandins and thromboxanes is due to its irreversible inactivation of the cyclooxygenase (COX) enzyme. Cyclooxygenase is required for prostaglandin and thromboxane synthesis. Aspirin acts as an acetylating agent where an acetyl group is covalently attached to a serine residue in the active site of the COX enzyme. This makes aspirin different from other NSAIDs (such as diclofenac and ibuprofen), which are reversible inhibitors. However, other effects of aspirin, such as uncoupling oxidative phosphorylation in mitochondria, and the modulation of signaling through NF-κB, are also being investigated. Some of its effects are like those of salicylic acid, which is not an acetylating agent.",
            "score": 173.96902465820312
        },
        {
            "docid": "571274_32",
            "document": "Drug discovery . Salicylic acid (SA), a phytohormone, was initially derived from willow bark and has since been identified in many species. It is an important player in plant immunity, although its role is still not fully understood by scientists. They are involved in disease and immunity responses in plant and animal tissues. They have salicylic acid binding proteins (SABPs) that have shown to affect multiple animal tissues. The first discovered medicinal properties of the isolated compound was involved in pain and fever management. They also play an active role in the suppression of cell proliferation. They have the ability to induce death in lymphoblastic leukemia and other human cancer cells. One of the most common drugs derived from salicylates isaspirin, also known as acetylsalicylic acid, with anti-inflammatory and anti-pyretic properties.",
            "score": 161.86526489257812
        },
        {
            "docid": "16283254_2",
            "document": "History of aspirin . The history of aspirin (also known as acetylsalicylic acid or ASA) and the medical use of it and related substances stretches back to antiquity, though pure ASA has only been manufactured and marketed since 1899. Medicines made from willow and other salicylate-rich plants appear in clay tablets from ancient Sumer as well as the Ebers Papyrus from ancient Egypt. Hippocrates referred to their use of salicylic tea to reduce fevers around 400 BC, and were part of the pharmacopoeia of Western medicine in classical antiquity and the Middle Ages. Willow bark extract became recognized for its specific effects on fever, pain and inflammation in the mid-eighteenth century. By the nineteenth century pharmacists were experimenting with and prescribing a variety of chemicals related to salicylic acid, the active component of willow extract.",
            "score": 160.54190063476562
        },
        {
            "docid": "1525_61",
            "document": "Aspirin . Medicines made from willow and other salicylate-rich plants appear in clay tablets from ancient Sumer as well as the Ebers Papyrus from ancient Egypt. Hippocrates referred to their use of salicylic tea to reduce fevers around 400 BC, and were part of the pharmacopoeia of Western medicine in classical antiquity and the Middle Ages. Willow bark extract became recognized for its specific effects on fever, pain and inflammation in the mid-eighteenth century. By the nineteenth century pharmacists were experimenting with and prescribing a variety of chemicals related to salicylic acid, the active component of willow extract.",
            "score": 160.3677215576172
        },
        {
            "docid": "1525_2",
            "document": "Aspirin . Aspirin, also known as acetylsalicylic acid (ASA), is a medication used to treat pain, fever, or inflammation. Specific inflammatory conditions in which aspirin is used include Kawasaki disease, pericarditis, and rheumatic fever. Aspirin given shortly after a heart attack decreases the risk of death. Aspirin is also used long-term to help prevent heart attacks, ischaemic strokes, and blood clots in people at high risk. It may also decrease the risk of certain types of cancer, particularly colorectal cancer. For pain or fever, effects typically begin within 30 minutes. Aspirin is a nonsteroidal anti-inflammatory drug (NSAID) and works similar to other NSAIDs but also suppresses the normal functioning of platelets. One common adverse effect is an upset stomach. More significant side effects include stomach ulcers, stomach bleeding, and worsening asthma. Bleeding risk is greater among those who are older, drink alcohol, take other NSAIDs, or are on other blood thinners. Aspirin is not recommended in the last part of pregnancy. It is not generally recommended in children with infections because of the risk of Reye syndrome. High doses may result in ringing in the ears. A precursor to aspirin in the form of leaves from the willow tree has been used for its health effects for at least 2,400 years. In 1853, chemist Charles Frédéric Gerhardt treated the medicine sodium salicylate with acetyl chloride to produce acetylsalicylic acid for the first time. For the next fifty years, other chemists established the chemical structure and came up with more efficient methods to make it. In 1897, scientists at the Bayer company began studying acetylsalicylic acid as a less-irritating replacement medication for common salicylate medicines. By 1899, Bayer had named it \"Aspirin\" and sold it around the world. Aspirin's popularity grew over the first half of the twentieth century leading to competition between many brands and formulations. The word \"Aspirin\" was Bayer's brand name; however, their rights to the trademark were lost or sold in many countries. Aspirin is one of the most widely used medications globally, with an estimated (50 to 120 billion pills) consumed each year. It is on the World Health Organization's (WHO's) List of Essential Medicines, the safest and most effective medicines needed in a health system. the wholesale cost in the developing world is $0.002 to $0.025 USD per dose. the cost for a typical month of medication in the United States is less than $25.00 USD. It is available as a generic medication. Aspirin is used in the treatment of a number of conditions, including fever, pain, rheumatic fever, and inflammatory diseases, such as rheumatoid arthritis, pericarditis, and Kawasaki disease. Lower doses of aspirin have also been shown to reduce the risk of death from a heart attack, or the risk of stroke in some circumstances. There is some evidence that aspirin is effective at preventing colorectal cancer, though the mechanisms of this effect are unclear. In the United States low dose aspirin is deemed reasonable in those between 50 and 70 years old who have a more than 10% risk of cardiovascular disease and are not at an increased risk of bleeding who are otherwise healthy.",
            "score": 153.64002990722656
        },
        {
            "docid": "1525_55",
            "document": "Aspirin . Aspirin has been shown to have at least three additional modes of action. It uncouples oxidative phosphorylation in cartilaginous (and hepatic) mitochondria, by diffusing from the inner membrane space as a proton carrier back into the mitochondrial matrix, where it ionizes once again to release protons. Aspirin buffers and transports the protons. When high doses are given, it may actually cause fever, owing to the heat released from the electron transport chain, as opposed to the antipyretic action of aspirin seen with lower doses. In addition, aspirin induces the formation of NO-radicals in the body, which have been shown in mice to have an independent mechanism of reducing inflammation. This reduced leukocyte adhesion is an important step in the immune response to infection; however, evidence is insufficient to show aspirin helps to fight infection. More recent data also suggest salicylic acid and its derivatives modulate signaling through NF-κB. NF-κB, a transcription factor complex, plays a central role in many biological processes, including inflammation.",
            "score": 151.4772186279297
        },
        {
            "docid": "81632_6",
            "document": "Acetyl group . Acetylated organic molecules exhibit increased ability to cross the selectively permeable blood–brain barrier. Acetylation helps a given drug reach the brain more quickly, making the drug's effects more intense and increasing the effectiveness of a given dose. The acetyl group in acetylsalicylic acid (aspirin) enhances its effectiveness relative to the natural anti-inflammatant salicylic acid. In similar manner, acetylation converts the natural painkiller morphine into the far more potent heroin (diacetylmorphine).",
            "score": 149.42701721191406
        },
        {
            "docid": "16283254_9",
            "document": "History of aspirin . Salicylate medicines—including salicin, salicylic acid, and sodium salicylate— were difficult and wasteful to extract from plants, and in 1860 Hermann Kolbe worked out a way to synthesize salicylic acid. Throughout the late 1800s use of salicylates grew considerably, and physicians increasingly knew what to expect from these medicines: reduction of pain, fever, and inflammation. However, the unpleasant side effects, particularly gastric irritation, limited their usefulness, as did their intense bitterness. By the 1880s, the German chemical industry, jump-started by the lucrative development of dyes from coal tar, was branching out to investigate the potential of new tar-derived medicines. The turning point was the advent of Kalle & Company's Antifebrine, the branded version of the well-known dye derivative acetanilide—the fever-reducing properties of which were discovered by accident in 1886. Antifebrine's success inspired Carl Duisberg, the head of research at the small dye firm Friedrich Bayer & Company, to start a systematic search for other chemical fever-reducers. Bayer chemists soon developed Phenacetin, followed by the sedatives Sulfonal and Trional.",
            "score": 148.32733154296875
        },
        {
            "docid": "16283254_12",
            "document": "History of aspirin . In 1853, Charles Frédéric Gerhardt had published the first methods to prepare acetylsalicylic acid. In the course of his work on the synthesis and properties of various acid anhydrides, he mixed acetyl chloride with a sodium salt of salicylic acid (sodium salicylate). A vigorous reaction ensued, and the resulting melt soon solidified. Since no structural theory existed at that time Gerhardt called the compound he obtained \"salicylic-acetic anhydride\" (\"wasserfreie Salicylsäure-Essigsäure\"). When Gerhardt tried to dissolve the solid in a diluted solution of sodium carbonate it immediately decomposed to sodium salts of salicylic and acetic acids. In 1859 an Austrian chemist, Hugo von Gilm, obtained analytically pure acetylsalicylic acid (which he called \"acetylierte Salicylsäure\", acetylated salicylic acid) by a reaction of salicylic acid and acetyl chloride. In 1869 Schröder, Prinzhorn and Kraut repeated both Gerhardt's (from sodium salicylate) and von Gilm's (from salicylic acid) syntheses and concluded that both reactions gave the same compound—acetylsalicylic acid. (Prinzhorn is credited in the paper with conducting the experiments.) They were first to assign to it the correct structure with the acetyl group connected to the phenolic oxygen.",
            "score": 143.78793334960938
        },
        {
            "docid": "91983_18",
            "document": "Willow . The leaves and bark of the willow tree have been mentioned in ancient texts from Assyria, Sumer and Egypt as a remedy for aches and fever, and in Ancient Greece the physician Hippocrates wrote about its medicinal properties in the fifth century BC. Native Americans across the Americas relied on it as a staple of their medical treatments. It provides temporary pain relief. Salicin is metabolized into salicylic acid in the human body, and is a precursor of aspirin. In 1763, its medicinal properties were observed by the Reverend Edward Stone in England. He notified the Royal Society, which published his findings. The active extract of the bark, called salicin, was isolated to its crystalline form in 1828 by Henri Leroux, a French pharmacist, and Raffaele Piria, an Italian chemist, who then succeeded in separating out the compound in its pure state. In 1897, Felix Hoffmann created a synthetically altered version of salicin (in his case derived from the \"Spiraea\" plant), which caused less digestive upset than pure salicylic acid. The new drug, formally acetylsalicylic acid, was named Aspirin by Hoffmann's employer Bayer AG. This gave rise to the hugely important class of drugs known as nonsteroidal anti-inflammatory drugs (NSAIDs).",
            "score": 141.7711181640625
        },
        {
            "docid": "22071_78",
            "document": "Nonsteroidal anti-inflammatory drug . By hydrolysis, salicin releases glucose and salicylic alcohol which can be converted into salicylic acid, both in vivo and through chemical methods. The acid is more effective than salicin and, in addition to its fever-reducing properties, is anti-inflammatory and analgesic. In 1869, Hermann Kolbe synthesised salicylate, although it was too acidic for the gastric mucosa. The reaction used to synthesise aromatic acid from a phenol in the presence of CO2 is known as the Kolbe-Schmitt reaction. By 1897 the German chemist Felix Hoffmann and the Bayer company prompted a new age of pharmacology by converting salicylic acid into acetylsalicylic acid—named aspirin by Heinrich Dreser. Other NSAIDs were developed from the 1950s forward. In 2001, NSAIDs accounted for 70,000,000 prescriptions and 30 billion over-the-counter doses sold annually in the United States.",
            "score": 139.9895782470703
        },
        {
            "docid": "1456594_11",
            "document": "Aspirin-induced asthma . Some people have reported relief of symptoms by following a low-salicylate diet such as the Feingold diet. Aspirin is quickly converted in the body to salicylic acid, also known as 2-Hydroxybenzoic acid. A prospective randomized trial with 30 patients following a low-salicylate diet for six weeks demonstrated a clinically significant decrease in both subjective and objective scoring of severity of disease, but made note of the challenge for patients in following what is a fairly stringent diet. Despite these findings, experts on the disease do not believe that dietary salicylates contribute to AERD symptoms. However dietary salicylates do not significantly inhibit the COX-1 enzyme, which is the cause of AERD reactions. One confounding factor in the study is that a low salicylate diet involves eliminating wine and beer. The majority of AERD patients react to wine and beer for reasons that do not involve their salicylate content. There is also a strong placebo effect involved with any dietary intervention. In contrast to aspirin, dietary salicylates are not acylated and therefore do not block cyclooxygenases and hence, there is no rationale why a low salicylate diet would be beneficial for AERD patients.",
            "score": 138.46157836914062
        },
        {
            "docid": "1017427_2",
            "document": "Prodrug . A prodrug is a medication or compound that, after administration, is metabolized (i.e., converted within the body) into a pharmacologically active drug. Inactive prodrugs are pharmacologically inactive medications that are metabolized into an active form within the body. Instead of administering a drug directly, a corresponding prodrug might be used instead to improve how a medicine is absorbed, distributed, metabolized, and excreted (ADME). Prodrugs are often designed to improve bioavailability when a drug itself is poorly absorbed from the gastrointestinal tract. A prodrug may be used to improve how selectively the drug interacts with cells or processes that are not its intended target. This reduces adverse or unintended effects of a drug, especially important in treatments like chemotherapy, which can have severe unintended and undesirable side effects. Many herbal extracts historically used in medicine contain glycosides (sugar derivatives) of the active agent, which are hydrolyzed in the intestines to release the active and more bioavailable aglycone. For example, salicin is a β-D-glucopyranoside that is cleaved by esterases to release salicylic acid. Aspirin, acetylsalicylic acid, first made by Felix Hoffmann at Bayer in 1897, is a synthetic prodrug of salicylic acid. However, in other cases, such as codeine and morphine, the administered drug is enzymatically activated to form sugar derivatives (morphine-glucuronides) that are more active than the parent compound.",
            "score": 138.09918212890625
        },
        {
            "docid": "4083808_8",
            "document": "Avenanthramide . According to Sur (2008) studies, the anti-inflammatory effect of the Avenanthramides is due to the inhibition of the NF-κB activation in NF-κB dependent cytokine. Nuclear factor-kappa β (NF-κB) is responsible for regulating the transcription of DNA and participates in the activation of genes related to inflammatory and immune responses. Consequently, suppressing the NF-κB limits the proliferation of cancer cells and reduces the level of inflammation. Avenanthramides are able to inhibit the release of inflammatory cytokines that are present in pruritic skin diseases and may cause the itch sensations. In addition, its anti-inflammatory activity may prevent the vicious itch scratch cycle and reduce the scratching-induced secondary inflammation that often occur in atopic dermatitis and eczema, preventing the skin from disrupting its barrier. Avenanthramides also have a chemical structure similar to the drug Tranilast, which has anti-histaminic action. The anti-itch activity of avenanthramides may therefore be associated with the inhibition of histamine response. Taken together, these results prove the effect of Avenanthramides as powerful anti-inflammatory agents and its importance in dermatologic applications.",
            "score": 137.08651733398438
        },
        {
            "docid": "1525_41",
            "document": "Aspirin . Aspirin is known to interact with other drugs. For example, acetazolamide and ammonium chloride are known to enhance the intoxicating effect of salicylates, and alcohol also increases the gastrointestinal bleeding associated with these types of drugs. Aspirin is known to displace a number of drugs from protein-binding sites in the blood, including the antidiabetic drugs tolbutamide and chlorpropamide, warfarin, methotrexate, phenytoin, probenecid, valproic acid (as well as interfering with beta oxidation, an important part of valproate metabolism), and other NSAIDs. Corticosteroids may also reduce the concentration of aspirin. Ibuprofen can negate the antiplatelet effect of aspirin used for cardioprotection and stroke prevention. The pharmacological activity of spironolactone may be reduced by taking aspirin, and it is known to compete with penicillin G for renal tubular secretion. Aspirin may also inhibit the absorption of vitamin C.",
            "score": 136.72828674316406
        },
        {
            "docid": "3315613_2",
            "document": "Diflunisal . Diflunisal is a salicylic acid derivative with analgesic and anti-inflammatory activity. It was developed by Merck Sharp & Dohme in 1971, as MK647, after showing promise in a research project studying more potent chemical analogs of aspirin. It was first sold under the brand name Dolobid, marketed by Merck & Co., but generic versions are now widely available. It is classed as a nonsteroidal anti-inflammatory drug (NSAID) and is available in 250 mg and 500 mg tablets.",
            "score": 135.16128540039062
        },
        {
            "docid": "70425_32",
            "document": "Inflammation . Certain drugs or exogenous chemical compounds are known to affect inflammation. Vitamin A deficiency causes an increase in inflammatory responses, and anti-inflammatory drugs work specifically by inhibiting the enzymes that produce inflammatory eicosanoids. Certain illicit drugs such as cocaine and ecstasy may exert some of their detrimental effects by activating transcription factors intimately involved with inflammation (e.g. NF-κB).",
            "score": 134.6968536376953
        },
        {
            "docid": "16985959_11",
            "document": "Mechanism of action of aspirin . More recent data also suggests that salicylic acid and its derivatives modulate signaling through NF-κB. NF-κB is a transcription factor complex that plays a central role in many biological processes, including inflammation.",
            "score": 134.52076721191406
        },
        {
            "docid": "28143_22",
            "document": "Salicylic acid . Salicylic acid occurs in plants as free salicylic acid and its carboxylated esters and phenolic glycosides. Several studies suggest that humans metabolize salicylic acid in measurable quantities from these plants; one study found that vegetarians not taking aspirin had urinary levels of salicylic acid higher than the non-vegetarians. Dietary sources of salicylic acid and their interaction with drugs such as aspirin have not been well studied. Ongoing clinical studies of people with aspirin-induced asthma have shown some benefits of a diet low in salicylic acid.",
            "score": 133.64598083496094
        },
        {
            "docid": "553741_13",
            "document": "Histone octamer . Numerous reports show a link between age-related diseases, birth defects, and several types of cancer with disruption of certain histone post translational modifications. Studies have identified that N- and C-terminal tails are main targets for acetylation, methylation, ubiquitination and phosphorylation. New evidence is pointing to several modifications within the histone core. Research is turning towards deciphering the role of these histone core modifications at the histone-DNA interface in the chromatin. p300 and cAMP response element-binding protein (CBP) possess histone acetyltransferase activity. p300 and CBP are the most promiscuous histone acetyltransferase enzymes acetylating all four core histones on multiple residues. Lysine 18 and Lysine 27 on H3 were the only histone acetylation sites reduced upon CBP and p300 depletion in mouse embryonic fibroblasts.<ref name=\"Distinct roles of GCN5/PCAF-mediated H3K9ac and CBP/p300-mediated H3K18/27ac in nuclear receptor transactivation.\"></ref> Also, CBP and p300 knockout mice have an open neural tube defect and therefore die before birth. p300−/− embryos exhibit defective development of the heart. CBP+/− mice display growth retardation, craniofacial abnormalities, hematological malignancies, which are not observed in mice with p300+/−. Mutations of both p300 have been reported in human tumors such as colorectal, gastric, breast, ovarian, lung, and pancreatic carcinomas. Also, activation or localization of two histone acetyltransferases can be oncogenic.",
            "score": 133.2781219482422
        },
        {
            "docid": "1525_47",
            "document": "Aspirin . Polymorphism, or the ability of a substance to form more than one crystal structure, is important in the development of pharmaceutical ingredients. Many drugs are receiving regulatory approval for only a single crystal form or polymorph. For a long time, only one crystal structure for aspirin was known. That aspirin might have a second crystalline form was suspected since the 1960s. The elusive second polymorph was first discovered by Vishweshwar and coworkers in 2005, and fine structural details were given by Bond \"et al.\" A new crystal type was found after attempted cocrystallization of aspirin and levetiracetam from hot acetonitrile. The form II is only stable at 100K and reverts to form I at ambient temperature. In the (unambiguous) form I, two salicylic molecules form centrosymmetric dimers through the acetyl groups with the (acidic) methyl proton to carbonyl hydrogen bonds, and in the newly claimed form II, each salicylic molecule forms the same hydrogen bonds with two neighboring molecules instead of one. With respect to the hydrogen bonds formed by the carboxylic acid groups, both polymorphs form identical dimer structures.",
            "score": 131.2898712158203
        },
        {
            "docid": "28143_9",
            "document": "Salicylic acid . Salicylic acid has the formula CH(OH)COOH, where the OH group is \"ortho\" to the carboxyl group. It is also known as 2-hydroxybenzoic acid. It is poorly soluble in water (2 g/L at 20 °C). Aspirin (acetylsalicylic acid or ASA) can be prepared by the esterification of the phenolic hydroxyl group of salicylic acid with the acetyl group from acetic anhydride or acetyl chloride. Salicylic acid can also be prepared using the Kolbe-Schmitt reaction.",
            "score": 129.60215759277344
        },
        {
            "docid": "7433848_11",
            "document": "Salicylate sensitivity . Salicylate sensitivity is a pharmacological reaction, not a true IgE-mediated allergy. However, it is possible for aspirin to trigger non-allergic hypersensitivity reactions. About 5–10% of asthmatics have aspirin hypersensitivity, but dietary salicylates have been shown not to contribute to this. The reactions in AERD (Samter's triad) are due to inhibition of the COX-1 enzyme by aspirin, as well as other NSAIDs that are not salicylates. Dietary salicylates have not been shown to significantly affect COX-1.",
            "score": 129.1162567138672
        },
        {
            "docid": "1525_62",
            "document": "Aspirin . In 1853, chemist Charles Frédéric Gerhardt treated sodium salicylate with acetyl chloride to produce acetylsalicylic acid for the first time; in the second half of the nineteenth century, other academic chemists established the compound's chemical structure and devised more efficient methods of synthesis. In 1897, scientists at the drug and dye firm Bayer began investigating acetylsalicylic acid as a less-irritating replacement for standard common salicylate medicines, and identified a new way to synthesize it. By 1899, Bayer had dubbed this drug Aspirin and was selling it around the world. The word \"Aspirin\" was Bayer's brand name, rather than the generic name of the drug; however, Bayer's rights to the trademark were lost or sold in many countries. Aspirin's popularity grew over the first half of the twentieth century leading to fierce competition with the proliferation of aspirin brands and products.",
            "score": 128.95358276367188
        },
        {
            "docid": "16283254_3",
            "document": "History of aspirin . In 1853, chemist Charles Frédéric Gerhardt treated acetyl chloride with sodium salicylate to produce acetylsalicylic acid for the first time; in the second half of the nineteenth century, other academic chemists established the compound's chemical structure and devised more efficient methods of synthesis. In 1897, scientists at the drug and dye firm Bayer began investigating acetylsalicylic acid as a less-irritating replacement for standard common salicylate medicines, and identified a new way to synthesize it. By 1899, Bayer had dubbed this drug Aspirin and was selling it around the world. The word \"Aspirin\" was Bayer's brand name, rather than the generic name of the drug; however, Bayer's rights to the trademark were lost or sold in many countries. Aspirin's popularity grew over the first half of the twentieth century leading to fierce competition with the proliferation of aspirin brands and products.",
            "score": 128.95358276367188
        },
        {
            "docid": "140752_14",
            "document": "Rudolf Virchow . Virchow was the first to correctly link the origin of cancers from otherwise normal cells. (His teacher Müller had proposed that cancers originated from cells, but from special cells, which he called blastema.) In 1855, he suggested that cancers arise from the activation of dormant cells (perhaps similar to cells now known as stem cells) present in mature tissue. Virchow believed that cancer is caused by severe irritation in the tissues, and his theory came to be known as chronic irritation theory. He thought, rather wrongly, that the irritation spread in the form of liquid so that cancer rapidly increases. His theory was largely ignored, as he was proved wrong that it was not by liquid, but by metastasis of the already cancerous cells that cancers spread. (First described by Karl Thiersch in the 1860s.) But he made a crucial observation that certain cancers (carcinoma in modern sense) were inherently associated with white blood cells (which are now called macrophages) that produced irritation (inflammation). It was only towards the end of the 20th century that Virchow's theory was taken seriously. It was realised that specific cancers (including those of mesothelioma, lung, prostate, bladder, pancreatic, cervical, esophageal, melanoma, and head and neck) are indeed strongly associated with long-term inflammation. In addition it became clear that long-term use of anti-inflammatory drugs, such as aspirin, reduced cancer risk. Experiment also shows that drugs that block inflammation simultaneously inhibit tumour formation and development.",
            "score": 128.85191345214844
        },
        {
            "docid": "11996851_3",
            "document": "IKK2 . IKK-β is an enzyme that serves as a protein subunit of IκB kinase, which is a component of the cytokine-activated intracellular signaling pathway involved in triggering immune responses. IKK's activity causes activation of a transcription factor known as Nuclear Transcription factor kappa-B or NF-κB. Activated IKK-β phosphorylates a protein called the \"inhibitor of NF-κB\", IκB (IκBα), which binds NF-κB to inhibit its function. Phosphorylated IκB is degraded via the ubiquitination pathway, freeing NF-κB, and allowing its entry into the nucleus of the cell where it activates various genes involved in inflammation and other immune responses.",
            "score": 128.40338134765625
        },
        {
            "docid": "5024249_13",
            "document": "Native American contributions . aspirin - Native Americans have been using willow tree bark for thousands of years to reduce fever and pain as were the ancient peoples of Assyria, Sumer, Egypt and Greece. When chemists analyzed willows in the last century, they discovered salicylic acid. the basis of the modern drug aspirin.",
            "score": 126.16323852539062
        },
        {
            "docid": "6008590_2",
            "document": "Salicin . Salicin is an alcoholic β-glucoside. Salicin is produced in (and named after) willow (\"Salix\") bark and acts as an anti-inflammatory agent in the human body. Salicin is also commonly found in the bark of \"Populus\" species, and the leaves of willows and poplars. It is also found in castoreum, which was used as an analgesic, anti-inflammatory, and antipyretic. The activity of castoreum has been credited to the accumulation of salicin from willow trees in the beaver's diet, which is transformed to salicylic acid and has an action very similar to that of aspirin. Salicin was the historical origin of aspirin and is chemically related to it. When consumed, the acetalic ether bridge is broken down. The two parts of the molecule, glucose and salicyl alcohol, then are metabolized separately. By oxidizing the alcohol function the aromatic part finally is metabolized to salicylic acid. Salicin tastes bitter like quinine.",
            "score": 126.11292266845703
        },
        {
            "docid": "10661644_4",
            "document": "Sodium salicylate . It is used in medicine as an analgesic and antipyretic. Sodium salicylate also acts as non-steroidal anti-inflammatory drug (NSAID), and induces apoptosis in cancer cells and also necrosis. It is also a potential replacement for aspirin for people sensitive to it. It may also be used as a phosphor for the detection of vacuum ultraviolet radiation and electrons.",
            "score": 125.8829574584961
        },
        {
            "docid": "16283254_16",
            "document": "History of aspirin . The name Aspirin was derived from the name of the chemical ASA—\"Acetylspirsäure\" in German. \"Spirsäure\" (salicylic acid) was named for the meadowsweet plant, \"Spirea ulmaria\", from which it could be derived. \"Aspirin\" took a- for the acetylation, -spir- from Spirsäure, and added -in as a typical drug name ending to make it easy to say. In the final round of naming proposals that circulated through Bayer, it came down to \"Aspirin\" and \"Euspirin\"; \"Aspirin\", they feared, might remind customers of aspiration, but Arthur Eichengrün argued that \"Eu\"- (meaning \"good\") was inappropriate because it usually indicated an improvement over an earlier version of a similar drug. Since the substance itself was already known, Bayer intended to use the new name to establish their drug as something new; in January 1899 they settled on \"Aspirin\".",
            "score": 125.32229614257812
        }
    ]
}