{
    "q": [
        {
            "docid": "167184_24",
            "document": "Rapid eye movement sleep . Rapid eye movement sleep (REM) has since its discovery been closely associated with dreaming. Waking up sleepers during a REM phase is a common experimental method for obtaining dream reports; 80% of neurotypical people can give some kind of dream report under these circumstances. Sleepers awakened from REM tend to give longer more narrative descriptions of the dreams they were experiencing, and to estimate the duration of their dreams as longer. Lucid dreams are reported far more often in REM sleep. (In fact these could be considered a hybrid state combining essential elements of REM sleep and waking consciousness.) The mental events which occur during REM most commonly have dream hallmarks including narrative structure, convincingness (experiential resemblance to waking life), and incorporation of instinctual themes. Sometimes they include elements of the dreamer's recent experience taken directly from episodic memory. By one estimate, 80% of dreams occur during REM.",
            "score": 125.26728761196136
        },
        {
            "docid": "776322_2",
            "document": "Non-rapid eye movement sleep . Non-rapid eye movement sleep (NREM) is, collectively, sleep stages 1–3, previously known as stages 1–4. Rapid eye movement sleep (REM) is not included. There are distinct electroencephalographic and other characteristics seen in each stage. Unlike REM sleep, there is usually little or no eye movement during these stages. Dreaming is rare during NREM sleep, and muscles are not paralyzed as in REM sleep. People who do not go through the sleeping stages properly get stuck in NREM sleep, and because muscles are not paralyzed a person may be able to sleepwalk. According to studies, the mental activity that takes place during NREM sleep is believed to be thought-like, whereas REM sleep includes hallucinatory and bizarre content. The mental activity that occurs in NREM and REM sleep is a result of two different generators, which also explains the difference in mental activity. In addition, there is a parasympathetic dominance during NREM. During the period of Non-REM sleep, the mindset of a person is more organized. The differences in the REM and NREM activity reported are believed to arise from differences in the memory stages that happen during the two methods of sleep. It has been found through several experiments that low levels of stage 3 sleep are found in about 40-50% of people with acute and chronic schizophrenia who typically portray abnormal non-rapid eye movement sleep.",
            "score": 83.44055879116058
        },
        {
            "docid": "5664_58",
            "document": "Consciousness . The two most widely accepted altered states are sleep and dreaming. Although dream sleep and non-dream sleep appear very similar to an outside observer, each is associated with a distinct pattern of brain activity, metabolic activity, and eye movement; each is also associated with a distinct pattern of experience and cognition. During ordinary non-dream sleep, people who are awakened report only vague and sketchy thoughts, and their experiences do not cohere into a continuous narrative. During dream sleep, in contrast, people who are awakened report rich and detailed experiences in which events form a continuous progression, which may however be interrupted by bizarre or fantastic intrusions. Thought processes during the dream state frequently show a high level of irrationality. Both dream and non-dream states are associated with severe disruption of memory: it usually disappears in seconds during the non-dream state, and in minutes after awakening from a dream unless actively refreshed.",
            "score": 145.56351232528687
        },
        {
            "docid": "30875305_9",
            "document": "Activation-synthesis hypothesis . REM sleep is an evolutionarily recent behavior of humans. REM stands for rapid eye movement. It is the deepest sleep a mammal can go into. It is regulated by the pontine brainstem. Infants spend most of their time in REM sleep, and rather than enter stage 1 sleep they go directly to REM sleep. Most REM sleep occurs just above stage I of sleep, and experiences different mental abilities than during NREM sleep. The thought process is non-logical and often bizarre, sensation and perception is vivid but created internally by the brain, and the body's movements are inhibited. Most REM stages last 10–15 minutes, and the average human will go through 4–6 of these stages during sleep each night. Subsequent REM stages increase in duration, so the last REM stage before awakening is the longest and most vivid. During REM sleep the brain shows increased states of minimal inhibition, which degrades in our ability to recognize the state for which it is; a dream. It has been proposed that REM sleep is necessary for preparation of many integrative functions, of which one is consciousness. It supports the idea that sleep, and dreaming, is necessary preparation for the next day's processes. The scientific tracking of REM sleep stages can be measured by neuronal signals within the pontine brainstem. The interactions of aminergic inhibitory neurons and cholinergic excitatory neurons can be measured, and REM sleep occurs when aminergic cells are at their least active and cholinergic cells are at their most active.",
            "score": 81.80829465389252
        },
        {
            "docid": "21312297_20",
            "document": "Memory consolidation . Rapid eye movement (REM) sleep has been thought of to be an important concept in the overnight learning in humans by establishing information in the hippocampal and cortical regions of the brain. REM sleep elicits an increase in neuronal activity following an enriched or novel waking experience, thus increasing neuronal plasticity and therefore playing an essential role in the consolidation of memories. This has come into question in recent years however and studies on sleep deprivation have shown that animals and humans who are denied REM sleep do not show deficits in task learning. It has been proposed that since the brain is in a non-memory encoding state during sleep, consolidation would be unlikely to occur. Recent studies have examined the relationship between REM sleep and procedural learning consolidation.  In particular studies have been done on sensory and motor related tasks. In one study testing finger-tapping, people were split into two groups and tested post-training with or without intervening sleep; results concluded that sleep post-training increases both speed and accuracy in this particular task, while increasing the activation of both cortical and hippocampal regions; whereas the post-training awake group had no such improvements. It has been theorized that this may be related more-so to a process of synaptic consolidation rather than systems consolidation because of the short-term nature of the process involved. Researchers examining the effect of sleep on motor learning have noted that while consolidation occurs over a period of 4–6 hours during sleep, this is also true during waking hours, which may negate any role of sleep in learning. In this sense sleep would serve no special purpose to enhance consolidation of memories because it occurs independently of sleep. Other studies have examined the process of replay which has been described as a reactivation of patterns that were stimulated during a learning phase. Replay has been demonstrated in the hippocampus and this has lent support to the notion that it serves a consolidation purpose. However, replay is not specific to sleep and both rats and primates show signs during restful-awake periods. Also, replay may simply be residual activation in areas that were involved previously in the learning phase and may have no actual effect on consolidation. This reactivation of the memory traces has also been seen in non-REM sleep specifically for hippocampus-dependant memories. Researchers have noted strong reactivation of the hippocampus during sleep immediately after a learning task. This reactivation led to enhanced performance on the learned task. Researchers following this line of work have come to assume that dreams are a by-product of the reactivation of the brain areas and this can explain why dreams may be unrelated to the information being consolidated. The dream experience itself is not what enhances memory performance but rather it is the reactivation of the neural circuits that causes this.",
            "score": 157.48932135105133
        },
        {
            "docid": "44785_3",
            "document": "Dream . Dreams mainly occur in the rapid-eye movement (REM) stage of sleep—when brain activity is high and resembles that of being awake. REM sleep is revealed by continuous movements of the eyes during sleep. At times, dreams may occur during other stages of sleep. However, these dreams tend to be much less vivid or memorable. The length of a dream can vary; they may last for a few seconds, or approximately 20–30 minutes. People are more likely to remember the dream if they are awakened during the REM phase. The average person has three to five dreams per night, and some may have up to seven; however, most dreams are immediately or quickly forgotten. Dreams tend to last longer as the night progresses. During a full eight-hour night sleep, most dreams occur in the typical two hours of REM.",
            "score": 132.31577837467194
        },
        {
            "docid": "44785_39",
            "document": "Dream . Accumulated observation has shown that dreams are strongly associated with REM rapid eye movement sleep, during which an electroencephalogram (EEG) shows brain activity that, among sleep states, is most like wakefulness. Participant-remembered dreams during NREM sleep are normally more mundane in comparison. During a typical lifespan, a person spends a total of about six years dreaming (which is about two hours each night). Most dreams only last 5 to 20 minutes. It is unknown where in the brain dreams originate, if there is a single origin for dreams or if multiple portions of the brain are involved, or what the purpose of dreaming is for the body or mind.",
            "score": 109.56925320625305
        },
        {
            "docid": "21335432_11",
            "document": "Charcot–Wilbrand syndrome . A Polysomnography test (PSG) records the biological changes during sleep through monitoring the brain (Electroencephalography, EEG), eye movement (Electrooculography, EOG), heart rhythm (Electrocardiogram, ECG), and muscle activity (Electromyography, EMG). Typically a complete PSG requires a minimum of 12 channels and 22 wire attachments and produces a “score” or report. Sleep stages are identifiable through comparison of the EEG, EOG and EMG channels with stages 1 and 2 being defined as light sleep, 3 being slow wave sleep and 4 being REM sleep. Additionally a PSG can reveal “arousals” or sudden shifts in brain wave activity. Analyzing the resulting amount of REM sleep in combination with patient reported dream experience has been the method of choice for recent dream studies. In particular researchers can wake the patient mid-REM sleep and ask for dream experience, which in normal patients would enhance their recollection and dream count. Absence of dream experience suggests the presence of CWS and this test method can also help to illustrate whether the patient is suffering from an inability to recall visual images or complete dream loss.",
            "score": 112.38411724567413
        },
        {
            "docid": "6795380_20",
            "document": "Thought suppression . Dream rebound is when suppressed thoughts manifest themselves in one's dreams. Self-control is a form of thought suppression and when one dreams, that suppressed item has a higher chance of appearing in the dream. For example, when an individual is attempting to quit smoking, they may dream about themselves smoking a cigarette. Emotion suppression has also been found to trigger dream rebound. Recurrence of emotional experiences act as presleep suggestions, ultimately leading to the suppressed thoughts presenting themselves within the dream. One effecting factor of dream rebound is the changes in the prefrontal lobes during rapid-eye movement sleep. Suppressed thoughts are more accessible during REM sleep, as a result of operating processes having a diminished effectiveness. This leads to presleep thoughts becoming more available \"with an increased activity of searching for these suppressed thought[s]\". There are other hypotheses regarding REM sleep and dream rebound. For instance, weak semantic associations, post REM sleep, are more accessible than any other time due to weak ironic monitoring processes becoming stronger. More research is needed to further understand what exactly causes dream rebound.",
            "score": 118.19782269001007
        },
        {
            "docid": "167184_16",
            "document": "Rapid eye movement sleep . Most of the eye movements in “rapid eye movement” sleep are in fact less rapid than those normally exhibited by waking humans. They are also shorter in duration and more likely to loop back to their starting point. About seven of such loops take place over one minute of REM sleep. In slow-wave sleep the eyes can drift apart; however, the eyes of the paradoxical sleeper move in tandem. These eye movements follow the ponto-geniculo-occipital waves originating in the brain stem. The eye movements themselves may relate to the sense of vision experienced in the dream, but a direct relationship remains to be clearly established. Congenitally blind people, who do not typically have visual imagery in their dreams, still move their eyes in REM sleep. An alternative explanation suggests that the functional purpose of REM sleep is for procedural memory processing, and the rapid eye movement is only a side effect of the brain processing the eye-related procedural memory.",
            "score": 111.87703621387482
        },
        {
            "docid": "25196457_15",
            "document": "Cognitive neuroscience of dreams . Although this assumption has remained a predominant view, disputing evidence has been present since the 60s. Foulkes for example reported that complex mentation is indeed possible during NREM. Previously participants reported dreams mainly after being awakened from REM, however upon awakening during NREM Foulkes asked subjects about what had just been passing through their heads, rather than whether or not they were dreaming. As many as 50% of subjects reported some form of complex mentation. Furthermore, these NREM dreams seemed to cluster around specific sleep stages (stage 1 and late stages). This offered evidence that dreaming was not restricted nor caused by mechanisms controlling REM sleep, and that perhaps there are entirely different brain areas associated with dreaming.",
            "score": 119.13551926612854
        },
        {
            "docid": "1034794_5",
            "document": "Oneirology . Dreaming occurs mainly during REM sleep, and brain scans recording brain activity have witnessed heavy activity in the limbic system and the amygdala during this period. Though current research has reversed the myth that dreaming occurs only during REM sleep, it has also shown that the dreams reported in non-rapid eye movement (NREM) and REM differ qualitatively and quantitatively, suggesting that the mechanisms that control each are different.",
            "score": 86.62447094917297
        },
        {
            "docid": "26685741_3",
            "document": "Sleep and memory . Memory processes have been shown to be stabilized and enhanced (sped up and/or integrated) and memories better consolidated by nocturnal sleep and even daytime naps. Certain sleep stages have been demonstrated as improving an individual's memory, though this is task-specific. Generally, declarative memories are believed to be enhanced by slow-wave sleep, while non-declarative memories are enhanced by rapid eye movement (REM) sleep, although there are some inconsistencies among experimental results. The effect of sleep on memory, especially as it pertains to the human brain, is an active field of research in neurology, psychology, and related disciplines. In 1801, David Hartley first postulated that dreaming altered the associative planetary links within the brain during dreaming periods of dreams. The idea that sleep had a mentally restorative effect, sorting out and consolidating memories and ideas, was intellectually acceptable by the end of the 19th century. In ‘Peter and Wendy’, J.M. Barrie wrote \"‘It is the nightly custom of every good mother after her children are asleep to rummage in their minds and put things straight for next morning, repacking into their proper places the many articles that have wandered during the day. …When you wake in the morning, the naughtinesses and evil passions with which you went to bed have been folded up small and placed at the bottom of your mind; and on the top, beautifully aired, are spread out your prettier thoughts, ready for you to put on.’\" The stories of Peter Pan take place in a mental world and contain many allusions to aspects of cognitive psychology, some of which predate their formal scientific investigation.",
            "score": 116.89744234085083
        },
        {
            "docid": "44785_49",
            "document": "Dream . Combining Hobson's activation synthesis hypothesis with Solms' findings, the continual-activation theory of dreaming presented by Jie Zhang proposes that dreaming is a result of brain activation and synthesis; at the same time, dreaming and REM sleep are controlled by different brain mechanisms. Zhang hypothesizes that the function of sleep is to process, encode, and transfer the data from the temporary memory store to the long-term memory store. During NREM sleep the conscious-related memory (declarative memory) is processed, and during REM sleep the unconscious related memory (procedural memory) is processed.",
            "score": 109.22155451774597
        },
        {
            "docid": "25196457_9",
            "document": "Cognitive neuroscience of dreams . Brain-damaged patients offer valuable but rare information about human brain mechanisms. Eugene Aserinsky and Nathaniel Kleitman observed REM sleep and concluded that it was the physiological manifestation of dreaming. This was assumed to be a breakthrough in the understanding of such an elusive process as dreaming. Indeed, 95% of subjects awakened during REM reported that they had been dreaming whereas only about 5-10% reported dreams after being awakened during nonREM sleep (NREM).",
            "score": 116.1392593383789
        },
        {
            "docid": "30875305_5",
            "document": "Activation-synthesis hypothesis . There is a difference between being just asleep and in a state of mind called dreaming. Sleeping can be described as the lack of conscious awareness of the outside world, meaning large portions of the brain that receive and interpret signals are deactivated during this time, while dreaming is a specific state of sleep in which enhanced brain activity has been shown to occur, theorizing the primary consciousness could be active during dreaming. Indeed, during dreams we are consciously aware of our surroundings, and assuredly have a certain perception and emotion throughout the course of the dream, suggesting that at least part of the primary consciousness is activated during the dream.",
            "score": 108.99002385139465
        },
        {
            "docid": "776322_6",
            "document": "Non-rapid eye movement sleep . Although study participants' reports of intense dream vividness during REM sleep and increased recollection of dreams occurring during that phase suggest that dreaming most commonly occurs during that stage, dreaming can also occur during NREM sleep, in which dreams tend to be more mundane in comparison.",
            "score": 102.64464354515076
        },
        {
            "docid": "249357_26",
            "document": "Sleepwalking . Sleepwalking was initially thought to be a dreamer acting out a dream. For example, in one study published by the Society for Science & the Public in 1954, this was the conclusion: \"Repression of hostile feelings against the father caused the patients to react by acting out in a dream world with sleepwalking, the distorted fantasies they had about all authoritarian figures, such as fathers, officers and stern superiors.\" This same group published an article twelve years later with a new conclusion: \"Sleepwalking, contrary to most belief, apparently has little to do with dreaming. In fact, it occurs when the sleeper is enjoying his most oblivious, deepest sleep—a stage in which dreams are not usually reported.\" More recent research has discovered that sleepwalking is actually a disorder of NREM (non-rapid eye movement) arousal. Acting out a dream is the basis for a REM (rapid eye movement) sleep disorder called REM Behavior Disorder (or REM Sleep Behavior Disorder, RSBD). More accurate data about sleep is due to the invention of technologies such as the electroencephalogram (EEG) by Hans Berger in 1924 and BEAM by Frank Duffy in the early 1980s.",
            "score": 99.86324274539948
        },
        {
            "docid": "40542426_20",
            "document": "Freud's psychoanalytic theories . \"The Interpretation of Dreams\" was one of Sigmund Freud’s best known published works. It set the stage for his psychoanalytic work and Freud's approach to the unconscious with regard to the interpretation of dreams. During therapy sessions with patients, Freud would ask his patients to discuss what was on their mind. Frequently, the responses were directly related to a dream. As a result, Freud began to analyze dreams believing that it gave him access to one's deepest thoughts. In addition, he was able to find links between one's current hysterical behaviors and past traumatic experiences. From these experiences, he began to write a book that was designed to help others to understand dream interpretation. In the book he discussed his theory of the unconscious.  Freud believed that dreams were messages from the unconscious masked as wishes controlled by internal stimuli. The unconscious mind plays the most imperative role in dream interpretation. In order to remain in a state of sleep the unconscious mind has to detain negative thoughts and represent them in an edited form. Therefore, when one dreams the unconscious makes an effort to deal with conflict. It would enable one to begin to act on them.  There are four steps required to convert dreams from latent or unconscious thoughts to the manifest content. They are condensation, displacement, symbolism, and secondary revision. Ideas first go through a process of condensation that takes thoughts and turns them into a single image. Then, the true emotional meaning of the dream loses its significance in an element of a displacement. This is followed by symbolism representing our latent thoughts in visualize form. A special focus on symbolism was emphasized in the interpretation of dreams. Our dreams are highly symbolic with an underlying principle meaning. Many of the symbolic stages focus on sexual connotations. For example, a tree branch could represent a penis. Freud believed all human behavior originated from our sexual drives and desires. In the last stage of converting dreams to manifest content dreams are made sensible. The final of product of manifest content is what we remember when we come out of our sleep.",
            "score": 119.7096756696701
        },
        {
            "docid": "17995_10",
            "document": "Long-term memory . According to Tarnow's theory, long-term memories are stored in dream format (reminiscent of the Penfield & Rasmussen’s findings that electrical excitations of the cortex give rise to experiences similar to dreams). During waking life an executive function interprets long-term memory consistent with reality checking . It is further proposed in the theory that the information stored in memory, no matter how it was learned, can affect performance on a particular task without the subject being aware that this memory is being used. Newly acquired declarative memory traces are believed to be reactivated during NonREM sleep to promote their hippocampo-neocortical transfer for long-term storage. Specifically new declarative memories are better remembered if recall follows Stage II non-rapid eye movement sleep. The reactivation of memories during sleep can lead to lasting synaptic changes within certain neural networks. It is the high spindle activity, low oscillation activity, and delta wave activity during NREM sleep that helps to contribute to declarative memory consolidation. In learning before sleep spindles are redistributed to neuronally active upstates within slow oscillations. Sleep spindles are thought to induce synaptic changes and thereby contribute to memory consolidation during sleep. Here, we examined the role of sleep in the object-place recognition task, a task closely comparable to tasks typically applied for testing human declarative memory: It is a one-trial task, hippocampus-dependent, not stressful and can be repeated within the same animal. Sleep deprivation reduces vigilance or arousal levels, affecting the efficiency of certain cognitive functions such as learning and memory.",
            "score": 102.87374103069305
        },
        {
            "docid": "18835541_7",
            "document": "Narcolepsy . In narcolepsy, the order and length of NREM and REM sleep periods are disturbed, with REM sleep occurring at sleep onset instead of after a period of NREM sleep. Also, some aspects of REM sleep that normally occur only during sleep, like lack of muscular control, sleep paralysis, and vivid dreams, occur at other times in people with narcolepsy. For example, the lack of muscular control can occur during wakefulness in a cataplexy episode; it is said that there is an intrusion of REM atonia during wakefulness. Sleep paralysis and vivid dreams can occur while falling asleep or waking up. Simply put, the brain does not pass through the normal stages of dozing and deep sleep but goes directly into (and out of) rapid eye movement (REM) sleep.",
            "score": 88.42045629024506
        },
        {
            "docid": "776322_7",
            "document": "Non-rapid eye movement sleep . Research has also shown that dreams during the NREM stage most commonly occur during the morning hours which is also the time period with the highest occurrence of REM sleep. This was found through a study involving subjects taking naps over specific intervals of time and being forcefully awakened, their sleep was separated into naps including only REM sleep and only NREM sleep using polysomnography. This implies that the polysomnographic occurrence of REM sleep is not required for dreaming. Rather, the actual mechanisms that create REM sleep cause changes to one's sleep experience. Through these changes, by morning, a sub-cortical activation occurs during NREM that is comparable to the type that occurs during REM. It is this sub-cortical activation that results in dreaming during the NREM stage during the morning hours.",
            "score": 100.82529616355896
        },
        {
            "docid": "167184_26",
            "document": "Rapid eye movement sleep . Some dreaming can take place during non-REM sleep. “Light sleepers” can experience dreaming during stage 2 non-REM sleep, whereas “deep sleepers”, upon awakening in the same stage, are more likely to report “thinking” but not “dreaming”. Certain scientific efforts to assess the uniquely bizarre nature of dreams experienced while asleep were forced to conclude that waking thought could be just as bizarre, especially in conditions of sensory deprivation. Because of non-REM dreaming, some sleep researchers have strenuously contested the importance of connecting dreaming to the REM sleep phase. The prospect that well-known neurological aspects of REM do not themselves cause dreaming suggests the need to re-examine the neurobiology of dreaming \"per se\". Some researchers (Dement, Hobson, Jouvet, for example) tend to resist the idea of disconnecting dreaming from REM sleep.",
            "score": 117.94199299812317
        },
        {
            "docid": "1605494_13",
            "document": "Auditory imagery . There have been a few studies conducted concerning auditory imagery generated in subjects during dreaming. There are different kinds of auditory imagery people experience in their dreams when waking up from rapid eye movement sleep. Auditory imagery is generally fairly common in rapid eye movement sleep with the majority of it being verbal auditory imagery. Studies found that the last auditory images in a dream are usually words spoken by the self-character in the dream. Some findings concerning the dream auditory imagery in patients with brain lesions and children’s dreams have been done as well but are more speculative.",
            "score": 123.61598539352417
        },
        {
            "docid": "44785_83",
            "document": "Dream . For some people, sensations from the previous night's dreams are sometimes spontaneously experienced in falling asleep. However they are usually too slight and fleeting to allow dream recall. At least 95% of all dreams are not remembered. Certain brain chemicals necessary for converting short-term memories into long-term ones are suppressed during REM sleep. Unless a dream is particularly vivid and if one wakes during or immediately after it, the content of the dream is not remembered. Recording or reconstructing dreams may one day assist with dream recall. Using technologies such as functional magnetic resonance imaging (fMRI) and electromyography (EMG), researchers have been able to record basic dream imagery, dream speech activity and dream motor behavior (such as walking and hand movements).",
            "score": 134.29194402694702
        },
        {
            "docid": "18835541_6",
            "document": "Narcolepsy . Many people with narcolepsy also suffer from insomnia for extended periods of time. The excessive daytime sleepiness and cataplexy often become severe enough to cause serious problems in a person's social, personal, and professional life. Normally, when an individual is awake, brain waves show a regular rhythm. When a person first falls asleep, the brain waves become slower and less regular, which is called non-rapid eye movement (NREM) sleep. After about an hour and a half of NREM sleep, the brain waves begin to show a more active pattern again, called REM sleep (rapid eye movement sleep), when most remembered dreaming occurs. Associated with the EEG-observed waves during REM sleep, muscle atonia is present called REM atonia.",
            "score": 86.250417470932
        },
        {
            "docid": "25196457_16",
            "document": "Cognitive neuroscience of dreams . An investigation of the differential brain structures can be conducted by clinico-anatomical correlations. Here, the mechanisms associated with REM sleep are removed to observe whether there is a cessation in dreaming as well, then the areas thought to be associated with dreaming are removed to see if REM sleep is also made impossible. These studies, with the exception of natural accidents, are conducted with animals. A main problem with obliterating REM sleep is that the associated area, the brain stem, is responsible for consciousness. Lesions large enough to stop REM completely can also render the subject unconscious. Supporting evidence did come from the flip-side of clinico-anatomical correlations however. In a compilation of all reported cases of dream cessation (111 cases in all) damage was located in an entirely different area of the brain than the brain stem. Furthermore, REM sleep was maintained. Remember that the pons is crucial for REM. Loss of dreaming only occurred when higher parts of the cerebral hemispheres were damaged. REM sleep is controlled by cholinergic activation in the pons. It is now believed that dreaming may be a dopaminergic process that occurs in limbic and frontal areas of the brain.",
            "score": 113.79789221286774
        },
        {
            "docid": "21335432_9",
            "document": "Charcot–Wilbrand syndrome . REM sleep or Rapid eye movement sleep is the sleep stage when traditionally the majority of dream activity has been documented. According to the Activation-synthesis hypothesis the sensory systems (specifically the visual system activated by Ponto-Geniculo-Occipital waves or PGO waves named for the regions they travel through) as well as the vestibular system are activated during the REM stage. Feedback from the nerves controlling movement influence dream experience despite the inhibition of muscle control from the medulla which ceases motor activation through glutamatergic neurons in a process referred to as REM Atonia. Mismatch of this data might create specific dream experiences such as floating or flying. Emotional behavior and memory formation centers, most importantly the amygdala and hippocampus. are reactivated during sleep and are believed to generate the emotional content of dreams. In patients with CWS, REM sleep is not necessarily impaired but the sensory systems activation is most likely impaired from the lesion damage resulting in decreased contribution to the synthesis of dreams. In particular damage to the occipitotemporal region may alter the activation normally produced by PGO waves leading to an absence of visual system activation. Additionally damage to the memory formation pathways might be responsible for the inability of patients to recall images.",
            "score": 134.8976789712906
        },
        {
            "docid": "1034794_9",
            "document": "Oneirology . Accumulated observation shows that dreams are strongly associated with REM sleep, during which an electroencephalogram shows brain activity to be most like wakefulness. Participant-nonremembered dreams during NREM are normally more mundane in comparison. During a typical lifespan, a human spends a total of about six years dreaming (which is about two hours each night). Most dreams last only 5 to 20 minutes. It is unknown where in the brain dreams originate, if there is a single origin for dreams, if multiple portions of the brain are involved, or what the purpose of dreaming is for the body or mind.",
            "score": 106.99571561813354
        },
        {
            "docid": "29807596_18",
            "document": "Secondary consciousness . In one study, researchers sought physiological correlates of lucid dreaming. They showed that the unusual combination of hallucinatory dream activity and wake-like reflective awareness and agentive control experienced in lucid dreams is paralleled by significant changes in electrophysiology. Participants were recorded using 19-channel Electroencephalography (EEG), and 3 achieved lucidity in the experiment. Differences between REM sleep and lucid dreaming were most prominent in the 40-Hz frequency band. The increase in 40-Hz power was especially strong at frontolateral and frontal sites. Their findings include the indication that 40-Hz activity holds a functional role in the modulation of conscious awareness across different conscious states. Furthermore, they termed lucid dreaming as a hybrid state, or that lucidity occurs in a state with features of both REM sleep and waking. In order to move from non-lucid REM sleep dreaming to lucid REM sleep dreaming, there must be a shift in brain activity in the direction of waking. Other well-known contributing scholars involved with lucid dream research and consciousness, yet primarily based in fields such as psychology and philosophy include:",
            "score": 102.35392546653748
        },
        {
            "docid": "3717_50",
            "document": "Brain . Sleep involves great changes in brain activity. Until the 1950s it was generally believed that the brain essentially shuts off during sleep, but this is now known to be far from true; activity continues, but patterns become very different. There are two types of sleep: \"REM sleep\" (with dreaming) and \"NREM\" (non-REM, usually without dreaming) sleep, which repeat in slightly varying patterns throughout a sleep episode. Three broad types of distinct brain activity patterns can be measured: REM, light NREM and deep NREM. During deep NREM sleep, also called slow wave sleep, activity in the cortex takes the form of large synchronized waves, whereas in the waking state it is noisy and desynchronized. Levels of the neurotransmitters norepinephrine and serotonin drop during slow wave sleep, and fall almost to zero during REM sleep; levels of acetylcholine show the reverse pattern.",
            "score": 72.90552759170532
        },
        {
            "docid": "21335432_12",
            "document": "Charcot–Wilbrand syndrome . Functional magnetic resonance imaging or functional MRI (fMRI) is the specific MRI procedure associated with measuring brain activity. It does so by detecting changes in blood flow (hemodynamic response) related to the energy utilization by the brain using a specific blood-oxygen-level-dependant contrast. Recently fMRI has come to the forefront of dream research because it does not require the use of dyes or isotopes and allows for brain blood flow and related activity to be monitored during sleep. Specifically analysis of dreaming patients have revealed increased blood flow/oxygen utilization by network consisting of the pontine tegmentum, thalamus, amygdala, basal ganglia, anterior cingulate and occipital cortex. Specifically in CWS activation of the occipital cortex is of great interest and it can monitored through fMRI and combined with patient dream reporting to isolate dream formation. Additionally during sleep fMRI studies have revealed a significant decrease in the activity of the prefrontal cortex which likely accounts for the decrease in time perception, insight, and remembrance of dreams. This can be analyzed in patients to help better differentiate between global dream loss and a lack of visual remembrance. The specific mechanism for deactivation of the prefrontal cortex is unclear due to the complexity of the acetylcholine activation pathway and its expanse into variety of other cortical areas.",
            "score": 98.7545530796051
        }
    ],
    "r": [
        {
            "docid": "21312324_9",
            "document": "Implicit memory . A more recent contribution to the study of implicit memory comes from the experiments with a spatial organization computer game on amnesic patients (Stickgold et al., 2000). Damage to the bilateral temporal lobe and hippocampus had caused the loss of explicit memory. However, despite being unable to recall the game, these patients were able to dream of it at sleep onset. This observation is interesting as it shows that learning can be memorized without the contribution of explicit memory, which requires the activation of the hippocampus and of the temporal and basal cortex. In the cases observed by Stickgold et al., the explicit memory was definitely impaired, but a non-explicit and non-conscious kind of memory was left and could emerge in dreams. This observation shows that an experience can be stored in the implicit memory and can be represented symbolically in dreams.",
            "score": 169.83749389648438
        },
        {
            "docid": "21312297_20",
            "document": "Memory consolidation . Rapid eye movement (REM) sleep has been thought of to be an important concept in the overnight learning in humans by establishing information in the hippocampal and cortical regions of the brain. REM sleep elicits an increase in neuronal activity following an enriched or novel waking experience, thus increasing neuronal plasticity and therefore playing an essential role in the consolidation of memories. This has come into question in recent years however and studies on sleep deprivation have shown that animals and humans who are denied REM sleep do not show deficits in task learning. It has been proposed that since the brain is in a non-memory encoding state during sleep, consolidation would be unlikely to occur. Recent studies have examined the relationship between REM sleep and procedural learning consolidation.  In particular studies have been done on sensory and motor related tasks. In one study testing finger-tapping, people were split into two groups and tested post-training with or without intervening sleep; results concluded that sleep post-training increases both speed and accuracy in this particular task, while increasing the activation of both cortical and hippocampal regions; whereas the post-training awake group had no such improvements. It has been theorized that this may be related more-so to a process of synaptic consolidation rather than systems consolidation because of the short-term nature of the process involved. Researchers examining the effect of sleep on motor learning have noted that while consolidation occurs over a period of 4–6 hours during sleep, this is also true during waking hours, which may negate any role of sleep in learning. In this sense sleep would serve no special purpose to enhance consolidation of memories because it occurs independently of sleep. Other studies have examined the process of replay which has been described as a reactivation of patterns that were stimulated during a learning phase. Replay has been demonstrated in the hippocampus and this has lent support to the notion that it serves a consolidation purpose. However, replay is not specific to sleep and both rats and primates show signs during restful-awake periods. Also, replay may simply be residual activation in areas that were involved previously in the learning phase and may have no actual effect on consolidation. This reactivation of the memory traces has also been seen in non-REM sleep specifically for hippocampus-dependant memories. Researchers have noted strong reactivation of the hippocampus during sleep immediately after a learning task. This reactivation led to enhanced performance on the learned task. Researchers following this line of work have come to assume that dreams are a by-product of the reactivation of the brain areas and this can explain why dreams may be unrelated to the information being consolidated. The dream experience itself is not what enhances memory performance but rather it is the reactivation of the neural circuits that causes this.",
            "score": 157.4893341064453
        },
        {
            "docid": "6978_19",
            "document": "Concept . Concepts are thought to be stored in long term cortical memory, in contrast to episodic memory of the particular objects and events which they abstract, which are stored in hippocampus. Evidence for this separation comes from hippocampal damaged patients such as patient HM. The abstraction from the day's hippocampal events and objects into cortical concepts is often considered to be the computation underlying (some stages of) sleep and dreaming. Many people (beginning with Aristotle) report memories of dreams which appear to mix the day's events with analogous or related historical concepts and memories, and suggest that they were being sorted or organised into more abstract concepts. (\"Sort\" is itself another word for concept, and \"sorting\" thus means to organise into concepts.)",
            "score": 150.25341796875
        },
        {
            "docid": "53948_26",
            "document": "Hippocampus . Due to bilateral symmetry the brain has a hippocampus in each cerebral hemisphere. If damage to the hippocampus occurs in only one hemisphere, leaving the structure intact in the other hemisphere, the brain can retain near-normal memory functioning. Severe damage to the hippocampi in both hemispheres results in profound difficulties in forming new memories (anterograde amnesia) and often also affects memories formed before the damage occurred (retrograde amnesia). Although the retrograde effect normally extends many years back before the brain damage, in some cases older memories remain. This retention of older memories leads to the idea that consolidation over time involves the transfer of memories out of the hippocampus to other parts of the brain. Experiments using intrahippocampal transplantation of hippocampal cells in primates with neurotoxic lesions of the hippocampus have shown that the hippocampus is required for the formation and recall, but not the storage, of memories.",
            "score": 148.4828338623047
        },
        {
            "docid": "5664_58",
            "document": "Consciousness . The two most widely accepted altered states are sleep and dreaming. Although dream sleep and non-dream sleep appear very similar to an outside observer, each is associated with a distinct pattern of brain activity, metabolic activity, and eye movement; each is also associated with a distinct pattern of experience and cognition. During ordinary non-dream sleep, people who are awakened report only vague and sketchy thoughts, and their experiences do not cohere into a continuous narrative. During dream sleep, in contrast, people who are awakened report rich and detailed experiences in which events form a continuous progression, which may however be interrupted by bizarre or fantastic intrusions. Thought processes during the dream state frequently show a high level of irrationality. Both dream and non-dream states are associated with severe disruption of memory: it usually disappears in seconds during the non-dream state, and in minutes after awakening from a dream unless actively refreshed.",
            "score": 145.56350708007812
        },
        {
            "docid": "53948_3",
            "document": "Hippocampus . In Alzheimer's disease (and other forms of dementia), the hippocampus is one of the first regions of the brain to suffer damage; short-term memory loss and disorientation are included among the early symptoms. Damage to the hippocampus can also result from oxygen starvation (hypoxia), encephalitis, or medial temporal lobe epilepsy. People with extensive, bilateral hippocampal damage may experience anterograde amnesia (the inability to form and retain new memories).",
            "score": 145.0506134033203
        },
        {
            "docid": "53948_43",
            "document": "Hippocampus . Age-related conditions such as Alzheimer's disease and other forms of dementia (for which hippocampal disruption is one of the earliest signs) have a severe impact on many types of cognition, but even normal aging is associated with a gradual decline in some types of memory, including episodic memory and working memory (or short-term memory). Because the hippocampus is thought to play a central role in memory, there has been considerable interest in the possibility that age-related declines could be caused by hippocampal deterioration. Some early studies reported substantial loss of neurons in the hippocampus of elderly people, but later studies using more precise techniques found only minimal differences. Similarly, some MRI studies have reported shrinkage of the hippocampus in elderly people, but other studies have failed to reproduce this finding. There is, however, a reliable relationship between the size of the hippocampus and memory performance; so that where there is age-related shrinkage, memory performance will be impaired. There are also reports that memory tasks tend to produce less hippocampal activation in the elderly than in the young. Furthermore, a randomized control trial published in 2011 found that aerobic exercise could increase the size of the hippocampus in adults aged 55 to 80 and also improve spatial memory.",
            "score": 142.53533935546875
        },
        {
            "docid": "25196457_5",
            "document": "Cognitive neuroscience of dreams . One significant shortcoming of dream studies is the necessary reliance on verbal reports. The dream event is reduced to a verbal report which is only an account of the subject's memory of the dream, not the subject's experience of the dream itself. These verbal reports are also at risk of being influenced by a number of factors. First, it is important to note that dreams involve multiple pseudosensory, emotional and motoric elements. The dream report is only narrative, which makes capturing the whole picture difficult. Verbal reports face other difficulties like forgetting. Dreams and reports of dreams are produced in distinct states of consciousness resulting in a delay between the dream event and its recall while awake. During this time lag forgetting may occur resulting in an incomplete report. Forgetting is proportional to the amount of time elapsed between the experience and its recall. Also, remembering is exposed to interference at the recall stage and some information is not accessible to recall. Reconstructing the dream from memory while awake might affect the accuracy of recall because the subject may report more information than actually experienced, and sequence of events may be reordered. Another issue is the difficulty of verbally describing mostly visual subjective experiences like those found in dreams (e.g. unreal objects, bizarre experiences, emotions). Furthermore, subjects may intentionally fail to report embarrassing, immoral, or private dream experiences for fear of judgement, which results in censored, incomplete reports.",
            "score": 140.8955841064453
        },
        {
            "docid": "2780133_2",
            "document": "Dream diary . A dream diary (or dream journal) is a diary in which dream experiences are recorded. A dream diary might include a record of nightly dreams, personal reflections and waking dream experiences. It is often used in the study of dreams and psychology. Dream diaries are also used by some people as a way to help induce lucid dreams. They are also regarded as a useful catalyst for remembering dreams. The use of a dream diary was recommended by Ann Faraday in \"The Dream Game\" as an aid to memory and a way to preserve details, many of which are otherwise rapidly forgotten no matter how memorable the dream originally seemed. Keeping a dream diary conditions a person to view remembering dreams as important. Dreams can be recorded in a paper diary (as text, drawings, paintings, etc.) or via an audio recording device (as narrative, music or imitations of other auditory experiences from the dream). Many websites offer the ability to create a digital dream diary.",
            "score": 140.20343017578125
        },
        {
            "docid": "21335432_9",
            "document": "Charcot–Wilbrand syndrome . REM sleep or Rapid eye movement sleep is the sleep stage when traditionally the majority of dream activity has been documented. According to the Activation-synthesis hypothesis the sensory systems (specifically the visual system activated by Ponto-Geniculo-Occipital waves or PGO waves named for the regions they travel through) as well as the vestibular system are activated during the REM stage. Feedback from the nerves controlling movement influence dream experience despite the inhibition of muscle control from the medulla which ceases motor activation through glutamatergic neurons in a process referred to as REM Atonia. Mismatch of this data might create specific dream experiences such as floating or flying. Emotional behavior and memory formation centers, most importantly the amygdala and hippocampus. are reactivated during sleep and are believed to generate the emotional content of dreams. In patients with CWS, REM sleep is not necessarily impaired but the sensory systems activation is most likely impaired from the lesion damage resulting in decreased contribution to the synthesis of dreams. In particular damage to the occipitotemporal region may alter the activation normally produced by PGO waves leading to an absence of visual system activation. Additionally damage to the memory formation pathways might be responsible for the inability of patients to recall images.",
            "score": 134.89767456054688
        },
        {
            "docid": "44785_83",
            "document": "Dream . For some people, sensations from the previous night's dreams are sometimes spontaneously experienced in falling asleep. However they are usually too slight and fleeting to allow dream recall. At least 95% of all dreams are not remembered. Certain brain chemicals necessary for converting short-term memories into long-term ones are suppressed during REM sleep. Unless a dream is particularly vivid and if one wakes during or immediately after it, the content of the dream is not remembered. Recording or reconstructing dreams may one day assist with dream recall. Using technologies such as functional magnetic resonance imaging (fMRI) and electromyography (EMG), researchers have been able to record basic dream imagery, dream speech activity and dream motor behavior (such as walking and hand movements).",
            "score": 134.2919464111328
        },
        {
            "docid": "25823_3",
            "document": "Robert Stickgold . Stickgold was born in Chicago. He graduated from Harvard University before attending the University of Wisconsin–Madison, where he received his doctorate in biochemistry. He worked with the sleep researcher J. Allan Hobson for many years and has been known to quote Hobson's quip: \"The only known function of sleep is to cure sleepiness\". Stickgold's research has focused on sleep and cognition, dreaming, and conscious states. He has been a proponent of the role of sleep in memory consolidation. Additional research has focused on dreaming. In one experiment, participants played the computer game Tetris for three days and reported dreaming about falling geometric shapes. Even patients with anterograde amnesia, who did not remember playing the game, had similar dreams as normal participants. Similar results were found in another study utilizing the video game Alpine Racer 2. Participants reported dreaming about skiing.",
            "score": 133.5753173828125
        },
        {
            "docid": "238212_33",
            "document": "Abnormal psychology . Psychoanalytic theory is heavily based on the theory of the neurologist Sigmund Freud. These ideas often represented repressed emotions and memories from a patient's childhood. According to psychoanalytic theory, these repressions cause the disturbances that people experience in their daily lives and by finding the source of these disturbances, one should be able to eliminate the disturbance itself. This is accomplished by a variety of methods, with some popular ones being free association, hypnosis, and insight. The goal of these methods is to induce a catharsis or emotional release in the patient which should indicate that the source of the problem has been tapped and it can then be helped. Freud's psychosexual stages also played a key role in this form of therapy; as he would often believe that problems the patient was experiencing were due to them becoming stuck or \"fixated\" in a particular stage. Dreams also played a major role in this form of therapy as Freud viewed dreams as a way to gain insight into the unconscious mind. Patients were often asked to keep dream journals and to record their dreams to bring in for discussion during the next therapy session. There are many potential problems associated with this style of therapy, including resistance to the repressed memory or feeling, and negative transference onto the therapist. Psychoanalysis was carried on by many after Freud including his daughter Ana Freud and Jacques Lacan. These and many others have gone on to elaborate on Freud's original theory and to add their own take on defense mechanisms or dream analysis. While psychoanalysis has fallen out of favor to more modern forms of therapy it is still used by some clinical psychologists to varying degrees.",
            "score": 133.57406616210938
        },
        {
            "docid": "40253_21",
            "document": "Precognition . Some psychologists have explained the apparent prevalence of precognitive dreams in terms of memory biases, namely a selective memory for accurate predictions and distorted memory so that dreams are retrospectively fitted onto subsequent events. In one experiment, subjects were asked to write down their dreams in a diary. This prevented the selective memory effect, and the dreams no longer seemed accurate about the future. Another experiment gave subjects a fake diary of a student with apparently precognitive dreams. This diary described events from the person's life, as well as some predictive dreams and some non-predictive dreams. When subjects were asked to recall the dreams they had read, they remembered more of the successful predictions than unsuccessful ones.",
            "score": 133.47357177734375
        },
        {
            "docid": "53948_20",
            "document": "Hippocampus . The second major line of thought relates the hippocampus to memory. Although it had historical precursors, this idea derived its main impetus from a famous report by William Beecher Scoville and Brenda Milner describing the results of surgical destruction of the hippocampi (in an attempt to relieve epileptic seizures), in Henry Molaison, known until his death in 2008 as \"Patient H.M.\" The unexpected outcome of the surgery was severe anterograde and partial retrograde amnesia; Molaison was unable to form new episodic memories after his surgery and could not remember any events that occurred just before his surgery, but he did retain memories of events that occurred many years earlier extending back into his childhood. This case attracted such widespread professional interest that Molaison became the most intensively studied subject in medical history. In the ensuing years, other patients with similar levels of hippocampal damage and amnesia (caused by accident or disease) have also been studied, and thousands of experiments have studied the physiology of activity-driven changes in synaptic connections in the hippocampus. There is now universal agreement that the hippocampi play some sort of important role in memory; however, the precise nature of this role remains widely debated.",
            "score": 133.0508575439453
        },
        {
            "docid": "44785_3",
            "document": "Dream . Dreams mainly occur in the rapid-eye movement (REM) stage of sleep—when brain activity is high and resembles that of being awake. REM sleep is revealed by continuous movements of the eyes during sleep. At times, dreams may occur during other stages of sleep. However, these dreams tend to be much less vivid or memorable. The length of a dream can vary; they may last for a few seconds, or approximately 20–30 minutes. People are more likely to remember the dream if they are awakened during the REM phase. The average person has three to five dreams per night, and some may have up to seven; however, most dreams are immediately or quickly forgotten. Dreams tend to last longer as the night progresses. During a full eight-hour night sleep, most dreams occur in the typical two hours of REM.",
            "score": 132.31578063964844
        },
        {
            "docid": "25196457_3",
            "document": "Cognitive neuroscience of dreams . Preliminary observations into the neurology of dreaming were reported in 1951 by George Humphrey and Oliver Zangwill. Their report noted two cases of brain injury that resulted in the complete or almost complete cessation of dreaming. Both patients had undergone damage to posterior parietal regions, one of which involved predominately the left side of the parieto-occipital areas. Additional effects involved hemianopia, reduced visualization (in waking state), and disturbances in visual memory. Patients reported that their visual images were dim and hard to evoke. Although they reported only two cases, Humphrey and Zangwill offered preliminary ideas about neurological components of dreaming, specifically the association of forebrain areas and the link between visual imaging and the ability to dream.",
            "score": 130.85244750976562
        },
        {
            "docid": "44785_53",
            "document": "Dream . A 2001 study showed evidence that illogical locations, characters, and dream flow may help the brain strengthen the linking and consolidation of semantic memories. These conditions may occur because, during REM sleep, the flow of information between the hippocampus and neocortex is reduced.",
            "score": 129.5071258544922
        },
        {
            "docid": "8297063_9",
            "document": "Spatial view cells . Patients with damage to spatial view cells will often show similar symptoms from other diseases such as: Vascular Dementia, Alzheimer's Disease, Amnesia Fugue, Macular degeneration, and optic nerve damage. Another illness that reflects signs of spatial view damage is fornix lesions that impair conditional left-right discrimination learning. Patients with damage to the temporal lobe which also includes the hippocampus can sometimes have Amnesia. Patients with amnesia often have memory impairments in which they have difficulty remembering both what they saw and where they saw the object or event take place. These signs point to the possible damage to spatial view cells found in the hippocampus.",
            "score": 129.4868621826172
        },
        {
            "docid": "44785_70",
            "document": "Dream . Dream interpretation can be a result of subjective ideas and experiences. One study found that most people believe that \"their dreams reveal meaningful hidden truths\". In one study conducted in the United States, South Korea and India, they found that 74% of Indians, 65% of South Koreans and 56% of Americans believed their dream content provided them with meaningful insight into their unconscious beliefs and desires. This Freudian view of dreaming was endorsed significantly more than theories of dreaming that attribute dream content to memory consolidation, problem-solving, or random brain activity.",
            "score": 129.46319580078125
        },
        {
            "docid": "200405_13",
            "document": "Limbic system . Damage related to the hippocampal region of the brain has reported vast effects on overall cognitive functioning, particularly memory such as spatial memory. As previously mentioned, spatial memory is a cognitive function greatly intertwined with the hippocampus. While damage to the hippocampus may be a result of a brain injury or other injuries of that sort, researchers particularly investigated the effects that high emotional arousal and certain types of drugs had on the recall ability in this specific memory type. In particular, in a study performed by Parkard, rats were given the task of correctly making their way through a maze. In the first condition, rats were stressed by shock or restraint which caused a high emotional arousal. When completing the maze task, these rats had an impaired effect on their hippocampal-dependent memory when compared to the control group. Then, in a second condition, a group of rats were injected with anxiogenic drugs. Like the former these results reported similar outcomes, in that hippocampal-memory was also impaired. Studies such as these reinforce the impact that the hippocampus has on memory processing, in particular the recall function of spatial memory. Furthermore, impairment to the hippocampus can occur from prolonged exposure to stress hormones such as Glucocorticoids (GCs), which target the hippocampus and cause disruption in explicit memory.",
            "score": 129.32704162597656
        },
        {
            "docid": "50400_13",
            "document": "Dream interpretation . A paper in 2009 by Carey Morewedge and Michael Norton in the \"Journal of Personality and Social Psychology\" found that most people believe that \"their dreams reveal meaningful hidden truths.\" In one study conducted in the United States, South Korea and India, they found that 74% of Indians, 65% of South Koreans and 56% of Americans believed their dream content provided them with meaningful insight into their unconscious beliefs and desires. This Freudian view of dreaming was endorsed significantly more than theories of dreaming that attribute dream content to memory consolidation, problem solving, or random brain activity. This belief appears to lead people to attribute more importance to dream content than to similar thought content that occurs while they are awake. In one study in the paper, Americans were more likely to report that they would miss their flight if they dreamt of their plane crashing than if they thought of their plane crashing the night before flying (while awake), and that they would be as likely to miss their flight if they dreamt of their plane crashing the night before their flight as if there was an actual plane crash on the route they intended to take. Not all dream content was considered equally important. Participants in their studies were more likely to perceive dreams to be meaningful when the content of dreams was in accordance with their beliefs and desires while awake. People were more likely to view a positive dream about a friend to be meaningful than a positive dream about someone they disliked, for example, and were more likely to view a negative dream about a person they disliked as meaningful than a negative dream about a person they liked.",
            "score": 129.04840087890625
        },
        {
            "docid": "1432945_13",
            "document": "Cognitive disorder . Neurocongnitive disorder may also be caused by brain trauma, including concussions and Traumatic Brain Injuries, as well as post-traumatic stress and alcoholism. This is referred to as amnesia, and is characterized by damage to major memory encoding parts of the brain such as the hippocampus. Difficulty creating recent term memories is called anterograde amnesia and is caused by damage to the hippocampus part of the brain, which is a major part of the memory process. Retrograde amnesia is also caused by damage to the hippocampus, but the memories that were encoded or in the process of being encoded in long term memory are erased",
            "score": 128.99319458007812
        },
        {
            "docid": "389579_9",
            "document": "Cognitive neuropsychology . A particular area of interest was memory. Patients with amnesia caused by injuries to the hippocampus in the temporal cortex and midbrain areas (especially the mamillary bodies were of early interest. A patient with severe case of amnesia will not be able to remember meeting the examiner if they leave the room and return, let alone events of the previous day (episodic memory), but they will still be able to learn how to tie their shoes (procedural memory), remember a series of numbers for a few seconds (short term memory or working memory) and be able to recall historical events they have learned in school (semantic memory). By contrast, patients may lose their short term memory abilities while retaining their long term memory functions. Many other studies like this have been done in the field of neuropsychology examining lesions and the effect they have on certain areas of the brain and their functions. Studies on the amnesic patient Henry Molaison, formerly known as patient H.M., are commonly cited as some of the precursors, if not the beginning of modern cognitive neuropsychology. Molaison had parts of his medial temporal lobes surgically removed to treat intractable epilepsy in 1953. Much of the hippocampus was also removed along with the medial temporal lobes. The treatment proved successful in reducing his dangerous seizures, but left him with a profound but selective amnesia. After the surgery, Molaison was able to remember some big events from before the surgery, such as the stock market crash in 1929, but was confused about many others and could no longer form new memories. This accidental experiment showed scientists how the brain processes different types of memory. Because Molaison's impairment was caused by surgery, the damaged parts of his brain were known, information which was usually not knowable in a time before accurate neuroimaging became widespread. Scientists concluded that while the hippocampus is needed in the creation of new memories, it is not needed in the retrieval of old ones; they are two separate processes. They also realized that the hippocampus and the medial temporal lobes, both of the areas removed from Molaison, are the areas responsible for converting short term memory to long term memory.",
            "score": 128.60604858398438
        },
        {
            "docid": "31217535_42",
            "document": "Memory . Hebb distinguished between short-term and long-term memory. He postulated that any memory that stayed in short-term storage for a long enough time would be consolidated into a long-term memory. Later research showed this to be false. Research has shown that direct injections of cortisol or epinephrine help the storage of recent experiences. This is also true for stimulation of the amygdala. This proves that excitement enhances memory by the stimulation of hormones that affect the amygdala. Excessive or prolonged stress (with prolonged cortisol) may hurt memory storage. Patients with amygdalar damage are no more likely to remember emotionally charged words than nonemotionally charged ones. The hippocampus is important for explicit memory. The hippocampus is also important for memory consolidation. The hippocampus receives input from different parts of the cortex and sends its output out to different parts of the brain also. The input comes from secondary and tertiary sensory areas that have processed the information a lot already. Hippocampal damage may also cause memory loss and problems with memory storage. This memory loss includes retrograde amnesia which is the loss of memory for events that occurred shortly before the time of brain damage.",
            "score": 128.32513427734375
        },
        {
            "docid": "44785_76",
            "document": "Dream . In one experiment, subjects were asked to write down their dreams in a diary. This prevented the selective memory effect, and the dreams no longer seemed accurate about the future. Another experiment gave subjects a fake diary of a student with apparently precognitive dreams. This diary described events from the person's life, as well as some predictive dreams and some non-predictive dreams. When subjects were asked to recall the dreams they had read, they remembered more of the successful predictions than unsuccessful ones.",
            "score": 127.61531829833984
        },
        {
            "docid": "1034794_24",
            "document": "Oneirology . In addition to the conscious role people are aware of memory and experience playing in dreaming, unconscious effects such as health of relationships factor into the types of dreams the brain produces. Of the people analyzed, those suffering from \"insecure attachments\" were found to dream with more frequency and more vividly than those who were evaluated to have \"secure attachments.\"",
            "score": 127.40174102783203
        },
        {
            "docid": "50400_10",
            "document": "Dream interpretation . In medieval Islamic psychology, certain hadiths indicate that dreams consist of three parts, and early Muslim scholars recognized three kinds of dreams: false, patho-genetic, and true. Ibn Sirin (654–728) was renowned for his \"Ta'bir al-Ru'ya and Muntakhab al-Kalam fi Tabir al-Ahlam\", a book on dreams. The work is divided into 25 sections on dream interpretation, from the etiquette of interpreting dreams to the interpretation of reciting certain Surahs of the Qur'an in one's dream. He writes that it is important for a layperson to seek assistance from an alim (Muslim scholar) who could guide in the interpretation of dreams with a proper understanding of the cultural context and other such causes and interpretations. Al-Kindi (Alkindus) (801–873) also wrote a treatise on dream interpretation: \"On Sleep and Dreams\". In consciousness studies, Al-Farabi (872–951) wrote the \"On the Cause of Dreams\", which appeared as chapter 24 of his \"Book of Opinions of the people of the Ideal City\". It was a treatise on dreams, in which he was the first to distinguish between dream interpretation and the nature and causes of dreams. In \"The Canon of Medicine\", Avicenna extended the theory of temperaments to encompass \"emotional aspects, mental capacity, moral attitudes, self-awareness, movements and dreams.\" Ibn Khaldun's \"Muqaddimah\" (1377) states that \"confused dreams\" are \"pictures of the imagination that are stored inside by perception and to which the ability to think is applied, after (man) has retired from sense perception.\" Ibn Shaheen states: Interpretations change their foundations according to the different conditions of the seer (of the vision),so seeing handcuffs during sleep is disliked but if a righteous person sees them it can mean stopping the hands from evil.Ibn Sirin said about a man who saw himself giving a sermon from the mimbar.\"He will achieve authority and if he is not from the people who have any kind of authority it means that he will be crucified\".",
            "score": 127.3849868774414
        },
        {
            "docid": "44785_50",
            "document": "Dream . Zhang assumes that during REM sleep the unconscious part of a brain is busy processing the procedural memory; meanwhile, the level of activation in the conscious part of the brain descends to a very low level as the inputs from the sensory systems are basically disconnected. This triggers the \"continual-activation\" mechanism to generate a data stream from the memory stores to flow through the conscious part of the brain. Zhang suggests that this pulse-like brain activation is the inducer of each dream. He proposes that, with the involvement of the brain associative thinking system, dreaming is, thereafter, self-maintained with the dreamer's own thinking until the next pulse of memory insertion. This explains why dreams have both characteristics of continuity (within a dream) and sudden changes (between two dreams). A detailed explanation of how a dream is synthesized is given in a later paper.",
            "score": 126.87517547607422
        },
        {
            "docid": "44785_35",
            "document": "Dream . Late in life Freud acknowledged that \"It is impossible to classify as wish fulfillments\" the repetitive nightmares associated with post-traumatic stress disorder. Modern experimental studies weigh against many of Freud's theories regarding dreams. Freud's \"dream-work\" interpretation strategies have not been found to have empirical validity. His theory that dreams were the \"guardians\" of sleep, repressing and disguising bodily urges to ensure sleep continues, seems unlikely given studies of individuals who can sleep without dreaming. His assertions that repressed memory in infants re-surface decades later in adult dreams conflicts with modern research on memory. Freud's theory has difficulty explaining why young children have static and bland dreams, or why the emotions in most dreams are negative. On the plus side, modern researchers agree with Freud that dreams do have coherence, and that dream content connects to other psychological variables and often connect to recent waking thoughts (though not as often as Freud supposed). Despite the lack of scientific evidence, dream interpretation services based on Freudian or other systems remain popular.",
            "score": 126.68619537353516
        },
        {
            "docid": "41385038_8",
            "document": "Between-systems memory interference model . With this, the researchers were left with multiple experiments. In experiment 1A, the hippocampus of the rats were permanently damaged after the fear conditioning trial, while in experiment 1B, the hippocampus of the rats were lesioned before the fear conditioning trial. They found that rats receiving damage after conditioning demonstrated less freezing than control rats, whereas rats who received damaged before the conditioning trial did not differ in their freezing habits than the control rats. These results suggest that damage to the hippocampus causes retrograde, but not anterograde amnesia.",
            "score": 126.65165710449219
        },
        {
            "docid": "3170230_3",
            "document": "Dream incubation . In a study at Harvard Medical School, Dr. Deirdre Barrett had her students focus on a problem, such as an unsolved homework assignment or other objective problem, before going to sleep each night for a week. She found that it was certainly possible to come up with novel solutions in dreams that were both satisfactory to the dreamer and rated as objectively solving the problem by an outside observer. In her study, two-thirds of participants had dreams that addressed their chosen problem, and one-third reached some form of solution within their dreams. Other studies have found this type of bedtime dream incubation effective in solving problems of a more subjective, personal nature. In Barrett's book, \"The Committee of Sleep\", she describes her study of prominent artists and scientists who draw inspiration from their dreams. While most of these dreams occurred spontaneously, a small proportion of the respondents had discovered informal versions of dream incubation on their own. They reported giving themselves successful pre-sleep suggestions for everything from seeing finished artwork in their dreams to developing plots or characters for a novel to asking dreams to solve computing and mechanical design problems.",
            "score": 126.2322769165039
        }
    ]
}