{
    "q": [
        {
            "docid": "39100385_16",
            "document": "Michael Menaker . MAP in the drinking water generated circadian locomotor rhythmicity in SCN lesioned mice. When MAP was removed, the free-running locomotor rhythm persisted for as long as fourteen cycles. This study also showed that small increases in MAP caused an increase in daily wheel-running activity and the length of the circadian period for intact mice and SCN-lesioned mice in constant dark and constant light conditions. The observations of Menaker and colleagues indicate that MASCO, a circadian oscillator, functions separately from the “master clock” of the SCN and is sufficient for locomotor circadian rhythm control. This study disproves the “hourglass” mechanism hypothesis for MASCO proposed by Ruis, et al. This hypothesis states that the spontaneous consumption of MAP in drinking water by rodents results in lengthened bouts of activity, followed by sleep. The cycle is reinforced when the animal awakes and drinks once more. Menaker and colleagues tested SCN-lesioned, arrhythmic mice in constant darkness and found that when the MAP was no longer consumed at rhythmic intervals, constant rhythms in locomotor behavior were still found. In another trial, MAP was alternated every other day with water, and locomotor rhythm persisted on days with just the water. Both of these findings made clear that the \"hourglass\" hypothesis for the mechanism of MASCO was not valid.",
            "score": 129.3065768480301
        },
        {
            "docid": "9718923_15",
            "document": "CLOCK . In mice, \"Clock\" has been implicated in sleep disorders, metabolism, pregnancy, and mood disorders. \"Clock\" mutant mice sleep less than normal mice each day. The mice also display altered levels of plasma glucose and rhythms in food intake. These mutants develop metabolic syndrome symptoms over time. Furthermore, \"Clock\" mutants demonstrate disrupted estrous cycles and increased rates of full-term pregnancy failure. Mutant \"Clock\" has also been linked to bipolar disorder-like symptoms in mice, including mania and euphoria. \"Clock\" mutant mice also exhibit increased excitability of dopamine neurons in reward centers of the brain. These results have led Dr. Colleen McClung to propose using \"Clock\" mutant mice as a model for human mood and behavior disorders.",
            "score": 146.15157675743103
        },
        {
            "docid": "13530734_8",
            "document": "NPAS2 . Compensation is a key feature of TTFLs that regulate circadian rhythms. BMAL1 compensates for CLOCK in that if CLOCK is absent, BMAL1 will upregulate to maintain the mammalian circadian rhythms. NPAS2 has been shown to be analogous to the function of CLOCK in CLOCK-deficient mice. In \"Clock\" knockout mice, NPAS2 is upregulated to keep the rhythms intact. \"Npas2\"-mutant mice, which do not express functional NPAS2 protein, still maintain robust circadian rhythms in locomotion. However, like CLOCK-deficient mice in the CLOCK/BMAL1 TTFL, \"Npas2\"-mutant mice (in the NPAS2/BMAL1 TTFL) still have small defects in their circadian rhythms such as a shortened circadian period and an altered response to changes in the typical light-dark cycle. In addition, \"Npas2\" knockout mice show sleep disturbances and have decreased expression of \"mPer2\" in their forebrains. Mice without functional alleles of both \"Clock\" and \"Npas2\" became arrhythmic once placed in constant darkness, suggesting that both genes have overlapping roles in maintaining circadian rhythms. In both wild-type and \"Clock\" knockout mice, \"Npas2\" expression is observed at the same levels, confirming that \"Npas2\" plays a role in maintaining these rhythms in the absence of \"Clock\".",
            "score": 137.78989374637604
        },
        {
            "docid": "490620_43",
            "document": "Human brain . The hypothalamus in the diencephalon, is involved in regulating many functions of the body. Functions include neuroendocrine regulation, regulation of the circadian rhythm, control of the autonomic nervous system, and the regulation of fluid, and food intake. The circadian rhythm is controlled by two main cell groups in the hypothalamus. The anterior hypothalamus includes the suprachiasmatic nucleus and the ventrolateral preoptic nucleus which through gene expression cycles, generates a roughly 24 hour circadian clock. In the circadian day an ultradian rhythm takes control of the sleeping pattern. Sleep is an essential requirement for the body and brain and allows the closing down and resting of the body's systems. There are also findings that suggest that the daily build-up of toxins in the brain are removed during sleep. Whilst awake the brain consumes a fifth of the body’s total energy needs. Sleep necessarily reduces this use and gives time for the restoration of energy-giving ATP. The effects of sleep deprivation show the absolute need for sleep.",
            "score": 159.6864229440689
        },
        {
            "docid": "21944_42",
            "document": "Nervous system . Internal pattern generation operates on a wide range of time scales, from milliseconds to hours or longer. One of the most important types of temporal pattern is circadian rhythmicity—that is, rhythmicity with a period of approximately 24 hours. All animals that have been studied show circadian fluctuations in neural activity, which control circadian alternations in behavior such as the sleep-wake cycle. Experimental studies dating from the 1990s have shown that circadian rhythms are generated by a \"genetic clock\" consisting of a special set of genes whose expression level rises and falls over the course of the day. Animals as diverse as insects and vertebrates share a similar genetic clock system. The circadian clock is influenced by light but continues to operate even when light levels are held constant and no other external time-of-day cues are available. The clock genes are expressed in many parts of the nervous system as well as many peripheral organs, but in mammals, all of these \"tissue clocks\" are kept in synchrony by signals that emanate from a master timekeeper in a tiny part of the brain called the suprachiasmatic nucleus.",
            "score": 170.76748323440552
        },
        {
            "docid": "14016472_16",
            "document": "Chronotype . Some studies show that there are 22 genetic variants associated with chronotype. These variants occur near genes known to be important in photoreception and circadian rhythms. The variant most strongly associated with chronotype occurs near RGS16, which is a regulator of G-protein signalling and has a known role in circadian rhythms. In mice, gene ablation of Rgs16 lengthens the circadian period of behavioural rhythm. By temporally regulating cAMP signalling, Rgs16 has been shown to be a key factor in synchronising intercellular communication between pacemaker neurons in the suprachiasmatic nucleus (SCN), the centre for circadian rhythm control in humans.",
            "score": 89.03053832054138
        },
        {
            "docid": "13570238_5",
            "document": "PER1 . The PER1 gene, also called rigui, is a characteristic circadian oscillator. PER1 is rhythmically transcribed in the SCN, keeping a period of approximately 24 hours. This rhythm is sustained in constant darkness, and can also be entrained to changing light cycles. PER1 is involved in generating circadian rhythms in the SCN, and also has an effect on other oscillations throughout the body. For example, PER1 knockouts affect food entrainable oscillators and methamphetamine-sensitive circadian oscillators, whose periods are altered in the absence of PER1. In addition, mice with knockouts in both the PER1 and PER2 genes show no circadian rhythmicity. Phase shifts in PER1 neurons can be induced by a strong, brief light stimulus to the SCN of rats. This light exposure causes increases in PER1 mRNA, suggesting that the PER1 gene plays an important role in entrainment of the mammalian biological clock to the light-dark cycle.",
            "score": 112.36628139019012
        },
        {
            "docid": "53761781_6",
            "document": "Paul Hardin (chronobiologist) . While teaching at the University of Houston, Hardin, along with fellow scientists Balaji Krishnan and Stuart Dryer, investigated circadian rhythms of olfaction in \"Drosophila\". Previous experiments had shown that \"Drosophila\" antennae demonstrate circadian rhythms. However, the mechanism for circadian rhythms in the antennae was unknown. To determine the mechanism of rhythms in antennae, Hardin and his team kept wild-type and mutant flies, \"per\" and \"tim\", in 12:12 light-dark (LD) cycles and measured olfaction in the antennae with an electroantennogram (EAG), that measures the average output of an insect antenna to its brain for a given odor, over a 24-hour period. Only the wild-type flies demonstrated rhythmicity in the electrical activity, which indicated that circadian rhythms were present in the olfactory response. In contrast, the mutants showed no cyclic activity. Therefore, Hardin’s team discovered that circadian rhythms control the olfactory response in \"Drosophila\" antennae and his results were eventually published in \"Nature\".",
            "score": 119.85220503807068
        },
        {
            "docid": "13570238_3",
            "document": "PER1 . The PER1 protein is important to the maintenance of circadian rhythms in cells, and may also play a role in the development of cancer. This gene is a member of the period family of genes. It is expressed with a daily oscillating circadian rhythm, or an oscillation that cycles with a period of approximately 24 hours. PER1 is most notably expressed in the region of the brain called the suprachiasmatic nucleus (SCN), which is the primary circadian pacemaker in the mammalian brain. PER1 is also expressed throughout mammalian peripheral tissues. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression of PER1 in the suprachiasmatic nucleus will free-run in constant darkness, meaning that the 24-hour period of the cycle will persist without the aid of external light cues. Subsequently, a shift in the light/dark cycle evokes a proportional shift of gene expression in the suprachiasmatic nucleus. The time of gene expression is sensitive to light, as light during a mammal's subjective night results in a sudden increase in per expression and thus a shift in phase in the suprachiasmatic nucleus. Alternative splicing has been observed in this gene; however, these variants have not been fully described. There is some disagreement between experts over the occurrence of polymorphisms with functional significance. Many scientists state that there are no known polymorphisms of the human PER1 gene with significance at a population level that results in measurable behavioral or physiological changes. Still, some believe that even silent mutations can cause significant behavioral phenotypes,and result in major phase changes.",
            "score": 140.131352186203
        },
        {
            "docid": "46349002_8",
            "document": "Douglas G. McMahon . In early 2015, McMahon and his graduate students, Jeff Jones and Michael Tackenberg, found that circadian rhythms in mice could be shifted by artificial stimulus to the suprachiasmatic nucleus (SCN) using a laser and optical fiber. Using optogenetics, the Vanderbilt researchers were able to change the firing rate of neurons in the SCN so that their firing resembled their normal day and night activity levels. Subsequently, altering the firing rate of the SCN neurons reset the biological clocks of the mice. Prior to this experiment, firing rate was thought to be strictly an output of the SCN. However, the results from this experiment suggest that firing rate is a more complex mechanism that is yet to be fully understood. Although not ready for direct human use, optogenetic stimulation techniques such as the one used by McMahon could potentially be used to treat seasonal affective disorder, reduce the adverse health effects of working a night shift, and even alleviate the symptoms of jet lag.",
            "score": 98.53023767471313
        },
        {
            "docid": "608162_10",
            "document": "Suprachiasmatic nucleus . In general, external temperature does not influence endothermic animal behavior or circadian rhythm because of the ability of these animals to keep their internal body temperature constant through homeostatic thermoregulation; however, peripheral oscillators (see Circadian rhythm) in mammals are sensitive to temperature pulses and will experience resetting of the circadian clock phase and associated genetic expression, suggesting how peripheral circadian oscillators may be separate entities from one another despite having a master oscillator within the SCN. Furthermore, when individual neurons of the SCN from a mouse were treated with heat pulses, a similar resetting of oscillators was observed, but when an intact SCN was treated with the same heat pulse treatment the SCN was resistant to temperature change by exhibiting an unaltered circadian oscillating phase. In ectothermic animals, particularly the ruin lizard \"Podacris sicula\", temperature has been shown to affect the circadian oscillators within the SCN. This reflects a potential evolutionary relationship among endothermic and ectothermic vertebrates, in how ectotherms rely on environmental temperature to affect their circadian rhythms and behavior and endotherms have an evolved SCN to essentially ignore external temperature and use photoreception as a means for entraining the circadian oscillators within their SCN. In addition, the differences of the SCN between endothermic and ectothermic vertebrates suggest that the neuronal organization of the temperature-resistant SCN in endotherms is responsible for driving thermoregulatory behaviors in those animals differently from those of ectotherms, since they rely on external temperature for engaging in certain behaviors.",
            "score": 102.60945510864258
        },
        {
            "docid": "53763418_6",
            "document": "Robert Y. Moore . In 1972 in his laboratory at the University of Chicago, Moore and Victor B. Eichler demonstrated the suprachiasmatic nucleus (SCN), a small region of the brain in the hypothalamus located directly above the optic chiasm, was necessary for circadian rhythms, i.e. it was a circadian clock. While the SCN had been a known component of the brain for nearly one hundred years, previously, its function had been unknown. After being limited in his research of the RHT by the technology at the time, Moore decided to test the SCN’s role in circadian rhythms by using a biochemical assay to show the effects of SCN ablation on corticosterone rhythms. He conducted an experiment using rats in which he established several control groups and a test group. Using a Halasz knife and his microsurgery experience gained in prior laboratory work, Moore lesioned the SCN of the mice in the test group. The resulting arrhythmicity in corticosterone levels in these mice compared to the control group’s maintained rhythmicity, revealed the SCN’s function as the master circadian clock. This experiment laid the foundation for numerous other studies into better understanding the role of the SCN in mammalian circadian functions.",
            "score": 130.14548099040985
        },
        {
            "docid": "4961223_5",
            "document": "Golden spiny mouse . The most frequently studied aspect of \"Acomys russatus\" is its apparent ability to switch from nocturnal to diurnal activity patterns. Specifically, it is naturally nocturnal, but will become diurnal when sharing a habitat with its congener, another spiny mouse species, \"Acomys cahirinus\". Since the two species share food sources, competition does not allow for both of them to be active at the same time in the same habitat. Because of its tolerance for higher temperatures and significantly greater ability to conserve water by concentrating its urine, \"A. russatus\" is the species that is better suited to become day-active to eliminate this competition. When this occurs, there is a true switch in circadian rhythm that affects body systems such as metabolism and excretion. This new rhythm can furthermore adapt to seasonal changes in day length, as with any other diurnal species.  However, it is clear that the species has not completely evolved to be diurnal. In a lab setting where no other species is present, \"Acomys russatus\" immediately adopts nocturnal activity patterns with no transient phase, suggesting that its diurnal behavior is only an adaptation that is made when necessary. Furthermore, it has been found that the Golden Spiny Mouse’s eyes have not evolved to fit a diurnal lifestyle, but rather match the normal pattern of a nocturnal animal. This finding, along with their preference to forage in areas of lower light, such as between and under boulders, further shows that, if not for environmental factors, golden spiny mice would be nocturnal animals.",
            "score": 91.6899425983429
        },
        {
            "docid": "25120607_13",
            "document": "Steven M. Reppert . Reppert and colleagues discovered that the transcription factors CLOCK and NPAS2 have overlapping roles in the SCN, revealing a new and unexpected role for NPAS2. His lab observed that CLOCK-deficient mice continue to have behavioral and molecular rhythms, which showed that CLOCK is not essential for circadian rhythm in locomotor activity in mice. They then determined, by investigating CLOCK-deficient mice, that NPAS2 is a paralog of CLOCK and can functionally substitute CLOCK by dimerizing with BMAL1. Finally, they found—by investigating CLOCK-deficient, NPAS2-deficient, and double-mutant mice—that circadian rhythms in peripheral oscillators require CLOCK. Thus, there is a fundamental difference between CLOCK and NPAS2 that is tissue dependent.",
            "score": 120.95999121665955
        },
        {
            "docid": "599614_25",
            "document": "Dopamine hypothesis of schizophrenia . People with Schizophrenia also have a higher incidence of nicotine use than those without schizophrenia. The high rate of use may be a form of self-medication that reduces negative symptoms by increasing the activity of glutamate and lowering the activity of dopamine. Elevated activation in the prefrontal cortex from nicotine use can increase focus and cognitive performance which are impaired in people with schizophrenia. Activation of nicotinic acetylcholine receptors in mice has been shown to increase glutamate levels in the prefrontal cortex and may help to decrease the cognitive deficits seen in schizophrenia. In addition, nicotine is thought to help regulate dopamine release. Nicotine acts as an agonist to nicotinic acetylcholine receptors which then increases the release of dopamine. However, prolonged use of nicotine causes a diminished response to nicotine thus lowering dopamine levels long term. Nicotine use may be higher in people with schizophrenia because it helps to balance levels of glutamate and dopamine in the brain causing a reduction in some negative symptoms.",
            "score": 104.84979772567749
        },
        {
            "docid": "56565_29",
            "document": "Circadian rhythm . The molecular mechanism of circadian rhythm and light perception are best understood in \"Drosophila\". Clock genes are discovered from \"Drosophila\", and they act together with the clock neurones. There are two unique rhythms, one during the process of hatching (called eclosion) from the pupa, and the other during mating. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian rhythm is through a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day and initiates the transcription of the \"per\" and \"tim\" genes. But their proteins levels remain low until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein causes phosphorylation and turnover of monomeric PER proteins. TIM is also phosphorylated by shaggy until sunset. After sunset, DBT disappears, so that PER molecules stably bind to TIM. PER/TIM dimer enters the nucleus several at night, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 117.69758665561676
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 140.51155531406403
        },
        {
            "docid": "13530734_2",
            "document": "NPAS2 . Neuronal PAS domain protein 2 (NPAS2) also known as member of PAS protein 4 (MOP4) is a transcription factor protein that in humans is encoded by the \"NPAS2\" gene. NPAS2 is paralogous to CLOCK, and both are key proteins involved in the maintenance of circadian rhythms in mammals. In the brain, NPAS2 functions as a generator and maintainer of mammalian circadian rhythms. More specifically, NPAS2 is an activator of transcription and translation of core clock and clock-controlled genes through its role in a negative feedback loop in the suprachiasmatic nucleus (SCN), the brain region responsible for the control of circadian rhythms.",
            "score": 123.74941635131836
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 106.04743802547455
        },
        {
            "docid": "27989491_12",
            "document": "John Woodland Hastings . Dinoflagellate Circadian Rhythms: Using \"Lingulodinium polyedrum\" as a model, Hastings spearheaded our understanding of the molecular mechanisms involved in control of circadian rhythms, which in humans are involved in sleep, jet-lag and other daily activities. His lab has shown that the rhythm of bioluminescence involves a daily synthesis and destruction of proteins. Because the mRNAs that code for these proteins remain unchanged from day to night, the synthesis of these proteins is controlled at the translational level. This work has now been expanded to other proteins in the cell. On the other hand, short pulses of inhibitors of synthesis of these proteins results in phase shifts of the circadian rhythm, either delays or advances, depending when the pulse is administered. At still another level, protein phosphorylation inhibitors also influence the period of the rhythm.",
            "score": 105.01636922359467
        },
        {
            "docid": "39100385_11",
            "document": "Michael Menaker . Further investigation of the SCN as a central structure of circadian rhythms by Silver, et al. found that the SCN can control circadian rhythmicity by a diffusive signal. They transplanted the SCN as previously done by Menaker, but they encapsulated the graft thus preventing outgrowth by mutant SCN neurons. Even with the SCN restrained in this way the wild type hamster displayed a shorter period consistent with the period of the SCN donated by the mutant tau hamster, suggesting the SCN emits diffusable factors to control circadian rhythms. That same year, Gianluca Tosini and Menaker also determined that hamster retinas cultured \"in vitro\" produced a consistent circadian rhythm, as measured by melatonin levels. This suggests that there are multiple oscillators, or multiple neurons that compose a single oscillator sufficient for circadian outputs.",
            "score": 70.74792861938477
        },
        {
            "docid": "9718923_11",
            "document": "CLOCK . In \"Drosophila\", a mutant form of \"Clock\" (\"Jrk\") was identified by Allada, Hall, and Rosbash in 1998. The team used forward genetics to identify non-circadian rhythms in mutant flies. \"Jrk\" results from a premature stop codon that eliminates the activation domain of the CLOCK protein. This mutation causes dominant effects: half of the heterozygous flies with this mutant gene have a lengthened period of 24.8 hours, while the other half become arrhythmic. Homozygous flies lose their circadian rhythm. Furthermore, the same researchers demonstrated that these mutant flies express low levels of PER and TIM proteins, indicating that \"Clock\" functions as a positive element in the circadian loop. While the mutation affects the circadian clock of the fly, it does not cause any physiological or behavioral defects. The similar sequence between \"Jrk\" and its mouse homolog suggests common circadian rhythm components were present in both \"Drosophila\" and mice ancestors. A recessive allele of \"Clock\" leads to behavioral arrhythmicity while maintaining detectable molecular and transcriptional oscillations. This suggests that \"Clk\" contributes to the amplitude of circadian rhythms.",
            "score": 130.89924895763397
        },
        {
            "docid": "1315495_21",
            "document": "Non-24-hour sleep–wake disorder . The circadian clock modulates many physiological rhythms. The most easily observed of these is the propensity for sleep and wake; thus, people with non-24 experience symptoms of insomnia and daytime sleepiness (similar to \"jet lag\") when their endogenous circadian rhythms drift out of synchrony with the social/solar 24-hour day and they attempt to conform to a conventional schedule. Eventually, their circadian rhythms will drift back into normal alignment, and symptoms temporarily resolve, but then their clocks drift out of alignment again. Thus the overall pattern involves recurring symptoms on a weekly or monthly basis, depending on the length of the internal circadian cycle. For example, an individual with a circadian period of 24.5 hours would drift 30 minutes later each day and would be maximally misaligned every 48 days. If patients set their own schedule for sleep and wake, aligned to their endogenous non-24 period (as is the case for most sighted patients with this disorder), symptoms of insomnia and wake-time sleepiness are much reduced. However, such a schedule is incompatible with most occupations and social relationships.",
            "score": 135.86700534820557
        },
        {
            "docid": "608162_5",
            "document": "Suprachiasmatic nucleus . Different organisms such as bacteria, plants, fungi, and animals, show genetically-based near-24-hour rhythms. Although all of these clocks appear to be based on a similar type of genetic feedback loop, the specific genes involved are thought to have evolved independently in each kingdom. Many aspects of mammalian behavior and physiology show circadian rhythmicity, including sleep, physical activity, alertness, hormone levels, body temperature, immune function, and digestive activity. The SCN coordinates these rhythms across the entire body, and rhythmicity is lost if the SCN is destroyed. For example, total time of sleep is maintained in rats with SCN damage, but the length and timing of sleep episodes becomes erratic. The SCN maintains control across the body by synchronizing \"slave oscillators,\" which exhibit their own near-24-hour rhythms and control circadian phenomena in local tissue.",
            "score": 137.399667263031
        },
        {
            "docid": "41116283_6",
            "document": "Cholinergic neuron . Cholinergic neurons, along with non-cholinergic neurons, have sleep/wake regulatory functions in the basal forebrain that can be categorized based on their firing patterns in different regions. The cholinergic system allows the circadian system to have the cycle of one day. The cholinergic neuron may also play a role in time memory, and the ability of an individual to form a memory around a certain time of day, which is known as \"time stamping\". The cholinergic system is characterized by high acetylcholine release during the active phase of an individual’s circadian rhythm.",
            "score": 96.11084318161011
        },
        {
            "docid": "56565_17",
            "document": "Circadian rhythm . Circadian rhythmicity is present in the sleeping and feeding patterns of animals, including human beings. There are also clear patterns of core body temperature, brain wave activity, hormone production, cell regeneration, and other biological activities. In addition, photoperiodism, the physiological reaction of organisms to the length of day or night, is vital to both plants and animals, and the circadian system plays a role in the measurement and interpretation of day length. Timely prediction of seasonal periods of weather conditions, food availability, or predator activity is crucial for survival of many species. Although not the only parameter, the changing length of the photoperiod ('daylength') is the most predictive environmental cue for the seasonal timing of physiology and behavior, most notably for timing of migration, hibernation, and reproduction.",
            "score": 119.17452335357666
        },
        {
            "docid": "17970342_8",
            "document": "Jürgen Aschoff . Aschoff began his research on the physiology of thermoregulation by self-experimentation. He discovered that there was a 24-hour rhythm of variation in body temperature. After these experiments, he began investigating the basic mechanisms of circadian rhythm. In the 1950s, he met and began to collaborate with Erwin Bünning and Colin Pittendrigh. Aschoff began further experimentation studying the circadian rhythms of birds and mice under constant conditions. His results led to the conclusion that circadian oscillations of biological processes were innate and did not require prior exposure to a 24-hour day to be expressed.",
            "score": 88.89052653312683
        },
        {
            "docid": "37689509_4",
            "document": "Neuroscience of rhythm . Circadian literally translates to \"about a day\" in Latin. This refers to the human 24-hour cycle of sleep and wakefulness. This cycle is driven by light. The human body must photoentrain or synchronize itself with light in order to make this happen. The rod cells are the photoreceptor cells in the retina capable of sensing light. However, they are not what sets the biological clock. The photosensitive retinal ganglion cells contain a pigment called melanopsin. This photopigment is depolarized in the presence of light, unlike the rods which are hyperpolarized. Melanopsin encodes the day-night cycle to the suprachiasmatic nucleus (SCN) via the retinohypothalamic tract. The SCN evokes a response from the spinal cord. Preganglionic neurons in the spinal cord modulate the superior cervical ganglia, which synapses on the pineal gland. The pineal gland synthesizes the neurohormone melatonin from tryptophan. Melatonin is secreted into the bloodstream where it affects neural activity by interacting with melatonin receptors on the SCN. The SCN is then able to influence the sleep wake cycle, acting as the \"apex of a hierarchy\" that governs physiological timing functions. \"Rest and sleep are the best example of self-organized operations within neuronal circuits\". Sleep and memory have been closely correlated for over a century. It seemed logical that the rehearsal of learned information during the day, such as in dreams, could be responsible for this consolidation. REM sleep was first studied in 1953. It was thought to be the sole contributor to memory due to its association with dreams. It has recently been suggested that if sleep and waking experience are found to be using the same neuronal content, it is reasonable to say that all sleep has a role in memory consolidation. This is supported by the rhythmic behavior of the brain. Harmonic oscillators have the capability to reproduce a perturbation that happened in previous cycles. It follows that when the brain is unperturbed, such as during sleep, it is in essence rehearsing the perturbations of the day. Recent studies have confirmed that off wave states, such as slow-wave sleep, play a part in consolidation as well as REM sleep. There have even been studies done implying that sleep can lead to insight or creativity. Jan Born, from the University of Lubeck, showed subjects a number series with a hidden rule. She allowed one group to sleep for three hours, while the other group stayed awake. The awake group showed no progress, while most of the group that was allowed to sleep was able to solve the rule. This is just one example of how rhythm could contribute to humans unique cognitive abilities.",
            "score": 123.8144793510437
        },
        {
            "docid": "608162_11",
            "document": "Suprachiasmatic nucleus . Significant research has been conducted on the genes responsible for controlling circadian rhythm, in particular within the SCN. Knowledge of the gene expression of \"Clock\" (\"Clk\") and \"Period2\" (\"Per2\"), two of the many genes responsible for regulating circadian rhythm within the individual cells of the SCN, has allowed for a greater understanding of how genetic expression influences the regulation of circadian rhythm-controlled behaviors. Studies on thermoregulation of ruin lizards and mice have informed some connections between the neural and genetic components of both vertebrates when experiencing induced hypothermic conditions. Certain findings have reflected how evolution of SCN both structurally and genetically has resulted in the engagement of characteristic and stereotyped thermoregulatory behavior in both classes of vertebrates.",
            "score": 101.68524312973022
        },
        {
            "docid": "41116283_10",
            "document": "Cholinergic neuron . The circadian system is one of the first systems to be damaged in Alzheimer's disease. Alzheimer's patients often complain of disrupted sleep, shortened rapid eye movement sleep, and increased night time awakening. These disruptions steadily worsen as the disease progresses. It is normal in aging for circadian rhythms to deteriorate as choline acetyltransferase (ChAT) fluctuations change in pattern and acetylcholine levels fluctuate more often. As Alzheimer's disease drastically changes cholinergic function, the circadian system naturally follows the changed levels. Circadian rhythmicity in acetylcholine release is critical for optimal memory processing, and a loss of this rhythmicity contributes to cognitive problems in Alzheimer's disease.",
            "score": 98.08820056915283
        },
        {
            "docid": "13530817_8",
            "document": "PER3 . Per3 knockout mice experience a slightly shortened period of locomotor activity (by 0.5 hr) and are less sensitive to light, in that they entrain more slowly to changes in the light-dark cycle. PER3 may be involved in the suppression of behavioral activity in response to light, although mPer3 expression is not necessary for circadian rhythms.",
            "score": 87.97675609588623
        },
        {
            "docid": "39093020_15",
            "document": "Michael Rosbash . In more recent years, Rosbash has been working on the brain-neuronal aspects of circadian rhythms. Seven anatomically distinct neuronal groups have been identified that all express the core clock genes. However, the mRNAs appear to be expressed in a circadian and neuron-specific manner, which his lab has taken interest in determining whether this provides a link to the distinct functions of certain neuronal groups. He has also researched the effects of light on certain neuronal groups and has found that one subgroup is light-sensitive to lights on (dawn) and another is light-sensitive to lights off (dusk). The dawn cells have been shown to promote arousal while the dusk cells promote sleep.",
            "score": 100.65847659111023
        }
    ],
    "r": [
        {
            "docid": "21944_42",
            "document": "Nervous system . Internal pattern generation operates on a wide range of time scales, from milliseconds to hours or longer. One of the most important types of temporal pattern is circadian rhythmicity—that is, rhythmicity with a period of approximately 24 hours. All animals that have been studied show circadian fluctuations in neural activity, which control circadian alternations in behavior such as the sleep-wake cycle. Experimental studies dating from the 1990s have shown that circadian rhythms are generated by a \"genetic clock\" consisting of a special set of genes whose expression level rises and falls over the course of the day. Animals as diverse as insects and vertebrates share a similar genetic clock system. The circadian clock is influenced by light but continues to operate even when light levels are held constant and no other external time-of-day cues are available. The clock genes are expressed in many parts of the nervous system as well as many peripheral organs, but in mammals, all of these \"tissue clocks\" are kept in synchrony by signals that emanate from a master timekeeper in a tiny part of the brain called the suprachiasmatic nucleus.",
            "score": 170.76748657226562
        },
        {
            "docid": "490620_43",
            "document": "Human brain . The hypothalamus in the diencephalon, is involved in regulating many functions of the body. Functions include neuroendocrine regulation, regulation of the circadian rhythm, control of the autonomic nervous system, and the regulation of fluid, and food intake. The circadian rhythm is controlled by two main cell groups in the hypothalamus. The anterior hypothalamus includes the suprachiasmatic nucleus and the ventrolateral preoptic nucleus which through gene expression cycles, generates a roughly 24 hour circadian clock. In the circadian day an ultradian rhythm takes control of the sleeping pattern. Sleep is an essential requirement for the body and brain and allows the closing down and resting of the body's systems. There are also findings that suggest that the daily build-up of toxins in the brain are removed during sleep. Whilst awake the brain consumes a fifth of the body’s total energy needs. Sleep necessarily reduces this use and gives time for the restoration of energy-giving ATP. The effects of sleep deprivation show the absolute need for sleep.",
            "score": 159.68641662597656
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 158.07077026367188
        },
        {
            "docid": "9718923_15",
            "document": "CLOCK . In mice, \"Clock\" has been implicated in sleep disorders, metabolism, pregnancy, and mood disorders. \"Clock\" mutant mice sleep less than normal mice each day. The mice also display altered levels of plasma glucose and rhythms in food intake. These mutants develop metabolic syndrome symptoms over time. Furthermore, \"Clock\" mutants demonstrate disrupted estrous cycles and increased rates of full-term pregnancy failure. Mutant \"Clock\" has also been linked to bipolar disorder-like symptoms in mice, including mania and euphoria. \"Clock\" mutant mice also exhibit increased excitability of dopamine neurons in reward centers of the brain. These results have led Dr. Colleen McClung to propose using \"Clock\" mutant mice as a model for human mood and behavior disorders.",
            "score": 146.1515655517578
        },
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 145.75648498535156
        },
        {
            "docid": "39042642_7",
            "document": "Cycle (gene) . The identification, characterization, and cloning of \"cyc\" was reported in May 1998 in \"Cell\" by Jeffrey Hall and Michael Rosbash’s labs at Brandeis University along with first author Joan E. Rutila at the Howard Hughes Medical Institute. Prior to its discovery, the mechanism by which PER and TIM transcription was regulated rhythmically was not fully understood. They published the papers reporting the discovery of CYCLE and CLOCK in the same issue of Cell. They found both genes as a result of a technique of forward genetics, chemically mutagenzing flies and screening for altered locomotor activity rhythms. From the screen, \"cycle\" was identified as a recessive arrhythmic mutant in one fly line because it shows arrhythmic locomotor activity patterns when a fly has 2 mutant chromosomes number 3. These mutant flies were also found to display arrhythmic eclosion. Because the mutants displayed no circadian rhythms and the heterozygote flies displayed long circadian periods, they determined that \"cycle\" has a dominant phenotype. These data also suggest that the \"Cycle\" gene is part of the biological clock because of the similarity between the \"cycle\" mutant phenotype and that of the \"clock\" mutant. This suggests that Cycle is part of the biological clock with its phenotype similar to that of the \"clock\" mutant. Assaying PER and TIM transcription levels in the \"cyc\" mutant showed reduced mRNA levels of both proteins. Cloning of the \"cyc\" gene revealed that it encodes a novel bHLH-PAS protein related to mammalian bmal1, and that it likely binds to Clock to activate transcription of circadian rhythm genes.",
            "score": 144.8376007080078
        },
        {
            "docid": "14470771_2",
            "document": "Light effects on circadian rhythm . Most animals and other organisms have \"built in clocks\" in their brains that regulate the timing of biological processes and daily behavior. These \"clocks\" are known as circadian rhythms. They allow maintenance of these processes and behaviors relative to the 24-hour day/night cycle in nature. Although these rhythms are maintained by the individual organisms, their length does vary somewhat individually. Therefore, they must, either continually or repeatedly, be reset to synchronize with nature's cycle. In order to maintain synchronization (\"entrainment\") to 24 hours, external factors must play some role. The reason why entrainment occurs in humans is because each individual's circadian rhythm is longer than 24 hours (majority of population) or shorter than 24 hours (minority of population). Of the various factors that influence this entrainment, light exposure to the eyes is the strongest. Melatonin plays a large role in effects of light on circadian rhythms. When an organism is exposed to a light stimulus, the hormone melatonin is suppressed, or prevented from being secreted by the pineal gland.",
            "score": 144.58103942871094
        },
        {
            "docid": "2525075_13",
            "document": "Zeitgeber . Seasonal affective disorder may occur as a result of deficiencies in zeitgebers (such as light) during the winter months that stimulate the , resulting in a depressed mood. Some studies have pointed to the hormone melatonin, which is regulated by circadian rhythms, as a possible mechanism. Because circadian clocks synchronize human sleep-wake cycles to coincide with periods of the day during which reward potential is highest – that is, during the daytime – and recent studies have determined that daily rhythms in reward activation in humans are modulated by circadian clocks as well, external influences on those rhythms may influence an individual's mood.",
            "score": 141.50527954101562
        },
        {
            "docid": "1315495_20",
            "document": "Non-24-hour sleep–wake disorder . The internal circadian clock, located in the hypothalamus of the brain, generates a signal that normally is slightly longer (occasionally shorter) than 24 hours, on average 24 hours and 11 minutes. This slight deviation is, in almost everyone, corrected by exposure to environmental time cues, especially the light–dark cycle, which reset the clock and synchronize (entrain) it to the 24-hour day. Morning light exposure resets the clock earlier, and evening exposure resets it later, thereby bracketing the rhythm to an average 24-hour period. If normal people are deprived of external time cues (living in a cave or artificial time-isolated environment with no light), their circadian rhythms will \"free-run\" with a cycle of a little more (occasionally less) than 24 hours, expressing the intrinsic period of each individual's circadian clock. The circadian rhythms of individuals with non-24 can resemble those of experimental subjects living in a time-isolated environment, even though they are living in normal society.",
            "score": 141.30288696289062
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 140.5115509033203
        },
        {
            "docid": "3717_48",
            "document": "Brain . A key component of the arousal system is the suprachiasmatic nucleus (SCN), a tiny part of the hypothalamus located directly above the point at which the optic nerves from the two eyes cross. The SCN contains the body's central biological clock. Neurons there show activity levels that rise and fall with a period of about 24 hours, circadian rhythms: these activity fluctuations are driven by rhythmic changes in expression of a set of \"clock genes\". The SCN continues to keep time even if it is excised from the brain and placed in a dish of warm nutrient solution, but it ordinarily receives input from the optic nerves, through the retinohypothalamic tract (RHT), that allows daily light-dark cycles to calibrate the clock.",
            "score": 140.32241821289062
        },
        {
            "docid": "13570238_3",
            "document": "PER1 . The PER1 protein is important to the maintenance of circadian rhythms in cells, and may also play a role in the development of cancer. This gene is a member of the period family of genes. It is expressed with a daily oscillating circadian rhythm, or an oscillation that cycles with a period of approximately 24 hours. PER1 is most notably expressed in the region of the brain called the suprachiasmatic nucleus (SCN), which is the primary circadian pacemaker in the mammalian brain. PER1 is also expressed throughout mammalian peripheral tissues. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression of PER1 in the suprachiasmatic nucleus will free-run in constant darkness, meaning that the 24-hour period of the cycle will persist without the aid of external light cues. Subsequently, a shift in the light/dark cycle evokes a proportional shift of gene expression in the suprachiasmatic nucleus. The time of gene expression is sensitive to light, as light during a mammal's subjective night results in a sudden increase in per expression and thus a shift in phase in the suprachiasmatic nucleus. Alternative splicing has been observed in this gene; however, these variants have not been fully described. There is some disagreement between experts over the occurrence of polymorphisms with functional significance. Many scientists state that there are no known polymorphisms of the human PER1 gene with significance at a population level that results in measurable behavioral or physiological changes. Still, some believe that even silent mutations can cause significant behavioral phenotypes,and result in major phase changes.",
            "score": 140.13134765625
        },
        {
            "docid": "2525075_4",
            "document": "Zeitgeber . Any biological process in the body that repeats itself over a period of approximately 24 hours and maintains this rhythm in the absence of external stimuli is considered a circadian rhythm. It is believed that the brain's suprachiasmatic nucleus (SCN), or internal pacemaker, is responsible for regulating the body's biological rhythms, influenced by a combination of internal and external cues. To maintain clock-environment synchrony, zeitgebers induce changes in the concentrations of the molecular components of the clock to levels consistent with the appropriate stage in the 24-hour cycle, a process termed entrainment.",
            "score": 140.0640411376953
        },
        {
            "docid": "425938_41",
            "document": "Animal cognition . The behavior of most animals is synchronized with the earth's daily light-dark cycle. Thus, many animals are active during the day, others are active at night, still others near dawn and dusk. Though one might think that these \"circadian rhythms\" are controlled simply by the presence or absence of light, nearly every animal that has been studied has been shown to have a \"biological clock\" that yields cycles of activity even when the animal is in constant illumination or darkness. Circadian rhythms are so automatic and fundamental to living things – they occur even in plants – that they are usually discussed separately from cognitive processes, and the reader is referred to the main article (Circadian rhythms) for further information.",
            "score": 139.47976684570312
        },
        {
            "docid": "56565_16",
            "document": "Circadian rhythm . It is now known that the molecular circadian clock can function within a single cell; i.e., it is cell-autonomous. This was shown by Gene Block in isolated mollusk BRNs. At the same time, different cells may communicate with each other resulting in a synchronised output of electrical signaling. These may interface with endocrine glands of the brain to result in periodic release of hormones. The receptors for these hormones may be located far across the body and synchronise the peripheral clocks of various organs. Thus, the information of the time of the day as relayed by the eyes travels to the clock in the brain, and, through that, clocks in the rest of the body may be synchronised. This is how the timing of, for example, sleep/wake, body temperature, thirst, and appetite are coordinately controlled by the biological clock.",
            "score": 138.5203857421875
        },
        {
            "docid": "13530734_8",
            "document": "NPAS2 . Compensation is a key feature of TTFLs that regulate circadian rhythms. BMAL1 compensates for CLOCK in that if CLOCK is absent, BMAL1 will upregulate to maintain the mammalian circadian rhythms. NPAS2 has been shown to be analogous to the function of CLOCK in CLOCK-deficient mice. In \"Clock\" knockout mice, NPAS2 is upregulated to keep the rhythms intact. \"Npas2\"-mutant mice, which do not express functional NPAS2 protein, still maintain robust circadian rhythms in locomotion. However, like CLOCK-deficient mice in the CLOCK/BMAL1 TTFL, \"Npas2\"-mutant mice (in the NPAS2/BMAL1 TTFL) still have small defects in their circadian rhythms such as a shortened circadian period and an altered response to changes in the typical light-dark cycle. In addition, \"Npas2\" knockout mice show sleep disturbances and have decreased expression of \"mPer2\" in their forebrains. Mice without functional alleles of both \"Clock\" and \"Npas2\" became arrhythmic once placed in constant darkness, suggesting that both genes have overlapping roles in maintaining circadian rhythms. In both wild-type and \"Clock\" knockout mice, \"Npas2\" expression is observed at the same levels, confirming that \"Npas2\" plays a role in maintaining these rhythms in the absence of \"Clock\".",
            "score": 137.78988647460938
        },
        {
            "docid": "13530817_4",
            "document": "PER3 . This gene is a member of the Period family of genes. It is expressed in a circadian pattern in the suprachiasmatic nucleus (SCN), the primary circadian pacemaker in the mammalian brain. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression in the SCN continues in constant darkness, and a shift in the light/dark cycle evokes a proportional shift of gene expression in the SCN. PER1 and PER2 are necessary for molecular timekeeping and light responsiveness in the master circadian clock in the SCN, but little data is shown on the concrete function for PER3. PER3 was found to be important for endogenous timekeeping in specific tissues and those tissue-specific changes in endogenous periods result in internal misalignment of circadian clocks in Per3 double knockout (-/-) mice. PER3 may have a stabilizing effect on PER1 and PER2, and this stabilizing effect may be reduced in the PER3-P415A/H417R polymorphism.",
            "score": 137.5369110107422
        },
        {
            "docid": "608162_5",
            "document": "Suprachiasmatic nucleus . Different organisms such as bacteria, plants, fungi, and animals, show genetically-based near-24-hour rhythms. Although all of these clocks appear to be based on a similar type of genetic feedback loop, the specific genes involved are thought to have evolved independently in each kingdom. Many aspects of mammalian behavior and physiology show circadian rhythmicity, including sleep, physical activity, alertness, hormone levels, body temperature, immune function, and digestive activity. The SCN coordinates these rhythms across the entire body, and rhythmicity is lost if the SCN is destroyed. For example, total time of sleep is maintained in rats with SCN damage, but the length and timing of sleep episodes becomes erratic. The SCN maintains control across the body by synchronizing \"slave oscillators,\" which exhibit their own near-24-hour rhythms and control circadian phenomena in local tissue.",
            "score": 137.399658203125
        },
        {
            "docid": "46316614_5",
            "document": "Casein kinase 1 isoform epsilon . The Casein kinase 1 epsilon protein is part of the mammalian oscillator, a group of proteins that keep cells on a roughly 24-hour schedule. This oscillator, or \"circadian clock,\" is made up of a transcription-translation negative feedback loop (TTNFL) in which several proteins work in tandem, each regulating the others' expression to generate a roughly 24-hour cycle of both mRNA and protein levels. The TTFNL also generates roughly 24-hour rhythms of outputs such as levels of cellular hormone release. Daily oscillations in protein and mRNA transcription have been observed in many cells, including the mammalian master clock known as the suprachiasmatic nucleus (SCN). However, unlike most circadian rhythm proteins, casein kinase 1 epsilon is constitutively active.",
            "score": 137.28607177734375
        },
        {
            "docid": "1315495_21",
            "document": "Non-24-hour sleep–wake disorder . The circadian clock modulates many physiological rhythms. The most easily observed of these is the propensity for sleep and wake; thus, people with non-24 experience symptoms of insomnia and daytime sleepiness (similar to \"jet lag\") when their endogenous circadian rhythms drift out of synchrony with the social/solar 24-hour day and they attempt to conform to a conventional schedule. Eventually, their circadian rhythms will drift back into normal alignment, and symptoms temporarily resolve, but then their clocks drift out of alignment again. Thus the overall pattern involves recurring symptoms on a weekly or monthly basis, depending on the length of the internal circadian cycle. For example, an individual with a circadian period of 24.5 hours would drift 30 minutes later each day and would be maximally misaligned every 48 days. If patients set their own schedule for sleep and wake, aligned to their endogenous non-24 period (as is the case for most sighted patients with this disorder), symptoms of insomnia and wake-time sleepiness are much reduced. However, such a schedule is incompatible with most occupations and social relationships.",
            "score": 135.86700439453125
        },
        {
            "docid": "2525075_6",
            "document": "Zeitgeber . Biological rhythms, including cycles related to sleep and wakefulness, mood, and cognitive performance, are synchronized with the body's internal circadian clock. The best way to observe the workings of this clock is to experimentally deprive individuals of external cues like light and social interaction and allow the body to experience a \"free-running\" environment – that is, one in which there are no zeitgebers to influence the body's rhythms. Under these circumstances, the circadian clock alone modulates the body's biological rhythms. Normally however, external cues like light-dark cycles and social interactions also exert an influence on the body's rhythms. These zeitgebers do so by alerting individuals to changes in the likelihood of possible or threats in the environment. For example, humans are more likely to find food and shelter in the daytime and less likely to detect predators in the nighttime, meaning wakefulness tends to be most fruitful during the day and sleep is the safest activity for the nighttime. Therefore, changes in light and darkness influence the body to rise during the day and become fatigued at night.",
            "score": 135.5626220703125
        },
        {
            "docid": "46344590_7",
            "document": "Arnold Eskin . Eskin has also researched the role of the circadian clock in glutaminergic synaptic plasticity. Although it was known that the brain's circadian clock could influence physiological outputs such as sleep and wakefulness, metabolic rate, and body temperature, Eskin suggested that the circadian clock may play another role as a regulator for memory formation. He and his lab have shown that an aplysia's ability to form long-term memory is dependent on the time of day, namely that aplysia are able to form long-term memories during the day, but are unable to at night. This was done via regulation of several factors, including neurotransmitter release, MAPK signaling, and immediate early gene expression. Short-term memory, however, has not been shown to vary based on time of day. The mechanism by which this occurs is not currently understood, but Eskin and his lab have continued to study the circadian characteristics of glutamate uptake in synaptic plasticity in order to learn more about the mechanism by which memory formation is controlled by a circadian clock. Furthermore, such information will be useful for chronobiology as a whole in helping explain how a biological clock regulates its outputs to produce rhythm.",
            "score": 133.3417205810547
        },
        {
            "docid": "5329800_10",
            "document": "Circadian rhythm sleep disorder . Non-24-hour sleep–wake disorder and other persistent circadian rhythm sleep disorders are believed to be caused by an inadequate ability to reset the sleep/wake cycle in response to environmental time cues. These individuals' circadian clocks might have an unusually long cycle, and/or might not be sensitive enough to time cues. People with DSPD (Delayed sleep phase disorder), more common than Non-24, do entrain to nature's 24 hours, but are unable to sleep and awaken at socially preferred times, sleeping instead, for example, from 4 a.m. to noon. According to doctors Cataletto and Hertz at WebMD, \"Altered or disrupted sensitivity to zeitgebers is probably the most common cause of circadian rhythm disorder.\"",
            "score": 133.2415008544922
        },
        {
            "docid": "28972840_10",
            "document": "Clinical neurochemistry . Sleep arousal are active brain processes medicated and associated with specific brain regions. Despite the fact that various stages of sleep are discrete and quantifiable, the exact function of sleep is unknown. Sleep is controlled both by circadian rhythms and the homeostatic drive produced by wakefulness. Circadian rhythms are produced in the suprachiasmatic nucleus by pacemaker cells which contain transcriptional regulation \"clock genes\" which have been highly conserved throughout evolution.",
            "score": 131.75584411621094
        },
        {
            "docid": "13530822_5",
            "document": "PER2 . \"PER2\" is a member of the Period family of genes and is expressed in a circadian pattern in the suprachiasmatic nucleus, the primary circadian pacemaker in the mammalian brain. Genes in this family encode components of the circadian clock, which regulates the daily rhythms of locomotor activity, metabolism, and behavior. Circadian expression of these genes and their encoded proteins in the suprachiasmatic nucleus. Human PER2 is involved human sleep disorder and cancer formation. Lowered \"PER2\" expression is common in many tumors cells within the body, suggesting PER2 is integral for proper function and decreased levels promotes tumor progression.",
            "score": 131.39202880859375
        },
        {
            "docid": "9718923_11",
            "document": "CLOCK . In \"Drosophila\", a mutant form of \"Clock\" (\"Jrk\") was identified by Allada, Hall, and Rosbash in 1998. The team used forward genetics to identify non-circadian rhythms in mutant flies. \"Jrk\" results from a premature stop codon that eliminates the activation domain of the CLOCK protein. This mutation causes dominant effects: half of the heterozygous flies with this mutant gene have a lengthened period of 24.8 hours, while the other half become arrhythmic. Homozygous flies lose their circadian rhythm. Furthermore, the same researchers demonstrated that these mutant flies express low levels of PER and TIM proteins, indicating that \"Clock\" functions as a positive element in the circadian loop. While the mutation affects the circadian clock of the fly, it does not cause any physiological or behavioral defects. The similar sequence between \"Jrk\" and its mouse homolog suggests common circadian rhythm components were present in both \"Drosophila\" and mice ancestors. A recessive allele of \"Clock\" leads to behavioral arrhythmicity while maintaining detectable molecular and transcriptional oscillations. This suggests that \"Clk\" contributes to the amplitude of circadian rhythms.",
            "score": 130.8992462158203
        },
        {
            "docid": "5329800_3",
            "document": "Circadian rhythm sleep disorder . Humans, like most living organisms, have various biological rhythms. Circadian rhythms, often referred to as the body clock or the biological clock, control processes that re-occur daily, e.g. body temperature, alertness, and hormone secretion as well as sleep timing. Due to the circadian clock, sleepiness does not continuously increase throughout the day; a person's desire and ability to fall asleep is influenced both by the length of time since the person woke from an adequate sleep and by internal circadian rhythms. Thus, a person's body is ready for sleep and for wakefulness at relatively specific times of the day.",
            "score": 130.3347625732422
        },
        {
            "docid": "53763418_6",
            "document": "Robert Y. Moore . In 1972 in his laboratory at the University of Chicago, Moore and Victor B. Eichler demonstrated the suprachiasmatic nucleus (SCN), a small region of the brain in the hypothalamus located directly above the optic chiasm, was necessary for circadian rhythms, i.e. it was a circadian clock. While the SCN had been a known component of the brain for nearly one hundred years, previously, its function had been unknown. After being limited in his research of the RHT by the technology at the time, Moore decided to test the SCN’s role in circadian rhythms by using a biochemical assay to show the effects of SCN ablation on corticosterone rhythms. He conducted an experiment using rats in which he established several control groups and a test group. Using a Halasz knife and his microsurgery experience gained in prior laboratory work, Moore lesioned the SCN of the mice in the test group. The resulting arrhythmicity in corticosterone levels in these mice compared to the control group’s maintained rhythmicity, revealed the SCN’s function as the master circadian clock. This experiment laid the foundation for numerous other studies into better understanding the role of the SCN in mammalian circadian functions.",
            "score": 130.14547729492188
        },
        {
            "docid": "25968369_3",
            "document": "Light in school buildings . Exposure to light, or lack thereof, plays a significant role in sleep cycles. All animals, including humans, have evolved circadian rhythms, which respond to the earth's 24-hour cycle. These rhythms include the sleep–wake cycle, hormone production, and core body temperature cycles. The timing of these patterns is set by the 24-hour light–dark cycle. In particular, short-wavelength \"blue\" light in the daylight spectrum has maximal effect on human circadian rhythms. Research has shown that when these patterns are disrupted, individuals are more susceptible to ailments such as breast cancer, obesity, sleep deprivation, mood disorders, and other health problems.",
            "score": 129.96437072753906
        },
        {
            "docid": "22604261_5",
            "document": "Joseph Takahashi . In 2010 Takahashi, Buhr, and Yoo examined the potential of temperature fluctuations to entrain biological oscillators. The finding that the master circadian pacemaker, a robust oscillator which is typically only entrained by environmental light/dark cycles, was also capable of entraining to temperature fluctuations when isolated \"in vitro\" indicates that temperature resetting is a fundamental property of all mammalian clocks and likely works through a highly conserved mechanism in all mammalian cells. This also suggests that body temperature rhythms, as controlled by the SCN in homeothermic mammals, is a potential mechanism through which the master clock may synchronize circadian oscillators within tissues throughout the body.",
            "score": 129.86708068847656
        },
        {
            "docid": "56144090_5",
            "document": "Drosophila circadian rhythm . During the process of eclosion by which an adult fly emerges from the pupa, \"Drosophila\" exhibits regular locomotor activity (by vibration) that occurs during 8-10 hours intervals starting just before dawn. The existence of this circadian rhythm was independently discovered in \"D. melanogaster\" in 1935 by two German zoologists, Hans Kalmus at the Zoological Institute of the German University in Prague (now Charles University), and Erwin Bünning at the Botanical Institute of the University of Jena. Kalmus discovered in 1938 that the brain area is responsible for the circadian activity. Kalmus and Bünning were of the opinion that temperature was the main factor. But it was soon realised that even in different temperature, the circadian could be quite normal. In 1954, Colin S. Pittendrigh at the Princeton University discovered the importance of light-dark conditions in \"D. pseudoobscura\". He demonstrated that eclosion rhythm was delayed but not stopped when temperature was decreased. He concluded that temperature influenced only the peak hour of the rhythm, and was not the principal factor. It was then known that the circadian rhythm was controlled by a clock—a biological clock. But the nature of the clock was then a mystery.",
            "score": 129.86317443847656
        },
        {
            "docid": "39100385_16",
            "document": "Michael Menaker . MAP in the drinking water generated circadian locomotor rhythmicity in SCN lesioned mice. When MAP was removed, the free-running locomotor rhythm persisted for as long as fourteen cycles. This study also showed that small increases in MAP caused an increase in daily wheel-running activity and the length of the circadian period for intact mice and SCN-lesioned mice in constant dark and constant light conditions. The observations of Menaker and colleagues indicate that MASCO, a circadian oscillator, functions separately from the “master clock” of the SCN and is sufficient for locomotor circadian rhythm control. This study disproves the “hourglass” mechanism hypothesis for MASCO proposed by Ruis, et al. This hypothesis states that the spontaneous consumption of MAP in drinking water by rodents results in lengthened bouts of activity, followed by sleep. The cycle is reinforced when the animal awakes and drinks once more. Menaker and colleagues tested SCN-lesioned, arrhythmic mice in constant darkness and found that when the MAP was no longer consumed at rhythmic intervals, constant rhythms in locomotor behavior were still found. In another trial, MAP was alternated every other day with water, and locomotor rhythm persisted on days with just the water. Both of these findings made clear that the \"hourglass\" hypothesis for the mechanism of MASCO was not valid.",
            "score": 129.30657958984375
        }
    ]
}