{
    "q": [
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 137.03599274158478
        },
        {
            "docid": "30855468_21",
            "document": "Retinoblastoma protein . Cells respond to stress in the form of DNA damage, activated oncogenes, or sub-par growing conditions, and can enter a senescence-like state called “premature senescence.” This allows the cell to prevent further replication during periods of damaged DNA or general unfavorable conditions. DNA damage in a cell can induce Rb activation. Rb’s role in repressing the transcription of cell cycle progression genes leads to the S-phase arrest that prevents replication of damaged DNA.",
            "score": 193.0546100139618
        },
        {
            "docid": "29406238_7",
            "document": "YPEL3 . p53 is a tumor suppressor protein encoded by the human gene \"TP53\" whose function is to prevent unregulated cell growth. p53 can be activated in response to a wide variety of cellular stressors, both oncogenic and non-oncogenic. An important checkpoint in a complex pathway, activated p53 has been shown to bind DNA and transcriptionally regulate genes that can mediate a variety of cellular growth processes including DNA repair, growth arrest, cellular senescence and apoptosis. The importance of functioning p53 in the regulation of the cell cycle is evident in that 55% of human cancers exhibit p53 mutations.",
            "score": 192.73577976226807
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 185.63761794567108
        },
        {
            "docid": "30663599_9",
            "document": "Germinal center B-cell like diffuse large B-cell lymphoma . Blocking the differentiation of germinal center B cells is dangerous because the cells are programmed to divide rapidly at this stage. The SHM that occurs in the germinal center can also target non-immunoglobulin loci and may be responsible for translocation of the BCL-6 gene. BCL-6 genes are involved in several cell processes that can affect the ability of the B-cell to differentiate and proliferate. BCL-6 genes produce BCL-6 proteins. These proteins work with other transcription factors (BLIMP1, PAX5, XBP1) to form a regulatory circuit that controls the progression of germinal center B cells to plasma cells. BCL-6 proteins repress genes involved in terminal differentiation and promote proliferation by blocking expression of a cell-cycle inhibitor (p27KIP1). BCL-6 is also an inhibitor of cellular senescence. Cellular senescence is a programmed response that prevents a cell from dividing after some number of cell divisions. The expression of key transcription factors in B cell development is frequently regulated by non-coding RNAs termed microRNAs. MicroRNAs (miRNAs) participate in pathways fundamental to B cell development like B cell receptor (BCR) signalling, B cell migration/adhesion, cell-cell interactions in immune niches, and the production and class-switching of immunoglobulins.",
            "score": 209.61689114570618
        },
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 159.89965903759003
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 152.87867748737335
        },
        {
            "docid": "40197962_2",
            "document": "James L. Manley . James Manley, PhD, is Julian Clarence Levi Professor of Life Sciences at Columbia University, where his laboratory studies gene expression in mammalian cells. Manley and colleagues identified and characterized the key factors responsible for polyadenylation of mRNA precursors, and elucidated how this remarkably complex machinery functions in gene regulation, for example during cell growth and differentiation. He has also studied the mechanism and regulation of the process by which introns are removed from mRNA precursors, mRNA splicing. Manley and his coworkers codiscovered the first alternative splicing factor (SR protein), characterized how this and other splicing regulatory proteins function and are themselves regulated, showed how alternative splicing can become deregulated in disease, and with respect to mechanism demonstrated that two spliceosomal small nuclear RNAs by themselves have catalytic activity. Finally, he elucidated unexpected links between these mRNA processing reactions and transcription, DNA damage signaling and maintenance of genomic stability. His work has thus provided considerable insight into the complex mechanisms that are essential for the regulated production of mRNAs in mammalian cells.",
            "score": 152.4772925376892
        },
        {
            "docid": "356382_3",
            "document": "Gene regulatory network . The regulator can be DNA, RNA, protein and complexes of these. The interaction can be direct or indirect (through transcribed RNA or translated protein). In general, each mRNA molecule goes on to make a specific protein (or set of proteins). In some cases this protein will be structural, and will accumulate at the cell membrane or within the cell to give it particular structural properties. In other cases the protein will be an enzyme, i.e., a micro-machine that catalyses a certain reaction, such as the breakdown of a food source or toxin. Some proteins though serve only to activate other genes, and these are the transcription factors that are the main players in regulatory networks or cascades. By binding to the promoter region at the start of other genes they turn them on, initiating the production of another protein, and so on. Some transcription factors are inhibitory.",
            "score": 146.18201518058777
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 148.58766388893127
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 168.86806106567383
        },
        {
            "docid": "46616332_10",
            "document": "Judith Campisi . Much less is known about the relationship between cellular senescence and aging. However, it has been shown that the number of senescent cells increases in many tissues with age, and senescent cells are found at the site of several age-related pathologies, such as osteoarthritis and osteoporosis. In addition, p16 expression has been shown to increase with age in the mouse brain, bone marrow and pancreas. Senescent cells also exhibit altered patterns of gene expression. Specifically, the cells exhibit up-regulation of genes that encode for extracellular-matrix degrading proteins (such as metalloproteases), inflammatory cytokines, and growth factors. These secretory factors, in addition to others, make up what is known the Senescence-Associated Secretory Phenotype (SASP), and have been shown by Campisi and others to disrupt the function of surrounding cells. The damage that these factors do to the extracellular matrix is a possible mechanism for how the accumulation of senescent cells in tissues results in aging in mammals. A recent study by Campisi and others shows that targeted apoptosis of senescent cells in age-impaired tissues can improve tissue function and homeostasis, supporting her theories on the relationship between senescence and aging.",
            "score": 195.07297885417938
        },
        {
            "docid": "4774419_21",
            "document": "Herpes simplex virus . HSVs may persist in a quiescent but persistent form known as \"latent infection\", notably in neural ganglia. HSV-1 tends to reside in the trigeminal ganglia, while HSV-2 tends to reside in the sacral ganglia, but these are tendencies only, not fixed behavior. During latent infection of a cell, HSVs express latency associated transcript (LAT) RNA. LAT regulates the host cell genome and interferes with natural cell death mechanisms. By maintaining the host cells, LAT expression preserves a reservoir of the virus, which allows subsequent, usually symptomatic, periodic recurrences or \"outbreaks\" characteristic of non-latency. Whether or not recurrences are symptomatic, viral shedding occurs to infect a new host. A protein found in neurons may bind to herpes virus DNA and regulate latency. Herpes virus DNA contains a gene for a protein called ICP4, which is an important transactivator of genes associated with lytic infection in HSV-1. Elements surrounding the gene for ICP4 bind a protein known as the human neuronal protein Neuronal Restrictive Silencing Factor (NRSF) or human Repressor Element Silencing Transcription Factor (REST). When bound to the viral DNA elements, histone deacetylation occurs atop the ICP4 gene sequence to prevent initiation of transcription from this gene, thereby preventing transcription of other viral genes involved in the lytic cycle. Another HSV protein reverses the inhibition of ICP4 protein synthesis. ICP0 dissociates NRSF from the \"ICP4\" gene and thus prevents silencing of the viral DNA.",
            "score": 145.6304634809494
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 193.76915621757507
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 170.60067462921143
        },
        {
            "docid": "837167_17",
            "document": "Acute lymphoblastic leukemia . Several characteristic genetic changes lead to the creation of a leukemic lymphoblast. These changes include chromosomal translocations, intrachromosomal rearrangements, changes in the number of chromosomes in leukemic cells, and additional mutations in individual genes. Chromosomal translocations involve moving a large region of DNA from one chromosome to another. This move can result in placing a gene from one chromosome that promotes cell division to a more actively transcribed area on another chromosome. The result is a cell that divides more often. An example of this includes the translocation of \"C-MYC\", a gene that encodes a transcription factor that leads to increased cell division, next to the immunoglobulin heavy- or light-chain gene enhancers, leading to increased \"C-MYC\" expression and increased cell division. Other large changes in chromosomal structure can result in placement of two genes directly next to each other. The result is the combination of two usually separate proteins into a new fusion protein. This protein can have a new function that promotes the development of cancer. Examples of this include the \"ETV6\"-\"RUNX1\" fusion gene that combines two factors that promote blood cell development and the \"BCR\"-\"ABL1\" fusion gene of the Philadelphia chromosome. \"BCR\"-\"ABL1\" encodes an always-activated tyrosine kinase that causes frequent cell division. These mutations produce a cell that divides more often, even in the absence of growth factors.",
            "score": 169.11850035190582
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 159.07118904590607
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 141.66234624385834
        },
        {
            "docid": "11445385_6",
            "document": "Iron-responsive element-binding protein . Cells have advanced mechanisms for sensing their own need for iron. In human cells, the best-characterized iron-sensing mechanism is the result of post-transcriptional regulation of mRNA (the chemical instructions derived from DNA genes to make proteins). Sequences of mRNA called iron-responsive elements (IREs) are contained within the mRNA sequences that code for transferrin receptors and for ferritin. Iron-responsive element-binding protein (IRE-BP) binds to these mRNA sequences. On its own, the IRE-BP binds to the IREs of ferritin and transferrin receptor mRNA. But, when iron binds to the IRE-BP, the IRE-BP changes shape with the result that the IRE-BPs can no longer bind the ferritin mRNA. This liberates the mRNA to direct the cell to make more ferritin. In other words, when there is high iron in the cell, the iron itself causes the cell to produce more iron storage molecules. (The IRE-BP is an aconitase; for a schematic drawing of the shape change, see here).",
            "score": 113.60775530338287
        },
        {
            "docid": "14769657_4",
            "document": "Cell division cycle 7-related protein kinase . The gene, CDC7, is involved in the regulation of cell cycle because of the gene product Cdc7 kinase. The protein is expressed at constant levels throughout the cell cycle. The gene coding for the Dbf4 or ASK protein is regulated during the different phases of cell cycle. The concentration of Dbf4 at the G1/S transition of the cell cycle is higher than the concentration at the M/G1 transition. This tells us that Dbf4 is expressed around the time for replication; right after replication is over, the protein levels drop. Because the two proteins, Cdc7 and Dbf4, must form a complex before activating the MCM complex, the regulation of one protein is sufficient for both.  It has been shown that CDC7 is important for replication. There are several ways its expression can be altered that leads to problems. In mouse embryonic stem cells (ESCs), Cdc7 is needed for proliferation. Without the CDC7 gene DNA synthesis is stopped, and the ESCs do not grow. With the loss of function of Cdc7 in ESCs the S phase is stopped at the G2/M checkpoint. Recombinational repair (RR) is done at this point to try to fix the CDC7 gene so replication can occur. By copying and replacing the altered area with a very similar area on the sister homolog chromosome, the gene can be replicated as if nothing was ever wrong on the chromosome. However, when the cell enters this arrested state, levels of p53 may increase. These increased levels of p53 may initiate cell death.",
            "score": 170.96083307266235
        },
        {
            "docid": "14162174_3",
            "document": "RAD17 . The protein encoded by this gene is highly similar to the gene product of Schizosaccharomyces pombe rad17, a cell cycle checkpoint gene required for cell cycle arrest and DNA damage repair in response to DNA damage. This protein shares strong similarity with DNA replication factor C (RFC), and can form a complex with RFCs. This protein binds to chromatin prior to DNA damage and is phosphorylated by ATR after the damage. This protein recruits the RAD1-RAD9-HUS1 checkpoint protein complex onto chromatin after DNA damage, which may be required for its phosphorylation. The phosphorylation of this protein is required for the DNA-damage-induced cell cycle G2 arrest, and is thought to be a critical early event during checkpoint signaling in DNA-damaged cells. Eight alternatively spliced transcript variants of this gene, which encode four distinct proteins, have been reported.",
            "score": 155.32677578926086
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 145.08150362968445
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 165.67204689979553
        },
        {
            "docid": "14417837_3",
            "document": "ID1 . The protein encoded by this gene is a helix-loop-helix (HLH) protein that can form heterodimers with members of the basic HLH family of transcription factors. The encoded protein has no DNA binding activity and therefore can inhibit the DNA binding and transcriptional activation ability of basic HLH proteins with which it interacts. This protein may play a role in cell growth, senescence, and differentiation. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 172.3581418991089
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 160.8770889043808
        },
        {
            "docid": "15213555_4",
            "document": "ENDOG . The protein encoded by this gene is a nuclear encoded endonuclease that is localized in the mitochondrial intermembrane space. The encoded protein is widely distributed among animals and cleaves DNA at GC tracts. This protein is capable of generating the RNA primers required by DNA polymerase gamma to initiate replication of mitochondrial DNA. In some apoptotic pathways, EndoG is released from the mitochondrion and migrates to the nucleus, where it degrades chromatin with the help of other nuclear proteins. In one such pathway, caspase-independent apoptosis, the E3 ligase C-terminal of Hsc-70 interacting protein (CHIP), a regulator of EndoG expression, functions as a protective mechanism against oxidative stress. Under normal conditions, EndoG remains bound to Hsp70 and CHIP; however, when undergoing oxidative stress, EndoG dissociates from Hsp70 and CHIP and translocates to the nucleus, where it degrades DNA to effect apoptosis. Therefore, maintaining low levels of EndoG could prevent cell death caused by stress conditions. In epithelial cells, the nuclear localization and proapoptotic function of EndoG leads it to play a role in cell senescence. In addition to DNA degradation, EndoG also stimulates inhibitors of apoptosis proteins (IAPs) to target proteins for proteasomal degradation.",
            "score": 193.56598043441772
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 160.49871516227722
        },
        {
            "docid": "42777505_7",
            "document": "Protectin D1 . RPE are essential in the survival and renewal of the photoreceptors in the retina. These cells exhibit a potent phagocytic activity that ensures the proper function of the retina. Therefore, oxidative stress can potentially damage the RPE cells and cause vision impairment. Studies in human RPE cells have suggested that the presence of oxidative stress triggering molecules, such as HO causes the fragmentation of the DNA that in turn triggers apoptosis. These studies have proposed that PD1 acts as a signaling molecule and through its ligand-receptor interaction down-regulates the expression of genes, such as the transcription factor NF-κB. The inhibition of NF-κB results in the down-regulation of the pro-inflammatory gene COX-2 (cyclooxygenase-2) which is responsible for the release of prostaglandins, a potent pro-inflammatory mediator. In addition, PD1 has an important role in regulating the expression of the Bcl-2 family proteins (Bcl-2, Bcl-x, Bax and Bad) that precedes the release of the cytochrome c complex from the mitochondria and the formation of the apoptosome. The presence of PD1 up-regulates the expression of the anti-apoptotic proteins Bcl-2 and Bcl-x, while it inhibits the expression of the pro-apoptotic proteins Bax and Bad. Specifically, PD1 regulates this protein family by promoting the dephosphorylation of Bcl-x by protein phosphatase 2A (PP2A) at residue Ser-62 which in turn heterodimerizes with the pro-apoptotic protein Bax and inactivates it. Consequently, the activity of the Bcl-2 family proteins results in the inhibition of the caspase 3 enzyme, thus preventing apoptosis and promoting RPE cell survival.",
            "score": 144.0170247554779
        },
        {
            "docid": "27075922_35",
            "document": "Natural computing . Gene regulatory networks comprise gene-gene interactions, as well as interactions between genes and other substances in the cell. Genes are transcribed into messenger RNA (mRNA), and then translated into proteins according to the genetic code.  Each gene is associated with other DNA segments (promoters, enhancers, or silencers) that act as binding sites for activators or repressors for gene transcription.  Genes interact with each other either through their gene products (mRNA, proteins) which can regulate gene transcription, or through small RNA species that can directly regulate genes. These gene-gene interactions, together with genes' interactions with other substances in the cell, form the most basic interaction network: the gene regulatory networks. They perform information processing tasks within the cell, including the assembly and maintenance of other networks. Models of gene regulatory networks include random and probabilistic Boolean networks, asynchronous automata, and network motifs.",
            "score": 134.4606533050537
        },
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 112.46275341510773
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 144.85595834255219
        },
        {
            "docid": "31473595_5",
            "document": "M. Ahmad Chaudhry . Ionizing radiation interferes with cellular functions at all levels of cell organization. The ionizing radiation-induced stress response is very complex and involves many cellular processes. Dr. Chaudry is investigating the involvement of small non-coding micro-RNA in the response of human cells exposed to ionizing radiation. Micro RNAs (miRNAs) are small non-protein-coding single-stranded RNAs of ~22 nucleotides that function as negative gene regulators. miRNA negatively regulate their targets either by binding with perfect or nearly perfect complementarity to protein coding mRNA sequences to induce the RNA-mediated interference (RNAi) pathway. Most miRNAs do not cleave their mRNA targets as a mechanism of gene regulation. These miRNAs bind to imperfect complementary sites within the 3′ untranslated regions (UTRs) of their mRNA targets. In this case the target-gene repression occurs post-transcriptionally at the level of translation resulting in reduced protein levels but the mRNA levels remain unaffected. A single miRNA has the capability to bind to as many as 200 diverse gene targets ranging from transcription factors, secreted factors, receptors and transporters, thus potentially controlling the expression of about one-third of human mRNAs. Research has identified cell type specific modulation of several miRNA in gamma radiation and X-ray-treated human cells. Other studies from our laboratory showed that the expression of many miRNA markedly differ within the same cell line after exposure to either low or high doses of radiation. His work also identified radiation-induced modulation of miRNA in cells with altered DNA repair capability. These studies have provided evidence that miRNA are involved in the response to ionizing radiation exposure in human cells.",
            "score": 156.68717455863953
        }
    ],
    "r": [
        {
            "docid": "31321569_11",
            "document": "The Hallmarks of Cancer . To tightly control cell division, cells have processes within them that prevent cell growth and division. These processes are orchestrated by proteins known as tumor suppressor genes. These genes take information from the cell to ensure that it is ready to divide, and will halt division if not (when the DNA is damaged, for example). In cancer, these tumour suppressor proteins are altered so that they don't effectively prevent cell division, even when the cell has severe abnormalities. Another way cells prevent over-division is that normal cells will also stop dividing when the cells fill up the space they are in and touch other cells; known as contact inhibition. Cancer cells do not have contact inhibition, and so will continue to grow and divide, regardless of their surroundings.",
            "score": 216.9516143798828
        },
        {
            "docid": "854294_13",
            "document": "DNA repair . Senescence, an irreversible process in which the cell no longer divides, is a protective response to the shortening of the chromosome ends. The telomeres are long regions of repetitive noncoding DNA that cap chromosomes and undergo partial degradation each time a cell undergoes division (see Hayflick limit). In contrast, quiescence is a reversible state of cellular dormancy that is unrelated to genome damage (see cell cycle). Senescence in cells may serve as a functional alternative to apoptosis in cases where the physical presence of a cell for spatial reasons is required by the organism, which serves as a \"last resort\" mechanism to prevent a cell with damaged DNA from replicating inappropriately in the absence of pro-growth cellular signaling. Unregulated cell division can lead to the formation of a tumor (see cancer), which is potentially lethal to an organism. Therefore, the induction of senescence and apoptosis is considered to be part of a strategy of protection against cancer.",
            "score": 213.01937866210938
        },
        {
            "docid": "31321569_13",
            "document": "The Hallmarks of Cancer . Cells of the body don't normally have the ability to divide indefinitely. They have a limited number of divisions before the cells become unable to divide (senescence), or die (crisis). The cause of these barriers is primarily due to the DNA at the end of chromosomes, known as telomeres. Telomeric DNA shortens with every cell division, until it becomes so short it activates senescence, so the cell stops dividing. Cancer cells bypass this barrier by manipulating enzymes that increase the length of telomeres. Thus, they can divide indefinitely, without initiating senescence.",
            "score": 210.20693969726562
        },
        {
            "docid": "30663599_9",
            "document": "Germinal center B-cell like diffuse large B-cell lymphoma . Blocking the differentiation of germinal center B cells is dangerous because the cells are programmed to divide rapidly at this stage. The SHM that occurs in the germinal center can also target non-immunoglobulin loci and may be responsible for translocation of the BCL-6 gene. BCL-6 genes are involved in several cell processes that can affect the ability of the B-cell to differentiate and proliferate. BCL-6 genes produce BCL-6 proteins. These proteins work with other transcription factors (BLIMP1, PAX5, XBP1) to form a regulatory circuit that controls the progression of germinal center B cells to plasma cells. BCL-6 proteins repress genes involved in terminal differentiation and promote proliferation by blocking expression of a cell-cycle inhibitor (p27KIP1). BCL-6 is also an inhibitor of cellular senescence. Cellular senescence is a programmed response that prevents a cell from dividing after some number of cell divisions. The expression of key transcription factors in B cell development is frequently regulated by non-coding RNAs termed microRNAs. MicroRNAs (miRNAs) participate in pathways fundamental to B cell development like B cell receptor (BCR) signalling, B cell migration/adhesion, cell-cell interactions in immune niches, and the production and class-switching of immunoglobulins.",
            "score": 209.6168975830078
        },
        {
            "docid": "1643827_5",
            "document": "Mitogen . Mitogens are important in cancer research due to their effects on the cell cycle. Cancer is in part defined by a lack of, or failure of, control in the cell cycle. Mitogens can contribute to this by causing the cell cycle to move forward when it should be prevented by some mechanism. In normal cells, conditions such as this would be corrected by mechanisms designed to prevent the uncontrolled growth of cells, internal or external, and would result in apoptosis should the cell be unable to repair the damage. In cancerous cells, by some mechanism or other, the ability of the cell to control its own growth is impeded and external mechanisms designed to kill abnormal cells do not function. One system particularly important in the proliferation of cancers is the mitogen-activated protein kinase, or MAPK, system. These proteins have functions that are not related to mitogenesis, but can be triggered by mitogens and do control the cell cycle. MAPK proteins are capable of controlling the cell cycle either to prevent or encourage the growth of cells. The MAPK pathway can be triggered by many ligands, including hormones and growth factors. Some breast cancer types have very high MAPK activity, which is not found even in benign breast tumors. The overexpression of MAP kinase in these cells aids in their proliferation. These are known as hormone-dependent breast cancers, as the MAPK activation in these cancers is connected to exposure to estradiol.",
            "score": 203.0188446044922
        },
        {
            "docid": "54888_12",
            "document": "Telomere . Telomere shortening in humans can induce replicative senescence, which blocks cell division. This mechanism appears to prevent genomic instability and development of cancer in human aged cells by limiting the number of cell divisions. However, shortened telomeres impair immune function that might also increase cancer susceptibility.<ref name=\"10.1002/ajhb.21127\"></ref> If telomeres become too short, they have the potential to unfold from their presumed closed structure. The cell may detect this uncapping as DNA damage and then either stop growing, enter cellular old age (senescence), or begin programmed cell self-destruction (apoptosis) depending on the cell's genetic background (p53 status). Uncapped telomeres also result in chromosomal fusions. Since this damage cannot be repaired in normal somatic cells, the cell may even go into apoptosis. Many aging-related diseases are linked to shortened telomeres. Organs deteriorate as more and more of their cells die off or enter cellular senescence.",
            "score": 201.24757385253906
        },
        {
            "docid": "2448809_3",
            "document": "Inhibitor of DNA-binding protein . ID proteins are key regulators of development where they function to prevent premature differentiation of stem cells. By inhibiting the formation of E-protein dimers that promote differentiation, ID proteins can regulate the timing of differentiation of stem cells during development. An increase in ID expression is seen in embryonic and adult stem cells. ID proteins also promote cell cycle progression, delaying senescence, and help facilitate cell migration. In contrast, inappropriate regulation of ID proteins in differentiated cells can contribute to tumorigenesis. Generally, IDs function as oncogenes. When ID proteins are overexpressed, cell proliferation is enhanced and cells become insensitive to growth factor depletion. Expression of ID proteins in neurons halts neuron axon growth and allows elongation of neurons. There is some controversy surrounding the ID proteins and their role in cancer, but overexpression is seen in most tumor types. There are a few exceptions, for example, an increase in ID1 expression in brain cancer is correlated with a better prognosis, while a decrease in ID4 expression in colon and rectal cancers is linked to a poorer prognosis. ID proteins can bind E-proteins, preventing them from binding bHLH proteins and halting transcription, a case often seen in cancerous phenotypes.",
            "score": 199.30349731445312
        },
        {
            "docid": "15354795_8",
            "document": "Cellular senescence . Cellular senescence is not observed in some organisms, including perennial plants, sponges, corals, and lobsters. In those species where cellular senescence is observed, cells eventually become post-mitotic when they can no longer replicate themselves through the process of cellular mitosis; i.e., cells experience \"replicative senescence\". How and why some cells become post-mitotic in some species has been the subject of much research and speculation, but it has been suggested that cellular senescence evolved as a way to prevent the onset and spread of cancer. Somatic cells that have divided many times will have accumulated DNA mutations and would therefore be in danger of becoming cancerous if cell division continued. As such, it is becoming apparent that senescent cells undergo conversion to an immunogenic phenotype that enables them to be eliminated by the immune system.",
            "score": 198.61041259765625
        },
        {
            "docid": "9577500_15",
            "document": "Exosome complex . Although most cells have other enzymes that can degrade RNA, either from the 3' or from the 5' end of the RNA, the exosome complex is essential for cell survival. When the expression of exosome proteins is artificially reduced or stopped, for example by RNA interference, growth stops and the cells eventually die. Both the core proteins of the exosome complex, as well as the two main associated proteins, are essential proteins. Bacteria do not have an exosome complex; however, similar functions are performed by a simpler complex that includes the protein PNPase, called the \"degradosome\". The exosome is a key complex in cellular RNA quality control. Unlike prokaryotes, eukaryotes possess highly active RNA surveillance systems that recognise unprocessed and mis-processed RNA-protein complexes (such as ribosomes) prior to their exit from the nucleus. It is presumed that this system prevents aberrant complexes from interfering with important cellular processes such as protein synthesis.",
            "score": 195.70404052734375
        },
        {
            "docid": "46616332_10",
            "document": "Judith Campisi . Much less is known about the relationship between cellular senescence and aging. However, it has been shown that the number of senescent cells increases in many tissues with age, and senescent cells are found at the site of several age-related pathologies, such as osteoarthritis and osteoporosis. In addition, p16 expression has been shown to increase with age in the mouse brain, bone marrow and pancreas. Senescent cells also exhibit altered patterns of gene expression. Specifically, the cells exhibit up-regulation of genes that encode for extracellular-matrix degrading proteins (such as metalloproteases), inflammatory cytokines, and growth factors. These secretory factors, in addition to others, make up what is known the Senescence-Associated Secretory Phenotype (SASP), and have been shown by Campisi and others to disrupt the function of surrounding cells. The damage that these factors do to the extracellular matrix is a possible mechanism for how the accumulation of senescent cells in tissues results in aging in mammals. A recent study by Campisi and others shows that targeted apoptosis of senescent cells in age-impaired tissues can improve tissue function and homeostasis, supporting her theories on the relationship between senescence and aging.",
            "score": 195.07298278808594
        },
        {
            "docid": "1731697_11",
            "document": "Restriction point . Cancer can be seen as a disruption of normal restriction point function, as cells continually and inappropriately reenter the cell cycle, and do not enter G. Mutations at many steps in the pathway towards the restriction point can result in cancerous growth of cells. Some of the genes most commonly mutated in cancer include Cdks and CKIs; overactive Cdks or underactive CKIs lower the stringency of the restriction point, allowing more cells to bypass senescence. The restriction point is an important consideration in the development of new drug therapies. Under normal physiological conditions, all cell proliferation is regulated by the restriction point. This can be exploited and used as a way to protect non-cancerous cells from chemotherapy treatments. Chemotherapy drugs typically attack cells that are proliferating rapidly. By using drugs that inhibit completion of the restriction point, such as growth factor receptor inhibitors, normal cells are prevented from proliferating, and are thus protected from chemotherapy treatments.",
            "score": 193.8883514404297
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 193.7691650390625
        },
        {
            "docid": "15213555_4",
            "document": "ENDOG . The protein encoded by this gene is a nuclear encoded endonuclease that is localized in the mitochondrial intermembrane space. The encoded protein is widely distributed among animals and cleaves DNA at GC tracts. This protein is capable of generating the RNA primers required by DNA polymerase gamma to initiate replication of mitochondrial DNA. In some apoptotic pathways, EndoG is released from the mitochondrion and migrates to the nucleus, where it degrades chromatin with the help of other nuclear proteins. In one such pathway, caspase-independent apoptosis, the E3 ligase C-terminal of Hsc-70 interacting protein (CHIP), a regulator of EndoG expression, functions as a protective mechanism against oxidative stress. Under normal conditions, EndoG remains bound to Hsp70 and CHIP; however, when undergoing oxidative stress, EndoG dissociates from Hsp70 and CHIP and translocates to the nucleus, where it degrades DNA to effect apoptosis. Therefore, maintaining low levels of EndoG could prevent cell death caused by stress conditions. In epithelial cells, the nuclear localization and proapoptotic function of EndoG leads it to play a role in cell senescence. In addition to DNA degradation, EndoG also stimulates inhibitors of apoptosis proteins (IAPs) to target proteins for proteasomal degradation.",
            "score": 193.56597900390625
        },
        {
            "docid": "30855468_21",
            "document": "Retinoblastoma protein . Cells respond to stress in the form of DNA damage, activated oncogenes, or sub-par growing conditions, and can enter a senescence-like state called “premature senescence.” This allows the cell to prevent further replication during periods of damaged DNA or general unfavorable conditions. DNA damage in a cell can induce Rb activation. Rb’s role in repressing the transcription of cell cycle progression genes leads to the S-phase arrest that prevents replication of damaged DNA.",
            "score": 193.0546112060547
        },
        {
            "docid": "29406238_7",
            "document": "YPEL3 . p53 is a tumor suppressor protein encoded by the human gene \"TP53\" whose function is to prevent unregulated cell growth. p53 can be activated in response to a wide variety of cellular stressors, both oncogenic and non-oncogenic. An important checkpoint in a complex pathway, activated p53 has been shown to bind DNA and transcriptionally regulate genes that can mediate a variety of cellular growth processes including DNA repair, growth arrest, cellular senescence and apoptosis. The importance of functioning p53 in the regulation of the cell cycle is evident in that 55% of human cancers exhibit p53 mutations.",
            "score": 192.73577880859375
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 191.10552978515625
        },
        {
            "docid": "273854_24",
            "document": "Telomerase . \"In vitro,\" when cells approach the Hayflick limit, the time to senescence can be extended by inactivating the tumor suppressor proteins - p53 and Retinoblastoma protein (pRb). Cells that have been so-altered eventually undergo an event termed a \"crisis\" when the majority of the cells in the culture die. Sometimes, a cell does not stop dividing once it reaches crisis. In a typical situation, the telomeres are shortened and chromosomal integrity declines with every subsequent cell division. Exposed chromosome ends are interpreted as double-stranded breaks (DSB) in DNA; such damage is usually repaired by reattaching (religating) the broken ends together. When the cell does this due to telomere-shortening, the ends of different chromosomes can be attached to each other. This solves the problem of lacking telomeres, but during cell division anaphase, the fused chromosomes are randomly ripped apart, causing many mutations and chromosomal abnormalities. As this process continues, the cell's genome becomes unstable. Eventually, either fatal damage is done to the cell's chromosomes (killing it via apoptosis), or an additional mutation that activates telomerase occurs.",
            "score": 190.8121795654297
        },
        {
            "docid": "3333893_17",
            "document": "PTEN (gene) . Mutations in the \"PTEN\" gene cause several other disorders that, like Cowden syndrome, are characterized by the development of non-cancerous tumors called hamartomas. These disorders include Bannayan-Riley-Ruvalcaba syndrome and Proteus-like syndrome. Together, the disorders caused by \"PTEN\" mutations are called PTEN hamartoma tumor syndromes, or PHTS. Mutations responsible for these syndromes cause the resulting protein to be non-functional or absent. The defective protein allows the cell to divide in an uncontrolled way and prevents damaged cells from dying, which can lead to the growth of tumors.",
            "score": 190.13035583496094
        },
        {
            "docid": "46616332_7",
            "document": "Judith Campisi . The senescence response can be caused by a variety of factors. Telomere-dependent senescence is caused by the shortening of telomeres due to the end-replication problem of DNA replication. Dysfunctional telomeres trigger a classical DNA Damage Response, and are a major contributing factor to why many cells cannot replicate indefinitely without the presence of telomerase. DNA-damage-initiated senescence is caused by major DNA damage (usually double-stranded breaks) that trigger pathways that keep the cell from dividing. As expected, both telomere-dependent and DNA-damage-initiated senescence have been shown to involve similar pathways. Senescence can also be triggered by the presence of oncogenes or extracellular stress, but these mechanisms are not as well understood.",
            "score": 190.0212860107422
        },
        {
            "docid": "146539_7",
            "document": "Senescence . \"Cellular senescence\" is the phenomenon by which normal diploid cells cease to divide. In culture, fibroblasts can reach a maximum of 50 cell divisions before becoming senescent. This phenomenon is known as \"replicative senescence\", or the Hayflick limit. Replicative senescence is the result of telomere shortening that ultimately triggers a DNA damage response. Cells can also be induced to senesce via DNA damage in response to elevated reactive oxygen species (ROS), activation of oncogenes and cell-cell fusion, independent of telomere length. As such, cellular senescence represents a change in \"cell state\" rather than a cell becoming \"aged\" as the name confusingly suggests.",
            "score": 188.88540649414062
        },
        {
            "docid": "14766383_2",
            "document": "GADD45G . Growth arrest and DNA-damage-inducible protein GADD45 gamma is a protein that in humans is encoded by the \"GADD45G\" gene on chromosome 9. GADD45G is also known as CR6, DDIT2, GRP17, OIG37, and GADD45gamma. GADD45G is involved in several different processes, including sexual development, human-specific brain development, tumor suppression, and the cellular stress response. GADD45G interacts with several other proteins that are involved in DNA repair, cell cycle control, apoptosis, and senescence. Low expression of GADD45G has been associated with many types of cancer.",
            "score": 188.26856994628906
        },
        {
            "docid": "54117_31",
            "document": "Folate . Folate is necessary for the production and maintenance of new cells, for DNA synthesis and RNA synthesis through methylation, and for preventing changes to DNA, and, thus, for preventing cancer. It is especially important during periods of frequent cell division and growth, such as infancy and pregnancy. Folate is needed to carry one-carbon groups for methylation reactions and nucleic acid synthesis (the most notable one being thymine, but also purine bases). Thus, folate deficiency hinders DNA synthesis and cell division, affecting hematopoietic cells and neoplasms the most because of their greater frequency of cell division. RNA transcription, and subsequent protein synthesis, are less affected by folate deficiency, as the mRNA can be recycled and used again (as opposed to DNA synthesis, where a new genomic copy must be created). Since folate deficiency limits cell division, erythropoiesis, production of red blood cells, is hindered and leads to megaloblastic anemia, which is characterized by large immature red blood cells. This pathology results from persistently thwarted attempts at normal DNA replication, DNA repair, and cell division, and produces abnormally large red cells called megaloblasts (and hypersegmented neutrophils) with abundant cytoplasm capable of RNA and protein synthesis, but with clumping and fragmentation of nuclear chromatin. Some of these large cells, although immature (reticulocytes), are released early from the marrow in an attempt to compensate for the anemia. Both adults and children need folate to make normal red and white blood cells and prevent anemia. Deficiency of folate in pregnant women has been implicated in neural tube defects (NTD); therefore, many developed countries have implemented mandatory folic acid fortification in cereals, etc. NTDs occur early in pregnancy (first month), therefore women must have abundant folate upon conception. Folate is required to make red blood cells and white blood cells and folate deficiency may lead to anemia, which causes fatigue, weakness and inability to concentrate.",
            "score": 187.98141479492188
        },
        {
            "docid": "619064_4",
            "document": "G0 phase . Three G states exist and can be categorized as either reversible (quiescent) or irreversible (senescent and differentiated). Each of these three states can be entered from the G phase before the cell commits to the next round of the cell cycle. Quiescence refers to a reversible G state where subpopulations of cells reside in a 'quiescent' state before entering the cell cycle after activation in response to extrinsic signals. Quiescent cells are often identified by low RNA content, lack of cell proliferation markers, and increased label retention indicating low cell turnover. Senescence is distinct from quiescence because senescence is an irreversible state that cells enter in response to DNA damage or degradation that would make a cell's progeny nonviable. Such DNA damage can occur from telomere shortening over many cell divisions as well as reactive oxygen species (ROS) exposure, oncogene activation, and cell-cell fusion. While senescent cells can no longer replicate, they remain able to perform many normal cellular functions. Senescence is often a biochemical alternative to the self-destruction of such a damaged cell by apoptosis. In contrast to cellular senescence, quiescence is not a reactive event but part of the core programming of several different cell types. Finally, differentiated cells are stem cells that have progressed through a differentiation program to reach a mature – terminally differentiated – state. Differentiated cells continue to stay in G and perform their main functions indefinitely.",
            "score": 187.449462890625
        },
        {
            "docid": "146539_38",
            "document": "Senescence . Moreover, cellular senescence is not observed in several organisms, including perennial plants, sponges, corals, and lobsters. In those species where cellular senescence is observed, cells eventually become post-mitotic when they can no longer replicate themselves through the process of cellular mitosis; i.e., cells experience \"replicative senescence\". How and why some cells become post-mitotic in some species has been the subject of much research and speculation, but (as noted above) it is sometimes suggested that cellular senescence may protect organisms from the onset and spread of cancer. Somatic cells that have divided many times will have accumulated DNA mutations and would therefore be in danger of becoming cancerous if cell division continued. As such, it is becoming apparent that senescent cells undergo conversion to an immunogenic phenotype that enables them to be eliminated by the immune system.",
            "score": 187.36509704589844
        },
        {
            "docid": "6020806_7",
            "document": "Contact inhibition . However, it is important to note that contact-inhibited cells undergo cell cycle arrest, but do not senesce. In fact, it has been shown that contact-inhibited cells resume normal proliferation and mitogen signaling upon being replated in a less confluent culture. Thus, contact inhibition of proliferation may be viewed as a reversible form of cell cycle arrest. Furthermore, to transition from cell cycle arrest to senescence, contact-inhibited cells must activate growth-activating pathways such as mTOR. Once cells in high-density cultures become confluent enough such that the cell area falls below a critical value, the adhesion formations trigger pathways that downregulate mitogen signaling and cell proliferation. The growth-promoting mTOR pathway is therefore inhibited, and consequently the contact-inhibited cells cannot transition from cell cycle arrest to senescence. This has crucial implications in cancer therapy; even though cancer cells are not contact-inhibited, confluent cancer cell cultures still suppress their senescence machinery. Therefore, this may be a plausible explanation why senescence-inducing cancer therapy drugs are ineffective.",
            "score": 186.91078186035156
        },
        {
            "docid": "33222346_5",
            "document": "William H. Andrews (biologist) . Further experiments by Geron Scientists demonstrated that the protein component of telomerase was inducible, and that when the gene for that component was inserted into normal human skin cells, they could divide past the Hayflick limit and essentially stopped exhibiting replicative senescence (Bodnar, Andrea G., et al. \"Extension of life-span by introduction of telomerase into normal human cells.\" \"science\" 279.5349 (1998): 349-352.), a likely cause of aging. Years later, these cells were deemed immortal. Typically, the only immortal human cells are our germline and most cancers.",
            "score": 186.1596221923828
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 185.6376190185547
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 185.44300842285156
        },
        {
            "docid": "36869_11",
            "document": "Cell division . Multicellular organisms replace worn-out cells through cell division. In some animals, however, cell division eventually halts. In humans this occurs, on average, after 52 divisions, known as the Hayflick limit. The cell is then referred to as senescent. Cells stop dividing because the telomeres, protective bits of DNA on the end of a chromosome required for replication, shorten with each copy, eventually being consumed. Cancer cells, on the other hand, are not thought to degrade in this way, if at all. An enzyme called telomerase, present in large quantities in cancerous cells, rebuilds the telomeres, allowing division to continue indefinitely.",
            "score": 185.41888427734375
        },
        {
            "docid": "15354795_3",
            "document": "Cellular senescence . Mechanistically, replicative senescence is triggered by a DNA damage response which results from the shortening of telomeres during each cellular division process. Cells can also be induced to senesce independent of the number of cellular divisions via DNA damage in response to elevated reactive oxygen species (ROS), activation of oncogenes and cell-cell fusion. The number of senescent cells in tissues rises substantially during normal aging.",
            "score": 184.02195739746094
        },
        {
            "docid": "46616332_11",
            "document": "Judith Campisi . Other research conducted by Campisi has shown that factors secreted by senescent cells can also stimulate growth and angiogenic activity in nearby cells. Ironically, these secreted factors can facilitate the development of cancer in surrounding premalignant cells. These findings supports the idea that the senescence response is antagonistically pleiotropic, or that the response can be simultaneously beneficial and harmful to an organism’s fitness. While the senescence response can be effective at protecting organisms from cancer at young ages, it can also cause the age-related decline in tissue function typical of many degenerative diseases in mammals. If the senescence response allowed an organism to be more likely to reach reproducing age while also being deleterious to the organism later in life, there would be little selective pressure to eliminate the harmful effects of the trait. This important concept may explain the development of aging in mammals from an evolutionary perspective.",
            "score": 183.40029907226562
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 182.88011169433594
        }
    ]
}