{
    "q": [
        {
            "docid": "33193162_17",
            "document": "Vision in fishes . The leading theory regarding the evolutionary selection of UV vision in select fish species is due to its strong role in mate selection. Behavioral experiments show that African cichlids utilize visual cues when choosing a mate. Their breeding sites are typically in shallow waters with high clarity and UV light penetration. Male African cichlids are largely a blue color that is reflective in UV light. Females are able to correctly choose a mate of their species when these reflective visual cues are present. This suggests that UV light detection is crucial for correct mate selection. UV reflective color patterns also enhance male attractiveness in guppies and three-spined sticklebacks. In experimental settings, female guppies spent significantly more time inspecting males with UV-reflective coloring than those with UV reflection blocked. Similarly, female three-spined sticklebacks preferred males viewed in full spectrum over those viewed in UV blocking filters. These results strongly suggest the role of UV detection in sexual selection and, thus, reproductive fitness. The prominent role of UV light detection in fish mate choice has allowed the trait to be maintained over time. UV vision may also be related to foraging and other communication behaviors.",
            "score": 48.63371729850769
        },
        {
            "docid": "5923994_5",
            "document": "Epicuticular wax . Epicuticular wax can reflect UV light, such as the white, chalky, wax coating of \"Dudleya brittonii\", which has the highest ultraviolet light (UV) reflectivity of any known naturally occurring biological substance.",
            "score": 136.75739312171936
        },
        {
            "docid": "2909237_3",
            "document": "Glazing agent . Natural glazing agents have been found, usually in plants or insects. In nature, the agents are used to keep the moisture in the organism, but science has harnessed this characteristic by turning it into a glazing agent that acts as a coating. The glazing agent is made up of a substance that is classified as a wax. A natural wax is chemically defined as an ester with a very long hydrocarbon chain that also includes a long chain alcohol. However, in a wax there have been many different chemical structures that can be included in a definition of a wax, such as: wax esters, sterol esters, ketones, aldehydes, alcohols, hydrocarbons, and sterols.",
            "score": 143.5837287902832
        },
        {
            "docid": "25473322_7",
            "document": "Ultraviolet communication in butterflies . Some butterfly species use ultraviolet light as a method of signaling their sex. For example, in the species \"Eurema lisa\", males possess the structural requirements necessary to reflect ultraviolet light discussed previously, but females lack the ultraviolet light reflecting ridges. In both sexes of this species, a flutter response, or the rapid opening and closing of the wings, is performed when a male approaches another butterfly; yet, males copulate with females who perform this behavior, while retreating from males who perform the flutter response. By showing that male and female wings are similar in appearance except for UV reflectance and an approaching male is exposed to ultraviolet reflection of a male's wings during a flutter response, as well as ruling out temporal differences in the flutter behavior as a cause for sex recognition, Ronald Rutowski concluded that ultraviolet light was being used as an indicator of the male sex. However, in some species this distinction is not seen at all times, and UV patterns may vary visually depending on the position of reflecting light. This can be seen in the common brimstone, where males will exhibit male or female patterns of iridescence with different positions, distances, and angles of light - this is known as the \"gynandromorphic\" effect.",
            "score": 95.42178177833557
        },
        {
            "docid": "31990_90",
            "document": "Ultraviolet . Butterflies use ultraviolet as a communication system for sex recognition and mating behavior. For example, in the \"Colias eurytheme\" butterfly, males rely on visual cues to locate and identify females. Instead of using chemical stimuli to find mates, males are attracted to the ultraviolet-reflecting color of female hind wings. In \"Pieris napi\" butterflies it was shown that females in northern Finland with less UV-radiation present in the environment possessed stronger UV signals to attract their males than those occurring further south. This suggested that it was evolutionarily more difficult to increase the UV-sensitivity of the eyes of the males than to increae the UV-signals emitted by the females.",
            "score": 54.25244164466858
        },
        {
            "docid": "5923994_4",
            "document": "Epicuticular wax . These compounds are mostly solids at ambient temperature, with melting points above about 40 C (104 F). They are soluble in organic solvents such as chloroform and hexane, making them accessible for chemical analysis, but in some species esterification of acids and alcohols into estolides or the polymerization of aldehydes may give rise to insoluble compounds. Solvent extracts of cuticle waxes contain both epicuticular and cuticular waxes, often contaminated with cell membrane lipids of underlying cells. Epicuticular wax can now also be isolated by mechanical methods that distinguish the epicuticular wax outside the plant cuticle from the cuticular wax embedded in the cuticle polymer. As a consequence, these two are now known to be chemically distinct, although the mechanism that segregates the molecular species into the two layers is unknown. Recent scanning electron microscopy (SEM), atomic force microscopy (AFM) and neutron reflectometry studies on reconstituted wax films have found wheat epicuticular waxes; made up of surface epicuticular crystals and an underlying, porous background film layer to undergo swelling when in contact with water, indicating the background film is permeable and susceptible to the transport of water.",
            "score": 102.49987304210663
        },
        {
            "docid": "18952479_22",
            "document": "Xerophyte . The color of a plant, or of the waxes or hairs on its surface, may serve to reflect sunlight and reduce transpiration. An example is the white chalky epicuticular wax coating of \"Dudleya brittonii\", which has the highest ultraviolet light (UV) reflectivity of any known naturally-occurring biological substance.",
            "score": 140.802565574646
        },
        {
            "docid": "5923994_6",
            "document": "Epicuticular wax . Epicuticular wax forms crystalline projections from the plant surface, which enhance their water repellency, create a self-cleaning property known as the lotus effect and reflect UV radiation. The shapes of the crystals are dependent on the wax compounds present in them. Asymmetrical secondary alcohols and β-diketones form hollow wax nanotubes, while primary alcohols and symmetrical secondary alcohols form flat plates Although these have been observed using the transmission electron microscope and scanning electron microscope the process of growth of the crystals had never been observed directly until Koch and coworkers studied growing wax crystals on leaves of snowdrop (\"Galanthus nivalis\") and other species using the atomic force microscope. These studies show that the crystals grow by extension from their tips, raising interesting questions about the mechanism of transport of the molecules.",
            "score": 101.96845948696136
        },
        {
            "docid": "25473322_5",
            "document": "Ultraviolet communication in butterflies . White Cabbage Butterflies, \"Pieris rapae crucivora\", use their private ultraviolet communication system to initiate mating behavior. In this species, ultraviolet reflection is sexually dimorphic with females exhibiting the ability to reflect ultraviolet light of 380 nm to 400 nm and males being less able to reflect UV. Males who perceive an ultraviolet reflection from a female initiate a courtship behavior that involves approaching the female and attempting to copulate. Females communicate their receptivity to males using their ultraviolet communication system. The ultraviolet reflection is thought to be concentrated to the ventral side of a female’s hind wing. Yoshiaki Obara determined this experimentally by comparing the number of approaches to different parts of butterfly wings. The results showed that the female’s ventral hind wing was the greatest releaser of male sexual behavior. Although ultraviolet reflectance releases the sexual behavior, the strongest reflection of UV light is not the strongest releaser for the behavior. As a result, male white cabbage butterflies must have a preference for a certain level of UV reflectance from females. Using a private ultraviolet communication system, female White Cabbage Butterflies signal their receptivity and initiate male mating behavior.",
            "score": 81.61151790618896
        },
        {
            "docid": "25473322_3",
            "document": "Ultraviolet communication in butterflies . The ultraviolet communication system has two roles, a sender and a receiver. Butterflies send ultraviolet signals using UV reflectance or UV absorption. The former is accomplished through the use of structural color, the reflection of certain frequencies of light via constructive interference. The production of this structural color in butterflies has been elucidated through the study of \"Eurema lisa\" by Helen Ghiradella. In this particular butterfly, a small yellow portion of the dorsal surface of the wings is directionally UV reflectant. In other words, the image from the UV reflection can only be seen at a distinct range of angles from the point of origin. Electron micrographs determined the scale structure which in turn elucidated the mechanism of UV reflection. UV reflecting scales are composed of raised longitudinal ridges and perpendicular cross ribs that connect the parallel running ridges, forming a grid. The ridges possess lamellae that run on top of and parallel to the ridges and microribs on its sides. The partial overlap of lamellae structures causes thin layer interference resulting in the reflection of light with a wavelength within the ultraviolet spectrum. The other ultraviolet signal in butterflies, absorbance, was determined to be governed by pigments called pterins. In wings containing this pigment, the wings are unable to reflect ultraviolet light as well as without the pigment because the pterins absorb the ultraviolet light. Thus, butterflies are able to reflect ultraviolet light as a result of the organization and composition of their wing scales resulting in thin layer constructive interference and can absorb ultraviolet through the action of pterin pigments.",
            "score": 98.12553381919861
        },
        {
            "docid": "25481604_2",
            "document": "Femoral pore . Femoral pores are a part of a holocrine secretory gland found on the inside of the thighs of certain lizards and amphisbaenians which releases pheromones to attract mates or mark territory. In certain species only the male has these pores and in other species, both sexes have them, with the male's being larger. Femoral pores appear as a series of pits or holes within a row of scales on the ventral portion of the animal's thigh. Femoral pores are present in all genera in the families Cordylidae, Crotaphytidae, Hoplocercidae, Iguanidae, Phrynosomatidae, and Xantusiidae. They are absent in all genera in the Anguidae, Chamaeleonidae, Dibamidae, Helodermatidae, Scincidae, Xenosauridae, and Varanidae families. They are present in other lizards and amphisbaenians quite variably, some geckoes, \"Phelsuma\", for example have these pores, others in the same family do not. In the desert iguana (\"Dipsosaurus dorsalis\"), the waxy lipids released from the femoral pores absorb ultraviolet (UV) wavelengths making them visible to species which can detect UV light. According to tests performed on the Green iguana, the variation in the chemicals released by the femoral pores can lead to determine age, sex, and individual identity of the animal in question. Male leopard geckos (\"Eublepharis macularius\"), actually taste the secretions by flicking their tongues, if a male determines the other gecko in question is a male, the two will fight.",
            "score": 52.072349190711975
        },
        {
            "docid": "5485503_3",
            "document": "Planthopper . Nymphs of many fulgoroids produce wax from special glands on the abdominal terga and other parts of the body. These are hydrophobic and help conceal the insects. Adult females of many families also produce wax which may be used to protect eggs. Fulgoroid nymphs also possess a biological gear mechanism at the base of the hind legs, which keeps the legs in synchrony when the insects jump. The gears, not present in the adults, were known for decades before the recent description of their function.",
            "score": 84.80352735519409
        },
        {
            "docid": "16079692_41",
            "document": "Sewage treatment . Ultraviolet (UV) light can be used instead of chlorine, iodine, or other chemicals. Because no chemicals are used, the treated water has no adverse effect on organisms that later consume it, as may be the case with other methods. UV radiation causes damage to the genetic structure of bacteria, viruses, and other pathogens, making them incapable of reproduction. The key disadvantages of UV disinfection are the need for frequent lamp maintenance and replacement and the need for a highly treated effluent to ensure that the target microorganisms are not shielded from the UV radiation (i.e., any solids present in the treated effluent may protect microorganisms from the UV light). In the United Kingdom, UV light is becoming the most common means of disinfection because of the concerns about the impacts of chlorine in chlorinating residual organics in the wastewater and in chlorinating organics in the receiving water. Some sewage treatment systems in Canada and the US also use UV light for their effluent water disinfection.",
            "score": 72.00040817260742
        },
        {
            "docid": "31990_59",
            "document": "Ultraviolet . Photography by reflected ultraviolet radiation is useful for medical, scientific, and forensic investigations, in applications as widespread as detecting bruising of skin, alterations of documents, or restoration work on paintings. Photography of the fluorescence produced by ultraviolet illumination uses visible wavelengths of light. In ultraviolet astronomy, measurements are used to discern the chemical composition of the interstellar medium, and the temperature and composition of stars. Because the ozone layer blocks many UV frequencies from reaching telescopes on the surface of the Earth, most UV observations are made from space.",
            "score": 70.00339794158936
        },
        {
            "docid": "11829824_5",
            "document": "Cosmophasis umbratica . \"C. umbratica\" shows extreme dimorphism when viewed under UV light: males reflect UV on all body parts that are displayed during intraspecific interaction, while females and juveniles do not reflect UV at all. It seems that \"C. umbratica\" uses this in sexual signaling. A similar phenomenon is found in some butterflies (for example, several species of \"Colias\" and \"Gonepteryx\", both of the family Pieridae).",
            "score": 52.3224835395813
        },
        {
            "docid": "63229_16",
            "document": "Bee-eater . There is little visible difference between the sexes in most of the family, although in several species the iris is red in the males and brown-red in the females, and in species with tail-streamers these may be slightly longer in males. Both the European and red-bearded bee-eaters have sex-based differences in their plumage colour, and the female rainbow bee-eater has shorter tail streamers than the male, which terminate in a club-shape that he lacks. There may be instances where bee-eaters are sexually dichromatic at the ultraviolet part of the colour spectrum, which humans cannot see. A study of blue-tailed bee-eater found that males were more colourful than females in UV light. Their overall colour was also affected by body condition, suggesting that there was a signalling component to plumage colour. Juveniles are generally similar to adults, except for the two \"Nyctyornis\" species, in which the young have mainly green plumage.",
            "score": 76.47138106822968
        },
        {
            "docid": "17070485_8",
            "document": "UV degradation . In the example shown at left, carbonyl groups were easily detected by IR spectroscopy from a cast thin film. The product was a road cone made by rotational moulding in LDPE, which had cracked prematurely in service. Many similar cones also failed because an anti-UV additive had not been used during processing. Other plastic products which failed included polypropylene mancabs used at roadworks which cracked after service of only a few months. UV attack by sunlight can be ameliorated or prevented by adding anti-UV chemicals to the polymer when mixing the ingredients, prior to shaping the product by injection moulding for example. UV stabilizers in plastics usually act by absorbing the UV radiation preferentially, and dissipating the energy as low-level heat. The chemicals used are similar to those in sunscreen products, which protect skin from UV attack. They are used frequently in plastics, including cosmetics and films. Different UV stabilizers are utilized depending upon the substrate, intended functional life, and sensitivity to UV degradation. UV stabilizers, such as benzophenones, work by absorbing the UV radiation and preventing the formation of free radicals. Depending upon substitution, the UV absorption spectrum is changed to match the application. Concentrations normally range from 0.05% to 2%, with some applications up to 5%.",
            "score": 52.569538712501526
        },
        {
            "docid": "39292665_14",
            "document": "Sexual selection in birds . Cosmetic coloration is another mechanism by which male birds use to try to attract a mate. Cosmetic coloration involves brightening of a birds feathers, thus making it more attractive to females. Cosmetic coloration has two different types. The first is a type is when substances are produced by the bird itself such as uropygial gland secretions, skin secretions, and powder. The second kind are substances that the bird acquires from the environment such as soil or vegetal matter contained in carcass viscera and fresh vegetation. The first type of coloration, whereby the animal produces the substances for coloration, is directed by secretions of the uropygial gland. This gland secretes waxes and oils that make feathers appear glossier which causes an increase in brightness. The feathers coated with the preen oils look brighter and the degree to which the plumage was glossy was a way in which mates could determine the diet or overall health of the individual. The uropygial gland also can change the shape of the reflected light off the feathers, which alters what wavelengths of light are reflected. The secretions of the gland illustrate how this coloration is cosmetic. For example, species of hornbill produce colored gland secretions that they apply to their plumage, thereby changing the color of their feathers. Only sexually mature birds develop the coloration, which would lead to the inference that these secretions have something to do with the sexual activity of the birds. Another example is in the greater flamingo Phoenicopterus roseus. This study found that the flamingo applied these carotenoid rich secretions from the uropygial gland on its plumage and the resulting cosmetic coloration may influence mate choice. This data is supported by the findings that application of the oils was more frequent during periods where the flamingos were displaying for mates and the presence of the cosmetic coloration decreased after egg hatching, indicating that the coloration has the function of finding mates but it is not of use after a mate has been found. A last example is in the house finch where they found that preen waxes on feathers acted as cosmetics and that the waxes increased the signal content of feather traits. The signal content correlated to the condition of the individual and increased the signaling value to mates, and therefore affected mate choice, implying that cosmetic coloration has some effect on sexual selection. These carotenoid pigments have been seen in multiple families of birds and have been traced back Cenozoic era, indicating that these pigments have a strong evolutionary benefit to the individual. The second type of coloration that also involves gland secretions is with powder feathers. Powder feathers are modified feathers that disintegrate into a fine powder. These powder feathers are found on pigeons, parrots, and herons. Herons provide a great example of how cosmetic coloration is related to mate choice and sexual selection. In the whistling heron, they develop a yellowish color on their neck, stomach, and tail due to the powder feathers. The coloration due to the powder is more intense during breeding season. In bustards, males use a red powder during courtship displays to attract mates and then the powder fades after the display. These examples show how these modifications to feathers can affect mate choice. The last kind of cosmetic coloration is when external substances are used to color the feathers, such as dirt. In bearded vultures, individuals will bath in mud and the degree to which the mud stains the feathers is seen as a sign of dominance. This sign of dominance could then affect mate choice.",
            "score": 102.53967094421387
        },
        {
            "docid": "44375159_3",
            "document": "Pollination trap . In many species of orchids, the flowers produce chemicals that deceive male insects by producing attractants that mimic their females. The males are then led into structures that ensure the transfer of pollen to the surfaces of the insects. Orchids in the genus \"Pterostylis\" have been found to attract male fungus gnats with chemical attractants and then trap them using a mobile petal lip. The general observation of insects being trapped and aiding pollination were made as early as 1872 by Thomas Frederic Cheeseman and did not go unnoticed by Charles Darwin who examined the adaptations of orchids for pollination. Slipper orchids have smooth landing surfaces that allow insects to slide into a container from which a window of light leads the insect outwards through a narrow passage where the pollen transfer occurs. The structures found in large flowers such as those of \"Rafflesia\" and some \"Aristolochia\" are also evolved to attract and trap pollinators.",
            "score": 52.73071086406708
        },
        {
            "docid": "48338_36",
            "document": "Butterfly . Butterflies use their antennae to sense the air for wind and scents. The antennae come in various shapes and colours; the hesperiids have a pointed angle or hook to the antennae, while most other families show knobbed antennae. The antennae are richly covered with sensory organs known as sensillae. A butterfly's sense of taste is coordinated by chemoreceptors on the tarsi, or feet, which work only on contact, and are used to determine whether an egg-laying insect's offspring will be able to feed on a leaf before eggs are laid on it. Many butterflies use chemical signals, pheromones; some have specialized scent scales (androconia) or other structures (coremata or \"hair pencils\" in the Danaidae). Vision is well developed in butterflies and most species are sensitive to the ultraviolet spectrum. Many species show sexual dimorphism in the patterns of UV reflective patches. Colour vision may be widespread but has been demonstrated in only a few species. Some butterflies have organs of hearing and some species make stridulatory and clicking sounds.",
            "score": 65.28174102306366
        },
        {
            "docid": "5923994_2",
            "document": "Epicuticular wax . Epicuticular wax is a coating of wax covering the outer surface of the plant cuticle in land plants. It may form a whitish film or bloom on leaves, fruits and other plant organs. Chemically, it consists of hydrophobic organic compounds, mainly straight-chain aliphatic hydrocarbons with a variety of substituted functional groups. The main functions of the epicuticular wax are to decrease surface wetting and moisture loss. Other functions include reflection of ultraviolet light, assisting in the formation of an ultrahydrophobic and self-cleaning surface and acting as an anti-climb surface.",
            "score": 134.26205158233643
        },
        {
            "docid": "18760437_3",
            "document": "Crackle tube . Typically, crackle tubes are cylindrical in geometry, however, they can be made into virtually any solid shape, even flat plates (trademarked by the name \"Luminglas\" ). The filaments can also be made to any color by combining different chemicals with the base phosphor. The chemical that is used to produce blue filaments is also responsive to ultraviolet light. UV light may have something to do with how the phosphor is excited by the ESF (electrostatic field). The filaments themselves can change color as they progress along the length of the tube. This effect is created by using glass beads with different chemical coatings on them, and the color of the filament changes as the ESD transitions from one color layer to another. Chemical coatings can also be combined onto a single coating, allowing for a crackle tube to have multiple simultaneous filaments of several different colors.",
            "score": 80.28788125514984
        },
        {
            "docid": "17177316_15",
            "document": "Weather testing of polymers . Three types of fluorescent lamps are commonly used for UV testing. Two of these are of the type UVB (medium wavelength UV), while the third is UVA (longer wavelength UV similar to black light). All these lamps produce mostly UV as opposed to visible or infrared light. The lamp used, and therefore the wavelength of UV light produced will affect how realistic the final degradation results will be. In reality, natural sunlight contains radiation from many areas of the spectrum. This includes both UVA and UVB, however the UVB radiation is at the lowest end of natural light and is less predominant than UVA. Since it has a shorter wavelength, it also has a higher energy. This makes UVB more damaging not only because it increase chemical reaction kinetics, but also because it can initiate chemical reactions to occur which would not normally be possible under natural condition. For this reason, testing using only UVB lamps have been shown to have poor correlation relative to natural weather testing of the same samples.",
            "score": 68.71640467643738
        },
        {
            "docid": "416549_17",
            "document": "Morpho . The ventral side is decorated with ocelli (eyespots). In some species, such as \"M. godarti\", the dorsal lamellae are so thin that ventral ocelli can peek through. While not all morphos have iridescent coloration, they all have ocelli. In most species, only the males are colorful, supporting the theory that the coloration is used for intrasexual communication between males. The lamellae reflect up to 70% of light falling on them, including any ultraviolet. The eyes of morpho butterflies are thought to be highly sensitive to UV light, so the males are able to see each other from great distances. Some South American species are reportedly visible to the human eye up to one kilometer away.",
            "score": 71.93979740142822
        },
        {
            "docid": "38303105_7",
            "document": "Phylloxeridae . The phylloxeran species are very small to minute insects. Besides, there is a high polymorphism in the family Phylloxeridae making it at times difficult to identify its members. Also, they can pretty easily be confused to related insects such as Adelgids and true Aphids. The most important features used to tell them apart from their relatives and from other insects are the wings’ venation, the ovipositor and some characteristics of their antennae. Phylloxerans have a three-segmented antenna in all forms (both adults and immature). The Wings held flat over the body at rest and the Cu1 and Cu2 of the front wings are stalked at the base. The flagellum always ends in a sensorium (or rhinaria) and adult females can have one or two additional sensorial on the flagellum. Egg laying females and males have vestigial mouthparts and are wingless. Concerning the immature, the nymphs resemble adults but never have the secondary sensorium. Also the immature of the sexuales have a unique non-feeding pupiform larva. You can distinguish Phylloxerans from Adelgids by the fact that they have a vulva instead of a sclerotized ovipositor and usually lack the wax glands or plates found in Adelgids. They can also be distinguished from Aphids because they have 3 veins while Aphids have 4-6 veins.",
            "score": 71.96337878704071
        },
        {
            "docid": "2235270_4",
            "document": "International Ultraviolet Explorer . The human eye can perceive light with wavelengths between roughly 350 (violet) and 700 (red) nanometres. Ultraviolet light has wavelengths between roughly 10 nm and 350 nm. UV light can be harmful to human beings, and is strongly absorbed by the ozone layer. This makes it impossible to observe UV emission from astronomical objects from the ground. Many types of object emit copious quantities of UV radiation, though: the hottest and most massive stars in the universe can have surface temperatures high enough that the vast majority of their light is emitted in the UV. Active Galactic Nuclei, accretion disks, and supernovae all emit UV radiation strongly, and many chemical elements have strong absorption lines in the UV, so that UV absorption by the interstellar medium provides a powerful tool for studying its composition.",
            "score": 72.39366686344147
        },
        {
            "docid": "654374_5",
            "document": "Fishing light attractor . Fish and some members of their food chain have color receptors in their eyes optimized for the light of their “space”. Eyes that can see a single space color can detect changes in light intensity. This is equivalent to a world in black, white and shades of gray. In this simplest level of visual information processing, an animal can recognize that something is different in its space—i.e., that there is food or a predator “over there”. Most animals living in a lighted world have an additional visual resource: color vision. By definition, that requires that they have color receptors containing at least two different visual pigments. To efficiently perform this function in water illuminated with light, an aquatic animal would have visual pigments sensitive to the background “space” color and one or more visual pigments offset from this blue-green region, say, in the red or ultraviolet region of the spectrum. This imparts a clear survival advantage to these animals because they can detect not only changes in light intensity but also contrasts in color. Many fish, for example, have two color receptors, one in the blue region of the spectra (425-490 nm) and the other in the near UV (320-380 nm). Insects and shrimp, members of the fish food chain, have blue, green (530 nm) and near UV receptors. In fact, some aquatic animals have up to ten different classes of visual pigment in their eyes. By comparison, humans have three with maximum sensitivities in the blue (442 nm), green (543 nm) and yellow (570 nm). It is the differential responses of these receptor cells that enable color vision.",
            "score": 83.30823409557343
        },
        {
            "docid": "6907585_34",
            "document": "Ultraviolet germicidal irradiation . Ultraviolet disinfection of water is a purely physical, chemical-free process. Even parasites such as \"cryptosporidia\" or \"giardia\", which are extremely resistant to chemical disinfectants, are efficiently reduced. UV can also be used to remove chlorine and chloramine species from water; this process is called photolysis, and requires a higher dose than normal disinfection. The sterilized microorganisms are not removed from the water. UV disinfection does not remove dissolved organics, inorganic compounds or particles in the water. However, UV-oxidation processes can be used to simultaneously destroy trace chemical contaminants and provide high-level disinfection, such as the world's largest indirect potable reuse plant in New York which opened the Catskill-Delaware Water Ultraviolet Disinfection Facility on 8 October 2013. A total of 56 energy-efficient UV reactors were installed to treat a day to serve New York City.",
            "score": 51.29376149177551
        },
        {
            "docid": "3380735_4",
            "document": "Myrica californica . It grows well on cool, moist coastlines and can be planted in lines as a seaside windbreak. The bark and leaves have historically been used on occasion for gastrointestinal ailments. The most active chemical is apparently the glycoside myricinic acid, which is related to saponin. The plant tissues are also high in tannins. The wax may be extracted from the fruit and made into candles and soap; however, this species produces much less wax than other bayberries, and so is rarely used for this purpose.",
            "score": 86.87187075614929
        },
        {
            "docid": "25473322_8",
            "document": "Ultraviolet communication in butterflies . The ultraviolet communication system employed by butterflies is also used an indicator of male sex to other rival males in the butterfly, \"Colias eurytheme\". In this species, only males are able to reflect ultraviolet light off the dorsal side of their wings, while females cannot. The male sexual behavior is similar to most butterflies. The male hovers over a sitting female and dips to one of the female's sides and flutters. Then, if the female remains still, the male will land on her, her wings, or on the vegetation and attempt copulation. Copulation tends to last for an hour and often other males attempt to approach the mating pair. However, the male in midst of mating flashes his UV reflecting hind wings and approaching males are deterred. It was concluded that male \"Colias eurytheme\" uses ultraviolet light as a signal to repel other males. Thus, male \"Colias eurtheme\" butterflies use their private channel in the ultraviolet to signal their sex as well as deter other males from copulating with his mate.",
            "score": 72.8920716047287
        },
        {
            "docid": "1733679_10",
            "document": "Morpholine . Morpholine is used as a chemical emulsifier in the process of waxing fruit. Naturally, fruits make waxes to protect against insects and fungal contamination, but this can be lost as the fruit is cleaned. A small amount of new wax is applied to replace it. Morpholine is used as an emulsifier and solubility aid for shellac, which is used as a wax for fruit coating. The European Union has forbidden the use of morpholine in fruit coating.",
            "score": 105.08927321434021
        },
        {
            "docid": "3500536_4",
            "document": "Chinese wax . According to an article in a November 1932 magazine article in the journal \"Nature\" by Herbert Beardsley, \"...the male larvae of a white insect, about the size of a mosquito, built a cocoon of pure, shining wax. The tree that produces the white wax insect grows in the Chien-Chang Valley, and there, about march, one may see, on the limbs and branches, round, brown forms, which contain innumerable white insects. If they are allowed to remain where they are, they will eventually drop off in a dead mass, for the food is not right for them; but if they are transported to other kinds of plants, the females will lay their eggs, the larvae will thrive and the male larvae will construct their shining palaces, which yield a profit to the wax-farmers. So, late in March, the insects are tied up in a leaf of the wood oil tree, then placed in gourd like receptacles which are packed into two large bamboo baskets. Runners or porters lift the baskets on their shoulders, and, traveling entirely at night – for to submit the insects to the midday heat would cause the pupal stage to end too soon – traverse the rocky paths and lofty ascents of the Cze-Chuan Mountains to arrive finally at the farming districts.  The baskets of insects are distributed to the farmers, who proceed at once to place the creatures upon the food plant, which is generally a species of flowering ash about five or six feet high. They are tied to the branches in small bags made of leaves, and holes are punched in the bags with a blunt needle so the adults may find their way out. When first emerging, the insects creep rapidly up to the leaves of the food plant, where they nestle for nearly two weeks. After this they begin to scatter and crawl along the branches.  About the first of June, the females begin to lay their eggs, and the wax cocoons are formed in August in time completely coating every branch and stem. By the first of September the whole tree is literally covered with layers of pure white wax a quarter of an inch thick. The farmers then scrape the branches, and prepare the wax of the market.\"",
            "score": 94.90585720539093
        }
    ],
    "r": [
        {
            "docid": "2909237_3",
            "document": "Glazing agent . Natural glazing agents have been found, usually in plants or insects. In nature, the agents are used to keep the moisture in the organism, but science has harnessed this characteristic by turning it into a glazing agent that acts as a coating. The glazing agent is made up of a substance that is classified as a wax. A natural wax is chemically defined as an ester with a very long hydrocarbon chain that also includes a long chain alcohol. However, in a wax there have been many different chemical structures that can be included in a definition of a wax, such as: wax esters, sterol esters, ketones, aldehydes, alcohols, hydrocarbons, and sterols.",
            "score": 143.58372497558594
        },
        {
            "docid": "18952479_22",
            "document": "Xerophyte . The color of a plant, or of the waxes or hairs on its surface, may serve to reflect sunlight and reduce transpiration. An example is the white chalky epicuticular wax coating of \"Dudleya brittonii\", which has the highest ultraviolet light (UV) reflectivity of any known naturally-occurring biological substance.",
            "score": 140.8025665283203
        },
        {
            "docid": "5923994_5",
            "document": "Epicuticular wax . Epicuticular wax can reflect UV light, such as the white, chalky, wax coating of \"Dudleya brittonii\", which has the highest ultraviolet light (UV) reflectivity of any known naturally occurring biological substance.",
            "score": 136.75738525390625
        },
        {
            "docid": "5923994_2",
            "document": "Epicuticular wax . Epicuticular wax is a coating of wax covering the outer surface of the plant cuticle in land plants. It may form a whitish film or bloom on leaves, fruits and other plant organs. Chemically, it consists of hydrophobic organic compounds, mainly straight-chain aliphatic hydrocarbons with a variety of substituted functional groups. The main functions of the epicuticular wax are to decrease surface wetting and moisture loss. Other functions include reflection of ultraviolet light, assisting in the formation of an ultrahydrophobic and self-cleaning surface and acting as an anti-climb surface.",
            "score": 134.26205444335938
        },
        {
            "docid": "38718486_4",
            "document": "Sugarcane wax . Sugarcane wax consists of the following ingredients: about 70 % of alcohols of long-chain hydrocarbons having chain lengths of C 18 to C 32, wax acids having chain lengths of C 18 to C 32, ω-hydroxycarboxylic acids and aromatic carboxylic acids. Also fatty alcohols (wax alcohols) and diols are alcohol components. Besides that, about 5 to 10 % consist of unesterified diols, long-chain wax acids such as behenic, cerotic, lignoceric or melissic acid and saturated hydrocarbons. Untreated sugarcane wax contains up to 25 % of resin and moreover, up to 60 % polycosanol (octacosanol) which can be extracted from sugarcane wax in the pure form. Sugarcane wax is indigestible and harmless to health. In case of accidental consumption it is excreted. In its refined form it has a light yellowish colour. Due to the high melting point of 75 to 80 ° C it remains stable even if exposed to direct sunlight. Sugarcane wax offers a good oil and solvent retention for anionic bright emulsions. Until the 1960s, sugar cane wax was added to the production of chewing gum as an edible wax. In this process the sugar cane wax acted as elastomer or as plasticizer and consistency regulator. In 1943, J. W. Schlegel and L. Lang were granted a patent to flour donuts with sugar. The ground sugar was mixed with 0.4 % of sugar cane wax. Thus, the donuts became fat- and water-repellent and kept their fresh appearance longer. Also chocolate was thinly coated with sugarcane wax. The gloss durability improved, the melting reduced and the packing was relieved as well. In order to keep vegetables and fruits fresh or to make it look fresh emulsions from sugarcane wax mixed with other natural waxes were prepared. The vegetables or fruits were immersed in the emulsions or sprayed with wax emulsions.  In the 1970s, a further field of application for polycosanols made from sugarcane wax was found in the medical industry, the lowering of the cholesterol level. This had been pursued with various investigations by the Cuban laboratory Dalmer S.A. in Havana, especially against the background of the fall of the Iron Curtain. During this time, there were many - also controversial - patent applications. The last known patent was applied in 1998 by S.A. Dalmer. Those results were analysed, summarised and developed further by I. Gouni-Berthold and H. K. Berthold. From 2004 to 2007 the cholesterol-lowering effect of polycosanols made from sugarcane wax was transferred to montan waxes because of their very similar chemical structure by E. Krendlinger and M. Neumaier. Currently, nutritional supplements containing polycosanols for lowering the cholesterol levels are offered in a wide range.",
            "score": 132.39617919921875
        },
        {
            "docid": "58256_6",
            "document": "Wax . Plants secrete waxes into and on the surface of their cuticles as a way to control evaporation, wettability and hydration. The epicuticular waxes of plants are mixtures of substituted long-chain aliphatic hydrocarbons, containing alkanes, alkyl esters, fatty acids, primary and secondary alcohols, diols, ketones, aldehydes. From the commercial perspective, the most important plant wax is carnauba wax, a hard wax obtained from the Brazilian palm \"Copernicia prunifera\". Containing the ester myricyl cerotate, it has many applications, such as confectionery and other food coatings, car and furniture polish, floss coating, and surfboard wax. Other more specialized vegetable waxes include candelilla wax and ouricury wax.",
            "score": 125.67980194091797
        },
        {
            "docid": "14543575_4",
            "document": "Long-chain-alcohol O-fatty-acyltransferase . This enzyme belongs to the family of transferases, specifically those acyltransferases transferring groups other than aminoacyl groups. The systematic name of this enzyme class is acyl-CoA:long-chain-alcohol O-acyltransferase. Other names in common use include wax synthase, and wax-ester synthase. In general, wax synthases naturally accept acyl groups with carbon chain lengths of C16 or C18 and linear alcohols with carbon chain lengths ranging from C12 to C20. There are three unrelated families of wax synthases found in many organisms including bacteria, higher plants, and animals in two known distinct forms: either just as a wax synthase enzyme, which is found predominantly in eukaryotes, or as an enzyme with dual wax synthase and acyl CoA:diacylglycerol acyltransferase function, which is often the final enzyme in the biosynthetic pathway responsible for wax ester production from fatty alcohols and fatty acyl-CoAs and is found predominantly in prokaryotes.",
            "score": 120.13321685791016
        },
        {
            "docid": "1748421_13",
            "document": "Simple eye in invertebrates . Recent studies have shown the ocelli of some insects (most notably the dragonfly, but also some wasps) are capable of form vision, as the ocellar lens forms an image within, or close to, the photoreceptor layer. In dragonflies it has been demonstrated that the receptive fields of both the photoreceptors and the second-order neurons can be quite restricted. Further research has demonstrated these eyes not only resolve spatial details of the world, but also perceive motion. Second-order neurons in the dragonfly median ocellus respond more strongly to upwards-moving bars and gratings than to downwards-moving bars and gratings, but this effect is only present when ultraviolet light is used in the stimulus; when ultraviolet light is absent, no directional response is observed. Dragonfly ocelli are especially highly developed and specialised visual organs, which may support the exceptional acrobatic abilities of these animals.",
            "score": 117.75408172607422
        },
        {
            "docid": "23416874_34",
            "document": "Sense . Cats have the ability to see in low light, which is due to muscles surrounding their irides–which contract and expand their pupils–as well as to the tapetum lucidum, a reflective membrane that optimizes the image. Pit vipers, pythons and some boas have organs that allow them to detect infrared light, such that these snakes are able to sense the body heat of their prey. The common vampire bat may also have an infrared sensor on its nose. It has been found that birds and some other animals are tetrachromats and have the ability to see in the ultraviolet down to 300 nanometers. Bees and dragonflies are also able to see in the ultraviolet. Mantis shrimps can perceive both polarized light and multispectral images and have twelve distinct kinds of color receptors, unlike humans which have three kinds and most mammals which have two kinds.",
            "score": 115.5154037475586
        },
        {
            "docid": "58256_18",
            "document": "Wax . Sealing wax was used to close important documents in the Middle Ages. Wax tablets were used as writing surfaces. There were different types of wax in the Middle Ages, namely four kinds of wax (Ragusan, Montenegro, Byzantine, and Bulgarian), \"ordinary\" waxes from Spain, Poland, and Riga, unrefined waxes and colored waxes (red, white, and green). Waxes are used to make wax paper, impregnating and coating paper and card to waterproof it or make it resistant to staining, or to modify its surface properties. Waxes are also used in shoe polishes, wood polishes, and automotive polishes, as mold release agents in mold making, as a coating for many cheeses, and to waterproof leather and fabric. Wax has been used since antiquity as a temporary, removable model in lost-wax casting of gold, silver and other materials.",
            "score": 114.74351501464844
        },
        {
            "docid": "10922431_7",
            "document": "Renaissance Wax . For retarding further red rot in leather bookbindings, it is common to first consolidate the leather by application of Klucel G or a similar material and then apply a protective coating of a microcrystalline wax. When Renaissance Wax is used for this protective coating, it can create a white residue if applied too heavily. This white residue cannot be removed. Use of a different wax, such as SC6000, is recommended for leather.",
            "score": 114.25276184082031
        },
        {
            "docid": "14543575_8",
            "document": "Long-chain-alcohol O-fatty-acyltransferase . Scientists have also identified, characterized, and shown the WSD1 gene in \"Arabidopsis thaliana\" to encode a bifunctional wax ester synthase/diacylglycerol acyltransferase enzyme that is embedded in the ER membrane, in which the wax synthase portion is critical to wax ester synthesis using long-chain and very-long-chain primary alcohols with C fatty acids.",
            "score": 112.55690002441406
        },
        {
            "docid": "14543575_15",
            "document": "Long-chain-alcohol O-fatty-acyltransferase . In addition, the knowledge gathered so far on the substrate specificity of different forms of wax synthase allows for scientists to explore the use of yeast cells, in particular \"Saccharomyces cerevisiae\", in the production of biodiesel fuels. \"S. Cerevisiae\" is a well-documented industrial microorganism and is easy to cultivate, manipulate genetically, quick growth, and fatty acid metabolism, making it an ideal candidate for the expression of wax esters. \"S. Cerevisiae\" is further suitable as for this task as they produce the necessary reactants for wax synthases to create wax esters. Scientists have investigated the possibility of expressing different wax synthase genes, including those of \"A. baylyi\" ADP1, \"M. hydrocarbonoclasticus DSM 8798\", \"R. opacus PD630\", \"M. musculus C57BL/6\" and \"P. arcticus 273-4\", in \"S. cerevisiae\", and found that that of \"Marinobacter hydrocarbonoclasticus\" DSM 8798 was the most effective since it showed highest relative preference for ethanol, thus allowing for the production of biodiesel fuels, in part taking advantage of the enzyme’s promiscuous nature.",
            "score": 111.81417083740234
        },
        {
            "docid": "275860_12",
            "document": "Wood carving . After the carving and finishing is completed, the artist may seal & color the wood with a variety of natural oils, such as walnut or linseed oil which protects the wood from dirt and moisture. Oil also imparts a sheen to the wood which, by reflecting light, helps the observer 'read' the form. Carvers seldom use gloss varnish as it creates too shiny a surface, which reflects so much light it can confuse the form; carvers refer to this as 'the toffee apple effect'. Objects made of wood are frequently finished with a layer of wax, which protects the wood and gives a soft lustrous sheen. A wax finish is comparatively fragile though and only suitable for indoor carvings.",
            "score": 111.80943298339844
        },
        {
            "docid": "2906020_3",
            "document": "Montan wax . Its color ranges from dark brown to light yellow when crude, or white when refined. Its composition is non-glyceride long-chain (C–C) carboxylic acid esters (62–68 weight %), free long-chain organic acids (22–26%), long-chain alcohols, ketones, and hydrocarbons (7–15%), and resins; it is in effect a fossilized plant wax. Its melting range is 82–95 °C.",
            "score": 109.79727935791016
        },
        {
            "docid": "14543575_12",
            "document": "Long-chain-alcohol O-fatty-acyltransferase . The enzymes produced by X-linked genes AWAT1 and AWAT2 have been shown to esterify long chain alcohols to produce wax esters and is most predominantly expressed in skin. Both enzymes have dissimilar substrate specificities: AWAT1 prefers decyl alcohol (C10) and AWAT2 prefers C16 and C18 alcohols while using oleoyl-CoA as the acyl donor. However, when using acetyl alcohol as the acyl acceptor, AWAT1 prefers saturated acyl groups, while AWAT2 shows activity with all four acyl-CoAs and performs two times better with unsaturated acyl-CoAs than with saturated ones. Along with the murine wax ester synthase, AWAT1 and AWAT2 are likely the most significant contributors in wax ester production in mammals.",
            "score": 109.64830017089844
        },
        {
            "docid": "14543575_7",
            "document": "Long-chain-alcohol O-fatty-acyltransferase . Other bacteria that have been shown to produce wax esters through homologs for the WS/DGAT gene include \"Psychrobacter arcticus 273-4\" and \"P. Cryohalolentis K5\", with only one a single copy of the WS/DGAT gene, \"M. aquaeolei VT8\", with 4 homologs for WS/DGAT and \"A. Baylyi\", with a mixture of wax esters even though it only has one WS/DGAT coding gene. \"M. tuberculosis\" has also been shown to contain 15 atf genes encoding WS/DGATs. Several of these bacterial WS/DGAT enzymes have a broad substrate range despite naturally producing a small range of wax esters.",
            "score": 109.57188415527344
        },
        {
            "docid": "1800287_4",
            "document": "Shoe polish . Waxes, organic solvents, and dyes compose this type of polish. Waxes are 20-40% of the material. Natural waxes include carnauba and montan as well as synthetic waxes. The composition is determined by a balance of hardness and polishing properties after solvent has evaporated. Solvents are selected to match the waxes. About 70% of shoe polish is solvent. A variety of solvents are used including naphtha. Turpentine, although more expensive, is favored for its \"shoe polish odor.\" Dyes make up the final 2-3% of the polish. A traditional dye is nigrosine, but other dyes (including azo dyes) and pigments are used for oxblood, cordovan, and brown polishes.  Owing to their high content of volatile solvents, wax-based shoe polish harden after application, while retaining its gloss. Poorly blended polishes are known to suffer from blooming, evidenced by the appearance of a white coating of stearin on the polish surface.",
            "score": 109.44938659667969
        },
        {
            "docid": "30172462_3",
            "document": "Dudleya brittonii . The leaves of \"Dudleya brittonii\" grow in a basal rosette and are covered with a dusty, chalky, mealy white epicuticular “wax”. The wax in its mealy state on the leaves is attracted to water and coats drops on the leaves and prevents their evaporation. The wax has the highest measured ultraviolet reflectivity of any plant.",
            "score": 108.26667785644531
        },
        {
            "docid": "14543575_11",
            "document": "Long-chain-alcohol O-fatty-acyltransferase . Scientists have discovered cDNA encoding wax synthase in the preputial gland of mice. Furthermore, it has been shown that the wax synthase gene is located on the X chromosome, the expression of which lead to the formation of wax monoesters from straight chain, saturated, unsaturated, and polyunsaturated fatty alcohols and acids and that the formation of wax esters in mammals involves a two step biosynthetic pathway involving fatty acyl-CoA reductase and wax synthase enzymes.",
            "score": 107.6363296508789
        },
        {
            "docid": "11644413_3",
            "document": "Pruinescence . In insects, a \"bloom\" caused by wax particles on top of an insect's cuticle that covers up the underlying coloration, giving a dusty or frosted appearance. The pruinescence is commonly white to pale blue in color, but can also be gray, pink, purple, or red; these colors may be produced by Tyndall scattering of light. When pale in color, pruinescence often strongly reflects ultraviolet.",
            "score": 106.32799530029297
        },
        {
            "docid": "425379_19",
            "document": "Earwax . Ear candling, also called ear coning or thermal-auricular therapy, is an alternative medicine practice claimed to improve general health and well-being by lighting one end of a hollow candle and placing the unlit end in the ear canal. It, however, is not recommended as it is both dangerous and ineffective. Advocates say that the dark residue that shows after the procedure consists of extracted earwax, proving the efficacy of the procedure. Studies have shown that the same dark residue is left, whether or not the candle (which is made of cotton fabric and beeswax and leaves a residue after burning) is inserted into an ear. This demonstrates that the waxy residue is derived from the candle itself and not the ear. The color of the candle wax matches the light brown-colored wax of the human ear, making the distinction between the two waxes more difficult for a layperson. Because the candle itself is a hollow tube, some of the hot burnt wax could drop down inside the candle, into the ear canal, potentially injuring the eardrum. The American Academy of Otolaryngology states that ear candles are not a safe option for removing ear wax, and that no controlled studies or scientific evidence support their use for ear wax removal. The Food and Drug Administration has successfully taken several regulatory actions against the sale and distribution of ear candles since 1996, including seizing ear candle products and ordering injunctions.",
            "score": 105.4033203125
        },
        {
            "docid": "1733679_10",
            "document": "Morpholine . Morpholine is used as a chemical emulsifier in the process of waxing fruit. Naturally, fruits make waxes to protect against insects and fungal contamination, but this can be lost as the fruit is cleaned. A small amount of new wax is applied to replace it. Morpholine is used as an emulsifier and solubility aid for shellac, which is used as a wax for fruit coating. The European Union has forbidden the use of morpholine in fruit coating.",
            "score": 105.08927154541016
        },
        {
            "docid": "2953922_2",
            "document": "Microcrystalline wax . Microcrystalline waxes are a type of wax produced by de-oiling petrolatum, as part of the petroleum refining process. In contrast to the more familiar paraffin wax which contains mostly unbranched alkanes, microcrystalline wax contains a higher percentage of isoparaffinic (branched) hydrocarbons and naphthenic hydrocarbons. It is characterized by the fineness of its crystals in contrast to the larger crystal of paraffin wax. It consists of high molecular weight saturated aliphatic hydrocarbons. It is generally darker, more viscous, denser, tackier and more elastic than paraffin waxes, and has a higher molecular weight and melting point. The elastic and adhesive characteristics of microcrystalline waxes are related to the non-straight chain components which they contain. Typical microcrystalline wax crystal structure is small and thin, making them more flexible than paraffin wax. It is commonly used in cosmetic formulations.",
            "score": 105.0476303100586
        },
        {
            "docid": "15762222_4",
            "document": "Melting tank . The type of tank used to melt solder and tar is very different from one that is used to melt waxes, especially organic waxes such as soy, for making scented and colored candles. For example, tanks used for adhesives may need to heat up to 500degrees(°) Fahrenheit(F), while an organic soy wax will be ruined at over 140°F and should never be heated above 200°F. A delicate soy wax used to make candles would be burned and destroyed if not heated in an even, lower temperature than solder or tar. Also, since soaps and candles are scented and colored, the tanks designed for melting these substances need to be specially polished so there is no cross-contamination between different scents of candles or soaps. Based on this challenge, there are melting tanks that are specially coated for candle wax melting, while some have created specially coated tanks for soap making. Obviously, tar and solder makers care very little about the scent of their product, whereas fragrance is probably the most important determinant of purchasing a candle or soap.",
            "score": 104.36255645751953
        },
        {
            "docid": "43536_3",
            "document": "Beeswax . Beeswax has long-standing applications in human food and flavoring. For example, it is used as a glazing agent or as a light/heat source. It is edible, in the sense of having similar negligible toxicity to plant waxes, and is approved for food use in most countries and the European Union under the E number E901. However, the wax monoesters in beeswax are poorly hydrolysed in the guts of humans and other mammals, so they have insignificant nutritional value. Some birds, such as honeyguides, can digest beeswax. Beeswax is the main diet of wax moth larvae.",
            "score": 104.25298309326172
        },
        {
            "docid": "58256_3",
            "document": "Wax . Waxes are organic compounds that characteristically consist of long alkyl chains. They may also include various functional groups such as fatty acids, primary and secondary long chain alcohols, unsaturated bonds, aromatics, amides, ketones, and aldehydes. They frequently contain fatty acid esters as well. Synthetic waxes are often long-chain hydrocarbons (alkanes or paraffins) that lack functional groups.",
            "score": 104.11338806152344
        },
        {
            "docid": "7948572_5",
            "document": "Wax ester . The chain lengths of fatty acids and fatty alcohols in naturally occurring wax esters vary. The fatty acids in wax esters derived from plants typically range from C12-C24, and the alcohols in plant waxes tend to be very long, typically C24-C34. The fatty acids and fatty alcohols of wax esters from different marine animals show major differences. Wax esters of sperm whales contain C12 fatty acids and C14 fatty acid and alcohols. Monounsaturated C18 is the dominant fatty acid of most fish wax esters, with the exception of roe wax esters, which have sizeable amounts of polyunsaturated fatty acids such as 20:5n-3, 22:5n-3 and 22:6n-3. The fatty acids of wax esters of certain zooplankton largely reflects the fatty acids of phytoplankton, and contain high amounts of C14 and C16, as well as 20:5n-3, 22:5n-3 and 22:6n-3 and monounsaturated C20 and C22 are the principal fatty alcohols.",
            "score": 103.42033386230469
        },
        {
            "docid": "310891_5",
            "document": "Male waxing . The technique of male pubic hair removal is the same as bikini waxing of female pubic hair.  Waxing involves the thin spreading of a wax combination over the skin. A cloth or paper strip is then pressed on the top and ripped off with a quick movement against the direction of hair growth. This removes the wax along with the hair and dead skin cells, leaving the skin smooth. Home waxing kits have become increasingly popular over the years. A hard wax which does not require the cloth paper strip is sometimes used on the more sensitive areas such as the scrotum or penis. A light oil such as baby oil can be applied to those sensitive areas before wax is applied to reduce wax adhesion to the skin. It is desirable to not cover the genitals with a modesty towel when using oil since the towel can absorb the protective oil, lessening its effectiveness. Application of egg oil for a few days post waxing can help moisturise the skin and reduce inflammation, pain or growth of bacteria.",
            "score": 103.14807891845703
        },
        {
            "docid": "48563146_15",
            "document": "Conservation and restoration of frescos . For the frescos of Villa of the Mysteries in Pompeii, early conservation efforts sometimes involved removing frescoes, rebuilding or reinforcing the walls, and then reattaching the paintings. The first conservators also applied a coat of wax mixed with oil to clean the paintings’ surfaces, preserve the ancient pigments, and stabilize the fragile works, giving the frescoes a glossy appearance the ancient artists never intended them to have. At the same time, the wax filled in cracks in the surfaces, sealing moisture inside the walls, further weakening them by compromising the strength of the mortar holding the walls together. By 2013 the villa, like most of Pompeii, was in dire need of modern conservation, as was a protective covering that had been constructed in different phases throughout the years. Parts of paintings were crumbling from unstable walls and the mosaics had been severely damaged by millions of visitors’ feet. Repeated applications of wax had caused the pigments to oxidize and darken, and the frescoes to yellow, significantly altering their appearance. All the surface decorations of the villa, both mosaics and frescoes, had been conserved before, but in irregular ways. Some of the methods currently being employed have been used by decades of conservators at Pompeii. Frescoes have been cleaned by hand using a scalpel or a chemical solution. Painted surfaces have been consolidated with an acrylic resin diluted with deionized water and then injected into cracks, as well as the use of antibiotics for the removal of bacteria. However, the teams today also have more high-tech tools at their disposal, including lasers to clean the frescoes, and ultrasound, thermal imaging, and radar to evaluate the level of decay of the walls and paintings. And drones are being used to examine the entirety of the villa’s protective covering.",
            "score": 102.86280822753906
        },
        {
            "docid": "39292665_14",
            "document": "Sexual selection in birds . Cosmetic coloration is another mechanism by which male birds use to try to attract a mate. Cosmetic coloration involves brightening of a birds feathers, thus making it more attractive to females. Cosmetic coloration has two different types. The first is a type is when substances are produced by the bird itself such as uropygial gland secretions, skin secretions, and powder. The second kind are substances that the bird acquires from the environment such as soil or vegetal matter contained in carcass viscera and fresh vegetation. The first type of coloration, whereby the animal produces the substances for coloration, is directed by secretions of the uropygial gland. This gland secretes waxes and oils that make feathers appear glossier which causes an increase in brightness. The feathers coated with the preen oils look brighter and the degree to which the plumage was glossy was a way in which mates could determine the diet or overall health of the individual. The uropygial gland also can change the shape of the reflected light off the feathers, which alters what wavelengths of light are reflected. The secretions of the gland illustrate how this coloration is cosmetic. For example, species of hornbill produce colored gland secretions that they apply to their plumage, thereby changing the color of their feathers. Only sexually mature birds develop the coloration, which would lead to the inference that these secretions have something to do with the sexual activity of the birds. Another example is in the greater flamingo Phoenicopterus roseus. This study found that the flamingo applied these carotenoid rich secretions from the uropygial gland on its plumage and the resulting cosmetic coloration may influence mate choice. This data is supported by the findings that application of the oils was more frequent during periods where the flamingos were displaying for mates and the presence of the cosmetic coloration decreased after egg hatching, indicating that the coloration has the function of finding mates but it is not of use after a mate has been found. A last example is in the house finch where they found that preen waxes on feathers acted as cosmetics and that the waxes increased the signal content of feather traits. The signal content correlated to the condition of the individual and increased the signaling value to mates, and therefore affected mate choice, implying that cosmetic coloration has some effect on sexual selection. These carotenoid pigments have been seen in multiple families of birds and have been traced back Cenozoic era, indicating that these pigments have a strong evolutionary benefit to the individual. The second type of coloration that also involves gland secretions is with powder feathers. Powder feathers are modified feathers that disintegrate into a fine powder. These powder feathers are found on pigeons, parrots, and herons. Herons provide a great example of how cosmetic coloration is related to mate choice and sexual selection. In the whistling heron, they develop a yellowish color on their neck, stomach, and tail due to the powder feathers. The coloration due to the powder is more intense during breeding season. In bustards, males use a red powder during courtship displays to attract mates and then the powder fades after the display. These examples show how these modifications to feathers can affect mate choice. The last kind of cosmetic coloration is when external substances are used to color the feathers, such as dirt. In bearded vultures, individuals will bath in mud and the degree to which the mud stains the feathers is seen as a sign of dominance. This sign of dominance could then affect mate choice.",
            "score": 102.5396728515625
        },
        {
            "docid": "5923994_4",
            "document": "Epicuticular wax . These compounds are mostly solids at ambient temperature, with melting points above about 40 C (104 F). They are soluble in organic solvents such as chloroform and hexane, making them accessible for chemical analysis, but in some species esterification of acids and alcohols into estolides or the polymerization of aldehydes may give rise to insoluble compounds. Solvent extracts of cuticle waxes contain both epicuticular and cuticular waxes, often contaminated with cell membrane lipids of underlying cells. Epicuticular wax can now also be isolated by mechanical methods that distinguish the epicuticular wax outside the plant cuticle from the cuticular wax embedded in the cuticle polymer. As a consequence, these two are now known to be chemically distinct, although the mechanism that segregates the molecular species into the two layers is unknown. Recent scanning electron microscopy (SEM), atomic force microscopy (AFM) and neutron reflectometry studies on reconstituted wax films have found wheat epicuticular waxes; made up of surface epicuticular crystals and an underlying, porous background film layer to undergo swelling when in contact with water, indicating the background film is permeable and susceptible to the transport of water.",
            "score": 102.4998779296875
        }
    ]
}