{
    "q": [
        {
            "docid": "1516915_58",
            "document": "Swine influenza . The phylogenetic origin of the flu virus that caused the 2009 pandemics can be traced before 1918. Around 1918, the ancestral virus, of avian origin, crossed the species boundaries and infected humans as human H1N1. The same phenomenon took place soon after in America, where the human virus was infecting pigs; it led to the emergence of the H1N1 swine strain, which later became the classic swine flu.However, genetic coding of H1N1 shows it is a combination of segments of 4 influenza viruses forming a novel strain– North American Swine (30.6%)- PIG ORIGIN FLU North American Avian (34.4%)– BIRD ORIGIN FLU Human influenza strain (17.5%) Euroasian swine (17.5%)- PIG ORIGIN FLU. QUADRUPLE GENETIC RE-ASSORTMENT - coinfection with influenza viruses from diverse animal species. Due to coinfection, the viruses are able to interact, mutate, and form a new strain to which host has variable immunity.",
            "score": 439.9766219854355
        },
        {
            "docid": "1516915_39",
            "document": "Swine influenza . Swine influenza was first proposed to be a disease related to human flu during the 1918 flu pandemic, when pigs became ill at the same time as humans. The first identification of an influenza virus as a cause of disease in pigs occurred about ten years later, in 1930. For the following 60 years, swine influenza strains were almost exclusively H1N1. Then, between 1997 and 2002, new strains of three different subtypes and five different genotypes emerged as causes of influenza among pigs in North America. In 1997–1998, H3N2 strains emerged. These strains, which include genes derived by reassortment from human, swine and avian viruses, have become a major cause of swine influenza in North America. Reassortment between H1N1 and H3N2 produced H1N2. In 1999 in Canada, a strain of H4N6 crossed the species barrier from birds to pigs, but was contained on a single farm.",
            "score": 355.9998599290848
        },
        {
            "docid": "22817589_30",
            "document": "Pandemic H1N1/09 virus . Gene sequences for every viral gene were made available through the Global Initiative on Sharing Avian Influenza Data (GISAID). A preliminary analysis found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S. So far, little is known about the spread of the virus in any pig population. A preliminary analysis has also shown that several of the proteins involved in the pathophysiology of the virus are most similar to strains that cause mild symptoms in humans. This suggests that the virus is unlikely to cause severe infections similar to those caused by the 1918 pandemic flu virus or the H5N1 avian influenza.",
            "score": 400.5798491239548
        },
        {
            "docid": "2866555_16",
            "document": "Influenza A virus subtype H1N1 . Preliminary genetic characterization found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. The six genes from American swine flu are themselves mixtures of swine flu, bird flu, and human flu viruses. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S.",
            "score": 413.20041394233704
        },
        {
            "docid": "1516915_40",
            "document": "Swine influenza . The H1N1 form of swine flu is one of the descendants of the strain that caused the 1918 flu pandemic. As well as persisting in pigs, the descendants of the 1918 virus have also circulated in humans through the 20th century, contributing to the normal seasonal epidemics of influenza. However, direct transmission from pigs to humans is rare, with only 12 recorded cases in the U.S. since 2005. Nevertheless, the retention of influenza strains in pigs after these strains have disappeared from the human population might make pigs a reservoir where influenza viruses could persist, later emerging to reinfect humans once human immunity to these strains has waned.",
            "score": 374.45970618724823
        },
        {
            "docid": "22555940_20",
            "document": "2009 flu pandemic . In June 2010, scientists from Hong Kong reported discovery of a new swine flu virus which is a hybrid of the pandemic H1N1 virus and viruses previously found in pigs. It is the first report of a reassortment of the pandemic virus, which in humans has been slow to evolve. Nancy Cox, head of the influenza division at the U.S. Centers for Disease Control and Prevention, has said, \"This particular paper is extremely interesting because it demonstrates for the first time what we had worried about at the very onset of the pandemic, and that is that this particular virus, when introduced into pigs, could reassort with the resident viruses in pigs and we would have new gene constellations. And bingo, here we are.\" Pigs have been termed the mixing vessel of flu because they can be infected both by avian flu viruses, which rarely directly infect people, and by human viruses. When pigs become simultaneously infected with more than one virus, the viruses can swap genes, producing new variants which can pass to humans and sometimes spread amongst them. \"Unlike the situation with birds and humans, we have a situation with pigs and humans where there's a two-way street of exchange of viruses. With pigs it's very much a two-way street\".",
            "score": 451.35493767261505
        },
        {
            "docid": "19572217_73",
            "document": "Influenza . Influenza infects many animal species, and transfer of viral strains between species can occur. Birds are thought to be the main animal reservoirs of influenza viruses. Sixteen forms of hemagglutinin and nine forms of neuraminidase have been identified. All known subtypes (HxNy) are found in birds, but many subtypes are endemic in humans, dogs, horses, and pigs; populations of camels, ferrets, cats, seals, mink, and whales also show evidence of prior infection or exposure to influenza. Variants of flu virus are sometimes named according to the species the strain is endemic in or adapted to. The main variants named using this convention are: bird flu, human flu, swine flu, horse flu and dog flu. (Cat flu generally refers to feline viral rhinotracheitis or feline calicivirus and not infection from an influenza virus.) In pigs, horses and dogs, influenza symptoms are similar to humans, with cough, fever and loss of appetite. The frequency of animal diseases are not as well-studied as human infection, but an outbreak of influenza in harbor seals caused approximately 500 seal deaths off the New England coast in 1979–1980. However, outbreaks in pigs are common and do not cause severe mortality. Vaccines have also been developed to protect poultry from avian influenza. These vaccines can be effective against multiple strains and are used either as part of a preventative strategy, or combined with culling in attempts to eradicate outbreaks.",
            "score": 393.161767244339
        },
        {
            "docid": "2866555_6",
            "document": "Influenza A virus subtype H1N1 . Swine influenza (swine flu or pig flu) is a respiratory disease that occurs in pigs that is caused by the Influenza A virus. Influenza viruses that are normally found in swine are known as swine influenza viruses (SIVs).  The known SIV strains include influenza C and the subtypes of influenza A known as H1N1, H1N2, H3N1, H3N2 and H2N3. Pigs can also become infected with the H4N6 and H9N2 subtypes.",
            "score": 374.8412055969238
        },
        {
            "docid": "444371_5",
            "document": "Antigenic shift . Influenza A viruses are found in many different animals, including ducks, chickens, pigs, humans, whales, horses, and seals. Influenza B viruses circulate widely principally among humans, though it has recently been found in seals. Flu strains are named after their types of hemagglutinin and neuraminidase surface proteins (of which there are 18 and 9 respectively), so they will be called, for example, H3N2 for type-3 hemagglutinin and type-2 neuraminidase. Some strains of avian influenza (from which all other strains of influenza A are believed to stem) can infect pigs or other mammalian hosts. When two different strains of influenza infect the same cell simultaneously, their protein capsids and lipid envelopes are removed, exposing their RNA, which is then transcribed to mRNA. The host cell then forms new viruses that combine their antigens; for example, H3N2 and H5N1 can form H5N2 this way. Because the human immune system has difficulty recognizing the new influenza strain, it may be highly dangerous, and result in a new pandemic.",
            "score": 387.8187198638916
        },
        {
            "docid": "22817589_29",
            "document": "Pandemic H1N1/09 virus . Pigs are susceptible to influenza viruses that can also infect both humans and birds, so they may act as a \"mixing vessel\" in which reassortment can occur between flu viruses of several species. Reassortment is a process that happens if two different types of influenza virus infect a single cell and it can produce a new strain of influenza. This is because the virus genome is split between eight independent pieces of RNA, which allows pieces of RNA from different viruses to mix and form a novel type of virus as new virus particles are being assembled. This new strain appears to be a result of the reassortment of two swine influenza viruses, one from North America and one from Europe. But the North American pig strain was itself the product of previous reassortments, and has carried an avian PB2 gene for at least ten years and a human PB1 gene since 1993. These genes were passed on to the new virus.",
            "score": 387.0779274702072
        },
        {
            "docid": "2866555_15",
            "document": "Influenza A virus subtype H1N1 . In the 2009 flu pandemic, the virus isolated from patients in the United States was found to be made up of genetic elements from four different flu viruses – North American swine influenza, North American avian influenza, human influenza, and swine influenza virus typically found in Asia and Europe – \"an unusually mongrelised mix of genetic sequences.\" This new strain appears to be a result of reassortment of human influenza and swine influenza viruses, in all four different strains of subtype H1N1.",
            "score": 347.36582374572754
        },
        {
            "docid": "3627082_23",
            "document": "Global spread of H5N1 . Avian influenza virus H3N2 is endemic in pigs (\"swine flu\") in China and has been detected in pigs in Vietnam, increasing fears of the emergence of new variant strains. Health experts say pigs can carry human influenza viruses, which can combine (i.e. exchange homologous genome sub-units by genetic reassortment) with H5N1, passing genes and mutating into a form which can pass easily among humans. H3N2 evolved from H2N2 by antigenic shift and caused the Hong Kong Flu pandemic of 1968 and 1969 that killed up to 750,000 humans. The dominant strain of annual flu in humans in January 2006 is H3N2. Measured resistance to the standard antiviral drugs amantadine and rimantadine in H3N2 in humans has increased to 91% in 2005. A combination of these two subtypes of the species known as the avian influenza virus in a country like China is a worst-case scenario. In August 2004, researchers in China found H5N1 in pigs.",
            "score": 373.5656192302704
        },
        {
            "docid": "1516915_49",
            "document": "Swine influenza . In 1998, swine flu was found in pigs in four U.S. states. Within a year, it had spread through pig populations across the United States. Scientists found this virus had originated in pigs as a recombinant form of flu strains from birds and humans. This outbreak confirmed that pigs can serve as a crucible where novel influenza viruses emerge as a result of the reassortment of genes from different strains. Genetic components of these 1998 triple-hybrid stains would later form six out of the eight viral gene segments in the 2009 flu outbreak.",
            "score": 344.91600227355957
        },
        {
            "docid": "22564832_11",
            "document": "2009 flu pandemic in the United States . It was established that the virus was a combination of human, North American swine, and Eurasian swine influenza viruses; the viruses from the initial two Californian cases were also noted to be resistant to amantadine and rimantadine, two common influenza antiviral drugs. No contact with pigs was found for any of the seven Californian nor either of the two Texas cases, suggesting human-to-human transmission of the virus.",
            "score": 336.23085606098175
        },
        {
            "docid": "442916_3",
            "document": "Avian influenza . Though influenza A is adapted to birds, it can also stably adapt and sustain person-to person transmission. Recent influenza research into the genes of the Spanish flu virus shows it to have genes adapted from both human and avian strains. Pigs can also be infected with human, avian, and swine influenza viruses, allow for mixtures of genes (reassortment) to create a new virus, which can cause an antigenic shift to a new influenza A virus subtype which most people have little to no immune protection.",
            "score": 379.5868113040924
        },
        {
            "docid": "1516915_18",
            "document": "Swine influenza . Of the three genera of influenza viruses that cause human flu, two also cause influenza in pigs, with influenza A being common in pigs and influenza C being rare. Influenza B has not been reported in pigs. Within influenza A and influenza C, the strains found in pigs and humans are largely distinct, although because of reassortment there have been transfers of genes among strains crossing swine, avian, and human species boundaries.",
            "score": 310.48389959335327
        },
        {
            "docid": "22817589_3",
            "document": "Pandemic H1N1/09 virus . The virus is a novel strain of influenza. Existing vaccines against seasonal flu provided no protection. A study at the U.S. Centers for Disease Control and Prevention (CDC) published in May 2009 found that children had no preexisting immunity to the new strain but that adults, particularly those over 60, had some degree of immunity. Children showed no cross-reactive antibody reaction to the new strain, adults aged 18 to 64 had 6–9%, and older adults 33%. Much reporting of early analysis repeated that the strain contained genes from five different flu viruses: North American swine influenza, North American avian influenza, human influenza, and two swine influenza viruses typically found in Asia and Europe. Further analysis showed that several of the proteins of the virus are most similar to strains that caused mild symptoms in humans, leading virologist Wendy Barclay to suggest that the virus was unlikely to cause severe symptoms for most people. Other leading researchers indicated that all segments of the virus were in fact swine in origin, despite it being a multiple reassortment. The first complete genome sequence of the pandemic strain was deposited in public databases on April 27, 2009, by scientists from the U.S. Centers for Disease Control and Prevention in Atlanta. Scientists in Winnipeg later completed the full genetic sequencing of viruses from Mexico and Canada on May 6, 2009.",
            "score": 341.50277864933014
        },
        {
            "docid": "19784270_3",
            "document": "Influenza A virus subtype H2N3 . According to research published by the US National Institutes of Health, the triple reassortant H2N3 virus isolated from diseased pigs in the United States in 2006 is pathogenic for certain mammals without prior adaptation and transmits among swine and ferrets. Adaptation, in the H2 hemagglutinin derived from an avian virus, includes the ability to bind to the mammalian receptor, a significant prerequisite for infection of mammals, in particular humans, which poses a big concern for public health. Researchers investigated the pathogenic potential of swine H2N3 in Cynomolgus macaques, a surrogate model for human influenza infection. In contrast to human H2N2 virus, which served as a control and largely caused mild pneumonia similar to seasonal influenza A viruses, the swine H2N3 virus was more pathogenic causing severe pneumonia in nonhuman primates. Both viruses replicated in the entire respiratory tract, but only swine H2N3 could be isolated from lung tissue on day 6 post infection. All animals cleared the infection whereas swine H2N3 infected macaques still presented with pathologic changes indicative of chronic pneumonia at day 14 post infection. Swine H2N3 virus was also detected to significantly higher titers in nasal and oral swabs indicating the potential for animal-to-animal transmission. Blood plasma levels of Interleukin 6 (IL-6), Interleukin 8, monocyte chemotactic protein-1 and Interferon-gamma were significantly increased in swine H2N3 compared to human H2N2 infected animals supporting the previously published notion of increased IL-6 levels being a potential marker for severe influenza infections. Researchers concluded the swine H2N3 virus represents a threat to humans with the potential for causing a larger outbreak in a non-immune or partially immune population. Furthermore, surveillance efforts in farmed pig populations need to become an integral part of any epidemic and pandemic influenza preparedness.",
            "score": 291.02747869491577
        },
        {
            "docid": "22555940_2",
            "document": "2009 flu pandemic . The 2009 flu pandemic or \"swine flu\" was an influenza pandemic, and the second of the two pandemics involving H1N1 influenza virus (the first of them being the 1918 flu pandemic), albeit in a new version. First described in April 2009, the virus appeared to be a new strain of H1N1 which resulted when a previous triple reassortment of bird, swine and human flu viruses further combined with a Eurasian pig flu virus, leading to the term \"swine flu\".",
            "score": 375.7304711341858
        },
        {
            "docid": "2866555_7",
            "document": "Influenza A virus subtype H1N1 . Swine influenza virus is common throughout pig populations worldwide. Transmission of the virus from pigs to humans is not common and does not always lead to human influenza, often resulting only in the production of antibodies in the blood. If transmission does cause human influenza, it is called zoonotic swine flu or a variant virus. People with regular exposure to pigs are at increased risk of swine flu infection. The meat of an infected animal poses no risk of infection when properly cooked.",
            "score": 304.1487362384796
        },
        {
            "docid": "440479_27",
            "document": "Influenza A virus . Genetic factors in distinguishing between \"human flu viruses\" and \"avian influenza viruses\" include: \"About 52 key genetic changes distinguish avian influenza strains from those that spread easily among people, according to researchers in Taiwan, who analyzed the genes of more than 400 A type flu viruses.\" \"How many mutations would make an avian virus capable of infecting humans efficiently, or how many mutations would render an influenza virus a pandemic strain, is difficult to predict. We have examined sequences from the 1918 strain, which is the only pandemic influenza virus that could be entirely derived from avian strains. Of the 52 species-associated positions, 16 have residues typical for human strains; the others remained as avian signatures. The result supports the hypothesis that the 1918 pandemic virus is more closely related to the avian influenza A virus than are other human influenza viruses.\"",
            "score": 374.25387740135193
        },
        {
            "docid": "1516915_42",
            "document": "Swine influenza . The 1918 flu pandemic in humans was associated with H1N1 and influenza appearing in pigs; this may reflect a zoonosis either from swine to humans, or from humans to swine. Although it is not certain in which direction the virus was transferred, some evidence suggests, in this case, pigs caught the disease from humans. For instance, swine influenza was only noted as a new disease of pigs in 1918, after the first large outbreaks of influenza amongst people. Although a recent phylogenetic analysis of more recent strains of influenza in humans, birds, animals, and many others and swine suggests the 1918 outbreak in humans followed a reassortment event within a mammal, the exact origin of the 1918 strain remains elusive. It is estimated that anywhere from 50 to 100 million people were killed worldwide.",
            "score": 257.31479358673096
        },
        {
            "docid": "2957262_9",
            "document": "Influenza A virus subtype H3N2 . Both the H2N2 and H3N2 pandemic flu strains contained genes from avian influenza viruses. The new subtypes arose in pigs coinfected with avian and human viruses and were soon transferred to humans. Swine were considered the original \"intermediate host\" for influenza, because they supported reassortment of divergent subtypes. However, other hosts appear capable of similar coinfection (e.g., many poultry species), and direct transmission of avian viruses to humans is possible. H1N1 may have been transmitted directly from birds to humans (Belshe 2005).",
            "score": 377.72672843933105
        },
        {
            "docid": "198796_55",
            "document": "Spanish flu . The origin of the Spanish flu pandemic, and the relationship between the near-simultaneous outbreaks in humans and swine, have been controversial. One hypothesis is that the virus strain originated at Fort Riley, Kansas, in viruses in poultry and swine which the fort bred for food; the soldiers were then sent from Fort Riley around the world, where they spread the disease. Similarities between a reconstruction of the virus and avian viruses, combined with the human pandemic preceding the first reports of influenza in swine, led researchers to conclude the influenza virus jumped directly from birds to humans, and swine caught the disease from humans.",
            "score": 343.5898733139038
        },
        {
            "docid": "444371_6",
            "document": "Antigenic shift . Influenza viruses which have undergone antigenic shift have caused the Asian Flu pandemic of 1957, the Hong Kong Flu pandemic of 1968, and the Swine Flu scare of 1976. Until recently, such combinations were believed to have caused the infamous Spanish Flu outbreak of 1918 which killed 40~100 million people worldwide; however more recent research suggests the 1918 pandemic was caused by the antigenic drift of a fully avian virus to a form that could infect humans efficiently. The most recent 2009 H1N1 outbreak was a result of antigenic shift and reassortment between human, avian, and swine viruses. One increasingly worrying situation is the possible antigenic shift between avian influenza and human influenza. This antigenic shift could cause the formation of a highly virulent virus.",
            "score": 421.5981111526489
        },
        {
            "docid": "22585678_2",
            "document": "2009 flu pandemic in Mexico . In March and April 2009, an outbreak of a new strain of influenza commonly referred to as \"swine flu\" infected many people in Mexico and other parts of the world, causing illness ranging from mild to severe. Initial reports suggested that the outbreak had started in February due to farming practices at a pig farm half-owned by Smithfield Foods. Smithfield Foods stated that it had found no clinical signs or symptoms of the presence of swine influenza in the company's swine herd, or among its employees at its joint ventures in Mexico, that it routinely administers influenza virus vaccination to their swine herds and that it conducts monthly testing for the presence of swine influenza. The new strain was identified as a combination of several different strains of Influenzavirus A, subtype H1N1, including separate strains of this subtype circulating in humans and in pigs. The World Health Organization (WHO) and the U.S. Centers for Disease Control and Prevention (CDC) have expressed serious concerns that the new strain, which transmits between humans and has had a relatively high mortality rate in the possible and confirmed Mexican cases, has the potential to become an influenza pandemic. It is reported that, because the virus is already widespread, containment will be impossible.",
            "score": 287.48371481895447
        },
        {
            "docid": "1516915_8",
            "document": "Swine influenza . In swine, an influenza infection produces fever, lethargy, sneezing, coughing, difficulty breathing and decreased appetite. In some cases the infection can cause miscarriage. Although mortality is usually low (around 1–4%), the virus can produce weight loss and poor growth, causing economic loss to farmers. Infected pigs can lose up to 12 pounds of body weight over a three- to four-week period. Swine have receptors to which both avian and mammalian influenza viruses are able to bind to, which leads to the virus being able to evolve and mutate into different forms. Influenza A is responsible for infecting swine, and was first identified in the summer of 1918. Pigs have often been seen as \"mixing vessels\", which help to change and evolve strains of disease that are then passed on to other mammals, such as humans.",
            "score": 257.00520300865173
        },
        {
            "docid": "1516915_4",
            "document": "Swine influenza . Swine influenza virus is common throughout pig populations worldwide. Transmission of the virus from pigs to humans is not common and does not always lead to human flu, often resulting only in the production of antibodies in the blood. If transmission does cause human flu, it is called zoonotic swine flu. People with regular exposure to pigs are at increased risk of swine flu infection.",
            "score": 299.7350593805313
        },
        {
            "docid": "38889813_35",
            "document": "Viral phylodynamics . Human influenza is an acute respiratory infection primarily caused by viruses influenza A and influenza B. Influenza A viruses can be further classified into subtypes, such as A/H1N1 and A/H3N2. Here, subtypes are denoted according to their hemagglutinin (H or HA) and neuraminidase (N or NA) genes, which as surface proteins, act as the primary targets for the humoral immune response. Influenza viruses circulate in other species as well, most notably as swine influenza and avian influenza. Through reassortment, genetic sequences from swine and avian influenza occasionally enter the human population. If a particular hemagglutinin or neuraminidase has been circulating outside the human population, then humans will lack immunity to this protein and an influenza pandemic may follow a host switch event, as seen in 1918, 1957, 1968 and 2009. After introduction into the human population, a lineage of influenza generally persists through antigenic drift, in which HA and NA continually accumulate mutations allowing viruses to infect hosts immune to earlier forms of the virus. These lineages of influenza show recurrent seasonal epidemics in temperate regions and less periodic transmission in the tropics. Generally, at each pandemic event, the new form of the virus outcompetes existing lineages. The study of viral phylodynamics in influenza primarily focuses on the continual circulation and evolution of epidemic influenza, rather than on pandemic emergence. Of central interest to the study of viral phylodynamics is the distinctive phylogenetic tree of epidemic influenza A/H3N2, which shows a single predominant trunk lineage that persists through time and side branches that persist for only 1–5 years before going extinct (see figure 5).",
            "score": 304.9611383676529
        },
        {
            "docid": "38889813_47",
            "document": "Viral phylodynamics . Genetic and antigenic variation of influenza is also present across a diverse set of host species. The impact of host population structure can be seen in the evolution of equine influenza A/H3N8: instead of a single trunk with short side-branches, the hemagglutinin of influenza A/H3N8 splits into two geographically distinct lineages, representing American and European viruses. The evolution of these two lineages is thought to have occurred as a consequence of quarantine measures. Additionally, host immune responses are hypothesized to modulate virus evolutionary dynamics. Swine influenza A/H3N2 is known to evolve antigenically at a rate that is six times slower than that of the same virus circulating in humans, although these viruses' rates of genetic evolution are similar. Influenza in aquatic birds is hypothesized to exhibit 'evolutionary stasis', although recent phylogenetic work indicates that the rate of evolutionary change in these hosts is similar to those in other hosts, including humans. In these cases, it is thought that short host lifespans prevent the build-up of host immunity necessary to effectively drive antigenic drift.",
            "score": 294.18990218639374
        },
        {
            "docid": "1227829_11",
            "document": "1968 flu pandemic . Both the H2N2 and H3N2 pandemic flu strains contained genes from avian influenza viruses. The new subtypes arose in pigs coinfected with avian and human viruses and were soon transferred to humans. Swine were considered the original \"intermediate host\" for influenza, because they supported reassortment of divergent subtypes. However, other hosts appear capable of similar coinfection (e.g., many poultry species), and direct transmission of avian viruses to humans is possible. H1N1 may have been transmitted directly from birds to humans (Belshe 2005).",
            "score": 390.87837624549866
        },
        {
            "docid": "34439_6",
            "document": "Zoonosis . Major modern diseases such as Ebola virus disease and salmonellosis are zoonoses. HIV was a zoonotic disease transmitted to humans in the early part of the 20th century, though it has now evolved to a separate human-only disease. Most strains of influenza that infect humans are human diseases, although many strains of swine and bird flu are zoonoses; these viruses occasionally recombine with human strains of the flu and can cause pandemics such as the 1918 Spanish flu or the 2009 swine flu. \"Taenia solium\" infection is one of the neglected tropical diseases with public health and veterinary concern in endemic regions.",
            "score": 348.0753345489502
        }
    ],
    "r": [
        {
            "docid": "22555940_20",
            "document": "2009 flu pandemic . In June 2010, scientists from Hong Kong reported discovery of a new swine flu virus which is a hybrid of the pandemic H1N1 virus and viruses previously found in pigs. It is the first report of a reassortment of the pandemic virus, which in humans has been slow to evolve. Nancy Cox, head of the influenza division at the U.S. Centers for Disease Control and Prevention, has said, \"This particular paper is extremely interesting because it demonstrates for the first time what we had worried about at the very onset of the pandemic, and that is that this particular virus, when introduced into pigs, could reassort with the resident viruses in pigs and we would have new gene constellations. And bingo, here we are.\" Pigs have been termed the mixing vessel of flu because they can be infected both by avian flu viruses, which rarely directly infect people, and by human viruses. When pigs become simultaneously infected with more than one virus, the viruses can swap genes, producing new variants which can pass to humans and sometimes spread amongst them. \"Unlike the situation with birds and humans, we have a situation with pigs and humans where there's a two-way street of exchange of viruses. With pigs it's very much a two-way street\".",
            "score": 451.3549499511719
        },
        {
            "docid": "1516915_58",
            "document": "Swine influenza . The phylogenetic origin of the flu virus that caused the 2009 pandemics can be traced before 1918. Around 1918, the ancestral virus, of avian origin, crossed the species boundaries and infected humans as human H1N1. The same phenomenon took place soon after in America, where the human virus was infecting pigs; it led to the emergence of the H1N1 swine strain, which later became the classic swine flu.However, genetic coding of H1N1 shows it is a combination of segments of 4 influenza viruses forming a novel strain– North American Swine (30.6%)- PIG ORIGIN FLU North American Avian (34.4%)– BIRD ORIGIN FLU Human influenza strain (17.5%) Euroasian swine (17.5%)- PIG ORIGIN FLU. QUADRUPLE GENETIC RE-ASSORTMENT - coinfection with influenza viruses from diverse animal species. Due to coinfection, the viruses are able to interact, mutate, and form a new strain to which host has variable immunity.",
            "score": 439.97662353515625
        },
        {
            "docid": "444371_6",
            "document": "Antigenic shift . Influenza viruses which have undergone antigenic shift have caused the Asian Flu pandemic of 1957, the Hong Kong Flu pandemic of 1968, and the Swine Flu scare of 1976. Until recently, such combinations were believed to have caused the infamous Spanish Flu outbreak of 1918 which killed 40~100 million people worldwide; however more recent research suggests the 1918 pandemic was caused by the antigenic drift of a fully avian virus to a form that could infect humans efficiently. The most recent 2009 H1N1 outbreak was a result of antigenic shift and reassortment between human, avian, and swine viruses. One increasingly worrying situation is the possible antigenic shift between avian influenza and human influenza. This antigenic shift could cause the formation of a highly virulent virus.",
            "score": 421.5981140136719
        },
        {
            "docid": "2866555_16",
            "document": "Influenza A virus subtype H1N1 . Preliminary genetic characterization found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. The six genes from American swine flu are themselves mixtures of swine flu, bird flu, and human flu viruses. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S.",
            "score": 413.2004089355469
        },
        {
            "docid": "13759360_3",
            "document": "Jeffery Taubenberger . Taubenberger's laboratory studies a number of viruses, including influenza A viruses (IAVs), which are the pathogens that cause yearly flu epidemics and have caused periodic pandemics, such as the 1968 outbreak that killed an estimated one million people. His research aims to inform public health strategies on several important aspects of flu: seasonal flu; avian flu, which circulates among birds and has infected humans in the past; swine flu, which circulates among pigs and has infected humans in the past; and pandemic flu, which can arise from numerous sources and spread quickly because humans have little to no immunity to it.",
            "score": 407.5629577636719
        },
        {
            "docid": "22817589_30",
            "document": "Pandemic H1N1/09 virus . Gene sequences for every viral gene were made available through the Global Initiative on Sharing Avian Influenza Data (GISAID). A preliminary analysis found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S. So far, little is known about the spread of the virus in any pig population. A preliminary analysis has also shown that several of the proteins involved in the pathophysiology of the virus are most similar to strains that cause mild symptoms in humans. This suggests that the virus is unlikely to cause severe infections similar to those caused by the 1918 pandemic flu virus or the H5N1 avian influenza.",
            "score": 400.5798645019531
        },
        {
            "docid": "19572217_73",
            "document": "Influenza . Influenza infects many animal species, and transfer of viral strains between species can occur. Birds are thought to be the main animal reservoirs of influenza viruses. Sixteen forms of hemagglutinin and nine forms of neuraminidase have been identified. All known subtypes (HxNy) are found in birds, but many subtypes are endemic in humans, dogs, horses, and pigs; populations of camels, ferrets, cats, seals, mink, and whales also show evidence of prior infection or exposure to influenza. Variants of flu virus are sometimes named according to the species the strain is endemic in or adapted to. The main variants named using this convention are: bird flu, human flu, swine flu, horse flu and dog flu. (Cat flu generally refers to feline viral rhinotracheitis or feline calicivirus and not infection from an influenza virus.) In pigs, horses and dogs, influenza symptoms are similar to humans, with cough, fever and loss of appetite. The frequency of animal diseases are not as well-studied as human infection, but an outbreak of influenza in harbor seals caused approximately 500 seal deaths off the New England coast in 1979–1980. However, outbreaks in pigs are common and do not cause severe mortality. Vaccines have also been developed to protect poultry from avian influenza. These vaccines can be effective against multiple strains and are used either as part of a preventative strategy, or combined with culling in attempts to eradicate outbreaks.",
            "score": 393.1617736816406
        },
        {
            "docid": "1227829_11",
            "document": "1968 flu pandemic . Both the H2N2 and H3N2 pandemic flu strains contained genes from avian influenza viruses. The new subtypes arose in pigs coinfected with avian and human viruses and were soon transferred to humans. Swine were considered the original \"intermediate host\" for influenza, because they supported reassortment of divergent subtypes. However, other hosts appear capable of similar coinfection (e.g., many poultry species), and direct transmission of avian viruses to humans is possible. H1N1 may have been transmitted directly from birds to humans (Belshe 2005).",
            "score": 390.8783874511719
        },
        {
            "docid": "444371_5",
            "document": "Antigenic shift . Influenza A viruses are found in many different animals, including ducks, chickens, pigs, humans, whales, horses, and seals. Influenza B viruses circulate widely principally among humans, though it has recently been found in seals. Flu strains are named after their types of hemagglutinin and neuraminidase surface proteins (of which there are 18 and 9 respectively), so they will be called, for example, H3N2 for type-3 hemagglutinin and type-2 neuraminidase. Some strains of avian influenza (from which all other strains of influenza A are believed to stem) can infect pigs or other mammalian hosts. When two different strains of influenza infect the same cell simultaneously, their protein capsids and lipid envelopes are removed, exposing their RNA, which is then transcribed to mRNA. The host cell then forms new viruses that combine their antigens; for example, H3N2 and H5N1 can form H5N2 this way. Because the human immune system has difficulty recognizing the new influenza strain, it may be highly dangerous, and result in a new pandemic.",
            "score": 387.8187255859375
        },
        {
            "docid": "22817589_29",
            "document": "Pandemic H1N1/09 virus . Pigs are susceptible to influenza viruses that can also infect both humans and birds, so they may act as a \"mixing vessel\" in which reassortment can occur between flu viruses of several species. Reassortment is a process that happens if two different types of influenza virus infect a single cell and it can produce a new strain of influenza. This is because the virus genome is split between eight independent pieces of RNA, which allows pieces of RNA from different viruses to mix and form a novel type of virus as new virus particles are being assembled. This new strain appears to be a result of the reassortment of two swine influenza viruses, one from North America and one from Europe. But the North American pig strain was itself the product of previous reassortments, and has carried an avian PB2 gene for at least ten years and a human PB1 gene since 1993. These genes were passed on to the new virus.",
            "score": 387.07794189453125
        },
        {
            "docid": "442916_3",
            "document": "Avian influenza . Though influenza A is adapted to birds, it can also stably adapt and sustain person-to person transmission. Recent influenza research into the genes of the Spanish flu virus shows it to have genes adapted from both human and avian strains. Pigs can also be infected with human, avian, and swine influenza viruses, allow for mixtures of genes (reassortment) to create a new virus, which can cause an antigenic shift to a new influenza A virus subtype which most people have little to no immune protection.",
            "score": 379.5868225097656
        },
        {
            "docid": "2957262_9",
            "document": "Influenza A virus subtype H3N2 . Both the H2N2 and H3N2 pandemic flu strains contained genes from avian influenza viruses. The new subtypes arose in pigs coinfected with avian and human viruses and were soon transferred to humans. Swine were considered the original \"intermediate host\" for influenza, because they supported reassortment of divergent subtypes. However, other hosts appear capable of similar coinfection (e.g., many poultry species), and direct transmission of avian viruses to humans is possible. H1N1 may have been transmitted directly from birds to humans (Belshe 2005).",
            "score": 377.7267150878906
        },
        {
            "docid": "22555940_2",
            "document": "2009 flu pandemic . The 2009 flu pandemic or \"swine flu\" was an influenza pandemic, and the second of the two pandemics involving H1N1 influenza virus (the first of them being the 1918 flu pandemic), albeit in a new version. First described in April 2009, the virus appeared to be a new strain of H1N1 which resulted when a previous triple reassortment of bird, swine and human flu viruses further combined with a Eurasian pig flu virus, leading to the term \"swine flu\".",
            "score": 375.73046875
        },
        {
            "docid": "2866555_6",
            "document": "Influenza A virus subtype H1N1 . Swine influenza (swine flu or pig flu) is a respiratory disease that occurs in pigs that is caused by the Influenza A virus. Influenza viruses that are normally found in swine are known as swine influenza viruses (SIVs).  The known SIV strains include influenza C and the subtypes of influenza A known as H1N1, H1N2, H3N1, H3N2 and H2N3. Pigs can also become infected with the H4N6 and H9N2 subtypes.",
            "score": 374.8412170410156
        },
        {
            "docid": "1516915_40",
            "document": "Swine influenza . The H1N1 form of swine flu is one of the descendants of the strain that caused the 1918 flu pandemic. As well as persisting in pigs, the descendants of the 1918 virus have also circulated in humans through the 20th century, contributing to the normal seasonal epidemics of influenza. However, direct transmission from pigs to humans is rare, with only 12 recorded cases in the U.S. since 2005. Nevertheless, the retention of influenza strains in pigs after these strains have disappeared from the human population might make pigs a reservoir where influenza viruses could persist, later emerging to reinfect humans once human immunity to these strains has waned.",
            "score": 374.459716796875
        },
        {
            "docid": "440479_27",
            "document": "Influenza A virus . Genetic factors in distinguishing between \"human flu viruses\" and \"avian influenza viruses\" include: \"About 52 key genetic changes distinguish avian influenza strains from those that spread easily among people, according to researchers in Taiwan, who analyzed the genes of more than 400 A type flu viruses.\" \"How many mutations would make an avian virus capable of infecting humans efficiently, or how many mutations would render an influenza virus a pandemic strain, is difficult to predict. We have examined sequences from the 1918 strain, which is the only pandemic influenza virus that could be entirely derived from avian strains. Of the 52 species-associated positions, 16 have residues typical for human strains; the others remained as avian signatures. The result supports the hypothesis that the 1918 pandemic virus is more closely related to the avian influenza A virus than are other human influenza viruses.\"",
            "score": 374.2538757324219
        },
        {
            "docid": "3627082_23",
            "document": "Global spread of H5N1 . Avian influenza virus H3N2 is endemic in pigs (\"swine flu\") in China and has been detected in pigs in Vietnam, increasing fears of the emergence of new variant strains. Health experts say pigs can carry human influenza viruses, which can combine (i.e. exchange homologous genome sub-units by genetic reassortment) with H5N1, passing genes and mutating into a form which can pass easily among humans. H3N2 evolved from H2N2 by antigenic shift and caused the Hong Kong Flu pandemic of 1968 and 1969 that killed up to 750,000 humans. The dominant strain of annual flu in humans in January 2006 is H3N2. Measured resistance to the standard antiviral drugs amantadine and rimantadine in H3N2 in humans has increased to 91% in 2005. A combination of these two subtypes of the species known as the avian influenza virus in a country like China is a worst-case scenario. In August 2004, researchers in China found H5N1 in pigs.",
            "score": 373.56561279296875
        },
        {
            "docid": "2957262_7",
            "document": "Influenza A virus subtype H3N2 . Avian influenza virus H3N2 is endemic in pigs in China, and has been detected in pigs in Vietnam, contributing to the emergence of new variant strains. Pigs can carry human influenza viruses, which can combine (i.e. exchange homologous genome subunits by genetic reassortment) with H5N1, passing genes and mutating into a form which can pass easily among humans. H3N2 evolved from H2N2 by antigenic shift and caused the Hong Kong Flu pandemic of 1968 and 1969 that killed up to 750,000 humans. The dominant strain of annual flu in humans in January 2006 was H3N2. Measured resistance to the standard antiviral drugs amantadine and rimantadine in H3N2 in humans had increased to 91% by 2005. In August 2004, researchers in China found H5N1 in pigs.",
            "score": 372.29827880859375
        },
        {
            "docid": "442916_2",
            "document": "Avian influenza . Avian influenza—known informally as avian flu or bird flu is a variety of influenza caused by viruses adapted to birds. The type with the greatest risk is highly pathogenic avian influenza (HPAI). Bird flu is similar to swine flu, dog flu, horse flu and human flu as an illness caused by strains of influenza viruses that have adapted to a specific host. Out of the three types of influenza viruses (A, B, and C), influenza A virus is a zoonotic infection with a natural reservoir almost entirely in birds. Avian influenza, for most purposes, refers to the influenza A virus.",
            "score": 367.5824890136719
        },
        {
            "docid": "5951626_14",
            "document": "Antigenic variation . The antigenic properties of influenza viruses are determined by both hemagglutinin and neuraminidase. Specific host proteases cleave the single peptide HA into two subunits HA1 and HA2. The virus becomes highly virulent if the amino acids at the cleavage sites are lipophilic. Selection pressure in the environment selects for antigenic changes in the antigen determinants of HA, that includes places undergoing adaptive evolution and in antigenic locations undergoing substitutions, which ultimately results in changes in the antigenicity of the virus. Glycosylation of HA does not correlate with either the antigenicity or the selection pressure. Antigenic variation may be classified into two types, antigenic drift that results from a change in few amino acids and antigenic shift which is the outcome of acquiring new structural proteins. A new vaccine is required every year because influenza virus has the ability to undergo antigenic drift. Antigenic shift occurs periodically when the genes for structural proteins are acquired from other animal hosts resulting in a sudden dramatic change in viral genome. Recombination between segments that encode for hemagglutinin and neuraminidase of avian and human influenza virus segments have resulted in worldwide influenza epidemics called pandemics such as the Asian flu of 1957 when 3 genes from Eurasian avian viruses were acquired and underwent reassortment with 5 gene segments of the circulating human strains. Another example comes from the 1968 Hong Kong flu which acquired 2 genes by reassortment from Eurasian avian viruses with the 6 gene segments from circulating human strains.",
            "score": 367.4920959472656
        },
        {
            "docid": "2957262_2",
            "document": "Influenza A virus subtype H3N2 . Influenza A virus subtype H3N2 (A/H3N2) is a subtype of viruses that causes influenza (flu). H3N2 viruses can infect birds and mammals. In birds, humans, and pigs, the virus has mutated into many strains. H3N2 is increasingly abundant in seasonal influenza.",
            "score": 357.56201171875
        },
        {
            "docid": "1516915_39",
            "document": "Swine influenza . Swine influenza was first proposed to be a disease related to human flu during the 1918 flu pandemic, when pigs became ill at the same time as humans. The first identification of an influenza virus as a cause of disease in pigs occurred about ten years later, in 1930. For the following 60 years, swine influenza strains were almost exclusively H1N1. Then, between 1997 and 2002, new strains of three different subtypes and five different genotypes emerged as causes of influenza among pigs in North America. In 1997–1998, H3N2 strains emerged. These strains, which include genes derived by reassortment from human, swine and avian viruses, have become a major cause of swine influenza in North America. Reassortment between H1N1 and H3N2 produced H1N2. In 1999 in Canada, a strain of H4N6 crossed the species barrier from birds to pigs, but was contained on a single farm.",
            "score": 355.9998779296875
        },
        {
            "docid": "4697208_10",
            "document": "H5N1 genetic structure . One genetic factor in distinguishing between human flu viruses and avian flu viruses is that avian influenza HA bind alpha 2-3 sialic acid receptors while human influenza HA bind alpha 2-6 sialic acid receptors. Swine influenza viruses have the ability to bind both types of sialic acid receptors. Humans have avian-type receptors at very low densities and chickens have human-type receptors at very low densities. Some isolates taken from H5N1-infected human have been observed to have HA mutations at positions 182, 192, 223, 226, or 228 and these mutations have been shown to influence the selective binding of the virus to those previously mentioned sialic acid avian and/or human cell surface receptors. These are the types of mutations that can change a bird flu virus into a flu pandemic virus.",
            "score": 354.3893127441406
        },
        {
            "docid": "22564832_33",
            "document": "2009 flu pandemic in the United States . However, in 2007, human infection with a novel influenzavirus A became a nationally notifiable condition. Novel influenza A virus infections include all human infections with influenza A viruses that are different from currently circulating human influenza H1 and H3 viruses. These viruses include those that are subtyped as nonhuman in origin and those that are unsubtypable with standard methods and reagents. The new strain responsible for this outbreak was one such virus. Initially the CDC had issued a recommendation that schools close for as long as two weeks if a student catches swine flu. Some school districts closed all schools if a single child was classified as probable. On May 5 the CDC retracted its advice stating that schools that were closed based on previous CDC guidance related to this outbreak may reopen. By that time at least 726 schools nationwide serving more than 480,000 students had closed for at least some period of time. The CDC amended its advice citing, new information on disease severity and the limiting effectiveness of school closure as a control measure. The new advice given stated, \"Decisions about school closure should be at the discretion of local authorities based on local considerations, including public concern and the impact of school absenteeism and staffing shortages.\"",
            "score": 354.2862854003906
        },
        {
            "docid": "38969724_41",
            "document": "Influenza A virus subtype H7N9 . In a study published in July, 2013, an international team led by Yoshihiro Kawaoka, one of the world’s leading experts on avian flu, reported that while avian flu viruses typically lack the ability to transfer through respiratory droplets, studies using ferrets, who like humans infect one another through coughing and sneezing, showed that one of the H7N9 strains isolated from humans can transmit through respiratory droplets. Kawaoka says, “H7N9 viruses combine several features of pandemic influenza viruses, that is their ability to bind to and replicate in human cells and the ability to transmit via respiratory droplets.” Further, because several instances of human-to-human infection are suspected, Kawaoka states that “If H7N9 viruses acquire the ability to transmit efficiently from person to person, a worldwide outbreak is almost certain since humans lack protective immune responses to these types of viruses.”",
            "score": 350.70855712890625
        },
        {
            "docid": "22686560_8",
            "document": "2009 flu pandemic actions concerning pigs . At the beginning of June 2009, the U.S. Agriculture Department said it would launch a pilot surveillance project to look for new strains of flu virus in pigs. Some experts claim that global health officials have underestimated the risk that pig herds might be a source of new influenza strains, choosing instead to focus on the threat of bird flu. Until recently, health experts have done very little surveillance of influenza among pigs—even though the virus is very common in the animals and just as transmissible as it is among people. Flu viruses have also been shown to pass from pigs to people and from people to pigs.",
            "score": 349.6303405761719
        },
        {
            "docid": "34439_6",
            "document": "Zoonosis . Major modern diseases such as Ebola virus disease and salmonellosis are zoonoses. HIV was a zoonotic disease transmitted to humans in the early part of the 20th century, though it has now evolved to a separate human-only disease. Most strains of influenza that infect humans are human diseases, although many strains of swine and bird flu are zoonoses; these viruses occasionally recombine with human strains of the flu and can cause pandemics such as the 1918 Spanish flu or the 2009 swine flu. \"Taenia solium\" infection is one of the neglected tropical diseases with public health and veterinary concern in endemic regions.",
            "score": 348.0753173828125
        },
        {
            "docid": "2866555_15",
            "document": "Influenza A virus subtype H1N1 . In the 2009 flu pandemic, the virus isolated from patients in the United States was found to be made up of genetic elements from four different flu viruses – North American swine influenza, North American avian influenza, human influenza, and swine influenza virus typically found in Asia and Europe – \"an unusually mongrelised mix of genetic sequences.\" This new strain appears to be a result of reassortment of human influenza and swine influenza viruses, in all four different strains of subtype H1N1.",
            "score": 347.3658142089844
        },
        {
            "docid": "1516915_49",
            "document": "Swine influenza . In 1998, swine flu was found in pigs in four U.S. states. Within a year, it had spread through pig populations across the United States. Scientists found this virus had originated in pigs as a recombinant form of flu strains from birds and humans. This outbreak confirmed that pigs can serve as a crucible where novel influenza viruses emerge as a result of the reassortment of genes from different strains. Genetic components of these 1998 triple-hybrid stains would later form six out of the eight viral gene segments in the 2009 flu outbreak.",
            "score": 344.916015625
        },
        {
            "docid": "198796_55",
            "document": "Spanish flu . The origin of the Spanish flu pandemic, and the relationship between the near-simultaneous outbreaks in humans and swine, have been controversial. One hypothesis is that the virus strain originated at Fort Riley, Kansas, in viruses in poultry and swine which the fort bred for food; the soldiers were then sent from Fort Riley around the world, where they spread the disease. Similarities between a reconstruction of the virus and avian viruses, combined with the human pandemic preceding the first reports of influenza in swine, led researchers to conclude the influenza virus jumped directly from birds to humans, and swine caught the disease from humans.",
            "score": 343.5898742675781
        },
        {
            "docid": "22817589_3",
            "document": "Pandemic H1N1/09 virus . The virus is a novel strain of influenza. Existing vaccines against seasonal flu provided no protection. A study at the U.S. Centers for Disease Control and Prevention (CDC) published in May 2009 found that children had no preexisting immunity to the new strain but that adults, particularly those over 60, had some degree of immunity. Children showed no cross-reactive antibody reaction to the new strain, adults aged 18 to 64 had 6–9%, and older adults 33%. Much reporting of early analysis repeated that the strain contained genes from five different flu viruses: North American swine influenza, North American avian influenza, human influenza, and two swine influenza viruses typically found in Asia and Europe. Further analysis showed that several of the proteins of the virus are most similar to strains that caused mild symptoms in humans, leading virologist Wendy Barclay to suggest that the virus was unlikely to cause severe symptoms for most people. Other leading researchers indicated that all segments of the virus were in fact swine in origin, despite it being a multiple reassortment. The first complete genome sequence of the pandemic strain was deposited in public databases on April 27, 2009, by scientists from the U.S. Centers for Disease Control and Prevention in Atlanta. Scientists in Winnipeg later completed the full genetic sequencing of viruses from Mexico and Canada on May 6, 2009.",
            "score": 341.5027770996094
        },
        {
            "docid": "22564832_11",
            "document": "2009 flu pandemic in the United States . It was established that the virus was a combination of human, North American swine, and Eurasian swine influenza viruses; the viruses from the initial two Californian cases were also noted to be resistant to amantadine and rimantadine, two common influenza antiviral drugs. No contact with pigs was found for any of the seven Californian nor either of the two Texas cases, suggesting human-to-human transmission of the virus.",
            "score": 336.2308654785156
        }
    ]
}