{
    "q": [
        {
            "docid": "28297_75",
            "document": "Soul . To study the mind in terms of the brain several methods of functional neuroimaging are used to study the neuroanatomical correlates of various cognitive processes that constitute the mind. The evidence from brain imaging indicates that all processes of the mind have physical correlates in brain function. However, such correlational studies cannot determine whether neural activity plays a causal role in the occurrence of these cognitive processes (correlation does not imply causation) and they cannot determine if the neural activity is either necessary or sufficient for such processes to occur. Identification of causation, and of necessary and sufficient conditions requires explicit experimental manipulation of that activity. If manipulation of brain activity changes consciousness, then a causal role for that brain activity can be inferred. Two of the most common types of manipulation experiments are loss-of-function and gain-of-function experiments. In a loss-of-function (also called \"necessity\") experiment, a part of the nervous system is diminished or removed in an attempt to determine if it is necessary for a certain process to occur, and in a gain-of-function (also called \"sufficiency\") experiment, an aspect of the nervous system is increased relative to normal. Manipulations of brain activity can be performed with direct electrical brain stimulation, magnetic brain stimulation using transcranial magnetic stimulation, psychopharmacological manipulation, optogenetic manipulation, and by studying the symptoms of brain damage (case studies) and lesions. In addition, neuroscientists are also investigating how the mind develops with the development of the brain.",
            "score": 90.9311215877533
        },
        {
            "docid": "37691351_4",
            "document": "Neuroscience and race . Neurotechnology enables studying the brain and racial interactions, though this study can be difficult because these interactions can be hard to replicate. Face recognition tests are the most commonly used method in studying racial interactions. These tests consist of observing own-race and other-race faces, and studying the brain's response to the faces. There are three major neurological techniques used to measure the brain's response to these simulated racial interactions. Functional magnetic resonance imaging (fMRI) measures the brain activity through measuring the blood oxygen level in the brain. This test gives insight into which regions of the brain are active during a certain event. Event-related potentials (ERPs) measure the brain's activity through measuring electrical impulses by electrodes on the head. This test gives insight in rapid changes in the brain. Transcranial magnetic stimulation (TMS) measures the response of a region of the brain once activated through magnetism. This test gives insight into causality of occurrences and gives specific insight in what the brain regions are doing. Brain-damaged patients have also been used to study racial interactions, by studying how racial interactions are affected when specific brain regions are damaged. These studies give insight into how different brain regions are involved in racial interactions once certain regions have been damaged. An implicit association test (IAC) is often used to measure the racial bias of people in studies by testing what objects, whether positive or negative, people associate with same-race or other-race faces.",
            "score": 98.45312464237213
        },
        {
            "docid": "971305_18",
            "document": "Haemodynamic response . Functional magnetic resonance imaging (fMRI), is the medical imaging technique used to measure the haemodynamic response of the brain in relation to the neural activities. It is one of the most commonly used devices to measure brain functions and is relatively inexpensive to perform in a clinical setting. The onset of neural activity leads to a systematic series of physiological changes in the local network of blood vessels that include changes in the cerebral blood volume per unit of brain tissue (CBV), changes in the rate of cerebral blood flow, and changes in the concentration of oxyhemoglobin and deoxyhemoglobin. There are different fMRI techniques that can pick up a functional signal corresponding to changes in each of the previously mentioned components of the haemodynamic response. The most common functional imaging signal is the Blood Oxygenation Level Dependent signal (BOLD), which primarily corresponds to the concentration of deoxyhemoglobin The BOLD effect is based on the fact that when neuronal activity is increased in one part of the brain, there is also an increased amount of cerebral blood flow to that area which is the basis of haemodynamic response. This increase in blood flow produces an increase in the ratio of oxygenated hemoglobin relative to deoxygenated hemoglobin in that specific area. The difference in magnetic properties of oxygenated and deoxygenated hemoglobin is what allows fMRI imaging to produce an effective map of which neurons are active and which are not. In short, deoxygenated hemoglobin is paramagnetic while oxygenated hemoglobin is diamagnetic. Diamagnetic blood (oxyhemoglobin) interferes with the magnetic resonance (MR) signal less and this leads to an improved MR signal in that area of increased neuronal activity. However, Paramagnetic blood (deoxyhemoglobin) makes the local magnetic field inhomogenous. This has the effect of dephasing the signal emitted in this domain, causing destructive interference in the observed MR signal. Therefore, greater amounts of deoxyhemoglobin lead to less signal. Neuronal activity ultimately leads to an increase in local MR signaling corresponding to a decrease in the concentration of deoxyhemoglobin.",
            "score": 71.0355954170227
        },
        {
            "docid": "6009072_2",
            "document": "Seiji Ogawa . Seiji Ogawa (小川 誠二 \"Ogawa Seiji\", born January 19, 1934) is a Japanese researcher known for discovering the technique that underlies Functional Magnetic Resonance Imaging (fMRI). He is regarded as the father of modern functional brain imaging. He determined that the changes in blood oxygen levels cause its magnetic resonance imaging properties to change, allowing a map of blood, and hence, functional, activity in the brain to be created. This map reflected which neurons of the brain responded with electrochemical signals to mental processes. He was the first scientist who demonstrated that the functional brain imaging is depended on the oxygenation status of the blood, the BOLD effect. The technique was therefore called Blood oxygenation level-dependent or BOLD contrast. Functional MRI (fMRI) has been used to map the visual, auditory and sensory regions and moving toward higher brain functions such as cognitive functions in the brain.",
            "score": 55.74328398704529
        },
        {
            "docid": "33702464_5",
            "document": "Extrastriate body area . The experiment had subjects view images of different objects, including faces (as a control group), body parts, animals, parts of the face and intimate objects. While viewing the images, the subjects were scanned with an fMRI to see what area of the brain was activated. Through the trials a compilation of the fMRI’s was made. From this compilation image a specific region was determined to have increased activity when shown visual stimuli of body parts and even more activity when viewing whole bodies. There have been no studies involving brain damage to the EBA. Thus far, only scans of brain activity, as well as transcranial magnetic stimulation, have been used to study the EBA. To find the specific functions of the EBA, Comimo Urgesi, Giovanni Berlucchi and Salvatore M. Aglioti used repetitive transcranial magnetic stimulation (rTMS) to disrupt part of the brain, making the brain less responsive in the target area. The study used event-related rTMS to disrupt the EBA, resulting in inactivation of cortical areas. This inactivation caused a slower response time in discriminating body parts. The study used facial features and motorcycle parts as non human parts for control groups. The facial features and motorcycle body parts did not display any change in response time. The neural activity data shows the EBA handles some of the visual processing of human body and parts but is not related to the processing of the face or other objects.",
            "score": 90.55993783473969
        },
        {
            "docid": "1168317_15",
            "document": "Mirror neuron . It is not normally possible to study single neurons in the human brain, so most evidence for mirror neurons in humans is indirect. Brain imaging experiments using functional magnetic resonance imaging (fMRI) have shown that the human inferior frontal cortex and superior parietal lobe are active when the person performs an action and also when the person sees another individual performing an action. It has been suggested that these brain regions contain mirror neurons, and they have been defined as the human mirror neuron system. More recent experiments have shown that even at the level of single participants, scanned using fMRI, large areas containing multiple fMRI voxels increase their activity both during the observation and execution of actions.",
            "score": 68.21623158454895
        },
        {
            "docid": "389579_13",
            "document": "Cognitive neuropsychology . With improved neuroimaging techniques, it has been possible to correlate patterns of impairment with a knowledge of exactly which parts of the nervous system are damaged, allowing previously undiscovered functional relationships to be explored (the \"lesion method\"). Contemporary cognitive neuropsychology uses many of the same techniques and technologies from the wider science of neuropsychology and fields such as cognitive neuroscience. These may include neuroimaging, electrophysiology and neuropsychological tests to measure either brain function or psychological performance. Useful technology in cognitive neuropsychology includes positron-emission tomography (PET) and functional magnetic resonance imaging (fMRI). These techniques make it possible to identify the areas of the brain responsible for performing certain cognitive tasks by measuring blood flow in the brain. PET scans sense the low-level radiation in the brain and produce 3-D images, whereas an fMRI works on a magnetic signal and is used to “map the brain”. Electroencephalography (EEG) records the brain’s electrical activity and can identify changes that occur over milliseconds. EEG is often used in patients with epilepsy to detect seizure activity.",
            "score": 71.889981508255
        },
        {
            "docid": "7725524_14",
            "document": "Colour centre . Functional magnetic resonance imaging, or fMRI for short, has been key in determining the colour selective regions in the visual cortex. fMRI is able to track brain activity by measuring blood flow throughout the brain. Areas that have more blood flowing to them indicates an occurrence of neuronal activity. This change in blood flow is called haemodynamic response. Among the benefits of fMRI includes dynamic, real-time mapping of cortical processes. However, fMRI cannot track the actual firing of neurons, which happen on a millisecond timescale, but it can track the haemodynamic response, which happens on a seconds timescale. This method is ideal for tracking colour selective neurons because colour perception results in a visual after-image that can be observed in the neurons, which lasts about 15 seconds.",
            "score": 53.24861192703247
        },
        {
            "docid": "226722_2",
            "document": "Functional magnetic resonance imaging . Functional magnetic resonance imaging or functional MRI (fMRI) measures brain activity by detecting changes associated with blood flow. This technique relies on the fact that cerebral blood flow and neuronal activation are coupled. When an area of the brain is in use, blood flow to that region also increases.",
            "score": 53.47762584686279
        },
        {
            "docid": "1061157_11",
            "document": "Dual-coding theory . Two different methods have been used to identify the regions involved in visual perception and visual imagery. First, functional magnetic resonance imaging (fMRI) is used to measure cerebral blood flow, which allows researchers to identify the amount of glucose and oxygen being consumed by a specific part of the brain, with an increase in blood flow providing a measure of brain activity. Second, an event related potential (ERP) can be used to show the amount of electrical brain activity that is occurring due to a particular stimulus. Researchers have used both methods to determine which areas of the brain are active with different stimuli, and results have supported the dual-coding theory. Other research has been done with positron emission tomography (PET) scans and fMRI to show that participants had improved memory for spoken words and sentences when paired with an image, imagined or real, and showed increased brain activation to process abstract words not easily paired with an image.",
            "score": 71.96749794483185
        },
        {
            "docid": "226722_59",
            "document": "Functional magnetic resonance imaging . Neuroimaging methods such as fMRI offer a measure of the activation of certain brain areas in response to cognitive tasks engaged in during the scanning process. Data obtained during this time allow cognitive neuroscientists to gain information regarding the role of particular brain regions in cognitive function. However, an issue arises when certain brain regions are alleged by researchers to identify the activation of previously labeled cognitive processes. Poldrack clearly describes this issue: Reverse inference demonstrates the logical fallacy of affirming what you just found, although this logic could be supported by instances where a certain outcome is generated solely by a specific occurrence. With regard to the brain and brain function it is seldom that a particular brain region is activated solely by one cognitive process. Some suggestions to improve the legitimacy of reverse inference have included both increasing the selectivity of response in the brain region of interest and increasing the prior probability of the cognitive process in question. However, Poldrack suggests that reverse inference should be used merely as a guide to direct further inquiry rather than a direct means to interpret results.",
            "score": 72.57113885879517
        },
        {
            "docid": "29354346_7",
            "document": "Change deafness . One study used fMRI data to distinguish neural correlates of physical changes in auditory input (independent of conscious change detection), from those of conscious perception of change (independent of an actual physical change). The study made use of a change deafness paradigm in which participants were exposed to complex auditory scenes consisting of six individual auditory streams differing in pitch, rhythm, and sound source location, and received a cue indicating which stream to attend to. Each participant listened to two consecutively presented auditory scenes after which they were prompted to indicate whether both scenes were identical or not. Functional MRI results revealed that physical change in stimulus was correlated with increased BOLD responses in the right auditory cortex, near the lateral portion of Heschl's gyrus, the first cortical structure to process incoming auditory information, but not in hierarchically higher brain regions. Conscious change detection was correlated with increased coupled responses in the ACC and the right insula, consistent with additional evidence that the anterior insula functions to mediate dynamic interactions between other brain networks involved in attention to external stimuli, forming a salience network with the ACC that identifies salient stimulus events and initiates additional processing. In absence of change detection, this salience network was not activated; however increased activity in other cortical areas suggests that undetected changes are still perceived on some level, but fail to trigger conscious change detection, thus producing the change deafness phenomenon.",
            "score": 83.69578433036804
        },
        {
            "docid": "33826142_5",
            "document": "Brain activity and meditation . Many studies on mindfulness meditation, assessed in a review by Cahn and Polich in 2006, have linked lower frequency alpha waves, as well as theta waves, to meditation. Much older studies report more specific findings, such as decreased alpha blocking and increased frontal lobe specific theta activity. Alpha blocking is a phenomenon where the active brain, normally presenting beta wave activity, cannot as easily switch to alpha wave activity often involved in memory recall. These findings would suggest that in a meditative state a person is more relaxed but maintains a sharp awareness. Two large, recent comprehensive review works, however, point to poor control and statistical analyses in these early studies and comment that it can only be said with confidence that increased alpha and theta wave activity exists. Functional magnetic resonance imaging (fMRI) is another highly utilized methodology for studying state changes in meditating brains. fMRI detects subtle increases in blood flow to areas of the brain with higher metabolic activity. Thus these areas of increased metabolic activity indicate which regions of the brain are currently being used to process whatever stimuli presented. Counter to EEG, the advantage of fMRI is its spatial resolution, with the ability to produce detailed spatial maps of brain activity. It suffers, however, in temporal resolution and cannot measure progressive activity, like the EEG, with much detail.",
            "score": 62.45926833152771
        },
        {
            "docid": "1187487_43",
            "document": "Sensorineural hearing loss . The bending of the stereocilia towards the basal body of the OHC causes excitation of the hair cell. Thus, an increase in firing rate of the auditory neurons connected to the hair cell occurs. On the other hand, the bending of the stereocilia away from the basal body of the OHC causes inhibition of the hair cell. Thus, a decrease in firing rate of the auditory neurons connected to the hair cell occurs. OHCs are unique in that they are able to contract and expand (electromotility). Therefore, in response to the electrical stimulations provided by the efferent nerve supply, they can alter in length, shape and stiffness. These changes influence the response of the basilar membrane to sound. It is therefore clear that the OHCs play a major role in the active processes of the cochlea. The main function of the active mechanism is to finely tune the basilar membrane, and provide it with a high sensitivity to quiet sounds. The active mechanism is dependent on the cochlea being in good physiological condition. However, the cochlea is very susceptible to damage.",
            "score": 94.41733264923096
        },
        {
            "docid": "226722_31",
            "document": "Functional magnetic resonance imaging . Despite these difficulties, fMRI has been used clinically to map functional areas, check left-right hemispherical asymmetry in language and memory regions, check the neural correlates of a seizure, study how the brain recovers partially from a stroke, test how well a drug or behavioral therapy works, detect the onset of Alzheimer's, and note the presence of disorders like depression. Mapping of functional areas and understanding lateralization of language and memory help surgeons avoid removing critical brain regions when they have to operate and remove brain tissue. This is of particular importance in removing tumors and in patients who have intractable temporal lobe epilepsy. Lesioning tumors requires pre-surgical planning to ensure no functionally useful tissue is removed needlessly. Recovered depressed patients have shown altered fMRI activity in the cerebellum, and this may indicate a tendency to relapse. Pharmacological fMRI, assaying brain activity after drugs are administered, can be used to check how much a drug penetrates the blood–brain barrier and dose vs effect information of the medication.",
            "score": 103.57068514823914
        },
        {
            "docid": "25146378_20",
            "document": "Functional specialization (brain) . Other researchers who provide evidence to support the theory of distributive processing include Anthony McIntosh and William Uttal, who question and debate localization and modality specialization within the brain. McIntosh's research suggests that human cognition involves interactions between the brain regions responsible for processes sensory information, such as vision, audition, and other mediating areas like the prefrontal cortex. McIntosh explains that modularity is mainly observed in sensory and motor systems, however, beyond these very receptors, modularity becomes \"fuzzier\" and you see the cross connections between systems increase. He also illustrates that there is an overlapping of functional characteristics between the sensory and motor systems, where these regions are close to one another. These different neural interactions influence each other, where activity changes in one area influence other connected areas. With this, McIntosh suggest that if you only focus on activity in one area, you may miss the changes in other integrative areas. Neural interactions can be measured using analysis of covariance in neuroimaging. McIntosh used this analysis to convey a clear example of the interaction theory of distributive processing. In this study, subjects learned that an auditory stimulus signalled a visual event. McIntosh found activation (an increase blood flow), in an area of the occipital cortex, a region of the brain involved in visual processing, when the auditory stimulus was presented alone. Correlations between the occipital cortex and different areas of the brain such as the prefrontal cortex, premotor cortex and superior temporal cortex showed a pattern of co-variation and functional connectivity.",
            "score": 73.26802504062653
        },
        {
            "docid": "17893852_4",
            "document": "Humor research . Cognitive neuroscience has provided insight into how humor is neurologically realized. Brain imaging techniques such as fMRI and PET scans have been implemented in this subfield of humor research.  There are a few main regions of the human brain associated with humor and laughter. The production of laughter involves two primary brain pathways, one for both involuntary and voluntary laughter (cf. Duchenne and non-Duchenne). Involuntary laughter is usually emotionally driven, and includes key emotional brain areas such as the amygdala, thalamic areas, and the brainstem. Voluntary laughter instead begins in the premotor opercular area (in the temporal lobe) and moves to the motor cortex and pyramidal tract before moving to the brainstem. Wild et al. (2003) propose that the generation of laughter is mostly influenced by neural pathways that go from the premotor and motor cortex to the ventral side of the brainstem, through the cerebral peduncles. It is also suggested that real laughter is not produced from the motor cortex, but that the normal inhibition of cortical frontal areas stops during laughter. When the electrical activity of the brain is measured during and after hearing a joke, a prominent response can be seen approximately 300ms after the punchline, followed by a depolarization about 100ms later. The fact that humor response occurs in two separate waves of activity supports the idea that humor processing occurs in two stages. Functional MRI and PET studies further illuminate which parts of the brain are participating in the experience of humor. A study by Ozawa, et al., (2000) found that hearing sentences which participants rated as humorous resulted in activation in Broca's area and the middle frontal gyrus, in addition to Wernicke's area and the transverse temporal gyri, which were activated in control (non-humorous) conditions as well.",
            "score": 105.38852095603943
        },
        {
            "docid": "33826251_3",
            "document": "Neural basis of self . In order to understand how the human mind makes the human perception of self, there are different experimental techniques. One of the more common methods of determining brain areas that pertain to different mental processes is by using Functional Magnetic Resonance Imaging. fMRI data is often used to determine activation levels in portions of the brain. fMRI measures blood flow in the brain. Areas with higher blood flow as shown on fMRI scans are said to be activated. This is due to the assumption that portions of the brain receiving increased blood flow are being used more heavily during the moment of scanning. Positron emission tomography is another method used to study brain activity.",
            "score": 62.19237732887268
        },
        {
            "docid": "36560848_4",
            "document": "Temporal dynamics of music and language . The primary auditory cortex is located on the temporal lobe of the cerebral cortex. This region is important in music processing and plays an important role in determining the pitch and volume of a sound. Brain damage to this region often results in a loss of the ability to hear any sounds at all. The frontal cortex has been found to be involved in processing melodies and harmonies of music. For example, when a patient is asked to tap out a beat or try to reproduce a tone, this region is very active on fMRI and PET scans. The cerebellum is the \"mini\" brain at the rear of the skull. Similar to the frontal cortex, brain imaging studies suggest that the cerebellum is involved in processing melodies and determining tempos. The medial prefrontal cortex along with the primary auditory cortex has also been implicated in tonality, or determining pitch and volume.",
            "score": 92.17814242839813
        },
        {
            "docid": "525667_10",
            "document": "Human echolocation . In a 2014 study by Thaler and colleagues, the researchers first made recordings of the clicks and their very faint echoes using tiny microphones placed in the ears of the blind echolocators as they stood outside and tried to identify different objects such as a car, a flag pole, and a tree. The researchers then played the recorded sounds back to the echolocators while their brain activity was being measured using functional magnetic resonance imaging. Remarkably, when the echolocation recordings were played back to the blind experts, not only did they perceive the objects based on the echoes, but they also showed activity in those areas of their brain that normally process visual information in sighted people, primarily primary visual cortex or V1. This result is surprising, as visual areas, as their names suggest, are only active during visual tasks. The brain areas that process auditory information were no more activated by sound recordings of outdoor scenes containing echoes than they were by sound recordings of outdoor scenes with the echoes removed. Importantly, when the same experiment was carried out with sighted people who did not echolocate, these individuals could not perceive the objects and there was no echo-related activity anywhere in the brain. This suggests that the cortex of blind echolocators is plastic and reorganizes such that primary visual cortex, rather than any auditory area, becomes involved in the computation of echolocation tasks.",
            "score": 97.36932063102722
        },
        {
            "docid": "26685741_46",
            "document": "Sleep and memory . The brain is an ever-changing, plastic, model of information sharing and processing. In order for the brain to incorporate new experiences into a refined schema it has to undergo specific modifications to consolidate and assimilate all new information. Synaptic plasticity can be described as the changing in strength between two related neurons. Neuroplasticity is most clearly seen in the instances of REM sleep deprivation during brain maturation. Regional brain measurements in neo-natal REM sleep deprived rats displayed a significant size reduction in areas such as the cerebral cortex and the brain stem. The rats were deprived during critical periods after birth and thus anatomical size reduction is observed. Using a pursuit task (used to test visuomotor capabilities) in combination with an fMRI, Maquet et al., 2003, found that increases in activation were seen in the supplementary eye field and right dentate nucleus of subjects who were allowed to sleep as compared to sleep deprived individuals. The right superior temporal sulcus was also noticed to have higher activation levels. When functional connectivity was analyzed it was found that the dentate nucleus was more closely involved with the functions of the superior temporal sulcus. The results suggest that performance on the pursuit task relies on the subject's ability to comprehend appropriate movement patterns in order for recreation of the optimal movements. Sleep deprivation was found to interrupt the slow processes that lead to learning of this procedural skill and alter connectivity changes that would have normally been seen after a night of rest. Neuroplasticity has been thoroughly researched over the past few decades and results have shown that significant changes that occur in our cortical processing areas have the power to modulate neuronal firing to both new and previously experienced stimuli.",
            "score": 119.01683807373047
        },
        {
            "docid": "20515023_45",
            "document": "Neuroscience and sexual orientation . Serotonin is a neurotransmitter found in the central nervous system that has various roles in the regulation of sexual behavior. Serotonin agonists and antagonists have activational or inhibitory effects depending on their concentration and the brain area involved. Fluoxetine is a selective serotonin reuptake inhibitor that prolongs the effect of serotonin on neurons. Kinnunen et al. (2004) administered fluoxetine to their study subjects to see if the brain is differentially activated in homosexual and heterosexual men through the action of serotonin. After fluorexine administration, they measured glucose metabolism in the brain by using fluorodeoxyglucose positron emission tomography (FDG-PET). They found that the brain response to fluoxetine differs between homosexual and heterosexual men, that is, homosexual men show a smaller reduction of glucose metabolism in the hypothalamus than heterosexual men. In addition, other areas of the brain were differentially activated: the prefrontal association cortex of homosexual men exhibited increased activity after fluoxetine administration while the prefrontal association cortex of heterosexual men did not show any change. The cunate gyrus, lateral anterior cingulate and bilateral hippocampus/ parahippocampal gyrus of heterosexual men exhibited increased activity while decreased activity was seen in portions of their cingulate cortex. These findings suggest that homosexuals and heterosexuals may not only differ in the total number of neurons in various areas of their central nervous systems, but also may differ in the distribution of certain kinds of neurons, such as serotonergic and dopaminergic neurons.",
            "score": 78.09449887275696
        },
        {
            "docid": "6082997_22",
            "document": "Filling-in . The neuronal activity in different brain areas can be recorded in humans through non-invasive techniques, like fMRI (functional magnetic resonance imaging). Perna \"et al.\" (2005) used fMRI to investigate the neuronal mechanisms responsible for the Craik–O'Brien–Cornsweet illusion. These authors recorded the activity in different brain areas when observers were presented with a Cornsweet visual stimulus, and compared the activities with those elicited by a similar image, which however did not elicit any brightness filling-in.",
            "score": 63.43956184387207
        },
        {
            "docid": "1764639_17",
            "document": "Levels-of-processing effect . Several brain imaging studies using positron emission tomography and functional magnetic resonance imaging techniques have shown that higher levels of processing correlate with more brain activity and activity in different parts of the brain than lower levels. For example, in a lexical analysis task, subjects showed activity in the left inferior prefrontal cortex only when identifying whether the word represented a living or nonliving object, and not when identifying whether or not the word contained an \"a\". Similarly, an auditory analysis task showed increased activation in the left inferior prefrontal cortex when subjects performed increasingly semantic word manipulations. Synaptic aspects of word recognition have been correlated with the left frontal operculum and the cortex lining the junction of the inferior frontal and inferior precentral sulcus. The self-reference effect also has neural correlates with a region of the medial prefrontal cortex, which was activated in an experiment where subjects analyzed the relevance of data to themselves. Specificity of processing is explained on a neurological basis by studies that show brain activity in the same location when a visual memory is encoded and retrieved, and lexical memory in a different location. Visual memory areas were mostly located within the bilateral extrastriate visual cortex.",
            "score": 78.46804225444794
        },
        {
            "docid": "36560848_8",
            "document": "Temporal dynamics of music and language . Positron emission tomography involves injecting a short-lived radioactive tracer isotope into the blood. When the radioisotope decays, it emits positrons which are detected by the machine sensor. The isotope is chemically incorporated into a biologically active molecule, such as glucose, which powers metabolic activity. Whenever brain activity occurs in a given area these molecules are recruited to the area. Once the concentration of the biologically active molecule, and its radioactive \"dye\", rises enough, the scanner can detect it. About one second elapses from when brain activity begins to when the activity is detected by the PET device. This is because it takes a certain amount of time for the dye to reach the needed concentrations can be detected. Functional magnetic resonance imaging or fMRI is a form of the traditional MRI imaging device that allows for brain activity to be observed in real time. An fMRI device works by detecting changes in neural blood flow that is associated with brain activity. fMRI devices use a strong, static magnetic field to align nuclei of atoms within the brain. An additional magnetic field, often called the gradient field, is then applied to elevate the nuclei to a higher energy state. When the gradient field is removed, the nuclei revert to their original state and emit energy. The emitted energy is detected by the fMRI machine and is used to form an image. When neurons become active blood flow to those regions increases. This oxygen-rich blood displaces oxygen depleted blood in these areas. Hemoglobin molecules in the oxygen-carrying red blood cells have different magnetic properties depending on whether it is oxygenated. By focusing the detection on the magnetic disturbances created by hemoglobin, the activity of neurons can be mapped in near real time. Few other techniques allow for researchers to study temporal dynamics in real time.",
            "score": 67.20336079597473
        },
        {
            "docid": "26685741_43",
            "document": "Sleep and memory . The effects of REM sleep deprivation (RSD) on neurotrophic factors, specifically nerve growth factor (NGF) and brain-derived neurotrophic factor (BDNF), were assessed in 2000 by Sie et el. Neurotrophins are proteins found in the brain and periphery that aid in the survival, functioning and generation of neurons; this is an important element in the synaptic plasticity process, the underlying neurochemical foundation in forming memories. Sei et al., inserted electrodes into the skulls of seven pairs of rats to measure Electroencephalogram (EEG), and inserted wire into the neck muscles of the rats to measure Electromyogram (EMG), a technique used to measure the amount of muscle activity. Half the rats experienced a six-hour REM sleep deprivation period, while the other half experienced a six-hour sleep period, containing all sleep cycles. Results showed that in the rats in the REM sleep deprivation group showed decreased level of brain-derived neurotrophic factor in the cerebellum (coordination, motor learning) and brainstem (sensory and motor ascending pathway), conversely the hippocampus (long-term memory, spatial navigation), showed decreases in nerve growth factor levels. BDNF protein has been shown to be necessary for procedural learning (form of non-declarative memory). Since procedural learning has also exhibited consolidation and enhancement under REM sleep, it is proposed that the impairment of procedural learning tasks is due to the lack of BDNF proteins in the cerebellum and brainstem during RSD. In regards to NGF, the basal forebrain (production and distribution of AcH in the brain), more specifically the medial septal area, sends cholinergic (excitatory in hippocampus) and GABAinergic (inhibitory) neurotransmitters through fibres to the hippocampus target cells. These target cells then secrete NGF which plays a key role in the physiological state of the hippocampus and its functions. It has been noted that REM sleep increases the secretion of NGF, therefore it has been proposed that during RSD cholinergic activity decreases leading to a decrease in NGF and impairment in procedural learning. Walker and Stickgold hypothesized that after initial memory acquisition, sleep reorganizes memory representation at a macro-brain systems level. Their experiment consisted of two groups; the night-sleep group was taught a motor sequence block tapping task at night, put to sleep and then retested 12 hours later. The day-wake group was taught the same task in the morning and tested 12 hours later with no intervening sleep. FMRI was used to measure brain activity during retest. Results indicated significantly fewer errors/sequence in the night-sleep group compared to the day wake group. FMRI output for the night-sleep group indicated increased activation in the right primary motor cortex/M1/Prefrontal Gyrus (contra lateral to the hand they were block tapping with), right anterior medial prefrontal lobe, right hippocampus (long-term memory, spatial memory), right ventral striatum (olfactory tubercle, nucleus accumbens), as well as regions of the cerebellum (lobules V1, V11). In the day-wake group, fMRI showed \"decreased\" signal activation bilaterally in the parietal cortices (integrates multiple modalities), in addition to the left insular cortex (regulation of homeostasis), left temporal pole (most anterior of temporal cortex), and the left inferior fronto-polar cortex. Previous investigations have shown that signal increases indicate brain plasticity. The increased signal activity seen in M1 after sleep corresponds to increased activity in this area seen during practice; however, an individual must practice for longer periods than they would have to sleep in order to obtain the same level of M1 signal increases. Therefore, it is suggested that sleep enhances the cortical representation of motor tasks by brain system expansion, as seen by increased signal activity.",
            "score": 123.62058198451996
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 133.82740211486816
        },
        {
            "docid": "32018467_7",
            "document": "Christian Keysers . After finishing his master, Christian Keysers decided to concentrate on a subfield of cognitive neuroscience called social neuroscience that uses neuroscience methods to understand how we process the social world. He therefore performed his doctoral studies at the University of St Andrews with David Ian Perrett, one of the founding father of the field, to understand how the brain processes faces and facial expressions. This thesis work led to new insights into how quickly the brain can process the faces of others. During this period, Keysers became fascinated with the question of how the brain can attach meaning to the faces of others. How is it for instance, that we understand that a certain grimace would signal that another person is happy? How do we understand that a certain bodily movement towards a glass indicates that the other person aims to grasp a glass? In 1999, Keysers was exposed to a visit of Vittorio Gallese, who presented his recent discovery of mirror neurons in the Psychology department lecture series. This deeply influenced Keysers who decided to move to the lab of Giacomo Rizzolatti to undertake further studies on how these fascinating neurons could contribute to social perception. In 2000, after finishing his doctorate, Christian Keysers moved to the University of Parma to study mirror neurons. In early work there demonstrated that mirror neurons in the premotor cortex not only respond to the sight of actions, but also when actions can only be deduced or heard, leading to a publication in the journal \"Science\". This work had tremendous impact on the field, as it suggested that the premotor cortex could play a central, modality independent role in perception and may lay the origin for the evolution of speech in humans.  Together this work indicated that brain regions involved in our own actions play a role in how we process the actions of others. Keysers wondered whether a similar principle may underlie how we process the tactile sensations and emotions of others, and became increasingly independent of the research focus on the motor system in Parma. At the time, Keysers had also met his to be wife, Valeria Gazzola, a biologist in the final phases of her studies, and together they decided to explore if the somatosensory system might be involved in perceiving the sensations of others. Via a fruitful collaboration with the French neuroimaging specialist Bruno Wicker, they used functional magnetic resonance imaging, and showed for the first time, that the secondary somatosensory cortex, previously thought only to represent a persons own experiences of touch, is also activated when seeing someone or something else be touched. They also showed that the insula, thought only to respond to the experience of first-hand emotions, was also activated when we see another individual experience similar emotions. Together this indicated a much more general principle than the original mirror neuron theory, in which people process the actions, sensations and emotions of others by vicariously activating owns own actions, sensations and emotions. Jointly, this work laid the foundation of the neuroscientific investigation of empathy.",
            "score": 75.82034134864807
        },
        {
            "docid": "1639193_12",
            "document": "Reading comprehension . Comprehension levels are observed through neuroimaging techniques like functional magnetic resonance imaging (fMRI). fMRI's are used to determine the specific neural pathways of activation across two conditions, narrative-level comprehension and sentence-level comprehension. Images showed that there was less brain region activation during sentence-level comprehension, suggesting a shared reliance with comprehension pathways. The scans also showed an enhanced temporal activation during narrative levels tests indicating this approach activates situation and spatial processing. In general, neuroimaging studies have found that reading involves three overlapping neural systems: networks active in visual, orthography-phonology (Angular gyrus), and semantic functions (Anterior temporal lobe with Broca's and Wernicke's area). However, these neural networks are not discrete, meaning these areas have several other functions as well. The Broca's area involved in executive functions helps the a reader to vary depth of reading comprehension and textual engagement in accordance with reading goals.",
            "score": 53.816476941108704
        },
        {
            "docid": "34035032_17",
            "document": "Cognitive genomics . Functional magnetic resonance imaging (fMRI) is a widely available imaging technique that measures changes in blood flow in imaged tissue. It’s commonly used in neurophysiological studies to determine neuron activation. Unlike a standard MRI, fMRI can be used to actively measure subject neuronal activity as the patient performs tasks. This technique isn’t used on conscious non-human primates due to the inability to restrain the primates during imaging. However, fMRI illustrates regional brain activity when performed on primates that performed tasks over an extended period of time and were then anesthetized.",
            "score": 50.53093600273132
        },
        {
            "docid": "226722_9",
            "document": "Functional magnetic resonance imaging . In 1890, Charles Roy and Charles Sherrington first experimentally linked brain function to its blood flow, at Cambridge University. The next step to resolving how to measure blood flow to the brain was Linus Pauling's and Charles Coryell's discovery in 1936 that oxygen-rich blood with Hb was weakly repelled by magnetic fields, while oxygen-depleted blood with dHb was attracted to a magnetic field, though less so than ferromagnetic elements such as iron. Seiji Ogawa at AT&T Bell labs recognized that this could be used to augment MRI, which could study just the static structure of the brain, since the differing magnetic properties of dHb and Hb caused by blood flow to activated brain regions would cause measurable changes in the MRI signal. BOLD is the MRI contrast of dHb, discovered in 1990 by Ogawa. In a seminal 1990 study based on earlier work by Thulborn et al., Ogawa and colleagues scanned rodents in a strong magnetic field (7.0 T) MRI. To manipulate blood oxygen level, they changed the proportion of oxygen the animals breathed. As this proportion fell, a map of blood flow in the brain was seen in the MRI. They verified this by placing test tubes with oxygenated or deoxygenated blood and creating separate images. They also showed that gradient-echo images, which depend on a form of loss of magnetization called T decay, produced the best images. To show these blood flow changes were related to functional brain activity, they changed the composition of the air breathed by rats, and scanned them while monitoring brain activity with EEG. The first attempt to detect the regional brain activity using MRI was performed by Belliveau and others at Harvard University using the contrast agent Magnevist, a ferromagnetic substance remaining in the bloodstream after intravenous injection. However, this method is not popular in human fMRI, because any medically unnecessary injection is to a degree unsafe and uncomfortable, and because the agent stays in the blood only for a short time.",
            "score": 111.11932182312012
        },
        {
            "docid": "5505463_3",
            "document": "Bimodal bilingualism . Most modern neurological studies of bilingualism employ functional neuroimaging techniques to elucidate the neurological underpinnings of multilingualism and how multilingualism is beneficial to the brain. Neuroimaging and other neurological studies have demonstrated in recent years that multilingualism has a significant impact on the human brain. The mechanisms required by bilinguals to \"code switch\" (a linguistic term used to describe the rapid alternating between multiple languages within a conversation or discourse), not only demonstrate increased connectivity and density of the neural network in multilinguals, but also appear to provide protection against damage due to age and age-related pathologies, such as Alzheimer's. Multilingualism, especially bimodal multilingualism, can help slow to process of cognitive decline in aging. It is thought that this is a result of the increased work load that the executive system, housed mostly in the frontal cortex, must assume in order to successfully control the use of multiple languages at once. This means that the cortex must be more finely tuned, which results in a \"neural reserve\" that then has neuroprotective benefits. Gray matter volume (GMV) has been shown to be significantly preserved in bimodal bilinguals as compared to monolinguals in multiple brain areas, including the hippocampus, amygdala, anterior temporal lobes, and left insula. Similarly, neuroimaging studies that have compared monolinguals, unimodal bilinguals, and bimodal bilinguals provide evidence that deaf signers exhibit brain activation in patterns different than those of hearing signers, especially in regards to the left superior temporal sulcus. In deaf signers, activation of the superior temporal sulcus is highly lateralized to the left side during facial recognition tasks, while this lateralization was not present in hearing, bimodal signers. Bilinguals also require an effective and fast neural control system to allow them to select and control their languages even while code switching rapidly. Evidence indicates that the left caudate nucleus—a centrally located brain feature that is near the thalamus and the basal ganglia—is an important part of this mechanism, as bilinguals tend to have significantly increased GMV and activation in this region as compared to monolinguals, especially during active code switching tasks. As implied by the significant preservation of gray matter in the hippocampi (an area of the brain largely associated with memory consolidation and higher cognitive function, such as decision-making) of bimodal bilinguals, areas of the brain that help control phonological working memory tend to also have higher activation in those individuals who are proficient in two or more languages. There is also evidence that suggests that the age at which an individual acquires a second language may play a significant role in the varying brain functions associated with bilingualism. For example, individuals who acquired their second language early (before the age of 10) tend to have drastically different activation patterns than do late learners. However, late learners who achieve full proficiency in their second language tend to show similar patterns of activation during auditory tasks regardless of which language is being used, whereas early learners tend to activate different brain areas depending upon which language is being used. Along with the neuroprotective benefits that help to prevent onset of age-related cognitive issues such as dementia, bimodal bilinguals also experience a slightly different pattern of organization of language in the brain. While non-hearing-impaired bimodal bilinguals showed less parietal activation than deaf signers when asked to use only sign language, those same bimodal bilinguals demonstrated greater left parietal activation than did monolinguals. Parietal activation is not typically associated with language production bur rather with motor activity. Therefore, it is logical that bimodal bilinguals, when switching between speech- and sign-based language, stimulate their left parietal areas as a result of their increased need to combine both motor action and language production.",
            "score": 93.33473539352417
        }
    ],
    "r": [
        {
            "docid": "101970_2",
            "document": "Tinnitus . Tinnitus is the hearing of sound when no external sound is present. While often described as a ringing, it may also sound like a clicking, hiss or roaring. Rarely, unclear voices or music are heard. The sound may be soft or loud, low pitched or high pitched and appear to be coming from one ear or both. Most of the time, it comes on gradually. In some people, the sound causes depression or anxiety and can interfere with concentration. Tinnitus is not a disease but a symptom that can result from a number of underlying causes. One of the most common causes is noise-induced hearing loss. Other causes include ear infections, disease of the heart or blood vessels, Ménière's disease, brain tumors, emotional stress, exposure to certain medications, a previous head injury, and earwax. It is more common in those with depression. The diagnosis of tinnitus is usually based on the person's description. A number of questionnaires exist that may help to assess how much tinnitus is interfering with a person's life. The diagnosis is commonly supported by an audiogram and a neurological examination. If certain problems are found, medical imaging, such as with MRI, may be performed. Other tests are suitable when tinnitus occurs with the same rhythm as the heartbeat. Rarely, the sound may be heard by someone else using a stethoscope, in which case it is known as objective tinnitus. Spontaneous otoacoustic emissions, which are sounds produced normally by the inner ear, may also occasionally result in tinnitus. Prevention involves avoiding loud noise. If there is an underlying cause, treating it may lead to improvements. Otherwise, typically, management involves talk therapy. Sound generators or hearing aids may help some. As of 2013, there were no effective medications. It is common, affecting about 10–15% of people. Most, however, tolerate it well, and it is a significant problem in only 1–2% of people. The word tinnitus is from the Latin \"tinnīre\" which means \"to ring\". Tinnitus can be perceived in one or both ears or in the head. It is the description of a noise inside a person’s head in the absence of auditory stimulation. The noise can be described in many different ways. It is usually described as a ringing noise but, in some patients, it takes the form of a high-pitched whining, electric buzzing, hissing, humming, tinging or whistling sound or as ticking, clicking, roaring, \"crickets\" or \"tree frogs\" or \"locusts (cicadas)\", tunes, songs, beeping, sizzling, sounds that slightly resemble human voices or even a pure steady tone like that heard during a hearing test. It has also been described as a \"whooshing\" sound because of acute muscle spasms, as of wind or waves. Tinnitus can be intermittent or continuous: in the latter case, it can be the cause of great distress. In some individuals, the intensity can be changed by shoulder, head, tongue, jaw or eye movements. Most people with tinnitus have some degree of hearing loss.",
            "score": 183.6674041748047
        },
        {
            "docid": "14083964_27",
            "document": "Animal psychopathology . Certain laboratory rat strains that have been created by controlled breeding for many generations show a higher tendency towards compulsive behaviors than other strains. Lewis rats show more compulsive lever pressing behavior than Sprague Dawley or Wistar rats and are less responsive to the anti-compulsive drug paroxetine. In this study, rats were taught to press a lever to receive food in an operant conditioning task. Once food was no longer provided when they pressed the lever, rats were expected to stop pressing it. Lewis rats pressed the lever more often than the other two types, even though they had presumably learned that they would not receive food, and continued to press it more often even after treatment with the drug. An analysis of the genetic differences between the three rat strains might help to identify genes that might be responsible for the compulsive behavior.",
            "score": 170.1063690185547
        },
        {
            "docid": "1194091_7",
            "document": "Dizocilpine . As an antidepressant, positive results were found in animal models of depression. NMDA antagonists like dizocilpine have been shown in animal models to attenuate the hearing loss caused by aminoglycosides It is thought that aminoglycosides mimic endogenous polyamines at NMDA receptors and produce excitotoxic damage, leading to hair cell loss. Antagonizing NMDA receptors to reduce the excitotoxicity would prevent that hearing loss. Dizocilpine was found to block the development of kindled seizures, although it does not have any effect on completed kindled seizures. Oddly, it was discovered to decrease rabies virus production and is believed to be the first neurotransmitter antagonist to present with antiviral activity. Rat cortical neuron cells were infected with the rabies virus and those incubated with dizocilpine had virus produced reduced about 1000-fold. It is not known how MK-801 has this effect; the rabies virus suspension, without cells, was inoculated with dizocilpine and the drug failed to produce a virucidal effect, indicated that the mechanism of action is something other than direct killing of the virus. It was also tested against herpes simplex, vesicular stomatitis, poliovirus type I, and human immunodeficiency virus. It did not have activity against these other viruses, however. Dizocilpine was also shown to potentiate the ability of levodopa to ameliorate akinesia and muscular rigidity in a rodent model of parkinsonism. When dizocilpine was administered to rats 15 minutes after a spinal trauma, the long-term neurological recovery of the trauma was improved. However, NMDA antagonists like dizocilpine have largely failed to show safety in clinical trials, possibly due to inhibition of NMDA receptor function that is necessary for normal neuronal function. Since dizocilpine is a particularly strong NMDA receptor antagonist, this drug is particularly likely to have psychotomimetic side effects (such as hallucinations) that result from NMDA receptor blockade. Dizocilpine had a promising future as a neuroprotective agent until neurotoxic-like effects, called Olney's Lesions, were seen in certain brain regions of lab rats. Merck, a drug company, promptly dropped development of dizocilpine.",
            "score": 162.25743103027344
        },
        {
            "docid": "200405_13",
            "document": "Limbic system . Damage related to the hippocampal region of the brain has reported vast effects on overall cognitive functioning, particularly memory such as spatial memory. As previously mentioned, spatial memory is a cognitive function greatly intertwined with the hippocampus. While damage to the hippocampus may be a result of a brain injury or other injuries of that sort, researchers particularly investigated the effects that high emotional arousal and certain types of drugs had on the recall ability in this specific memory type. In particular, in a study performed by Parkard, rats were given the task of correctly making their way through a maze. In the first condition, rats were stressed by shock or restraint which caused a high emotional arousal. When completing the maze task, these rats had an impaired effect on their hippocampal-dependent memory when compared to the control group. Then, in a second condition, a group of rats were injected with anxiogenic drugs. Like the former these results reported similar outcomes, in that hippocampal-memory was also impaired. Studies such as these reinforce the impact that the hippocampus has on memory processing, in particular the recall function of spatial memory. Furthermore, impairment to the hippocampus can occur from prolonged exposure to stress hormones such as Glucocorticoids (GCs), which target the hippocampus and cause disruption in explicit memory.",
            "score": 160.92425537109375
        },
        {
            "docid": "5035843_16",
            "document": "Area postrema . Research has continued today around the world on the functions of the area postrema. Beyond its role in emesis, as studied intensely by the researchers of the mid-1900s, the activity of the area postrema has been closely linked to other autonomic functions such as regulation of food intake, body fluid homeostasis, and cardiovascular regulation through behavioral studies and electrophysiological studies. In 2007 in Japan, research was performed on the mechanism of excitability of area postrema neurons by extracellular ATP. Voltage clamp whole-cell recording techniques were used on rat brain slices. The results showed that most responses to ATP are excitatory and that they are mediated by particular P2 purinoceptors found in the area postrema. The role of the area postrema in flavor-conditioned aversion and preference was studied in 2001 by researchers at the Brooklyn College at the City University of New York. The experiment tested the effect of area postrema lesions in rats on their ability to learn flavor-conditioned aversion to flavors paired with toxic drug treatments, which indeed showed that lesions of the area postrema leads to impaired flavor aversion learning. A 2009 study followed the development of the area postrema, using a macaque monkey model in an attempt to identify and characterize neurotransmission in this region as well as to resolve outstanding incongruities across research. These scientists found, in culmination, that previous studies suggest noradrenalin and/or dopamine cause CA fluorescence in the area postrema macaque-CA, meaning catecholaminergic or derived from an amine and functioning as a neurotransmitter or hormone or both. The study, however, found evidence of neurotransmitter secretion instead of release in vesicles. Also, their findings concluded GABA is a major neurotransmitter in the area postrema, not glutamate. Ongoing research continues to unravel discrepancies among various rat, cat, and now macaque monkey models of research. A 2002 study in Japan tested a drug that may be of use in curbing the emetic response to drugs that increase dopamine concentrations. The study investigated morphine-induced emesis in ferrets, explaining that morphine exposure triggered dopamine release in the medulla oblongata and in the area postrema by activating opiate receptors, which in turn caused vomiting by the ferrets. Yet a pre-treatment with 6-hydroxydopamine, a dopaminergic neurotoxin, significantly reduced the number of emetic episodes in the ferrets following morphine exposure. This neurotoxin reduced levels of dopamine, noradrenaline, and homovanilic acid, a metabolite of dopamine, and is known to destroy noradrenergic and dopaminergic neurons. Here, 6-hydroxydopamine was injected directly into the medulla oblongata but not in other parts of the brain. This study shows how the dopaminergic pathway in the medulla oblongata may be manipulated in order to reduce the nauseating side-effects associated with so many dopamine-increasing drugs.",
            "score": 158.44435119628906
        },
        {
            "docid": "393535_12",
            "document": "Coolidge effect . Though there is no single reason for why males will choose a novel partner, there have been experiments that show that the major determining factor for detecting a novel partner is through olfactory preference. An experiment using Long-Evans rats, showed that odour played a major role in distinguishing the difference between a novel partner and familiar partner. In their experiment, Carr et al. paired each male rat with a female rat and allowed them to mate. Male rats were then tested for preference through the use of an apparatus which had two cylinders that were attached to their home cage, and contained the familiar female and the novel female in each cylinder. Caps at the end of these cylinders prevented access to the females, but had a hole in them to allow their odours to pass through to the male's cage. Before the testing phase, the females were removed, and then the caps were removed to allow the male to explore both cylinders. From this experiment, they found that males preferred the scent of the novel female. While these males did not have access to these females to demonstrate mating preferences, this odour preference is believed to reflect promiscuous behaviour, and therefore be important to the male mating strategy. In an earlier experiment, also conducted by Carr et al., they found that unlike male rats, female rats preferred the odour of a familiar partner rather than the odour of a novel partner. Another study also examined not only olfactory preference, but what part of the brain targeted the olfactory preference. In this study, male hamsters were given lesions to either the hippocampus or the perirhinal-entorhinal cortex, or received a sham treatment. Then the hamsters were allowed to mate with a female hamster until they became satiated. All subjects were then presented with two anesthetized females, one was the female they had previously copulated with, and the other was a novel female. Hamsters with sham and hippocampal lesions investigated the anogenital region of the novel females for a significantly longer period of time in comparison to the familiar female. Males with lesions to the perirhinal-entorhinal cortex did not show a preference for either a familiar or novel female, and spent a similar amount of time investigating the anogenital region of both females. The results from this study revealed that the perirhinal-entorhinal cortex region of the brain in golden hamsters is crucial for the recognition of familiar conspecifics and certain social behaviors. The conclusion from this experiment was also consistent in rats and monkeys, since damage to this region of the brain impaired standard recognition memory, which would suggest that the hippocampal region of the brain is not crucial in social behavior memory, but rather, the perirhinal-entorhinal cortex.",
            "score": 154.83322143554688
        },
        {
            "docid": "14083964_36",
            "document": "Animal psychopathology . Sugar addiction has been examined in laboratory rats and it develops in the same way that drug addiction develops. Eating sugary foods causes the brain to release natural chemicals called opioids and dopamine in the limbic system. Tasty food can activate opioid receptors in the ventral tegmental area and thereby stimulate cells that release dopamine in the nucleus accumbens (NAc). The brain recognizes the intense pleasure derived from the dopamine and opioids release and learns to crave more sugar. Dependence is created through these natural rewards, the sugary treats, and the opioid and dopamine released into the synapses of the mesolimbic system. The hippocampus, the insula and the caudate activate when rats crave sugar, which are the same areas that become active when drug addicts crave the drug. Sugar is good because it provides energy, but if the nervous system goes through a change and the body becomes dependent on the sugar intake, somatic signs of withdrawal begin to appear like chattering teeth, forepaw tremors and head shakes when sugar is not ingested. Morphine tolerance, a measure of addiction, was observed in rats and their tolerance on Morphine was attributed to environmental cues and the systemic effects of the drug. Morphine tolerance does not depend merely on the frequency of pharmacological stimulation, but rather on both the number of pairings of a drug-predictive cue with the systemic effects of the drug. Rats became significantly more tolerant to morphine when they had been exposed to a paired administration than those rats that were not administered a drug-predictive cue along with the morphine.",
            "score": 153.10935974121094
        },
        {
            "docid": "30005242_8",
            "document": "Effects of estrogen on schizophrenia . Estrogen is often used to treat schizophrenia in women. According to an online science article, \"Prof. Ina Weiner of Tel Aviv University's Department of Psychology and her doctoral student Michal Arad have reported findings suggesting that restoring normal levels of estrogen may work as a protective agent in menopausal women.\" This supports the theory that estrogen acts as a protectorate against schizophrenia. According to Dr. Weiner it has been known for a long time that when estrogen levels are low women are more susceptible and respond poorly to anti-psychotic drugs, thus supporting the use of estrogen as a treatment. In the study Dr. Weiner and Arad performed, ovaries were removed from rats resulting in low estrogen much like in menopause. As a result of the ovaries removal the rats showed schizophrenia like symptoms.To test if estrogen replacements work in reducing schizophrenia symptoms the rats were then given estrogen, and as predicted the schizophrenia symptoms decreased. The anti-psychotic drug haloperidol was also given to rats, but showed no signs of relieving the schizophrenia-like behavior, providing evidence for the effectiveness of estrogen in comparison with other anti-psychotic drugs. They also found that estrogen is effective for relieving schizophrenia in both male and female rats. In addition they found that low amounts of estrogen increase the effectiveness of anti-psychotic drugs. Although this study suggests that estrogen helps in alleviating symptoms, many argue that it could have side effects such as cervical cancer and heart attacks. As a result of her study, Dr. Weiner concluded that women suffering from schizophrenia should be given estrogen supplements in their mid-twenties and in their forties, when estrogen levels are decreased. This would improve the effectiveness of anti-psychotic drugs and would help in assisting women with schizophrenia in maintaining a normal lifestyle without peaks of schizophrenia in their forties. Dr. Weiner also believes that since men are less likely to develop schizophrenia after the age of forty, it is likely that estrogen is the \"culprit\".",
            "score": 152.65843200683594
        },
        {
            "docid": "21488622_23",
            "document": "Self-administration . Self-administration experiments can also be paired with methods such as in vitro electrophysiology or molecular biology to understand the effects of addiction on neural circuitry. Self-administration studies have allowed researchers to locate a staggering number of changes in brain signaling that occur in addiction. One example of such a study involved examining synaptic plasticity in rats undergoing the behavioral shift to addiction. Using the criteria for classifying rats as “addicts” or “non-addicts” as put forth by Deroche-Gamonet et al., it was found that addicted rats display a prolonged and persistent impairment in mGluR2/3-dependent Long-Term Depression. Despite exposure to the same self-administration paradigm, control rats recovered this form of synaptic plasticity. The authors of the study propose an important explanation for their results in that this specific loss of plasticity over an extended period is responsible for the progressive loss of controlled drug use.(Kasanetz et al.) This represents a potential molecular mechanism by which addicts might differ from non-addicts and undergo pathological learning processes during the development of addiction.",
            "score": 152.54412841796875
        },
        {
            "docid": "1197243_9",
            "document": "Gateway drug theory . In animals it is relatively simple - compared to humans in clinical studies - to determine if the consumption of a certain drug increases the later attraction of another drug. Rats repeatedly injected with tetrahydrocannabinol - earlier in life - increased the self-administration of heroin (results based on 11 male rats), morphine (study based on 12 male rats) and also nicotine (34 rats). There were direct indications that the alteration consisted of lasting anatomical changes in the reward system of the brain. The importance of these findings for the reward system in the human brain in relation to the liability to the use of further drugs has been pointed out in several reviews.",
            "score": 152.39187622070312
        },
        {
            "docid": "22209340_6",
            "document": "Laughter in animals . Rats emit long, 50-kHz ultrasonic calls that are induced during rough and tumble play, and when tickled by humans. The vocalization is described as distinct \"chirping\". Like humans, rats have \"tickle skin\", areas of the body that generate greater laughter responses than others. Rats that laugh the most also play the most and prefer to spend more time with other laughing rats. It has been reported that there is no decline in the tendency to laugh and respond to tickle skin as rats age, however, it has also been reported that in females, brain maturation after puberty appears to redefine tickling as aversive, leading to avoidance rather than appetitive responses. Further studies show that rats chirp when wrestling one another, before receiving morphine, or when mating. The sound has been interpreted as an expectation of something rewarding. High frequency ultrasonic vocalizations are important in rat communication and function to elicit approach behavior in the recipient.",
            "score": 148.70611572265625
        },
        {
            "docid": "35812169_14",
            "document": "Epigenetics in learning and memory . The hippocampus is an important brain region in memory formation. H3K4 trimethylation is associated with active transcription. In contextual fear conditioning experiments in rats, it was found that levels of H3K4 trimethylation increases in the hippocampus after fear conditioning. In these experiments by Gupta et al., a connection was made between changes in histone methylation and active gene expression during the consolidation of associative memories. In this same study, it was also found that these histone methylations were reversible, as the levels of trimethylation of H3K4 returned to basal levels after a period of 24 hours. This indicated that active demethylation was occurring following memory consolidation. To further explore the role of methyltransferases in long-term memory formation, this study applied the same fear conditioning tests on rats deficient in Mll, a H3K4-specific methyltransferase. The rats with a heterozygous mutant Mll+/- gene showed a significant reduction in their ability to form long-term memories compared to normal rats with an intact Mll gene. Therefore, H3K4 methyltransferases, such as Mll, must have an essential role in long-term memory formation in the hippocampus.",
            "score": 147.6054229736328
        },
        {
            "docid": "2367309_5",
            "document": "State-dependent memory . Following this discovery, other researchers looked into the effect of different states of being on the ability to learn and remember responses or information. In 1964, Donald Overton conducted a study as a direct response to Girden and Culler's 1937 experiment. The study tested the effects of sodium pentobarbital on rats' abilities to learn and remember certain taught responses. These rats were randomly assigned to one of two groups – substance administered or no substance administered (the control condition) – and then placed in a simple maze and taught to escape an electrical shock. Overton found that the rats that had been administered 25 mg of sodium pentobarbital could no longer remember the proper escape response when they were later placed in the maze without the drug. However, if these rats were administered sodium pentobarbital once again and placed in the maze, they recalled the escape response they had been taught. Similarly, when Overton taught a rat the escape response under the control condition (no sodium pentobarbital administered), it could not recall that behavior when it was administered the drug and asked to perform later on. Results strongly indicated that rats performed the learned response more efficiently when in the either sodium pentobarbital or control state that they were in when they first learned it. In regard to this idea the study specifically stated \"a response learned under the influence of a particular drug will subsequently reoccur (with maximum strength) only when that drug condition is reinstated\".",
            "score": 147.28057861328125
        },
        {
            "docid": "14083964_5",
            "document": "Animal psychopathology . Activity anorexia (AA) is a condition where rats begin to exercise excessively while simultaneously cutting down on their food intake, similar to human anorexia nervosa or hypergymnasia. When given free access to food and an exercise wheel, rats normally develop a balanced routine between exercise and food intake, which turns them into fit rats. However, if food intake is restricted and wheel access is unrestricted, rats begin to exercise more and eat less, resulting in excessive weight loss and, ultimately, death. The running cycles shift so that most of the running is done in hours before feeding is scheduled. In other conditions, AA does not develop. Unrestricted food access and restricted wheel access will not cause any significant change in either feeding or exercise routine. Also, if rats are restricted both in food intake and wheel access, they will adjust accordingly. In fact, if rats are first trained to the feeding schedule and then given unrestricted access to a running wheel, they will not develop AA behavior. Results support the notion that the running interferes with adaptation to the new feeding schedule and is associated with the reward system in the brain. One theory is that running simulates foraging, a natural behavior in wild rats. Laboratory rats therefore run (forage) more in response to food shortages. The effect of semi-starvation on activity has also been studied in primates. Rhesus macaque males become hyperactive in response to long-term chronic food restriction.",
            "score": 147.10960388183594
        },
        {
            "docid": "21488622_21",
            "document": "Self-administration . A recent study published in Nature showed an upregulation of microRNA-212 in the dorsal striatum of rats previously exposed to cocaine for extended periods. Animals infected with a viral vector overexpressing miR-212 in the dorsal striatum produced the same initial levels of cocaine intake; however, drug consumption progressively decreased as net cocaine exposure increased. The authors of the study noted that viral-infected animals exhibited decreased operant responding during the post-infusion time-out period and proposed that this demonstrated a reduction in compulsive drug-seeking behavior.(Hollander \"et al.\") miR-212 acts through Raf1 to enhance the CREB response; CREB-TORC is known to negatively regulate the reinforcing effects of cocaine. (Hollander \"et al.\") This study provides one example (miR-212, owing to its amplification of CREB) of a self-administration study that may provide potential therapeutic targets for the treatment of cocaine addiction. One of the most important advances to emerge from self-administration studies comes from a behavioral model for addiction in animals. This model relies on observation of three separate phenomena to classify a rat as “addicted:” 1) Persistence in drug-seeking: Depends on the attempts of rats to obtain drug during time-out or no-periods in the self-administration apparatus. 2) Resistance to punishment: Measured by how much rats maintain rates of self-administration when cocaine infusion is paired with an electric shock. 3) Motivation for the drug: Measured by the breakpoint in progressive ratio reinforcement. (Deroche-Gamonet et al.)",
            "score": 146.792236328125
        },
        {
            "docid": "21312313_45",
            "document": "Procedural memory . It is evident that long-term Cocaine abuse alters brain structures. Research has shown that the brain structures that are immediately affected by long-term cocaine abuse include: cerebral hypoperfusion in the frontal, periventricular and temporal-parietal. These structures play a role in various memory systems. Furthermore, the drug cocaine elicits its desirable effects by blocking the DRD1 dopamine receptors in the striatum, resulting in increased dopamine levels in the brain. These receptors are important for the consolidation of procedural memory. These increased dopamine levels in the brain resultant of cocaine use is similar to the increased dopamine levels in the brain found in schizophrenics. Studies have compared the common memory deficits caused by both cases to further understand the neural networks of procedural memory. To learn more about the effects of dopamine and its role in schizophrenia see: dopamine hypothesis of schizophrenia. Studies using rats have shown that when rats are administered trace amounts of cocaine, their procedural memory systems are negatively impacted. Specifically, the rats are unable to effectively consolidate motor-skill learning. With cocaine abuse being associated with poor procedural learning, research has shown that abstinence from cocaine is associated with sustained improvement of motor-skill learning (Wilfred et al.).",
            "score": 146.60702514648438
        },
        {
            "docid": "1374627_4",
            "document": "Hyperacusis . In hyperacusis, the symptoms are ear pain, annoyance, and general intolerance to many sounds that most people are unaffected by. Crying spells or panic attacks may result from the experience of hyperacusis. It may affect either or both ears. Hyperacusis can also be accompanied by tinnitus. Hyperacusis can result in anxiety, stress and phonophobia. Avoidant behaviour is often a response to prevent the effects of hyperacusis and this can include avoiding social situations.",
            "score": 144.55023193359375
        },
        {
            "docid": "25259540_9",
            "document": "Freezing behavior . Methamphetamines have also shown that they could affect freezing behavior. Tsuchiya et al. conducted a study investigating the effect of methamphetamine pretreatment on freezing behavior. Rats were given the drug over a week, ramping up the doses. After that, there was a 5-day period without any drugs administered. The rats were then subjected to conditioned fear stress. Repeated but not single methamphetamine pretreatment resulted in a significantly increased freezing behavior. This evidence suggests that previous exposure to chronic methamphetamine results in an increased sensitivity to subsequent stress than a control group.",
            "score": 144.13687133789062
        },
        {
            "docid": "2284563_20",
            "document": "Conditioned taste aversion . When examining taste avoidance, however, the rat may avoid a food yet still enjoy it and choose it over others. In further tests, the rats were tested with another sucrose solution but this time it was paired with a drug that gave positive, euphoric effects, such as amphetamine, cocaine, and morphine. The rats showed positive reactions to the drugs. However, rats react to any change in physiological state as a sign of danger and avoided approaching these solutions. When one of these euphoric solutions was placed next to another solution that had a learned taste aversion, the rat would choose the substance that it had a taste avoidance towards. Scientists theorize that in terms of evolution, because rats are unable to vomit and immediately purge toxins, rats have developed a strong \"first line of defense\", which is their sense of taste and smell. This further shows the importance of taste and the correlation between taste and any change in physiological state, whether it be good or bad. Because rats rely upon taste and pairing it with a reaction rather than relying on later responses that involve the gastrointestinal tract, taste avoidance is just as prevalent as taste aversion, though the two don't necessarily go hand in hand.",
            "score": 143.10948181152344
        },
        {
            "docid": "101970_8",
            "document": "Tinnitus . Subjective tinnitus is the most frequent type of tinnitus. It can have many possible causes, but most commonly it results from hearing loss. When the tinnitus is caused by disorders of the inner ear or auditory nerve it is called otic (from the Greek word for ear). These otological or neurological conditions include those triggered by infections or drugs. A frequent cause is noise exposure that damages hair cells in the inner ear.",
            "score": 142.86883544921875
        },
        {
            "docid": "5476650_9",
            "document": "John Garcia (psychologist) . During the experiments rats were given one taste, sight, sound as a neutral stimulus. Later the rats would be exposed to radiation or drugs (the unconditioned stimulus), which would make the rats sick. Through these experiments, Garcia discovered that if a rat became nauseated after presented with a new taste, even if the illness occurred several hours later, the rat would avoid that taste. This contradicted the belief that, for conditioning to occur, the unconditioned response (in this case, sickness) must immediately follow the conditioned stimulus-to-be (the taste). Secondly, Garcia discovered that the rats developed aversions to tastes, but not to sights or sounds, disproving the previously held theory that any perceivable stimulus (light, sound, taste, etc.) could become a conditioned stimulus for any unconditioned stimulus.",
            "score": 142.53196716308594
        },
        {
            "docid": "10828_20",
            "document": "Fear . Often laboratory studies with rats are conducted to examine the acquisition and extinction of conditioned fear responses. In 2004, researchers conditioned rats (\"Rattus norvegicus\") to fear a certain stimulus, through electric shock. The researchers were able to then cause an extinction of this conditioned fear, to a point that no medications or drugs were able to further aid in the extinction process. However the rats did show signs of avoidance learning, not fear, but simply avoiding the area that brought pain to the test rats. The avoidance learning of rats is seen as a conditioned response, and therefore the behavior can be unconditioned, as supported by the earlier research.",
            "score": 141.47344970703125
        },
        {
            "docid": "29661037_7",
            "document": "Cariprazine . Unlike many antipsychotics that are D and 5-HT receptor antagonists, cariprazine is a D and D partial agonist. It also has a higher affinity for D receptors. The D and D receptors are important targets for the treatment of schizophrenia, because the overstimulation of dopamine receptors has been implicated as a possible cause of schizophrenia. Cariprazine acts to inhibit overstimulated dopamine receptors (acting as an antagonist) and stimulate the same receptors when the endogenous dopamine levels are low. Cariprazine’s high selectivity towards D receptors could prove to reduce side effects associated with the other antipsychotic drugs, because D receptors are mainly located in the ventral striatum and would not incur the same motor side effects (extrapyramidal symptoms) as drugs that act on dorsal striatum dopamine receptors. Cariprazine also acts on 5-HT receptors, though the affinity is considerably lower than the affinity to dopamine receptors (seen in monkey and rat brain studies). In the same studies, cariprazine has been noted to produce pro-cognitive effects, the mechanisms of which are currently under investigation. An example of pro-cognitive effects occurred in pre-clinical trials with rats: rats with cariprazine performed better in a scopolamine-induced learning impairment paradigm in a water labyrinth test. This may be due to the selective antagonist nature of D receptors, though further studies need to be conducted. This result could be very useful for schizophrenia, as one of the symptoms includes cognitive deficits.",
            "score": 140.79464721679688
        },
        {
            "docid": "1374627_10",
            "document": "Hyperacusis . One possible treatment for hyperacusis is retraining therapy which uses broadband noise. Tinnitus retraining therapy, a treatment originally used to treat tinnitus, uses broadband noise to treat hyperacusis. Pink noise can also be used to treat hyperacusis. By listening to broadband noise at soft levels for a disciplined period of time each day, patients can rebuild (i.e., re-establish) their tolerances to sound. Although patients might not always make a complete recovery, the use of broadband noise usually gives some of them a significant improvement in their symptoms, especially if this is combined with counseling.",
            "score": 140.48733520507812
        },
        {
            "docid": "11840866_29",
            "document": "Urban legends about drugs . Similar to one of the most enduring myths about LSD, and also somewhat related to the \"multi-day impairment\" legend described further down on this list, this legend claims that residual THC stored in fat cells gets released spontaneously into the bloodstream in enough quantities to get one high again long after the last use of cannabis, be it days, weeks, or even months later. This legend is typically accompanied by anecdotal evidence of people who experience a \"high\" after doing exercise of some sort. While \"somewhat\" more biologically plausible than the discredited LSD legend due to the fat-solubility of THC, this phenomenon remains scientifically unproven. A 2009 study of rats that involved injecting them with large quantities of THC (equivalent to 5-10 joints per day in humans) each day for ten days straight, then subjecting them to simulated severe stress or food deprivation led to double the blood levels of THC-COOH two days after the last THC exposure compared to rats that were neither stressed nor deprived of food. If such results occurred in humans, then it is theoretically possible for a chronic cannabis user to fail a drug test long after the usual detection time due to exercise, dieting, or severe stress shortly before the test—and several anecdotal reports of this exist. However, there is currently no hard evidence that enough active THC would be released to get one \"high\" or cause \"flashbacks.\" One should also note that flashbacks from psychoactive drugs in general are now known to be psychological phenomena, and drug residues typically play no significant role in their occurrence and recurrence.",
            "score": 140.41221618652344
        },
        {
            "docid": "1374627_3",
            "document": "Hyperacusis . \"Hyperacusis\" is often coincident with tinnitus. Both conditions have a prevalence of about 10–15% and hearing loss as a major risk factor. However, there also appear to be important differences between the mechanisms involved in tinnitus and hyperacusis.",
            "score": 140.2880401611328
        },
        {
            "docid": "21312301_37",
            "document": "Context-dependent memory . Extinction is often used in a type of clinical therapy called exposure therapy to treat disorders such as phobias and anxiety and is also used to treat drug dependence. For example, a person who learns to associate snakes with a traumatic event such as being bitten may develop a phobia. As a treatment, a therapist may choose to expose the person to snakes in the absence of any traumatic event, leading to extinction of maladaptive behaviours related to fear. However, due to the fact that extinction is a context-dependent process, it may lead to relapse once the patient is no longer in the extinction context.  In a study by Crombag and Shaham, rats were taught to self-administer a heroin and cocaine mixture followed by twenty days of extinction. Half of the rats experienced extinction in the same context as the original self-administration and the other half in a new context. The rats that underwent extinction in a new context renewed drug self-administration significantly more than the other rats when they were put back in the original context. A similar effect was shown in human exposure therapy for severe fear of spiders. The participants who were treated through extinction and later tested in the same context were significantly less afraid than the participants who were treated and tested in different contexts. This shows the lack of generalizability of one context to another in exposure therapy. Hence, it should be taken into consideration that context-dependence of extinction is critical for successful treatments. To acquire stable and effective extinction of phobias, anxiety, or drug-seeking, the context of extinction must be as similar as possible to the day-to-day encounters with emotion-arousing cues that patients may experience.",
            "score": 139.8579559326172
        },
        {
            "docid": "24733_17",
            "document": "Phencyclidine . Some studies found that, like other NMDA receptor antagonists, PCP can cause a kind of brain damage called Olney's lesions in rats. Studies conducted on rats showed that high doses of the NMDA receptor antagonist dizocilpine caused reversible vacuoles to form in certain regions of the rats' brains. All studies of Olney's lesions have only been performed on non-human animals and may not apply to humans. One unpublished study by Frank Sharp reportedly showed no damage by the NDMA antagonist, ketamine, a similar drug, far beyond recreational doses, but due to the study never having been published, its validity is controversial.",
            "score": 139.81256103515625
        },
        {
            "docid": "2284563_19",
            "document": "Conditioned taste aversion . Studies on rats to determine how they react to different tasting liquids and injections indicate this difference. Scientists measured the facial and somatic reactions of rats after exposure to a flavored solution (sucrose or salt) which do not induce abnormal feelings. However, immediately after the rat ingests the solution, the rat is injected with a drug that induces nausea. The rat subsequently expresses a disgust reaction towards the solution, seen by mouth gaping. This is a Pavlovian conditioned response as the rat is associating the disgust with the solution that it drank immediately before the injection. The rat experiences taste \"aversion\". This is similar to when a human, for example, eats a steak that is perfectly safe and edible and coincidentally contracts a stomach bug and starts vomiting within a few hours of eating the steak. Although the human may know that the vomiting was due to a virus and not from eating the steak, the conditioned response in the brain associates the steak with vomiting due to the timing and the human may avoid steak because he has developed a learned taste aversion to the steak.",
            "score": 139.5278778076172
        },
        {
            "docid": "29109801_4",
            "document": "Methastyridone . \"Merck’s behavioral psychopharmacology screening program finally identified one highly promising new antidepressant. Code named MK-202, the chemical increased lever-pressing work output under a range of conditions, in seemingly more adaptive ways than amphetamine. For instance, in the “strained fixed-ratio” test, designed to measure “an animal’s ability to handle an overly large workload with inadequate motivation,” MK-202 performed better than dextroamphetamine. Here, hungry rats were given a drop of condensed milk only after pressing a lever two hundred times in response to a light signal. However, in the middle of their heavy and under-rewarded task a second light would turn on intermittently, and if they immediately responded by pressing a second lever they would get a milk drop instantly. Thus, this experiment measured both willingness to do “a particularly long and tedious job” as well as “alertness” to a second stimulus, according to Merck researchers. The rats on amphetamine performed well on the repetitive task but tended to miss the second stimulus; not so the rats on MK-202. Given the similarity between the rat’s situation and the repetitive work that most people must endure to make a living, a drug that increased lever pressing without producing unresponsiveness would seem a likely antidepressant—provided we accept that inefficiency in unrewarding jobs indicates psychiatric depression.\" \"This implicit identification of impaired work efficiency with depressive illness, inscribed in the use of amphetamine-boosted lever pressing as the benchmark that subsequent antidepressants had to meet, applied to the highest level executive type of work also. (The business world is called a “rat race” with reason!) This is evident from another test, designed to measure a rat’s capacity to perform complex tasks. Here, to get a reward, rats had to press a lever rapidly when a white light was on, slowly when a red light was on, and not at all when both lights were on. The rats on amphetamine pressed their levers fast no matter what lights were on, but the rats on MK-202 only pressed fast when high speed was rewarded. In these and a half a dozen other experiments with trained rats subject to diabolically ingenious “reinforcement schedules” (that is, particular programs of reward and punishment), MK-202 outperformed amphetamine for boosting work output, maximizing reward, and minimizing punishment, particularly when tasks were both difficult and unrewarding. A more promising antidepressant drug candidate could hardly be imagined, and in January 1960 the behavioral psychopharmacology unit passed it on for human testing as an antidepressant, with its highest recommendation.\"",
            "score": 139.4628448486328
        },
        {
            "docid": "11840996_18",
            "document": "Environment and intelligence . Environmental enrichment affects cognition and intellectual development from a neurobiological perspective. More stimulating environments can increase the number of synapses in the brain which increases synaptic activity. In humans this is most likely to occur during the development of the brain but can also occur in adults. Most of the research on environmental enrichment has been carried out on non human animals. In an experiment, four different habitats were set up to test how environmental enrichment or relative impoverishment affected rats' performance on various measures of intelligent behavior. First, rats were isolated, each to its own cage. In a second condition, the rats were still in isolation, but this time they had some toy, or enriching object in the cage with them. The third condition placed the rats in cages with each other, so they were receiving social enrichment, without any enriching object. The fourth and final condition exposed the rats to both social interaction and some form of object enrichment.",
            "score": 139.26734924316406
        },
        {
            "docid": "816012_9",
            "document": "Psychoneuroimmunology . In 1975, Robert Ader and Nicholas Cohen, at the University of Rochester, advanced PNI with their demonstration of classic conditioning of immune function, and they subsequently coined the term \"psychoneuroimmunology\". Ader was investigating how long conditioned responses (in the sense of Pavlov's conditioning of dogs to drool when they heard a bell ring) might last in laboratory rats. To condition the rats, he used a combination of saccharin-laced water (the conditioned stimulus) and the drug Cytoxan, which unconditionally induces nausea and taste aversion and suppression of immune function. Ader was surprised to discover that after conditioning, just feeding the rats saccharin-laced water was associated with the death of some animals and he proposed that they had been immunosuppressed after receiving the conditioned stimulus. Ader (a psychologist) and Cohen (an immunologist) directly tested this hypothesis by deliberately immunizing conditioned and unconditioned animals, exposing these and other control groups to the conditioned taste stimulus, and then measuring the amount of antibody produced. The highly reproducible results revealed that conditioned rats exposed to the conditioned stimulus were indeed immuno suppressed. In other words, a signal via the nervous system (taste) was affecting immune function. This was one of the first scientific experiments that demonstrated that the nervous system can affect the immune system.",
            "score": 138.97116088867188
        }
    ]
}