{
    "q": [
        {
            "docid": "44291266_2",
            "document": "Calcium imaging . Calcium imaging is a scientific technique usually carried out in research which is designed to show the calcium (Ca) status of an isolated cell, tissue or medium.  Calcium imaging techniques take advantage of so-called calcium indicators, fluorescent molecules that can respond to the binding of Ca ions by changing their fluorescence properties.  Two main classes of calcium indicators exist: chemical indicators and genetically encoded calcium indicators (GECI). Calcium imaging can be used to optically probe intracellular calcium in living animals. This technique has allowed studies of calcium signalling in a wide variety of cell types and neuronal activity in hundreds of neurons and glial cells within neuronal circuits .",
            "score": 317.26031827926636
        },
        {
            "docid": "44291266_5",
            "document": "Calcium imaging . These dyes are often used with the chelator carboxyl groups masked as acetoxymethyl esters, in order to render the molecule lipophilic and to allow easy entrance into the cell. Once this form of the indicator is in the cell, cellular esterases will free the carboxyl groups and the indicator will be able to bind calcium. The free acid form of the dyes (i.e. without the acetoxymethyl ester modification) can also be directly injected into cells via a microelectrode or micropipette which removes uncertainties as to the cellular compartment holding the dye (the acetoxymethyl ester can also enter the endoplasmic reticulum and mitochondria). Binding of a Ca ion to a fluorescent indicator molecule leads to either an increase in quantum yield of fluorescence or emission/excitation wavelength shift. Individual chemical Ca fluorescent indicators are utilized for cytosolic calcium measurements in a wide variety of cellular preparations. The first real time (video rate) Ca imaging was carried out in 1986 in cardiac cells using intensified video cameras. Later development of the technique using laser scanning confocal microscopes revealed sub-cellular Ca signals in the form of Ca sparks and Ca blips. Relative responses from a combination of chemical Ca fluorescent indicators were also used to quantify calcium transients in intracellular organelles such as mitochondria.",
            "score": 247.11730349063873
        },
        {
            "docid": "44291266_8",
            "document": "Calcium imaging . Genetically encoded indicators do not need to be loaded onto cells, instead the genes encoding for these proteins can be easily transfected to cell lines. It is also possible to create transgenic animals expressing the dye in all cells or selectively in certain cellular subtypes. GECIs have been used in the studies of neuron, T-cell, cardiomyocyte, etc.  Regardless of the type of indicator used the imaging procedure is generally very similar. Isolated cells loaded with an indicator or expressing it in the case of GECI, can be viewed using a fluorescence microscope and captured by a CCD camera. Confocal and two-photon microscopes provide improved sectioning ability so that calcium signals can be resolved in micro domains or (for example) synaptic boutons. Images are analyzed by measuring fluorescence intensity changes for a single wavelength or two wavelengths expressed as a ratio (ratiometric indicators). The derived fluorescence intensities and ratios are plotted against calibrated values for known Ca levels to learn Ca concentration. Light field microscopy methods extend functional readout of neural activity capabilities in 3D volumes.",
            "score": 237.7680503129959
        },
        {
            "docid": "908786_2",
            "document": "Fura-2 . Fura-2, an aminopolycarboxylic acid, is a ratiometric fluorescent dye which binds to free intracellular calcium. It was the first widely used dye for calcium imaging, and remains very popular. Fura-2 is excited at 340 nm and 380 nm of light, and the ratio of the emissions at those wavelengths is directly related to the amount of intracellular calcium. Regardless of the presence of calcium, Fura-2 emits at 510 nm of light. The use of the ratio automatically cancels out confounding variables, such as variable dye concentration and cell thickness, making Fura-2 one of the most appreciated tools to quantify calcium levels. The high photon yield of fura-2 allowed the first real time (video rate) measurements of calcium inside living cells in 1986. More recently, genetically-encoded calcium indicators based on spectral variants of the green fluorescent protein, such as Cameleons, have supplemented the use of Fura-2 and other small molecule dyes for calcium imaging, but Fura-2 remains faster.",
            "score": 215.3969008922577
        },
        {
            "docid": "871906_4",
            "document": "Plate reader . Fluorescence intensity detection has developed very broadly in the microplate format over the last two decades. The range of applications is much broader than when using absorbance detection, but instrumentation is usually more expensive. In this type of instrumentation, a first optical system (excitation system) illuminates the sample using a specific wavelength (selected by an optical filter, or a monochromator). As a result of the illumination, the sample emits light (it fluoresces) and a second optical system (emission system) collects the emitted light, separates it from the excitation light (using a filter or monochromator system), and measures the signal using a light detector such as a photomultiplier tube (PMT). The advantages of fluorescence detection over absorbance detection are sensitivity, as well as application range, given the wide selection of fluorescent labels available today. For example, a technique known as calcium imaging measures fluorescence intensity of calcium-sensitive dyes to assess intracellular calcium levels.",
            "score": 207.59749686717987
        },
        {
            "docid": "56106124_8",
            "document": "Cell isolation . Isolated cells can be used to study how cells work, how they change in response to disease, and how they are affected by drugs.  An example of an experimental technique which uses isolated cells is patch clamp electrophysiology, used to study how charged particles flow across the cell membrane.  Complementary techniques include calcium fluorescence imaging using dyes that emit light in response to calcium to measure how calcium is regulated within the cell, and immunocytochemistry which uses antibodies tagged with a fluorescent marker to identify where proteins are located within a cell. Isolated cells can also be used for cell culture, in which a single cell multiplies to create a colony of cells.",
            "score": 213.72632145881653
        },
        {
            "docid": "42291886_35",
            "document": "Ligand binding assay . A prominent signaling molecule in cells is Calcium, (Ca), which can be detected with a Fluo-4 acetoxymethyl dye. It binds to free Ca ions, which in turn slightly increase fluorescence of the Fluo-4 AM. The drawback of the Fluo-4 dye formulation is that a washing step is required to remove extracellular dye, which may provide unwanted background signals. For instance, washing puts additional stress on the cells, as well as consumes time, which prevents a timely analysis. Recently, an alternative dye solution and microplate system has been developed called FLIPR® (fluorometric imaging plate reader), which uses a Calcium 3 assay reagent that does not require a washing step. As a result, change in dye fluorescence can be viewed in real time with no delay using an excitatory laser and a charge-coupled device.",
            "score": 227.3666956424713
        },
        {
            "docid": "5414549_5",
            "document": "Tetramethylenedisulfotetramine . Recent studies have indicated the usefulness of pH sensitivity in identifying Chloride ion influx, resulting from GABAA receptor excitation. Other potential screening tools include spontaneous Calcium ion oscillations seen in hippocampal cell cultures from new born mice. This phenomenon can be measured by Calcium ion sensitive fluorescent dye. Further analyses showed that these Calcium ion oscillations are sensitive to MK-801 (an NMDA open channel blocker), suggesting that NMDA receptor operated channels are involved in TMDT induced spontaneous activity. When considering GABAA receptor activity, diazepam and pregnanolone reversed TMDT activity when applied to cell cultures individually and in combination. MK-801 and ketamine show more antagonistic effects on TMDT than diazepam within cerebral cortical cell cultures of embryonic rats.",
            "score": 224.86981773376465
        },
        {
            "docid": "53995681_8",
            "document": "Genetically encoded voltage indicator . Different types of GEVIs are seen being used in many biological or physiological research areas. It is thought to be superior to conventional voltage detecting methods like electrode-based electrophysiological recordings, calcium imaging, or voltage sensitive dyes. It can show neuron signals with subcellular spatial resolution. It has fast temporal resolution (sub-millisecond), matching or surpassing that of the electrode recordings, and about one magnitude faster than calcium imaging. Researchers have used it to probe neural communications of an intact brain (of \"Drosophila\" or mouse), electrical spiking of bacteria (\"E. coli\"), and human stem-cell derived cardiomyocyte.",
            "score": 249.90514063835144
        },
        {
            "docid": "36436992_2",
            "document": "Fluo-3 . Fluo-3 is a fluorescence indicator of intracellular calcium (Ca). It is used to measure Ca inside living cells in flow cytometry and confocal laser scanning microscopy using visible light excitation (compatible with argon laser sources operating at 488 nm). Fluo-3 is an essentially nonfluorescent compound, but upon binding of Ca its fluorescence increases sharply with an emission maximum at 525 nm suitable for conventionally used detectors designed for fluorescein isothiocyanate (FITC) measurements. This large change in fluorescence coupled with a good yield of photons provides very high contrast which allowed the detection of microscopic Ca release events inside cells called \"Calcium sparks\". Whereas the salts of fluo-3 are unable to penetrate cells, loading can be achieved using its acetoxymethyl (AM) ester derivative. Once inside the cell, unspecific esterases cleave the ester effectively trapping fluo-3.",
            "score": 202.11084628105164
        },
        {
            "docid": "13276251_18",
            "document": "Roger Y. Tsien . Tsien was a pioneer of calcium imaging and known for developing various dyes which become fluorescent in the presence of particular ions such as calcium. One such dye, Fura-2, is widely used to track the movement of calcium within cells. Indo-1, another popular calcium indicator, was also developed by Tsien's group in 1985. He has also developed fluorescent indicators for other ions such as magnesium, zinc, copper, iron, lead, cadmium, aluminum, nickel, cobalt, and mercury.",
            "score": 211.5327079296112
        },
        {
            "docid": "31700261_2",
            "document": "GCaMP . GCaMP is a genetically encoded calcium indicator, or GECI initially developed by Junichi Nakai. GCaMP is created from a fusion of green fluorescent protein (GFP), calmodulin, and M13, a peptide sequence from myosin light chain kinase. The advantage of GECI's is that they can be genetically specified for studies in living organisms. The first transgenic mouse expressing a GCaMP was reported in 2004 and GCaMP was subsequently improved to GCaMP2, which was stable at mammalian body temperatures and enabled the first in vivo mammalian recordings using a GECI. GCaMPs have been subsequently modified to progressively improve the range of the fluorescence signal, resulting in GCaMP3 through GCaMP8. Additionally, red fluorescence GECIs, termed \"RCaMPs\" have been developed to expand the spectral options for multi-lineage imaging. GFP is circularly permutated so that the N- and C-termini are fused, creating a new terminus in the middle of the protein. Fused to the new terminus is calmodulin (CaM) and the M13 domain of a myosin light chain kinase. Calmodulin is a symmetrical, hinge-like protein that binds to four calcium ions via E-F motifs. When calcium is present, CaM undergoes a conformational change, and the hinge region is able to bind helical peptide chains on target proteins, such as M13. In the absence of calcium, the circularly permutated fluorescent proteins exist in a poorly fluorescent state due to a water pathway that enables protonation of the chromophore and poor absorbance at the excitation wavelengths. Ca binding to the calmodulin moiety results in a structural shift that eliminates this solvent pathway, rapid de-protonation of the chromophore, and bright fluorescence.",
            "score": 214.05241811275482
        },
        {
            "docid": "480700_11",
            "document": "Biosensor . Organelles form separate compartments inside cells and usually perform function independently. Different kinds of organelles have various metabolic pathways and contain enzymes to fulfill its function. Commonly used organelles include lysosome, chloroplast and mitochondria. The spatial-temporal distribution pattern of calcium is closed related to ubiquitous signaling pathway. Mitochondria actively participate in the metabolism of calcium ions to control the function and also modulate the calcium related signaling pathways. Experiments have proved that mitochondria have the ability to respond to high calcium concentration generated in the proximity by opening the calcium channel. In this way, mitochondria can be used to detect the calcium concentration in medium and the detection is very sensitive due to high spatial resolution. Another application of mitochondria is used for detection of water pollution. Detergent compounds' toxicity will damage the cell and subcellular structure including mitochondria. The detergents will cause a swelling effect which could be measured by an absorbance change. Experiment data shows the change rate is proportional to the detergent concentration, providing a high standard for detection accuracy.",
            "score": 217.9051879644394
        },
        {
            "docid": "300381_35",
            "document": "Smooth muscle tissue . The phosphorylation of the light chains by MLCK is countered by a myosin light-chain phosphatase, which dephosphorylates the MLC myosin light chains and thereby inhibits contraction. Other signaling pathways have also been implicated in the regulation actin and myosin dynamics. In general, the relaxation of smooth muscle is by cell-signaling pathways that increase the myosin phosphatase activity, decrease the intracellular calcium levels, hyperpolarize the smooth muscle, and/or regulate actin and myosin muscle can be mediated by the endothelium-derived relaxing factor-nitric oxide, endothelial derived hyperpolarizing factor (either an endogenous cannabinoid, cytochrome P450 metabolite, or hydrogen peroxide), or prostacyclin (PGI2). Nitric oxide and PGI2 stimulate soluble guanylate cyclase and membrane bound adenylate cyclase, respectively. The cyclic nucleotides (cGMP and cAMP) produced by these cyclases activate Protein Kinase G and Protein Kinase A and phosphorylate a number of proteins. The phosphorylation events lead to a decrease in intracellular calcium (inhibit L type Calcium channels, inhibits IP3 receptor channels, stimulates sarcoplasmic reticulum Calcium pump ATPase), a decrease in the 20kd myosin light chain phosphorylation by altering calcium sensitization and increasing myosin light chain phosphatase activity, a stimulation of calcium sensitive potassium channels which hyperpolarize the cell, and the phosphorylation of amino acid residue serine 16 on the small heat shock protein (hsp20)by Protein Kinases A and G. The phosphorylation of hsp20 appears to alter actin and focal adhesion dynamics and actin-myosin interaction, and recent evidence indicates that hsp20 binding to 14-3-3 protein is involved in this process. An alternative hypothesis is that phosphorylated Hsp20 may also alter the affinity of phosphorylated myosin with actin and inhibit contractility by interfering with crossbridge formation. The endothelium derived hyperpolarizing factor stimulates calcium sensitive potassium channels and/or ATP sensitive potassium channels and stimulate potassium efflux which hyperpolarizes the cell and produces relaxation.",
            "score": 209.70045113563538
        },
        {
            "docid": "4848693_2",
            "document": "Cameleon (protein) . Cameleon is an engineered protein based on variant of green fluorescent protein used to visualize calcium levels in living cells. It is a genetically encoded calcium sensor created by Roger Y. Tsien and coworkers. The name is a conflation of CaM (the common abbreviation of calmodulin) and chameleon to indicate the fact that the sensor protein undergoes a conformation change and radiates at an altered wavelength upon calcium binding to the calmodulin element of the Cameleon. Cameleon was the first genetically encoded calcium sensor that could be used for ratiometric measurements and the first to be used in a transgenic animal to record activity in neurons and muscle cells. Cameleon and other genetically-encoded calcium indicators (GECIs) have found many applications in neuroscience and other fields of biology. It was created by fusing BFP, calmodulin, calmodulin-binding peptide M13 and EGFP.",
            "score": 205.90924859046936
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 234.577650308609
        },
        {
            "docid": "423439_2",
            "document": "Sarcoplasmic reticulum . The sarcoplasmic reticulum (SR) is a membrane-bound structure found within muscle cells that is similar to the endoplasmic reticulum in other cells. The main function of the SR is to store calcium ions (Ca). Calcium ion levels are kept relatively constant, with the concentration of calcium ions within a cell being 100,000 times smaller than the concentration of calcium ions outside the cell. This means that small increases in calcium ions within the cell are easily detected and can bring about important cellular changes (the calcium is said to be a second messenger; see calcium in biology for more details). Calcium is used to make calcium carbonate (found in chalk) and calcium phosphate, two compounds that the body uses to make teeth and bones. This means that too much calcium within the cells can lead to hardening (calcification) of certain intracellular structures, including the mitochondria, leading to cell death. Therefore, it is vital that calcium ion levels are controlled tightly, and can be released into the cell when necessary and then removed from the cell.",
            "score": 260.2480219602585
        },
        {
            "docid": "4128785_2",
            "document": "Fura-2-acetoxymethyl ester . Fura-2-acetoxymethyl ester, often abbreviated Fura-2AM, is a membrane-permeant derivative of the ratiometric calcium indicator Fura-2 used in biochemistry to measure cellular calcium concentrations by fluorescence. When added to cells, Fura-2AM crosses cell membranes and once inside the cell, the acetoxymethyl groups are removed by cellular esterases. Removal of the acetoxymethyl esters regenerates \"Fura-2\", the pentacarboxylate calcium indicator. Measurement of Ca-induced fluorescence at both 340 nm and 380 nm allows for calculation of calcium concentrations based 340/380 ratios. The use of the ratio automatically cancels out certain variables such as local differences in fura-2 concentration or cell thickness that would otherwise lead to artifacts when attempting to image calcium concentrations in cells.",
            "score": 193.6321883201599
        },
        {
            "docid": "7330655_3",
            "document": "Recoverin . Recoverin is involved in the recovery phase of visual excitation and in adaptation to background light. It controls the life span of photoexcited rhodopsin by helping to inhibit rhodopsin kinase. An image of bovine recoverin with 3.00 Å resolution is shown. This three-dimensional structure was determined by X-ray diffraction. Covalently attached at the amino-terminal of recoverin is a myristoyl group. When the protein binds calcium ions, it undergoes a conformational change and brings out the myristoyl group from the binding portion so that the group is able to either interact with the target or the protein can move to a different region. When recoverin is not bound to calcium, it stays in cytosol. When recoverin binds calcium, it migrates to the disc membrane and is embedded into the membrane using the myristoyl group to anchor itself. This calcium-bound form of recoverin slows the activity of rhodopsin kinase, resulting in the prolongation of light sensitivity for rhodopsin. Recent publications point out additional functions for recoverin. For instance, it goes through a light-dependent intracellular translocation to rod synaptic terminals and improves the signal transfer between rods and rod bipolar cells in the retina of mice.",
            "score": 202.45957231521606
        },
        {
            "docid": "13570_26",
            "document": "Histology . Recently, antibodies have been used to specifically visualize proteins, carbohydrates, and lipids. This process is called immunohistochemistry, or when the stain is a fluorescent molecule, immunofluorescence. This technique has greatly increased the ability to identify categories of cells under a microscope. Other advanced techniques, such as nonradioactive \"in situ\" hybridization, can be combined with immunochemistry to identify specific DNA or RNA molecules with fluorescent probes or tags that can be used for immunofluorescence and enzyme-linked fluorescence amplification (especially alkaline phosphatase and tyramide signal amplification). Fluorescence microscopy and confocal microscopy are used to detect fluorescent signals with good intracellular detail. Digital cameras are increasingly used to capture histological and histopathological image",
            "score": 196.0595405101776
        },
        {
            "docid": "423439_8",
            "document": "Sarcoplasmic reticulum . Calcium ion release from the SR, occurs in the junctional SR/terminal cisternae through a ryanodine receptor (RyR) and is known as a calcium spark. There are three types of ryanodine receptor, RyR1 (in skeletal muscle), RyR2 (in cardiac muscle) and RyR3 (in the brain). Calcium release through ryanodine receptors in the SR is triggered differently in different muscles. In cardiac and smooth muscle an electrical impulse (action potential) triggers calcium ions to enter the cell through an L-type calcium channel located in the cell membrane (smooth muscle) or T-tubule membrane (cardiac muscle). These calcium ions bind to and activate the RyR, producing a larger increase in intracellular calcium. In skeletal muscle, however, the L-type calcium channel is bound to the RyR. Therefore activation of the L-type calcium channel, via an action potential, activates the RyR directly, causing calcium release (see calcium sparks for more details). Also, caffeine (found in coffee) can bind to and stimulate RyR. Caffeine works by making the RyR more sensitive to either the action potential (skeletal muscle) or calcium (cardiac or smooth muscle) therefore producing calcium sparks more often (this can result in increased heart rate, which is why we feel more awake after coffee).",
            "score": 250.01513946056366
        },
        {
            "docid": "21170509_18",
            "document": "Eos (protein) . Also at the Janelia Research Campus, a new fluorescent molecules known as CaMPARI (calcium-modulated photoactivatable ratiometric integrator) was developed using EosFP. The permanent green to red conversion signal was coupled with a calcium-sensitive protein, calmodulin, so that colour change in the fusion construct depended on the release of calcium accompanied by neural activity. CaMPARI is able to permanently mark neurons that are active at an any time. This visualization is possible across a wide amount of brain tissue as opposed to the limited view available with using a microscope. It also allows for the visualization of neural activity during complicated behaviours as the organism under study is allowed to move freely, rather than under a microscope. It also allows for the observation of neurons during specific behaviour periods. CaMPARI has, thus far, been used to label active neural circuits in mice, zebrafish and fruit flies.",
            "score": 218.34109020233154
        },
        {
            "docid": "33226262_2",
            "document": "Calcium encoding . Calcium encoding (also referred to as Ca encoding or calcium information processing) is an intracellular signaling pathway used by many cells to transfer, process and encode external information detected by the cell. In cell physiology, external information is often converted into intracellular calcium dynamics. The concept of calcium encoding explains how Ca ions act as intracellular messengers, relaying information within cells to regulate their activity. Given the ubiquity of Ca ions in cell physiology, Ca encoding has also been suggested as a potential tool to characterize cell physiology in health and disease. The mathematical bases of Ca encoding have been pioneered by work of Joel Keizer and Hans G. Othmer on calcium modeling in the 1990s and more recently they have been revisited by Eshel Ben-Jacob, Herbert Levine and co-workers.",
            "score": 197.65716743469238
        },
        {
            "docid": "6959376_7",
            "document": "Calcium-activated potassium channel . Though not implied in the name, but implied by the structure these channels can also be activated by voltage. The different modes of activation in these channels are thought to be independent of one another. This feature of the channel allows them to participate in many different physiologic functions. The physiological effects of BK channels have been studied extensively using knockout mice. In doing so it was observed that there were changes in the blood vessels of the mice. The animals without the BK channels showed increased mean arterial pressure and vascular tone. These findings indicate that BK channels are involved in the relaxation of smooth muscle cells. In any muscle cell, increased intracellular calcium causes contraction. In smooth muscle cells the elevated levels of intracellular calcium cause the opening of BK channels which in turn allow potassium ions to flow out of the cell. This causes further hyperpolarization and closing of voltage gated calcium channels, relaxation can then occur. The knockout mice also experienced intention tremors, shorter stride length, and slower swim speed. All of these are symptoms of ataxia, indicating that BK channels are highly important in the cerebellum.",
            "score": 212.50888562202454
        },
        {
            "docid": "52978428_7",
            "document": "Carl H. Johnson . In 1999, Johnson and his team developed and patented a new method of studying the interaction of molecules based on Förster resonance energy transfer (FRET), also known as Fluorescent Resonance Energy Transfer (FRET). They modified the existing technique of FRET so that instead of using light to activate fluorophores attached to the proteins of interest, they employed bioluminescent proteins with luciferase activity. BRET eliminates the need for light excitation and so avoids changes that light generally causes in circadian clocks, such as resetting the clock phase. Because it avoids light excitation (as in the case of FRET), BRET can also be helpful (1) when tissues are autofluorescent, (2) when light excitation causes phototoxicity, photoresponses (as in retina), or photobleaching, and (3) in partnership with optogenetics. This new method for measuring protein-protein interactions gives researchers the ability to develop novel reporters for intracellular calcium and hydrogen ions. This method is projected to be extremely useful for researchers dealing with live cell cultures, cell extracts and purified proteins.",
            "score": 177.28098940849304
        },
        {
            "docid": "1822196_7",
            "document": "Molecular neuroscience . Calcium channels are important for certain cell-signaling cascades as well as neurotransmitter release at axon terminals. A variety of different types of calcium ion channels are found in excitable cells. As with sodium ion channels, calcium ion channels have been isolated and cloned by chromatographic purification techniques. It is notable, as with the case of neurotransmitter release, that calcium channels can interact with intracelluar proteins and plays a strong role in signaling, especially in locations such as the sarcoplasmic reticulum of muscle cells.",
            "score": 219.06334733963013
        },
        {
            "docid": "233429_15",
            "document": "Cardiac pacemaker . The SA and AV node do not have fast sodium channels like neurons, and the depolarization is mainly caused by a slow influx of calcium ions. (The funny current also increases). Calcium enters the cell via voltage-sensitive calcium channels that open when the threshold is reached. This calcium influx produces the rising phase of the action potential, which results in the reversal of membrane potential to a peak of about +10mV. It is important to note that intracellular calcium causes muscular contraction in contractile cells, and is the effector ion. In heart pacemaker cells, phase 0 depends on the activation of L-type calcium channels instead of the activation of voltage-gated fast sodium channels, which are responsible for initiating action potentials in contractile (non-pacemaker) cells. For this reason, the pacemaker action potential rising phase slope is more gradual than that of the contractile cell (image 2).[7]",
            "score": 205.62680649757385
        },
        {
            "docid": "9773346_2",
            "document": "T-type calcium channel . T-type calcium channels are low-voltage activated calcium channels that open during membrane depolarization. These channels aid in mediating calcium influx into cells after an action potential or depolarizing signal. The entry of calcium into various cells has many different physiological responses associated with it. Within cardiac and smooth muscle cells voltage-gated calcium channel activation initiates contraction directly by allowing the cytosolic concentration to increase. Not only are T-type calcium channels known to be present within cardiac and smooth muscle, but also are present in many neuronal cells within the central nervous system. Different experimental studies within the 1970s allowed for the distinction of T-type calcium channels (transient opening calcium channels) from the already well-known L-type calcium channels (Long-Lasting calcium channels). The new T-type channels were much different from the L-type calcium channels due to their ability to be activated by more negative membrane potentials, had small single channel conductance, and also were unresponsive to calcium antagonist drugs that were present. These distinct calcium channels are generally located within the brain, peripheral nervous system, heart, smooth muscle, bone, and endocrine system.",
            "score": 202.8325492143631
        },
        {
            "docid": "890232_10",
            "document": "Hair cell . Calcium ion influx plays an important role for the hair cells to adapt to the amplification of the signal. This allows humans to ignore constant sounds that are no longer new and allow us to be acute to other changes in our surrounding. The key adaptation mechanism comes from a motor protein myosin-1c that allows slow adaptation, provides tension to sensitize transduction channels, and also participate in signal transduction apparatus. More recent research now shows that the calcium-sensitive binding of calmodulin to myosin-1c could actually modulate the interaction of the adaptation motor with other components of the transduction apparatus as well.",
            "score": 194.24796843528748
        },
        {
            "docid": "2864431_10",
            "document": "Calpain . The structural and functional diversity of calpains in the cell is reflected in their involvement in the pathogenesis of a wide range of disorders. At least two well known genetic disorders and one form of cancer have been linked to tissue-specific calpains. When defective, the mammalian calpain 3 (also known as p94) is the gene product responsible for limb-girdle muscular dystrophy type 2A, calpain 10 has been identified as a susceptibility gene for type II diabetes mellitus, and calpain 9 has been identified as a tumour suppressor for gastric cancer. Moreover, the hyperactivation of calpains is implicated in a number of pathologies associated with altered calcium homeostasis such as Alzheimer's disease, and cataract formation, as well as secondary degeneration resulting from acute cellular stress following myocardial ischemia, cerebral (neuronal) ischemia, traumatic brain injury and spinal cord injury. Excessive amounts of calpain can be activated due to Ca influx after cerebrovascular accident (during the ischemic cascade) or some types of traumatic brain injury such as diffuse axonal injury. Increase in concentration of calcium in the cell results in calpain activation, which leads to unregulated proteolysis of both target and non-target proteins and consequent irreversible tissue damage. Excessively active calpain breaks down molecules in the cytoskeleton such as spectrin, microtubule subunits, microtubule-associated proteins, and neurofilaments. It may also damage ion channels, other enzymes, cell adhesion molecules, and cell surface receptors. This can lead to degradation of the cytoskeleton and plasma membrane. Calpain may also break down sodium channels that have been damaged due to axonal stretch injury, leading to an influx of sodium into the cell. This, in turn, leads to the neuron's depolarization and the influx of more Ca. A significant consequence of calpain activation is the development of cardiac contractile dysfunction that follows ischemic insult to the heart. Upon reperfusion of the ischemic myocardium, there is development of calcium overload or excess in the heart cell (cardiomyocytes). This increase in calcium leads to activation of calpain. Recently calpain has been implicated in promoting high altitude induced venous thrombosis by mediating platelet hyperactivation.",
            "score": 174.50224578380585
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 204.62130987644196
        },
        {
            "docid": "25838246_3",
            "document": "Fluo-4 . The green-fluorescent calcium indicator, Fluo-4, is an improved version of the calcium indicator, Fluo-3. It is commonly used as the non-fluorescent acetoxymethyl ester (Fluo-4 AM) which is cleaved inside the cell to give the free, fluorescent Fluo-4. It loads faster, is brighter at equivalent concentrations and is well-excited by the 488 nm line of the argon-ion laser which is often used in biological research laboratories. Fluo-4 and its cell-permeable AM ester are available from a few commercial vendors.",
            "score": 203.53247451782227
        }
    ],
    "r": [
        {
            "docid": "44291266_2",
            "document": "Calcium imaging . Calcium imaging is a scientific technique usually carried out in research which is designed to show the calcium (Ca) status of an isolated cell, tissue or medium.  Calcium imaging techniques take advantage of so-called calcium indicators, fluorescent molecules that can respond to the binding of Ca ions by changing their fluorescence properties.  Two main classes of calcium indicators exist: chemical indicators and genetically encoded calcium indicators (GECI). Calcium imaging can be used to optically probe intracellular calcium in living animals. This technique has allowed studies of calcium signalling in a wide variety of cell types and neuronal activity in hundreds of neurons and glial cells within neuronal circuits .",
            "score": 317.26031494140625
        },
        {
            "docid": "423439_2",
            "document": "Sarcoplasmic reticulum . The sarcoplasmic reticulum (SR) is a membrane-bound structure found within muscle cells that is similar to the endoplasmic reticulum in other cells. The main function of the SR is to store calcium ions (Ca). Calcium ion levels are kept relatively constant, with the concentration of calcium ions within a cell being 100,000 times smaller than the concentration of calcium ions outside the cell. This means that small increases in calcium ions within the cell are easily detected and can bring about important cellular changes (the calcium is said to be a second messenger; see calcium in biology for more details). Calcium is used to make calcium carbonate (found in chalk) and calcium phosphate, two compounds that the body uses to make teeth and bones. This means that too much calcium within the cells can lead to hardening (calcification) of certain intracellular structures, including the mitochondria, leading to cell death. Therefore, it is vital that calcium ion levels are controlled tightly, and can be released into the cell when necessary and then removed from the cell.",
            "score": 260.2480163574219
        },
        {
            "docid": "423439_8",
            "document": "Sarcoplasmic reticulum . Calcium ion release from the SR, occurs in the junctional SR/terminal cisternae through a ryanodine receptor (RyR) and is known as a calcium spark. There are three types of ryanodine receptor, RyR1 (in skeletal muscle), RyR2 (in cardiac muscle) and RyR3 (in the brain). Calcium release through ryanodine receptors in the SR is triggered differently in different muscles. In cardiac and smooth muscle an electrical impulse (action potential) triggers calcium ions to enter the cell through an L-type calcium channel located in the cell membrane (smooth muscle) or T-tubule membrane (cardiac muscle). These calcium ions bind to and activate the RyR, producing a larger increase in intracellular calcium. In skeletal muscle, however, the L-type calcium channel is bound to the RyR. Therefore activation of the L-type calcium channel, via an action potential, activates the RyR directly, causing calcium release (see calcium sparks for more details). Also, caffeine (found in coffee) can bind to and stimulate RyR. Caffeine works by making the RyR more sensitive to either the action potential (skeletal muscle) or calcium (cardiac or smooth muscle) therefore producing calcium sparks more often (this can result in increased heart rate, which is why we feel more awake after coffee).",
            "score": 250.01513671875
        },
        {
            "docid": "53995681_8",
            "document": "Genetically encoded voltage indicator . Different types of GEVIs are seen being used in many biological or physiological research areas. It is thought to be superior to conventional voltage detecting methods like electrode-based electrophysiological recordings, calcium imaging, or voltage sensitive dyes. It can show neuron signals with subcellular spatial resolution. It has fast temporal resolution (sub-millisecond), matching or surpassing that of the electrode recordings, and about one magnitude faster than calcium imaging. Researchers have used it to probe neural communications of an intact brain (of \"Drosophila\" or mouse), electrical spiking of bacteria (\"E. coli\"), and human stem-cell derived cardiomyocyte.",
            "score": 249.90513610839844
        },
        {
            "docid": "44291266_5",
            "document": "Calcium imaging . These dyes are often used with the chelator carboxyl groups masked as acetoxymethyl esters, in order to render the molecule lipophilic and to allow easy entrance into the cell. Once this form of the indicator is in the cell, cellular esterases will free the carboxyl groups and the indicator will be able to bind calcium. The free acid form of the dyes (i.e. without the acetoxymethyl ester modification) can also be directly injected into cells via a microelectrode or micropipette which removes uncertainties as to the cellular compartment holding the dye (the acetoxymethyl ester can also enter the endoplasmic reticulum and mitochondria). Binding of a Ca ion to a fluorescent indicator molecule leads to either an increase in quantum yield of fluorescence or emission/excitation wavelength shift. Individual chemical Ca fluorescent indicators are utilized for cytosolic calcium measurements in a wide variety of cellular preparations. The first real time (video rate) Ca imaging was carried out in 1986 in cardiac cells using intensified video cameras. Later development of the technique using laser scanning confocal microscopes revealed sub-cellular Ca signals in the form of Ca sparks and Ca blips. Relative responses from a combination of chemical Ca fluorescent indicators were also used to quantify calcium transients in intracellular organelles such as mitochondria.",
            "score": 247.1173095703125
        },
        {
            "docid": "424433_3",
            "document": "Weakness . Muscle cells work by detecting a flow of electrical impulses from the brain, which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This makes less calcium available for the muscle cell. In addition, the Columbia researchers propose that an enzyme activated by this released calcium eats away at muscle fibers.",
            "score": 240.10182189941406
        },
        {
            "docid": "44291266_8",
            "document": "Calcium imaging . Genetically encoded indicators do not need to be loaded onto cells, instead the genes encoding for these proteins can be easily transfected to cell lines. It is also possible to create transgenic animals expressing the dye in all cells or selectively in certain cellular subtypes. GECIs have been used in the studies of neuron, T-cell, cardiomyocyte, etc.  Regardless of the type of indicator used the imaging procedure is generally very similar. Isolated cells loaded with an indicator or expressing it in the case of GECI, can be viewed using a fluorescence microscope and captured by a CCD camera. Confocal and two-photon microscopes provide improved sectioning ability so that calcium signals can be resolved in micro domains or (for example) synaptic boutons. Images are analyzed by measuring fluorescence intensity changes for a single wavelength or two wavelengths expressed as a ratio (ratiometric indicators). The derived fluorescence intensities and ratios are plotted against calibrated values for known Ca levels to learn Ca concentration. Light field microscopy methods extend functional readout of neural activity capabilities in 3D volumes.",
            "score": 237.76805114746094
        },
        {
            "docid": "479385_16",
            "document": "Extracellular fluid . Calcium ions have a great propensity to bind to proteins. This changes the distribution of electrical charges on the protein, with the consequence that the 3D (or tertiary) structure of the protein is altered. The normal shape, and therefore function of very many of the extracellular proteins, as well as the extracellular portions of the cell membrane proteins is dependent on a very precise ionized calcium concentration in the ECF. The proteins that are particularly sensitive to changes in the ECF ionized calcium concentration are several of the clotting factors in the blood plasma, which are functionless in the absence of calcium ions, but become fully functional on the addition of the correct concentration of calcium salts. The voltage gated sodium ion channels in the cell membranes of nerves and muscle have an even greater sensitivity to changes in the ECF ionized calcium concentration. Relatively small decreases in the plasma ionized calcium levels (hypocalcemia) cause these channels to leak sodium into the nerve cells or axons, making them hyper-excitable, thus causing spontaneous muscle spasms (tetany) and paraesthesia (the sensation of \"pins and needles\") of the extremities and round the mouth. When the plasma ionized calcium rises above normal (hypercalcemia) more calcium is bound to these sodium channels having the opposite effect, causing lethargy, muscle weakness, anorexia, constipation and labile emotions.",
            "score": 237.69992065429688
        },
        {
            "docid": "3266190_12",
            "document": "Muscle weakness . Muscle cells work by detecting a flow of electrical impulses from the brain which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This causes there to be less calcium available for the muscle cell. In addition an enzyme is proposed to be activated by this released calcium which eats away at muscle fibers.",
            "score": 237.10910034179688
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 234.57765197753906
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 230.29087829589844
        },
        {
            "docid": "890232_5",
            "document": "Hair cell . The deflection of the hair-cell stereocilia opens mechanically gated ion channels that allow any small, positively charged ions (primarily potassium and calcium) to enter the cell. Unlike many other electrically active cells, the hair cell itself does not fire an action potential. Instead, the influx of positive ions from the endolymph in the scala media depolarizes the cell, resulting in a receptor potential. This receptor potential opens voltage gated calcium channels; calcium ions then enter the cell and trigger the release of neurotransmitters at the basal end of the cell. The neurotransmitters diffuse across the narrow space between the hair cell and a nerve terminal, where they then bind to receptors and thus trigger action potentials in the nerve. In this way, the mechanical sound signal is converted into an electrical nerve signal. Repolarization of hair cells is done in a special manner. The perilymph in the scala tympani has a very low concentration of positive ions. The electrochemical gradient makes the positive ions flow through channels to the perilymph.",
            "score": 228.98460388183594
        },
        {
            "docid": "2302081_12",
            "document": "T-tubule . As well as T-tubules being a site for calcium entry into the cell, they are also a site for calcium removal. This is important as it means that calcium levels within the cell can be tightly controlled in a small area (i.e. between the T-tubule and sarcoplasmic reticulum, known as local control). Proteins such as the sodium-calcium exchanger, and the sarcolemmal ATPase are located mainly in the T-tubule membrane. The sodium-calcium exchanger passively removes one calcium ion from the cell in exchange for three sodium ions. As a passive process it can therefore allow calcium to flow into or out of the cell depending on the combination of the relative concentrations of these ions and the voltage across the cell membrane (the electrochemical gradient). The calcium ATPase removes calcium from the cell actively, using energy derived from adenosine triphosphate (ATP).",
            "score": 227.52676391601562
        },
        {
            "docid": "159748_11",
            "document": "Muscular system . Neuromuscular junctions are the focal point where a motor neuron attaches to a muscle. Acetylcholine, (a neurotransmitter used in skeletal muscle contraction) is released from the axon terminal of the nerve cell when an action potential reaches the microscopic junction, called a synapse. A group of chemical messengers cross the synapse and stimulate the formation of electrical changes, which are produced in the muscle cell when the acetylcholine binds to receptors on its surface. Calcium is released from its storage area in the cell's sarcoplasmic reticulum. An impulse from a nerve cell causes calcium release and brings about a single, short muscle contraction called a muscle twitch. If there is a problem at the neuromuscular junction, a very prolonged contraction may occur, such as the muscle contractions that result from tetanus. Also, a loss of function at the junction can produce paralysis.",
            "score": 227.49778747558594
        },
        {
            "docid": "42291886_35",
            "document": "Ligand binding assay . A prominent signaling molecule in cells is Calcium, (Ca), which can be detected with a Fluo-4 acetoxymethyl dye. It binds to free Ca ions, which in turn slightly increase fluorescence of the Fluo-4 AM. The drawback of the Fluo-4 dye formulation is that a washing step is required to remove extracellular dye, which may provide unwanted background signals. For instance, washing puts additional stress on the cells, as well as consumes time, which prevents a timely analysis. Recently, an alternative dye solution and microplate system has been developed called FLIPR® (fluorometric imaging plate reader), which uses a Calcium 3 assay reagent that does not require a washing step. As a result, change in dye fluorescence can be viewed in real time with no delay using an excitatory laser and a charge-coupled device.",
            "score": 227.36669921875
        },
        {
            "docid": "1610581_2",
            "document": "Voltage-gated calcium channel . Voltage-gated calcium channels (VGCCs), also known as voltage-dependent calcium channels (VDCCs), are a group of voltage-gated ion channels found in the membrane of excitable cells (\"e.g.\", muscle, glial cells, neurons, etc.) with a permeability to the calcium ion Ca. These channels are slightly permeable to sodium ions, so they are also called Ca-Na channels, but their permeability to calcium is about 1000-fold greater than to sodium under normal physiological conditions. At physiologic or resting membrane potential, VGCCs are normally closed. They are activated (\"i.e.\", opened) at depolarized membrane potentials and this is the source of the \"voltage-gated\" epithet. The concentration of calcium (Ca ions) is normally several thousand times higher outside the cell than inside. Activation of particular VGCCs allows Ca to rush into the cell, which, depending on the cell type, results in activation of calcium-sensitive potassium channels, muscular contraction, excitation of neurons, up-regulation of gene expression, or release of hormones or neurotransmitters. VGCCs have been immunolocalized in the zona glomerulosa of normal and hyperplastic human adrenal, as well as in aldosterone-producing adenomas (APA), and in the latter T-type VGCCs correlated with plasma aldosterone levels of patients. Excessive activation of VGCCs is a major component of excitotoxicity, as severely elevated levels of intracellular calcium activates enzymes which, at high enough levels, can degrade essential cellular structures.",
            "score": 226.62692260742188
        },
        {
            "docid": "5414549_5",
            "document": "Tetramethylenedisulfotetramine . Recent studies have indicated the usefulness of pH sensitivity in identifying Chloride ion influx, resulting from GABAA receptor excitation. Other potential screening tools include spontaneous Calcium ion oscillations seen in hippocampal cell cultures from new born mice. This phenomenon can be measured by Calcium ion sensitive fluorescent dye. Further analyses showed that these Calcium ion oscillations are sensitive to MK-801 (an NMDA open channel blocker), suggesting that NMDA receptor operated channels are involved in TMDT induced spontaneous activity. When considering GABAA receptor activity, diazepam and pregnanolone reversed TMDT activity when applied to cell cultures individually and in combination. MK-801 and ketamine show more antagonistic effects on TMDT than diazepam within cerebral cortical cell cultures of embryonic rats.",
            "score": 224.86981201171875
        },
        {
            "docid": "8854753_2",
            "document": "Calcium sparks . A calcium spark is the microscopic release of calcium (Ca) from a store known as the sarcoplasmic reticulum (SR), located within muscle cells. This release occurs through an ion channel within the membrane of the SR, known as a ryanodine receptor (RyR), which opens upon activation. This process is important as it helps to maintain Ca concentration within the cell. It also initiates muscle contraction in skeletal and cardiac muscles and muscle relaxation in smooth muscles. Ca sparks are important in physiology as they show how Ca can be used at a subcellular level, to signal both local changes, known as local control, as well as whole cell changes.",
            "score": 224.7116241455078
        },
        {
            "docid": "25260196_20",
            "document": "Neuronal encoding of sound . The influx of cations, particularly potassium, through the open MET channels causes the membrane potential of the hair cell to depolarize. This depolarization opens voltage-gated calcium channels to allow the further influx of calcium. This results in an increase in the calcium concentration, which triggers the exocytosis of neurotransmitter vesicles at ribbon synapses at the basolateral surface of the hair cell. The release of neurotransmitter at a ribbon synapse, in turn, generates an action potential in the connected auditory-nerve fiber. Hyperpolarization of the hair cell, which occurs when potassium leaves the cell, is also important, as it stops the influx of calcium and therefore stops the fusion of vesicles at the ribbon synapses. Thus, as elsewhere in the body, the transduction is dependent on the concentration and distribution of ions. The perilymph that is found in the scala tympani has a low potassium concentration, whereas the endolymph found in the scala media has a high potassium concentration and an electrical potential of about 80 millivolts compared to the perilymph. Mechanotransduction by stereocilia is highly sensitive and able to detect perturbations as small as fluid fluctuations of 0.3 nanometers, and can convert this mechanical stimulation into an electrical nerve impulse in about 10 microseconds.",
            "score": 222.7274627685547
        },
        {
            "docid": "598570_12",
            "document": "Sinoatrial node . This phase is also known as the pacemaker potential. Immediately following an action potential, when the membrane potential is very negative (it is hyperpolarised) the voltage slowly begins to increase. This is initially due to the closing of potassium channels, which reduces the flow of potassium ions (I) out of the cell (see phase 3, below). Alongside the deactivation of the potassium channels, channels known as hyperpolarisation-activated cyclic nucleotide–gated (HCN) channels, are activated. Activation of these channels at very negative membrane potential is an unusual property for ion channels, therefore the flow of sodium (Na) and some potassium (K) through the activated HCN channel is referred to as a \"funny current\" (I). This funny current causes the membrane potential of the cell to gradually increase, as the positive charge (Na and K) is flowing into the cell. Another mechanism involved in pacemaker potential is known as the calcium clock. Here, calcium is released spontaneously from the sarcoplasmic reticulum (a calcium store) into the cell, this is known as a spontaneous Ca spark. This in-crease in calcium within the cell then activates a sodium-calcium exchanger (NCX), which removes one Ca from the cell, and exchanges it for 3 Na into the cell (therefore removing a charge of +2 from the cell, but allowing a charge of +3 to enter the cell) therefore in-creasing the membrane potential. The calcium is later pumped back into the cell via calcium channels located on the cell membrane and SR membrane. The increase in membrane potential produced by these mechanisms, activates T-type calcium channels and then L-type calcium channels (which open very slowly). These channels allow a flow of calcium ions (Ca) into the cell, making the membrane potential more positive.",
            "score": 221.6815948486328
        },
        {
            "docid": "419952_6",
            "document": "Calcium metabolism . Because the intracellular calcium ion concentration is extremely low (see above) the entry of minute quantities of calcium ions from the endoplasmic reticulum or from the extracellular fluids, cause rapid, very marked, and readily reversible changes in the relative concentration of these ions in the cytosol. This can therefore serve as a very effective intracellular signal (or \"second messenger\") in a variety of circumstances, including muscle contraction, the release of hormones (e.g. insulin from the beta cells in the pancreatic islets) or neurotransmitters (e.g. acetylcholine from pre-synaptic terminals of nerves) and other functions.",
            "score": 221.55908203125
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 220.19314575195312
        },
        {
            "docid": "14727602_4",
            "document": "Calcium concentration microdomains . The actions of the Na-K-ATPase enzyme relate with the creation of calcium-signaling microdomains. Na-K-ATPase is a protein that pumps Na and K across the cell membrane. Na-K-ATPase helps to keep the body at equilibrium by the movement of those ions through the plasma membrane. This ion pump helps to reset the movement of ions during an action potential by sending K into the cell and sending Na out of the cell. Since it opposes the normal flow of ions during an action potential, energy in the form of ATP (adenosine triphosphate) is used. Calcium is also regulated using this Na-K-ATPase due to the enzyme's interactions with protein and non-protein molecules. The main interaction that keeps calcium regulated is the binding of Na-K-ATPase to inositol 1,4,5-trisphosphate (IP3). IP3 is a secondary messenger that helps to send neuronal signals through the body. The neuronal cells have the calcium-signaling microdomains in the cytoplasm right next to the pre- and post-synaptic calcium channels in the nerve cells. Figure 1 is an example of how Na-K-ATPase forms the calcium-signaling microdomain.",
            "score": 219.39657592773438
        },
        {
            "docid": "1822196_7",
            "document": "Molecular neuroscience . Calcium channels are important for certain cell-signaling cascades as well as neurotransmitter release at axon terminals. A variety of different types of calcium ion channels are found in excitable cells. As with sodium ion channels, calcium ion channels have been isolated and cloned by chromatographic purification techniques. It is notable, as with the case of neurotransmitter release, that calcium channels can interact with intracelluar proteins and plays a strong role in signaling, especially in locations such as the sarcoplasmic reticulum of muscle cells.",
            "score": 219.0633544921875
        },
        {
            "docid": "187185_7",
            "document": "Calmodulin . Calmodulin mediates many crucial processes such as inflammation, metabolism, apoptosis, smooth muscle contraction, intracellular movement, short-term and long-term memory, and the immune response. Calcium participates in an intracellular signaling system by acting as a diffusible second messenger to the initial stimuli. It does this by binding various targets in the cell including a large number of enzymes, ion channels, aquaporins and other proteins. Calmodulin is expressed in many cell types and can have different subcellular locations, including the cytoplasm, within organelles, or associated with the plasma or organelle membranes, but it is always found intracellularly. Many of the proteins that Calmodulin binds are unable to bind calcium themselves, and use calmodulin as a calcium sensor and signal transducer. Calmodulin can also make use of the calcium stores in the endoplasmic reticulum, and the sarcoplasmic reticulum. Calmodulin can undergo post-translational modifications, such as phosphorylation, acetylation, methylation and proteolytic cleavage, each of which has potential to modulate its actions.",
            "score": 218.77105712890625
        },
        {
            "docid": "531587_16",
            "document": "Depolarization . The importance and versatility of depolarization within cells can be seen in the relationship between rod cells in the eye and their associated neurons. When rod cells are in the dark, they are depolarized. In the rod cells, this depolarization is maintained by ion channels that remain open due to the higher voltage of the rod cell in the depolarized state. The ion channels allow calcium and sodium to pass freely into the cell, maintaining the depolarized state. Rod cells in the depolarized state constantly release neurotransmitters which in turn stimulate the nerves associated with rod cells. This cycle is broken when rod cells are exposed to light; the absorption of light by the rod cell causes the channels that had facilitated the entry of sodium and calcium into the rod cell to close. When these channels close, the rod cell produces less neurotransmitter, which is perceived by the brain as light. In the case of rod cells and neurons, depolarization actually prevents a signal from reaching the brain as opposed to stimulating the transmission of the signal.",
            "score": 218.40830993652344
        },
        {
            "docid": "21170509_18",
            "document": "Eos (protein) . Also at the Janelia Research Campus, a new fluorescent molecules known as CaMPARI (calcium-modulated photoactivatable ratiometric integrator) was developed using EosFP. The permanent green to red conversion signal was coupled with a calcium-sensitive protein, calmodulin, so that colour change in the fusion construct depended on the release of calcium accompanied by neural activity. CaMPARI is able to permanently mark neurons that are active at an any time. This visualization is possible across a wide amount of brain tissue as opposed to the limited view available with using a microscope. It also allows for the visualization of neural activity during complicated behaviours as the organism under study is allowed to move freely, rather than under a microscope. It also allows for the observation of neurons during specific behaviour periods. CaMPARI has, thus far, been used to label active neural circuits in mice, zebrafish and fruit flies.",
            "score": 218.34107971191406
        },
        {
            "docid": "480700_11",
            "document": "Biosensor . Organelles form separate compartments inside cells and usually perform function independently. Different kinds of organelles have various metabolic pathways and contain enzymes to fulfill its function. Commonly used organelles include lysosome, chloroplast and mitochondria. The spatial-temporal distribution pattern of calcium is closed related to ubiquitous signaling pathway. Mitochondria actively participate in the metabolism of calcium ions to control the function and also modulate the calcium related signaling pathways. Experiments have proved that mitochondria have the ability to respond to high calcium concentration generated in the proximity by opening the calcium channel. In this way, mitochondria can be used to detect the calcium concentration in medium and the detection is very sensitive due to high spatial resolution. Another application of mitochondria is used for detection of water pollution. Detergent compounds' toxicity will damage the cell and subcellular structure including mitochondria. The detergents will cause a swelling effect which could be measured by an absorbance change. Experiment data shows the change rate is proportional to the detergent concentration, providing a high standard for detection accuracy.",
            "score": 217.9051971435547
        },
        {
            "docid": "31216882_29",
            "document": "Insulin signal transduction pathway . Insulin is synthesized and secreted in the beta cells of the islets of Langerhans. Once insulin is synthesized, the beta cells are ready to release it in two different phases. As for the first phase, insulin release is triggered rapidly when the blood glucose level is increased. The second phase is a slow release of newly formed vesicles that are triggered regardless of the blood sugar level. Glucose enters the beta cells and goes through glycolysis to form ATP that eventually causes depolarization of the beta cell membrane (as explained in Insulin secretion section of this article). The depolarization process causes voltage-controlled calcium channels (Ca2+) opening, allowing the calcium to flow into the cells. An increased calcium level activates phospholipase C, which cleaves the membrane phospholipid phosphtidylinositol 4,5-bisphosphate into Inositol 1,4,5-trisphosphate (IP3) and diacylglycerol (DAG). IP3 binds to receptor proteins in the membrane of endplasmic reticulum (ER). This releases (Ca2+) from the ER via IP3 gated channels, and raises the cell concentration of calcium even more. The influx of Ca2+ ions causes the secretion of insulin stored in vesicles through the cell membrane. The process of insulin secretion is an example of a trigger mechanism in a signal transduction pathway, because insulin is secreted after glucose enters the beta cell and that triggers several other processes in a chain reaction.",
            "score": 217.0975341796875
        },
        {
            "docid": "424348_20",
            "document": "Cardiac muscle . However, the mechanism by which calcium concentrations within the cytosol rise differ between skeletal and cardiac muscle. In cardiac muscle, the action potential comprises an inward flow of both sodium and calcium ions. The flow of sodium ions is rapid but very short-lived, while the flow of calcium is sustained and gives the plateau phase characteristic of cardiac muscle action potentials. The comparatively small flow of calcium through the L-type calcium channels triggers a much larger release of calcium from the sarcoplasmic reticulum in a phenomenon known as calcium-induced calcium release. In contrast, in skeletal muscle, minimal calcium flows into the cell during action potential and instead the sarcoplasmic reticulum in these cells is directly coupled to the surface membrane. This difference can be illustrated by the observation that cardiac muscle fibres require calcium to be present in the solution surrounding the cell in order to contract, while skeletal muscle fibres will contract without extracellular calcium.",
            "score": 215.99478149414062
        },
        {
            "docid": "5668_4",
            "document": "Calcium . Calcium is the most abundant metal and the fifth-most abundant element in the human body; many enzymes require calcium ions as a cofactor. As electrolytes, calcium ions play a vital role in the physiological and biochemical processes of organisms and cells: in signal transduction pathways where they act as a second messenger; in neurotransmitter release from neurons; in contraction of all muscle cell types; and in fertilization. Calcium ions outside cells are important for maintaining the potential difference across excitable cell membranes as well as proper bone formation.",
            "score": 215.90362548828125
        },
        {
            "docid": "21683238_9",
            "document": "Membrane contact site . PM-ER contact sites have a well known role in the control of calcium dynamics. The major intracellular pool of calcium is the ER and its release may be triggered by different stimuli. In excitable cells the coupling between PM depolarization and the release from the intracellular pools is essential to generate the Ca signalling. In muscle cells, at the triad, junctophilin, an integral ER membrane protein, is involved in ER-PM contact stabilization by interacting with PIPs in the PM. In these contact sites, voltage-gated Ca channels (VGCCs) activate closely apposed ryanodine receptors expressed on the ER to trigger calcium release during excitation-contraction coupling. However, calcium levels need to be tightly controlled in all cell types. Non-excitable cells regulate calcium influx through PM calcium channels by sensing luminal ER calcium levels (the Calcium Release Activated Channels). ORAI1 is a molecular component of the CRAC, and it interacts with STIM1 an ER protein. STIM1 can rapidly translocate to a PM-ER contact site after depletion of the ER stores.",
            "score": 215.40127563476562
        }
    ]
}