{
    "q": [
        {
            "docid": "2777285_18",
            "document": "Adult stem cell . Discoveries in recent years have suggested that adult stem cells might have the ability to differentiate into cell types from different germ layers. For instance, neural stem cells from the brain, which are derived from ectoderm, can differentiate into ectoderm, mesoderm, and endoderm. Stem cells from the bone marrow, which is derived from mesoderm, can differentiate into liver, lung, GI tract and skin, which are derived from endoderm and mesoderm. This phenomenon is referred to as stem cell transdifferentiation or plasticity. It can be induced by modifying the growth medium when stem cells are cultured \"in vitro\" or transplanting them to an organ of the body different from the one they were originally isolated from. There is yet no consensus among biologists on the prevalence and physiological and therapeutic relevance of stem cell plasticity. More recent findings suggest that pluripotent stem cells may reside in blood and adult tissues in a dormant state. These cells are referred to as \"Blastomere Like Stem Cells\" and \"very small embryonic like\" – \"VSEL\" stem cells, and display pluripotency in vitro. As BLSC's and VSEL cells are present in virtually all adult tissues, including lung, brain, kidneys, muscles, and pancreas Co-purification of BLSC's and VSEL cells with other populations of adult stem cells may explain the apparent pluripotency of adult stem cell populations. However, recent studies have shown that both human and murine VSEL cells lack stem cell characteristics and are not pluripotent.",
            "score": 249.89143216609955
        },
        {
            "docid": "14094_13",
            "document": "Human cloning . Creating induced pluripotent stem cells (\"iPSCs\") is a long and inefficient process. Pluripotency refers to a stem cell that has the potential to differentiate into any of the three germ layers: endoderm (interior stomach lining, gastrointestinal tract, the lungs), mesoderm (muscle, bone, blood, urogenital), or ectoderm (epidermal tissues and nervous tissue). A specific set of genes, often called \"reprogramming factors\", are introduced into a specific adult cell type. These factors send signals in the mature cell that cause the cell to become a pluripotent stem cell. This process is highly studied and new techniques are being discovered frequently on how to better this induction process.",
            "score": 224.24475574493408
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 266.73548686504364
        },
        {
            "docid": "31270321_2",
            "document": "Clinical uses of mesenchymal stem cells . Adult mesenchymal stem cells (MSCs) are being used by researchers in the fields of regenerative medicine and tissue engineering, to artificially reconstruct human tissue which has been previously damaged. Mesenchymal stem cells have the capacity to become any type of fully developed cell, which can contribute to replacing muscle tissues or internal organs. To help discover the therapeutic uses of these stem cells they are grown in laboratories or by using medication to stimulate new cell growth within the human body. In MSC therapy the cells are extracted from the adult patient’s bone marrow via a procedure called bone marrow aspiration. This usually involves inserting a needle into the back of the patients hip bone and removing the sample from there. These cells are then grown under controlled \"in vitro\" conditions in a lab, so that they can multiply and same time mature( also referred to as differentiated. This process may take two to three weeks. The kind of mature, fully differentiated cell phenotype and the number of those cells created though this can be influenced in three ways. Firstly by varying the initial seed density in the culture medium, secondly through changing the conditions of the medium during expansion, and lastly through the addition of additives such as proteins or growth hormones to the culture medium. They are then harvested and put back into the patient through local delivery or systemic infusion.",
            "score": 219.46375632286072
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 291.4006931781769
        },
        {
            "docid": "27783_3",
            "document": "Stem cell . In mammals, there are two broad types of stem cells: embryonic stem cells, which are isolated from the inner cell mass of blastocysts, and adult stem cells, which are found in various tissues. In adult organisms, stem cells and progenitor cells act as a repair system for the body, replenishing adult tissues. In a developing embryo, stem cells can differentiate into all the specialized cells—ectoderm, endoderm and mesoderm (see induced pluripotent stem cells)—but also maintain the normal turnover of regenerative organs, such as blood, skin, or intestinal tissues.",
            "score": 222.15601992607117
        },
        {
            "docid": "27783_14",
            "document": "Stem cell . Embryonic stem (ES) cells are the cells of the inner cell mass of a blastocyst, an early-stage embryo. Human embryos reach the blastocyst stage 4–5 days post fertilization, at which time they consist of 50–150 cells. ES cells are pluripotent and give rise during development to all derivatives of the three primary germ layers: ectoderm, endoderm and mesoderm. In other words, they can develop into each of the more than 200 cell types of the adult body when given sufficient and necessary stimulation for a specific cell type. They do not contribute to the extra-embryonic membranes or the placenta.",
            "score": 193.23398613929749
        },
        {
            "docid": "2777285_25",
            "document": "Adult stem cell . Pluripotent stem cells, i.e. cells that can give rise to any fetal or adult cell type, can be found in a number of tissues, including umbilical cord blood. Using genetic reprogramming, pluripotent stem cells equivalent to embryonic stem cells have been derived from human adult skin tissue. Other adult stem cells are multipotent, meaning they are restricted in the types of cell they can become, and are generally referred to by their tissue origin (such as mesenchymal stem cell, adipose-derived stem cell, endothelial stem cell, etc.). A great deal of adult stem cell research has focused on investigating their capacity to divide or self-renew indefinitely, and their potential for differentiation. In mice, pluripotent stem cells can be directly generated from adult fibroblast cultures.",
            "score": 273.90257811546326
        },
        {
            "docid": "22511551_3",
            "document": "Stem cell laws and policy in the United States . Stem cells are cells found in all multi-cellular organisms. They were isolated in mice in 1981, and in humans in 1998. In humans there are many types of stem cells, each with varying levels of potency. Potency is a measure of a cell's differentiation potential, or the number of other cell types that can be made from that stem cell. Embryonic stem cells are pluripotent stem cells derived from the inner cell mass of the blastocyst. These stem cells can differentiate into all other cells in the human body and are the subject of much scientific research. However, since they must be derived from early human embryos their production and use in research has been a hotly debated topic as the emt introduce new cells into adult bodies for possible treatment of cancer, diabetes, neurological disorders and other medical conditions. Stem cells have been used to repair tissue damaged by disease or age. Cloning also might be done with stem cells. Pluripotent stem cells can also be derived from Somatic cell nuclear transfer which is a laboratory technique where a clone embryo is created from a donor nucleus. Somatic cell nuclear transfer is also tightly regulated amongst various countries.",
            "score": 235.84739792346954
        },
        {
            "docid": "1029022_4",
            "document": "Embryonic stem cell . Embryonic stem cells of the inner cell mass are pluripotent, meaning they are able to differentiate to generate primitive ectoderm, which ultimately differentiates during gastrulation into all derivatives of the three primary germ layers: ectoderm, endoderm, and mesoderm. These include each of the more than 220 cell types in the adult human body. Pluripotency distinguishes embryonic stem cells from adult stem cells, which are multipotent and can only produce a limited number of cell types.",
            "score": 222.6978302001953
        },
        {
            "docid": "987320_27",
            "document": "Neurotechnology . The ethical debate about use of embryonic stem cells has stirred controversy both in the United States and abroad; although more recently these debates have lessened due to modern advances in creating induced pluripotent stem cells from adult cells. The greatest advantage for use of embryonic stem cells is the fact that they can differentiate (become) nearly any type of cell provided the right conditions and signals. However, recent advances by Shinya Yamanaka et al. have found ways to create pluripotent cells without the use of such controversial cell cultures. Using the patient's own cells and re-differentiating them into the desired cell type bypasses both possible patient rejection of the embryonic stem cells and any ethical concerns associated with using them, while also providing researchers a larger supply of available cells. However, induced pluripotent cells have the potential to form benign (though potentially malignant) tumors, and tend to have poor survivability \"in vivo\" (in the living body) on damaged tissue. Much of the ethics concerning use of stem cells has subsided from the embryonic/adult stem cell debate due to its rendered moot, but now societies find themselves debating whether or not this technology can be ethically used. Enhancements of traits, use of animals for tissue scaffolding, and even arguments for moral degeneration have been made with the fears that if this technology reaches its full potential a new paradigm shift will occur in human behavior.",
            "score": 243.69803512096405
        },
        {
            "docid": "3831284_7",
            "document": "Stem cell controversy . Great levels of success and potential have been realized from research using adult stem cells. In early 2009, the FDA approved the first human clinical trials using embryonic stem cells. Only cells from an embryo at the morula stage or earlier are truly totipotent, meaning that they are able to form all cell types including placental cells. Adult stem cells are generally limited to differentiating into different cell types of their tissue of origin. However, some evidence suggests that adult stem cell plasticity may exist, increasing the number of cell types a given adult stem cell can become.",
            "score": 224.44237399101257
        },
        {
            "docid": "40466325_7",
            "document": "Cerebral organoid . To make an organoid, an embryoid (tissue that has some embryonic features) grown from natural stem cells is used. Embryos have three layers: endoderm, mesoderm and ectoderm. Each turns into various body parts. The nervous system grows from the ectoderm (which also contributes dental enamel and the epidermis). Ectodermal cells were placed into gel droplets and floated in a nutrient broth in a rotating bioreactor, which supported cell growth without forming by the container. After ten days the organoid developed neurons. After 30 days it displayed regions similar to parts of brains. Lacking a blood supply, cerebral organoids reach about 4 mm across and can last a year or more. The general procedure can be broken down into 5 steps. First human pluripotent stem cells are cultured. They are then allowed to cultivate into an embryoid body. Next the cell culture is induced to form a neuroectoderm. The neuroectoderm is then grown in a matrigel droplet. The matrigel provides nutrients and the neuroectoderm starts to proliferate and grow. However, the lack of vasculature limits the size the organoid can grow. This has been the major limitation in organoid development, however new methods using a spinning bioreactor have allowed an increase in the availability of nutrients to cells inside the organoid. This last step has been the key breakthrough in organoid development. Spinning bioreactors have been used increasingly in cell culture and tissue growth applications. The reactor is able to deliver faster cell doubling times, increased cell expansion and increased extra-cellular matrix components when compared to statically cultured cells.",
            "score": 180.48553276062012
        },
        {
            "docid": "777462_3",
            "document": "Neuroblast . Neuroblasts are mainly present as precursors of neurons during embryonic development; however, they also constitute one of the cell types involved in adult neurogenesis. Adult neurogenesis is characterized by neural stem cell differentiation and integration in the mature adult mammalian brain. This process occurs in the dentate gyrus of the hippocampus and in the subventricular zones of the adult mammalian brain. Neuroblasts are formed when a neural stem cell, which can differentiate into any type of mature neural cell (i.e. neurons, oligodendrocytes, astrocytes, etc.), divides and becomes a transit amplifying cell. Transit amplifying cells are slightly more differentiated than neural stem cells and can divide asymmetrically to produce postmitotic neuroblasts or glioblasts, as well as other transit amplifying cells. A neuroblast, a daughter cell of a transit amplifying cell, is initially a neural stem cell that has reached the \"point of no return.\" A neuroblast has differentiated such that it will mature into a neuron and not any other neural cell type. Neuroblasts are being studied extensively as they have the potential to be used therapeutically to combat cell loss due to injury or disease in the brain, although their potential effectiveness is debated.",
            "score": 225.22883689403534
        },
        {
            "docid": "1195514_2",
            "document": "Embryoid body . Embryoid bodies (EBs) are three-dimensional aggregates of pluripotent stem cells. The pluripotent cell types that comprise embryoid bodies include embryonic stem cells (ESCs) derived from the blastocyst stage of embryos from mouse (mESC), primate, and human (hESC) sources. Additionally, EBs can be formed from embryonic stem cells derived through alternative techniques, including somatic cell nuclear transfer or the reprogramming of somatic cells to yield induced pluripotent stem cells (iPS). Similar to ESCs cultured in monolayer formats, ESCs within embryoid bodies undergo differentiation and cell specification along the three germ lineages – endoderm, ectoderm, and mesoderm – which comprise all somatic cell types.",
            "score": 199.939279794693
        },
        {
            "docid": "168927_16",
            "document": "Somatic cell nuclear transfer . The impetus for SCNT-based stem cell research has been decreased by the development and improvement of alternative methods of generating stem cells. Methods to reprogram normal body cells into pluripotent stem cells were developed in humans in 2007. The following year, this method achieved a key goal of SCNT-based stem cell research: the derivation of pluripotent stem cell lines that have all genes linked to various diseases. Some scientists working on SCNT-based stem cell research have recently moved to the new methods of induced pluripotent stem cells. Though recent studies have put in question how similar iPS cells are to embryonic stem cells. Epigenetic memory in iPS affects the cell lineage it can differentiate into. For instance, an iPS cell derived from a blood cell will be more efficient at differentiating into blood cells, while it will be less efficient at creating a neuron. This raises the question of how well iPS cells can mimic the gold standard ESC in experiments, as stem cells are defined as having the ability to differentiate into any cell type. SCNT stem cells do not pose such a problem and continue to remain relevant in stem cell studies.",
            "score": 227.46617674827576
        },
        {
            "docid": "26982208_6",
            "document": "Cell potency . In cell biology, pluripotency (Lat. \"pluripotentia,\" \"ability for many [things]\") refers to a stem cell that has the potential to differentiate into any of the three germ layers: endoderm (interior stomach lining, gastrointestinal tract, the lungs), mesoderm (muscle, bone, blood, urogenital), or ectoderm (epidermal tissues and nervous system). However, cell pluripotency is a continuum, ranging from the completely pluripotent (or totipotent) cell that can form every cell of the embryo proper, e.g., embryonic stem cells and iPSCs (see below), to the incompletely or partially pluripotent cell that can form cells of all three germ layers but that may not exhibit all the characteristics of completely pluripotent cells.",
            "score": 217.1596474647522
        },
        {
            "docid": "152611_4",
            "document": "Cellular differentiation . Among dividing cells, there are multiple levels of cell potency, the cell's ability to differentiate into other cell types. A greater potency indicates a larger number of cell types that can be derived. A cell that can differentiate into all cell types, including the placental tissue, is known as \"totipotent\". In mammals, only the zygote and subsequent blastomeres are totipotent, while in plants many differentiated cells can become totipotent with simple laboratory techniques. A cell that can differentiate into all cell types of the adult organism is known as \"pluripotent\". Such cells are called meristematic cells in higher plants and embryonic stem cells in animals, though some groups report the presence of adult pluripotent cells. Virally induced expression of four transcription factors Oct4, Sox2, c-Myc, and KIF4 (Yamanaka factors) is sufficient to create pluripotent (iPS) cells from adult fibroblasts. A multipotent cell is one that can differentiate into multiple different, but closely related cell types. Oligopotent cells are more restricted than multipotent, but can still differentiate into a few closely related cell types. Finally, unipotent cells can differentiate into only one cell type, but are capable of self-renewal. In cytopathology, the level of cellular differentiation is used as a measure of cancer progression. \"Grade\" is a marker of how differentiated a cell in a tumor is.",
            "score": 254.27019655704498
        },
        {
            "docid": "36315057_7",
            "document": "Induced stem cells . Some types of mature, specialized adult cells can naturally revert to stem cells. For example, \"chief\" cells express the stem cell marker Troy. While they normally produce digestive fluids for the stomach, they can revert into stem cells to make temporary repairs to stomach injuries, such as a cut or damage from infection. Moreover, they can make this transition even in the absence of noticeable injuries and are capable of replenishing entire gastric units, in essence serving as quiescent \"reserve\" stem cells. Differentiated airway epithelial cells can revert into stable and functional stem cells in vivo. After injury, mature terminally differentiated kidney cells dedifferentiate into more primordial versions of themselves and then differentiate into the cell types needing replacement in the damaged tissue Macrophages can self-renew by local proliferation of mature differentiated cells. In newts, muscle tissue is regenerated from specialized muscle cells that dedifferentiate and forget the type of cell they had been. This capacity to regenerate does not decline with age and may be linked to their ability to make new stem cells from muscle cells on demand.",
            "score": 254.0851720571518
        },
        {
            "docid": "5940893_2",
            "document": "Amniotic epithelial cell . An amniotic epithelial cell is a form of stem cell extracted from the lining of the inner membrane of the placenta. Amniotic epithelial cells start to develop around 8 days post fertilization. These cells are known to have some of the same markers as embryonic stem cells, more specifically, Oct-4 and nanog. These transcription factors are the basis of the pluripotency of stem cells. Amniotic epithelial cells have the ability to develop into any of the three germ layers: endoderm, mesoderm, and ectoderm. They can develop into several organ tissues specific to these germ layers including heart, brain, and liver. The pluripotency of the human amniotic epithelial cells makes them useful in treating and fighting diseases and disorders of the nervous system as well as other tissues of the human body. Artificial heart valves and working tracheas, as well as muscle, fat, bone, heart, neural and liver cells have all been engineered using amniotic stem cells. Tissues obtained from amniotic cell lines show promise for patients suffering from congenital diseases or malformations of the heart, liver, lungs, kidneys, and cerebral tissue.",
            "score": 218.6588991880417
        },
        {
            "docid": "27783_18",
            "document": "Stem cell . There are currently no approved treatments using embryonic stem cells. The first human trial was approved by the US Food and Drug Administration in January 2009. However, the human trial was not initiated until October 13, 2010 in Atlanta for spinal cord injury research. On November 14, 2011 the company conducting the trial (Geron Corporation) announced that it will discontinue further development of its stem cell programs. ES cells, being pluripotent cells, require specific signals for correct differentiation—if injected directly into another body, ES cells will differentiate into many different types of cells, causing a teratoma. Differentiating ES cells into usable cells while avoiding transplant rejection are just a few of the hurdles that embryonic stem cell researchers still face. Due to ethical considerations, many nations currently have moratoria or limitations on either human ES cell research or the production of new human ES cell lines. Because of their combined abilities of unlimited expansion and pluripotency, embryonic stem cells remain a theoretically potential source for regenerative medicine and tissue replacement after injury or disease.",
            "score": 232.90876173973083
        },
        {
            "docid": "3070443_8",
            "document": "Stem-cell line . Adult stem cells are found in juvenile or adult tissues. Adult stem cells are multipotent: they can generate a limited number of differentiated cell types (unlike pluripotent embryonic stem cells). Types of adult stem cells include hematopoietic stem cells and mesenchymal stem cells. Hematopoetic stem cells are found in the bone marrow and generate all cells of the immune system all blood cell types. Mesenchymal stem cells are found in umbilical cord blood, amniotic fluid, and adipose tissue and can generate a number of cell types, including osteoblasts, chondrocytes, and adipocytes. In medicine, adult stem cells are mostly commonly used in bone marrow transplants to treat many bone and blood cancers as well as some autoimmune diseases. (See Hematopoietic stem cell transplantation)",
            "score": 226.62043857574463
        },
        {
            "docid": "14373561_10",
            "document": "Shinya Yamanaka . There are different types of stem cells. These are some types of cells that will help in understanding the material. The prevalent view during the early 20th century was that mature cells were permanently locked into the differentiated state and cannot return to a fully immature, pluripotent stem cell state. They thought that cellular differentiation can only be a unidirectional process. Therefore, non-differentiated egg/early embryo cells can only develop into specialized cells. However, stem cells with limited potency (adult stem cells) remain in bone marrow, intestine, skin etc. to act as a source of cell replacement.",
            "score": 216.62518429756165
        },
        {
            "docid": "14374_3",
            "document": "Haematopoiesis . Haematopoietic stem cells (HSCs) reside in the medulla of the bone (bone marrow) and have the unique ability to give rise to all of the different mature blood cell types and tissues. HSCs are self-renewing cells: when they differentiate, at least some of their daughter cells remain as HSCs, so the pool of stem cells is not depleted.This phenomenon is called asymmetric division. The other daughters of HSCs (myeloid and lymphoid progenitor cells) can follow any of the other differentiation pathways that lead to the production of one or more specific types of blood cell, but cannot renew themselves. The pool of progenitors is heterogeneous and can be divided into two groups; long-term self-renewing HSC and only transiently self-renewing HSC, also called short-terms. This is one of the main vital processes in the body.",
            "score": 258.3899322748184
        },
        {
            "docid": "152611_6",
            "document": "Cellular differentiation . Germ line cells are any line of cells that give rise to gametes—eggs and sperm—and thus are continuous through the generations. Stem cells, on the other hand, have the ability to divide for indefinite periods and to give rise to specialized cells. They are best described in the context of normal human development.  Development begins when a sperm fertilizes an egg and creates a single cell that has the potential to form an entire organism. In the first hours after fertilization, this cell divides into identical cells. In humans, approximately four days after fertilization and after several cycles of cell division, these cells begin to specialize, forming a hollow sphere of cells, called a blastocyst. The blastocyst has an outer layer of cells, and inside this hollow sphere, there is a cluster of cells called the inner cell mass. The cells of the inner cell mass go on to form virtually all of the tissues of the human body. Although the cells of the inner cell mass can form virtually every type of cell found in the human body, they cannot form an organism. These cells are referred to as pluripotent.",
            "score": 234.71867430210114
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 206.74811577796936
        },
        {
            "docid": "26700_40",
            "document": "Science . The Human Genome Project was completed in 2003, determining the sequence of nucleotide base pairs that make up human DNA, and identifying and mapping all of the genes of the human genome. Induced pluripotent stem cells were developed in 2006, a technology allowing adult cells to be transformed into stem cells capable of giving rise to any cell type found in the body, potentially of huge importance to the field of regenerative medicine.",
            "score": 190.88479375839233
        },
        {
            "docid": "8910958_5",
            "document": "Anthony Atala . Along with Harvard University researchers and as described in the journal \"Nature Biotechnology\", he has announced that stem cells with enormous potential can be harvested from the amniotic fluid of pregnant women. These amniotic stem cells are pluripotent, meaning they can be manipulated to differentiate into various types of mature cells that make up nerve, muscle, bone, and other tissues while avoiding the problems of tumor formation and ethical concerns that are associated with embryonic stem cells.",
            "score": 195.65056777000427
        },
        {
            "docid": "419094_23",
            "document": "Adipose tissue . Recent advances in biotechnology have allowed for the harvesting of adult stem cells from adipose tissue, allowing stimulation of tissue regrowth using a patient's own cells. In addition, adipose-derived stem cells from both human and animals reportedly can be efficiently reprogrammed into induced pluripotent stem cells without the need for feeder cells. The use of a patient's own cells reduces the chance of tissue rejection and avoids ethical issues associated with the use of human embryonic stem cells. A growing body of evidence also suggests that different fat depots (i.e. abdominal, omental, pericardial) yield adipose-derived stem cells with different characteristics. These depot-dependent features include proliferation rate, immunophenotype, differentiation potential, gene expression, as well as sensitivity to hypoxic culture conditions.",
            "score": 197.31961691379547
        },
        {
            "docid": "42069970_13",
            "document": "Neuronal lineage marker . The standard method of isolating neural stem cells in vitro is with the neurosphere culture system, the method originally used to identify NSCs. After some proliferation, the cells are either induced to differentiate by withdrawing the mitogens or by exposing the cells to another factor that induces some of the cells to develop into different lineages. Cellular fates are analysed by staining with antibodies directed against antigens specific for astrocytes, oligodendrocytes, and neurons. In some cases, cells are plated at low density and monitored to determine if a single cell can give rise to the three phenotypes. Immunomagnetic cell separation strategies using antibodies directed against cell surface markers present on stem cells, progenitors and mature CNS cells have been applied to the study of NSCs. Other non-immunological methods have been used to identify populations of cells from normal and tumorigenic CNS tissues, which demonstrate some of the in vitro properties of stem cells, including high aldehyde dehydrogenase (ALDH) enzyme activity. ALDH cells from embryonic rat and mouse CNS have been isolated and shown to have the ability to generate neurospheres, neurons, astrocytes and oligodendrocytes in vitro, as well as neurons in vivo when transplanted into the adult mouse cerebral cortex. Once a stem cell divides asymmetrically, the more mature progenitor is born and migrates to regions of differentiation. As the progenitor migrates, it matures further until it reaches a site where it stops and either becomes quiescent or fully differentiates into a functioning cell. The major obstacle to identifying and discovering markers that define a stem cell is that the most primitive cells are probably in a quiescent state and do not express many unique antigens. Thus, as with other fields like haematopoiesis, a combination of positive and negative markers will be required to better define the central nervous system stem cell. Nonetheless, changes in the expression levels of specific molecules can be used to indicate the presence of neural stem cells in studies focused on further differentiation toward specific neural lineages. Usual markers used for neural stem cells include Nestin and SOX2. Although Nestin it is expressed predominantly in stem cells of the central nervous system (CNS), its expression is absent from nearly all mature CNS cells, thus it is an efficient marker for neural stem cells. During neurogenesis, Sox2 is expressed throughout developing cells in the neural tube as well as in proliferating CNS progenitors, hence is thought to be centrally important for neural stem cell proliferation and differentiation. In addition to intracellular molecules, products are available to study proteins which are expressed at the cell surface, including ABCG2, FGF R4, and Frizzled-9.",
            "score": 213.74155139923096
        },
        {
            "docid": "12223532_35",
            "document": "Induced pluripotent stem cell . A proof-of-concept of using induced pluripotent stem cells (iPSCs) to generate human organ for transplantation was reported by researchers from Japan. Human ‘liver buds’ (iPSC-LBs) were grown from a mixture of three different kinds of stem cells: hepatocytes (for liver function) coaxed from iPSCs; endothelial stem cells (to form lining of blood vessels) from umbilical cord blood; and mesenchymal stem cells (to form connective tissue). This new approach allows different cell types to self-organize into a complex organ, mimicking the process in fetal development. After growing \"in vitro\" for a few days, the liver buds were transplanted into mice where the ‘liver’ quickly connected with the host blood vessels and continued to grow. Most importantly, it performed regular liver functions including metabolizing drugs and producing liver-specific proteins. Further studies will monitor the longevity of the transplanted organ in the host body (ability to integrate or avoid rejection) and whether it will transform into tumors. Using this method, cells from one mouse could be used to test 1,000 drug compounds to treat liver disease, and reduce animal use by up to 50,000.",
            "score": 213.4735507965088
        },
        {
            "docid": "5235851_9",
            "document": "Neural stem cell . The most widely accepted model of an adult NSC is a radial, astrocytes-like, GFAP-positive cell. Quiescent stem cells are Type B that are able to remain in the quiescent state due to the renewable tissue provided by the specific niches composed of blood vessels, astrocytes, microglia, ependymal cells, and extracellular matrix present within the brain. These niches provide nourishment, structural support, and protection for the stem cells until they are activated by external stimuli. Once activated, the Type B cells develop into Type C cells, active proliferating intermediate cells, which then divide into neuroblasts consisting of Type A cells. The undifferentiated neuroblasts form chains that migrate and develop into mature neurons. In the olfactory bulb, they mature into GABAergic granule neurons, while in the hippocampus they mature into dentate granule cells.",
            "score": 191.1095631122589
        }
    ],
    "r": [
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 291.40069580078125
        },
        {
            "docid": "2777285_25",
            "document": "Adult stem cell . Pluripotent stem cells, i.e. cells that can give rise to any fetal or adult cell type, can be found in a number of tissues, including umbilical cord blood. Using genetic reprogramming, pluripotent stem cells equivalent to embryonic stem cells have been derived from human adult skin tissue. Other adult stem cells are multipotent, meaning they are restricted in the types of cell they can become, and are generally referred to by their tissue origin (such as mesenchymal stem cell, adipose-derived stem cell, endothelial stem cell, etc.). A great deal of adult stem cell research has focused on investigating their capacity to divide or self-renew indefinitely, and their potential for differentiation. In mice, pluripotent stem cells can be directly generated from adult fibroblast cultures.",
            "score": 273.902587890625
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 266.7354736328125
        },
        {
            "docid": "14374_3",
            "document": "Haematopoiesis . Haematopoietic stem cells (HSCs) reside in the medulla of the bone (bone marrow) and have the unique ability to give rise to all of the different mature blood cell types and tissues. HSCs are self-renewing cells: when they differentiate, at least some of their daughter cells remain as HSCs, so the pool of stem cells is not depleted.This phenomenon is called asymmetric division. The other daughters of HSCs (myeloid and lymphoid progenitor cells) can follow any of the other differentiation pathways that lead to the production of one or more specific types of blood cell, but cannot renew themselves. The pool of progenitors is heterogeneous and can be divided into two groups; long-term self-renewing HSC and only transiently self-renewing HSC, also called short-terms. This is one of the main vital processes in the body.",
            "score": 258.3899230957031
        },
        {
            "docid": "152611_4",
            "document": "Cellular differentiation . Among dividing cells, there are multiple levels of cell potency, the cell's ability to differentiate into other cell types. A greater potency indicates a larger number of cell types that can be derived. A cell that can differentiate into all cell types, including the placental tissue, is known as \"totipotent\". In mammals, only the zygote and subsequent blastomeres are totipotent, while in plants many differentiated cells can become totipotent with simple laboratory techniques. A cell that can differentiate into all cell types of the adult organism is known as \"pluripotent\". Such cells are called meristematic cells in higher plants and embryonic stem cells in animals, though some groups report the presence of adult pluripotent cells. Virally induced expression of four transcription factors Oct4, Sox2, c-Myc, and KIF4 (Yamanaka factors) is sufficient to create pluripotent (iPS) cells from adult fibroblasts. A multipotent cell is one that can differentiate into multiple different, but closely related cell types. Oligopotent cells are more restricted than multipotent, but can still differentiate into a few closely related cell types. Finally, unipotent cells can differentiate into only one cell type, but are capable of self-renewal. In cytopathology, the level of cellular differentiation is used as a measure of cancer progression. \"Grade\" is a marker of how differentiated a cell in a tumor is.",
            "score": 254.27020263671875
        },
        {
            "docid": "36315057_7",
            "document": "Induced stem cells . Some types of mature, specialized adult cells can naturally revert to stem cells. For example, \"chief\" cells express the stem cell marker Troy. While they normally produce digestive fluids for the stomach, they can revert into stem cells to make temporary repairs to stomach injuries, such as a cut or damage from infection. Moreover, they can make this transition even in the absence of noticeable injuries and are capable of replenishing entire gastric units, in essence serving as quiescent \"reserve\" stem cells. Differentiated airway epithelial cells can revert into stable and functional stem cells in vivo. After injury, mature terminally differentiated kidney cells dedifferentiate into more primordial versions of themselves and then differentiate into the cell types needing replacement in the damaged tissue Macrophages can self-renew by local proliferation of mature differentiated cells. In newts, muscle tissue is regenerated from specialized muscle cells that dedifferentiate and forget the type of cell they had been. This capacity to regenerate does not decline with age and may be linked to their ability to make new stem cells from muscle cells on demand.",
            "score": 254.08517456054688
        },
        {
            "docid": "2777285_18",
            "document": "Adult stem cell . Discoveries in recent years have suggested that adult stem cells might have the ability to differentiate into cell types from different germ layers. For instance, neural stem cells from the brain, which are derived from ectoderm, can differentiate into ectoderm, mesoderm, and endoderm. Stem cells from the bone marrow, which is derived from mesoderm, can differentiate into liver, lung, GI tract and skin, which are derived from endoderm and mesoderm. This phenomenon is referred to as stem cell transdifferentiation or plasticity. It can be induced by modifying the growth medium when stem cells are cultured \"in vitro\" or transplanting them to an organ of the body different from the one they were originally isolated from. There is yet no consensus among biologists on the prevalence and physiological and therapeutic relevance of stem cell plasticity. More recent findings suggest that pluripotent stem cells may reside in blood and adult tissues in a dormant state. These cells are referred to as \"Blastomere Like Stem Cells\" and \"very small embryonic like\" – \"VSEL\" stem cells, and display pluripotency in vitro. As BLSC's and VSEL cells are present in virtually all adult tissues, including lung, brain, kidneys, muscles, and pancreas Co-purification of BLSC's and VSEL cells with other populations of adult stem cells may explain the apparent pluripotency of adult stem cell populations. However, recent studies have shown that both human and murine VSEL cells lack stem cell characteristics and are not pluripotent.",
            "score": 249.89144897460938
        },
        {
            "docid": "11088829_71",
            "document": "Nerve guidance conduit . Stem cells are characterized by their ability to self-renew for a prolonged time and still maintain the ability to differentiate along one or more cell lineages. Stem cells may be unipotent, multipotent, or pluripotent, meaning they can differentiate into one, multiple, or all cell types, respectively. Pluripotent stem cells can become cells derived from any of the three embryonic germ layers. Stem cells have the advantage over glial cells because they are able to proliferate more easily in culture. However, it remains difficult to preferentially differentiate these cells into varied cell types in an ordered manner. Another difficulty with stem cells is the lack of a well-defined definition of stem cells beyond hematopoietic stem cells (HSCs). Each stem cell 'type' has more than one method for identifying, isolating, and expanding the cells; this has caused much confusion because all stem cells of a 'type' (neural, mesenchymal, retinal) do not necessarily behave in the same manner under identical conditions.",
            "score": 246.5908966064453
        },
        {
            "docid": "987320_27",
            "document": "Neurotechnology . The ethical debate about use of embryonic stem cells has stirred controversy both in the United States and abroad; although more recently these debates have lessened due to modern advances in creating induced pluripotent stem cells from adult cells. The greatest advantage for use of embryonic stem cells is the fact that they can differentiate (become) nearly any type of cell provided the right conditions and signals. However, recent advances by Shinya Yamanaka et al. have found ways to create pluripotent cells without the use of such controversial cell cultures. Using the patient's own cells and re-differentiating them into the desired cell type bypasses both possible patient rejection of the embryonic stem cells and any ethical concerns associated with using them, while also providing researchers a larger supply of available cells. However, induced pluripotent cells have the potential to form benign (though potentially malignant) tumors, and tend to have poor survivability \"in vivo\" (in the living body) on damaged tissue. Much of the ethics concerning use of stem cells has subsided from the embryonic/adult stem cell debate due to its rendered moot, but now societies find themselves debating whether or not this technology can be ethically used. Enhancements of traits, use of animals for tissue scaffolding, and even arguments for moral degeneration have been made with the fears that if this technology reaches its full potential a new paradigm shift will occur in human behavior.",
            "score": 243.6980438232422
        },
        {
            "docid": "4718706_2",
            "document": "Endothelial stem cell . Endothelial stem cells (ESCs) are one of three types of stem cells found in bone marrow. They are multipotent, which describes the ability to give rise to many cell types, whereas a pluripotent stem cell can give rise to all types. ESCs have the characteristic properties of a stem cell: self-renewal and differentiation. These parent stem cells, ESCs, give rise to progenitor cells, which are intermediate stem cells that lose potency. Progenitor stem cells are committed to differentiating along a particular cell developmental pathway. ESCs will eventually produce endothelial cells (ECs), which create the thin-walled endothelium that lines the inner surface of blood vessels and lymphatic vessels.",
            "score": 242.34005737304688
        },
        {
            "docid": "36315057_30",
            "document": "Induced stem cells . The fact that human iPSCs capable of forming teratomas not only in humans but also in some animal body, in particular in mice or pigs, allowed to develop a method for differentiation of iPSCs in vivo. For this purpose, iPSCs with an agent for inducing differentiation into target cells are injected to genetically modified pig or mouse that has suppressed immune system activation on human cells. The formed teratoma is cut out and used for the isolation of the necessary differentiated human cells by means of monoclonal antibody to tissue-specific markers on the surface of these cells. This method has been successfully used for the production of functional myeloid, erythroid and lymphoid human cells suitable for transplantation (yet only to mice). Mice engrafted with human iPSC teratoma-derived hematopoietic cells produced human B and T cells capable of functional immune responses. These results offer hope that in vivo generation of patient customized cells is feasible, providing materials that could be useful for transplantation, human antibody generation and drug screening applications. Using MitoBloCK-6 and/or PluriSIn # 1 the differentiated progenitor cells can be further purified from teratoma forming pluripotent cells. The fact, that the differentiation takes place even in the teratoma niche, offers hope that the resulting cells are sufficiently stable to stimuli able to cause their transition back to the dedifferentiated (pluripotent) state and therefore safe. A similar in vivo differentiation system, yielding engraftable hematopoietic stem cells from mouse and human iPSCs in teratoma-bearing animals in combination with a maneuver to facilitate hematopoiesis, was described by Suzuki et al. They noted that neither leukemia nor tumors were observed in recipients after intravenous injection of iPSC-derived hematopoietic stem cells into irradiated recipients. Moreover, this injection resulted in multilineage and long-term reconstitution of the hematolymphopoietic system in serial transfers. Such system provides a useful tool for practical application of iPSCs in the treatment of hematologic and immunologic diseases.",
            "score": 242.20339965820312
        },
        {
            "docid": "27783_33",
            "document": "Stem cell . To ensure self-renewal, stem cells undergo two types of cell division (see \"Stem cell division and differentiation\" diagram). Symmetric division gives rise to two identical daughter cells both endowed with stem cell properties. Asymmetric division, on the other hand, produces only one stem cell and a progenitor cell with limited self-renewal potential. Progenitors can go through several rounds of cell division before terminally differentiating into a mature cell. It is possible that the molecular distinction between symmetric and asymmetric divisions lies in differential segregation of cell membrane proteins (such as receptors) between the daughter cells.",
            "score": 240.2593231201172
        },
        {
            "docid": "36315057_8",
            "document": "Induced stem cells . A variety of nontumorigenic stem cells display the ability to generate multiple cell types. For instance, multilineage-differentiating stress-enduring (Muse) cells are stress-tolerant adult human stem cells that can self-renew. They form characteristic cell clusters in suspension culture that express a set of genes associated with pluripotency and can differentiate into endodermal, ectodermal and mesodermal cells both in vitro and in vivo.",
            "score": 239.49932861328125
        },
        {
            "docid": "2777285_17",
            "document": "Adult stem cell . To ensure self-renewal, stem cells undergo two types of cell division (see \"Stem cell division and differentiation\" diagram). Symmetric division gives rise to two identical daughter cells, both endowed with stem cell properties, whereas asymmetric division produces only one stem cell and a progenitor cell with limited self-renewal potential. Progenitors can go through several rounds of cell division before finally differentiating into a mature cell. It is believed that the molecular distinction between symmetric and asymmetric divisions lies in differential segregation of cell membrane proteins (such as receptors) between the daughter cells.",
            "score": 239.0990447998047
        },
        {
            "docid": "20639545_2",
            "document": "Plant stem cell . Plant stem cells are innately undifferentiated cells located in the meristems of plants. Plant stem cells serve as the origin of plant vitality, as they maintain themselves while providing a steady supply of precursor cells to form differentiated tissues and organs in plants. Two distinct areas of stem cells are recognised: the apical meristem and the lateral meristem. Plant stem cells are characterized by two distinctive properties, which are: the ability to create all differentiated cell types and the ability to self-renew such that the number of stem cells is maintained. Plant stem cells never undergo aging process but immortally give rise to new specialized and unspecialized cells, and they have the potential to grow into any organ, tissue, or cell in the body. Thus they are totipotent cells equipped with regenerative powers that facilitate plant growth and production of new organs throughout lifetime.",
            "score": 236.86317443847656
        },
        {
            "docid": "40466325_10",
            "document": "Cerebral organoid . It has been shown that cerebral organoids grown using the spinning bioreactor 3D culture method differentiate into various neural tissue types, such as the optic cup, hippocampus, ventral parts of the teleencephelon and dorsal cortex.  The neural stem/progenitor cells are unique because they are able to self-renew and are multipotent. This means they can generate neurons and glial cells which are the two main components of neural systems. The fate of these cells is controlled by several factors that affect the differentiation process. The spatial location and temporal attributes of neural progenitor cells can influence if the cells form neurons or glial cells. Further differentiation is then controlled by extracellular conditions and cell signaling. The exact conditions and stimuli necessary to differentiate neural progenitor cells into specific neural tissues such as hippocampal tissue, optic nerve, cerebral cortex, etc. are unknown. It is believed that cerebral organoids can be used to study the developmental mechanisms of these processes.",
            "score": 236.17324829101562
        },
        {
            "docid": "42069970_12",
            "document": "Neuronal lineage marker . Neural stem cells are an example of somatic stem cell found in various tissues, both during development and in the adult. They have two fundamental characteristics: they are self-renewing and upon terminal division and differentiation, they can give rise to the full range of cells classes within the relevant tissue. Hence, a neural stem cell can give rise to another neural stem cell, or to any of the differentiated cell types found in the central and peripheral nervous systems (inhibitory and excitatory neurons, astrocytes and oligodendrocytes).",
            "score": 235.8729705810547
        },
        {
            "docid": "22511551_3",
            "document": "Stem cell laws and policy in the United States . Stem cells are cells found in all multi-cellular organisms. They were isolated in mice in 1981, and in humans in 1998. In humans there are many types of stem cells, each with varying levels of potency. Potency is a measure of a cell's differentiation potential, or the number of other cell types that can be made from that stem cell. Embryonic stem cells are pluripotent stem cells derived from the inner cell mass of the blastocyst. These stem cells can differentiate into all other cells in the human body and are the subject of much scientific research. However, since they must be derived from early human embryos their production and use in research has been a hotly debated topic as the emt introduce new cells into adult bodies for possible treatment of cancer, diabetes, neurological disorders and other medical conditions. Stem cells have been used to repair tissue damaged by disease or age. Cloning also might be done with stem cells. Pluripotent stem cells can also be derived from Somatic cell nuclear transfer which is a laboratory technique where a clone embryo is created from a donor nucleus. Somatic cell nuclear transfer is also tightly regulated amongst various countries.",
            "score": 235.847412109375
        },
        {
            "docid": "2448941_8",
            "document": "Cancer stem cell . In order for a cell to become cancerous it must undergo a significant number of alterations to its DNA sequence. This cell model suggests these mutations could occur to any cell in the body resulting in a cancer. Essentially this theory proposes that all cells have the ability to be tumorigenic making all tumor cells equipotent with the ability to self-renew or differentiate, leading to tumor heterogeneity while others can differentiate into non-CSCs The cell's potential can be influenced by unpredicted genetic or epigenetic factors, resulting in phenotypically diverse cells in both the tumorigenic and non-tumorigenic cells that compose the tumor.",
            "score": 235.1230010986328
        },
        {
            "docid": "152611_6",
            "document": "Cellular differentiation . Germ line cells are any line of cells that give rise to gametes—eggs and sperm—and thus are continuous through the generations. Stem cells, on the other hand, have the ability to divide for indefinite periods and to give rise to specialized cells. They are best described in the context of normal human development.  Development begins when a sperm fertilizes an egg and creates a single cell that has the potential to form an entire organism. In the first hours after fertilization, this cell divides into identical cells. In humans, approximately four days after fertilization and after several cycles of cell division, these cells begin to specialize, forming a hollow sphere of cells, called a blastocyst. The blastocyst has an outer layer of cells, and inside this hollow sphere, there is a cluster of cells called the inner cell mass. The cells of the inner cell mass go on to form virtually all of the tissues of the human body. Although the cells of the inner cell mass can form virtually every type of cell found in the human body, they cannot form an organism. These cells are referred to as pluripotent.",
            "score": 234.7186737060547
        },
        {
            "docid": "27783_18",
            "document": "Stem cell . There are currently no approved treatments using embryonic stem cells. The first human trial was approved by the US Food and Drug Administration in January 2009. However, the human trial was not initiated until October 13, 2010 in Atlanta for spinal cord injury research. On November 14, 2011 the company conducting the trial (Geron Corporation) announced that it will discontinue further development of its stem cell programs. ES cells, being pluripotent cells, require specific signals for correct differentiation—if injected directly into another body, ES cells will differentiate into many different types of cells, causing a teratoma. Differentiating ES cells into usable cells while avoiding transplant rejection are just a few of the hurdles that embryonic stem cell researchers still face. Due to ethical considerations, many nations currently have moratoria or limitations on either human ES cell research or the production of new human ES cell lines. Because of their combined abilities of unlimited expansion and pluripotency, embryonic stem cells remain a theoretically potential source for regenerative medicine and tissue replacement after injury or disease.",
            "score": 232.9087677001953
        },
        {
            "docid": "619064_5",
            "document": "G0 phase . Stem cells are cells with the unique ability to produce differentiated daughter cells and to preserve their stem cell identity through self-renewal. In mammals, most adult tissues contain tissue-specific stem cells that reside in the tissue and proliferate to maintain homeostasis for the lifespan of the organism. These cells can undergo immense proliferation in response to tissue damage before differentiating and engaging in regeneration. Some tissue stem cells exist in a reversible, quiescent state indefinitely until being activated by external stimuli. Many different types of tissue stem cells exist, including muscle stem cells (MuSCs), neural stem cells (NSCs), intestinal stem cells (ISCs), and many others.",
            "score": 232.0946044921875
        },
        {
            "docid": "4542890_3",
            "document": "Organoid . Attempts to create organs \"in vitro\" started with one of the first dissociation-reaggregation experiment where Henry Van Peters Wilson demonstrated that mechanically dissociated sponge cells can reaggregate and self-organize to generate a whole organism. In the subsequent decades, multiple labs were able to generate different types of organs \"in vitro\" through the dissociation and reaggregation of organ tissues obtained from amphibians and embryonic chicks. The phenomena of mechanically dissociated cells aggregating and reorganizing to reform the tissue they were obtained from subsequently led to the development of the differential adhesion hypothesis by Malcolm Steinberg. With the advent of the field of stem cell biology, the potential of stem cells to form organs \"in vitro\" was realized early on with the observation that when stem cells form teratomas or embryoid body, the differentiated cells can organize into different structures resembling those found in multiple tissue types. The advent of the field of organoids, started with a shift from culturing and differentiating stem cells in 2D media, to 3D media to allow for the development of the complex 3-dimensional structures of organs. Since 1987, researchers have devised different methods for 3-D culturing, and were able to utilize different types of stem cells to generate organoids resembling a multitude of organs. In 2008, Yoshiki Sasai and his team at RIKEN institute demonstrated that stem cells can be coaxed into balls of neural cells that self-organize into distinctive layers. In 2009 the Laboratory of Hans Clevers at Hubrecht Institute and University Medical Center Utrecht, The Netherlands showed that single LGR5 stem cells build crypt-villus structures in vitro without a mesenchymal niche. In 2010, Mathieu Unbekandt & Jamie A. Davies demonstrated the production of renal organoids from murine fetus-derived renogenic stem cells: subsequent reports showed significant physiological function of these organoids in vitro and in vivo.",
            "score": 231.3614044189453
        },
        {
            "docid": "10213576_2",
            "document": "Stem-cell niche . Stem-cell niche refers to a microenvironment, within the specific anatomic location where stem cells are found, which interacts with stem cells to regulate cell fate. The word 'niche' can be in reference to the \"in vivo\" or \"in vitro\" stem-cell microenvironment. During embryonic development, various niche factors act on embryonic stem cells to alter gene expression, and induce their proliferation or differentiation for the development of the fetus. Within the human body, stem-cell niches maintain adult stem cells in a quiescent state, but after tissue injury, the surrounding micro-environment actively signals to stem cells to promote either self-renewal or differentiation to form new tissues. Several factors are important to regulate stem-cell characteristics within the niche: cell–cell interactions between stem cells, as well as interactions between stem cells and neighbouring differentiated cells, interactions between stem cells and adhesion molecules, extracellular matrix components, the oxygen tension, growth factors, cytokines, and the physicochemical nature of the environment including the pH, ionic strength (e.g. Ca concentration) and metabolites, like ATP, are also important. The stem cells and niche may induce each other during development and reciprocally signal to maintain each other during adulthood.",
            "score": 230.69261169433594
        },
        {
            "docid": "20528783_11",
            "document": "Embryomics . The cells of the inner cell mass (embryoblast), which are known as human embryonic stem cells (hESCs), will further differentiate to form four structures: the amnion, the yolk sac, the allantois, and the embryo itself. Human embryonic stem cells are pluripotent, that is, they can differentiate into any of the cell types present in the adult human, and into any of the intermediate progenitor cell types that eventually turn into the adult cell lines. hESCs are also immortal, in that they can divide and grow in number indefinitely, without undergoing either differentiation or cellular aging (cellular senescence).",
            "score": 229.32687377929688
        },
        {
            "docid": "3889704_27",
            "document": "Emerging technologies . \"Stem cell therapy\" is an intervention strategy that introduces new adult stem cells into damaged tissue in order to treat disease or injury. Many medical researchers believe that stem cell treatments have the potential to change the face of human disease and alleviate suffering. The ability of stem cells to self-renew and give rise to subsequent generations with variable degrees of differentiation capacities, offers significant potential for generation of tissues that can potentially replace diseased and damaged areas in the body, with minimal risk of rejection and side effects.",
            "score": 229.24742126464844
        },
        {
            "docid": "3070443_3",
            "document": "Stem-cell line . By definition, stem cells possess two properties: (1) they can self-renew, which means that they can divide indefinitely while remaining in an undifferentiated state; and (2) they are pluripotent or multipotent, which means that they can differentiate to form specialized cell types. Due to the self-renewal capacity of stem cells, a stem cell line can be cultured \"in vitro\" indefinitely.",
            "score": 229.2096405029297
        },
        {
            "docid": "17062920_18",
            "document": "DNA damage theory of aging . Tissue-specific stem cells produce differentiated cells through a series of increasingly more committed progenitor intermediates. In hematopoiesis (blood cell formation), the process begins with long-term hematopoietic stem cells that self-renew and also produce progeny cells that upon further replication go through a series of stages leading to differentiated cells without self-renewal capacity. In mice, deficiencies in DNA repair appear to limit the capacity of hematopoietic stem cells to proliferate and self-renew with age. Sharpless and Depinho reviewed evidence that hematopoietic stem cells, as well as stem cells in other tissues, undergo intrinsic aging. They speculated that stem cells grow old, in part, as a result of DNA damage. DNA damage may trigger signalling pathways, such as apoptosis, that contribute to depletion of stem cell stocks. This has been observed in several cases of accelerated aging and may occur in normal aging too.",
            "score": 228.21051025390625
        },
        {
            "docid": "2285007_12",
            "document": "Regenerative medicine . Though uses of cord blood beyond blood and immunological disorders is speculative, some research has been done in other areas. Any such potential beyond blood and immunological uses is limited by the fact that cord cells are hematopoietic stem cells (which can differentiate only into blood cells), and not pluripotent stem cells (such as embryonic stem cells, which can differentiate into any type of tissue). Cord blood has been studied as a treatment for diabetes. However, apart from blood disorders, the use of cord blood for other diseases is not a routine clinical modality and remains a major challenge for the stem cell community.",
            "score": 227.59144592285156
        },
        {
            "docid": "168927_16",
            "document": "Somatic cell nuclear transfer . The impetus for SCNT-based stem cell research has been decreased by the development and improvement of alternative methods of generating stem cells. Methods to reprogram normal body cells into pluripotent stem cells were developed in humans in 2007. The following year, this method achieved a key goal of SCNT-based stem cell research: the derivation of pluripotent stem cell lines that have all genes linked to various diseases. Some scientists working on SCNT-based stem cell research have recently moved to the new methods of induced pluripotent stem cells. Though recent studies have put in question how similar iPS cells are to embryonic stem cells. Epigenetic memory in iPS affects the cell lineage it can differentiate into. For instance, an iPS cell derived from a blood cell will be more efficient at differentiating into blood cells, while it will be less efficient at creating a neuron. This raises the question of how well iPS cells can mimic the gold standard ESC in experiments, as stem cells are defined as having the ability to differentiate into any cell type. SCNT stem cells do not pose such a problem and continue to remain relevant in stem cell studies.",
            "score": 227.4661865234375
        },
        {
            "docid": "14374_11",
            "document": "Haematopoiesis . Two models for hematopoiesis have been proposed: determinism and stochastic theory. For the stem cells and other undifferentiated blood cells in the bone marrow, the determination is generally explained by the \"determinism\" theory of haematopoiesis, saying that colony stimulating factors and other factors of the haematopoietic microenvironment determine the cells to follow a certain path of cell differentiation. This is the classical way of describing haematopoiesis. In \"stochastic\" \"theory,\" undifferentiated blood cells differentiate to specific cell types by randomness. This theory has been supported by experiments showing that within a population of mouse haematopoietic progenitor cells, underlying stochastic variability in the distribution of Sca-1, a stem cell factor, subdivides the population into groups exhibiting variable rates of cellular differentiation. For example, under the influence of erythropoietin (an erythrocyte-differentiation factor), a subpopulation of cells (as defined by the levels of Sca-1) differentiated into erythrocytes at a sevenfold higher rate than the rest of the population. Furthermore, it was shown that if allowed to grow, this subpopulation re-established the original subpopulation of cells, supporting the theory that this is a stochastic, reversible process. Another level at which stochasticity may be important is in the process of apoptosis and self-renewal. In this case, the haematopoietic microenvironment prevails upon some of the cells to survive and some, on the other hand, to perform apoptosis and die. By regulating this balance between different cell types, the bone marrow can alter the quantity of different cells to ultimately be produced.",
            "score": 227.3218994140625
        },
        {
            "docid": "44464978_33",
            "document": "Regeneration in humans . It has been shown that bone marrow-derived cells could be the source of progenitor cells of multiple cell lineages, and a 2004 study suggested that one of these cell types was involved in lung regeneration. Therefore, a potential source of cells for lung regeneration has been found; however, due to advances in inducing stem cells and directing their differentiation, major progress in lung regeneration has consistently featured the use of patient-derived iPSCs and bioscaffolds. The extracellular matrix is the key to generating entire organs in vitro. It was found that by carefully removing the cells of an entire lung, a “footprint” is left behind that can guide cellular adhesion and differentiation if a population of lung epithelial cells and chondrocytes are added. This has serious applications in regenerative medicine, particularly as a 2012 study successfully purified a population of lung progenitor cells that were derived from embryonic stem cells. These can then be used to re-cellularise a three-dimensional lung tissue scaffold.",
            "score": 226.78839111328125
        }
    ]
}