{
    "q": [
        {
            "docid": "3768056_2",
            "document": "SnRNP . snRNPs (pronounced \"snurps\"), or small nuclear ribonucleoproteins, are RNA-protein complexes that combine with unmodified pre-mRNA and various other proteins to form a spliceosome, a large RNA-protein molecular complex upon which splicing of pre-mRNA occurs. The action of snRNPs is essential to the removal of introns from pre-mRNA, a critical aspect of post-transcriptional modification of RNA, occurring only in the nucleus of eukaryotic cells. Additionally, \"U7 snRNP\" is not involved in splicing at all, as U7 snRNP is responsible for processing the 3′ stem-loop of histone pre-mRNA. The two essential components of snRNPs are protein molecules and RNA. The RNA found within each snRNP particle is known as \"small nuclear RNA\", or snRNA, and is usually about 150 nucleotides in length. The snRNA component of the snRNP gives specificity to individual introns by \"recognizing\" the sequences of critical splicing signals at the 5' and 3' ends and branch site of introns. The snRNA in snRNPs is similar to ribosomal RNA in that it directly incorporates both an enzymatic and a structural role.",
            "score": 311.58811378479004
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 376.3346345424652
        },
        {
            "docid": "14775760_3",
            "document": "SF3B2 . This gene encodes subunit 2 of the splicing factor 3b protein complex. Splicing factor 3b, together with splicing factor 3a and a 12S RNA unit, forms the U2 small nuclear ribonucleoproteins complex (U2 snRNP). The splicing factor 3b/3a complex binds pre-mRNA upstream of the intron's branch site in a sequence-independent manner and may anchor the U2 snRNP to the pre-mRNA. Splicing factor 3b is also a component of the minor U12-type spliceosome. Subunit 2 associates with pre-mRNA upstream of the branch site at the anchoring site. Subunit 2 also interacts directly with subunit 4 of the splicing factor 3b complex. Subunit 2 is a highly hydrophilic protein with a proline-rich N-terminus and a glutamate-rich stretch in the C-terminus.",
            "score": 271.2849073410034
        },
        {
            "docid": "14796319_3",
            "document": "SF3B4 . This gene encodes one of four subunits of the splicing factor 3B. The protein encoded by this gene cross-links to a region in the pre-mRNA immediately upstream of the branchpoint sequence in pre-mRNA in the prespliceosomal complex A. It also may be involved in the assembly of the B, C and E spliceosomal complexes. In addition to RNA-binding activity, this protein interacts directly and highly specifically with subunit 2 of the splicing factor 3B. This protein contains two N-terminal RNA-recognition motifs (RRMs), consistent with the observation that it binds directly to pre-mRNA.",
            "score": 265.37745785713196
        },
        {
            "docid": "4630209_8",
            "document": "Small nuclear RNA . Spliceosomes are a major component of an integral step in eukaryotic precursor messenger RNA maturation. A mistake in even a single nucleotide can be devastating to the cell, and a reliable, repeatable method of RNA processing is necessary to ensure cell survival. The spliceosome is a large, protein-RNA complex that consists of five small nuclear RNAs (U1, U2, U4, U5, and U6) and over 150 proteins. The snRNAs, along with their associated proteins, form ribonucleoprotein complexes (snRNPs), which bind to specific sequences on the pre-mRNA substrate. This intricate process results in two sequential transesterification reactions. These reactions will produce a free lariat intron and ligate two exons to form a mature mRNA. There are two separate classes of spliceosomes. The major class, which is far more abundant in eukaryotic cells, splices primarily U2-type introns. The initial step of splicing is the bonding of the U1 snRNP and its associated proteins to the 5’ splice end to the hnRNA. This creates the commitment complex which will constrain the hnRNA to the splicing pathway. Then, U2 snRNP is recruited to the spliceosome binding site and forms complex A. U2 snRNP changes the conformation of the hnRNA-snRNP complex, exposing the nucleotide favorably for splicing. Following the conformation change, the U4/U5/U6 tri-snRNP complex binds to complex A to form the structure known as complex B. After rearrangement, complex C is formed, and the spliceosome is active for catalysis. In addition to this main spliceosome complex, there exists a much less common (~1%) minor spliceosome. This complex comprises U11, U12, U4atac, U6atac and U5 snRNPs. These snRNPs are functional analogs of the snRNPs used in the major spliceosome. The minor spliceosome splices U-12 type introns. The two types of introns mainly differ in their splicing sites: U2-type introns have GT-AG 5' and 3' splice sites while U12-type introns have AT-AC at their 5' and 3' ends. The minor spliceosome carries out its function through a different pathway from the major spliceosome.",
            "score": 336.4776760339737
        },
        {
            "docid": "8874156_7",
            "document": "LSm . Research continued during the 1970s and early 1980s. The smith antigen was found to be a complex of ribonucleic acid (RNA) molecules and multiple proteins. A set of uridine-rich small nuclear RNA (snRNA) molecules was part of this complex, and given the names U1, U2, U4, U5 and U6. Four of these snRNAs (U1, U2, U4 and U5) were found to be tightly bound to several small proteins, which were named SmB, SmD, SmE, SmF, and SmG in decreasing order of size. SmB has an alternatively spliced variant, SmB', and a very similar protein, SmN, replaces SmB'/B in certain (mostly neural) tissues. SmD was later discovered to be a mixture of three proteins, which were named SmD1, SmD2 and SmD3. These nine proteins (SmB, SmB', SmN, SmD1, SmD2, SmD3, SmE, SmF and SmG) became known as the Sm core proteins, or simply Sm proteins. The snRNAs are complexed with the Sm core proteins and with other proteins to form particles in the cell's nucleus called small nuclear ribonucleoproteins, or snRNPs. By the mid 1980s, it became clear that these snRNPs help form a large (4.8 MD molecular weight) complex, called the spliceosome, around pre-mRNA, excising portions of the pre-mRNA called introns and splicing the coding portions (exons) together. After a few more modifications, the spliced pre-mRNA becomes messenger RNA (mRNA) which is then exported from the nucleus and translated into a protein by ribosomes.",
            "score": 325.2155205011368
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 200.65870606899261
        },
        {
            "docid": "1138554_23",
            "document": "SR protein . Exon independent roles of SR proteins are called exon independent because it is not known if SR proteins must bind to exons in order for them to perform exon independent activities. SR proteins can bind to U1 and U2AF while they are bound to the 3' and 5' splice sites at the same time without binding to the pre-mRNA transcript. The SR protein thus creates a bridge across the intron in what is called a cross-intron interaction. SR proteins also recruit the tri-snRNP molecule U4/U6·U5 to the maturing spliceosome complex by interacting with RS domains in the tri-snRNP. SR proteins might be able to bind directly to the 5' splice site and recruit the U1 complex of the spliceosome.",
            "score": 336.2884712219238
        },
        {
            "docid": "11422376_2",
            "document": "U1 spliceosomal RNA . U1 spliceosomal RNA is the small nuclear RNA (snRNA) component of U1 snRNP (\"small nuclear ribonucleoprotein\"), an RNA-protein complex that combines with other snRNPs, unmodified pre-mRNA, and various other proteins to assemble a spliceosome, a large RNA-protein molecular complex upon which splicing of pre-mRNA occurs. Splicing, or the removal of introns, is a major aspect of post-transcriptional modification, and takes place only in the nucleus of eukaryotes.",
            "score": 338.537228345871
        },
        {
            "docid": "28524_5",
            "document": "RNA splicing . Spliceosomal introns often reside within the sequence of eukaryotic protein-coding genes. Within the intron, a donor site (5' end of the intron), a branch site (near the 3' end of the intron) and an acceptor site (3' end of the intron) are required for splicing. The splice donor site includes an almost invariant sequence GU at the 5' end of the intron, within a larger, less highly conserved region. The splice acceptor site at the 3' end of the intron terminates the intron with an almost invariant AG sequence. Upstream (5'-ward) from the AG there is a region high in pyrimidines (C and U), or polypyrimidine tract. Further upstream from the polypyrimidine tract is the branchpoint, which includes an adenine nucleotide involved in lariat formation. The consensus sequence for an intron (in IUPAC nucleic acid notation) is: G-G-[cut]-G-U-R-A-G-U (donor site) ... intron sequence ... Y-U-R-A-C (branch sequence 20-50 nucleotides upstream of acceptor site) ... Y-rich-N-C-A-G-[cut]-G (acceptor site). However, it is noted that the specific sequence of intronic splicing elements and the number of nucleotides between the branchpoint and the nearest 3’ acceptor site affect splice site selection. Also, point mutations in the underlying DNA or errors during transcription can activate a \"cryptic splice site\" in part of the transcript that usually is not spliced. This results in a mature messenger RNA with a missing section of an exon. In this way, a point mutation, which might otherwise affect only a single amino acid, can manifest as a deletion or truncation in the final protein. Splicing is catalyzed by the spliceosome, a large RNA-protein complex composed of five small nuclear ribonucleoproteins (snRNPs, pronounced 'snurps'). Assembly and activity of the spliceosome occurs during transcription of the pre-mRNA. The RNA components of snRNPs interact with the intron and are involved in catalysis. Two types of spliceosomes have been identified (major and minor) which contain different snRNPs.",
            "score": 254.1011700630188
        },
        {
            "docid": "3131507_5",
            "document": "RNA-binding protein . Alternative splicing is a mechanism by which different forms of mature mRNAs (messengers RNAs) are generated from the same gene. It is a regulatory mechanism by which variations in the incorporation of the exons into mRNA leads to the production of more than one related protein, thus expanding possible genomic outputs. RBPs function extensively in the regulation of this process. Some binding proteins such as neuronal specific RNA-binding proteins, namely NOVA1, control the alternative splicing of a subset of hnRNA by recognizing and binding to a specific sequence in the RNA (YCAY where Y indicates pyrimidine, U or C). These proteins then recruit splicesomal proteins to this target site. SR proteins are also well known for their role in alternative splicing through the recruitment of snRNPs that form the splicesome, namely U1 snRNP and U2AF snRNP. However, RBPs are also part of the splicesome itself. The splicesome is a complex of snRNA and protein subunits and acts as the mechanical agent that removes introns and ligates the flanking exons. Other than core splicesome complex, RBPs also bind to the sites of \"Cis\"-acting RNA elements that influence exons inclusion or exclusion during splicing. These sites are referred to as exonic splicing enhancers (ESEs), exonic splicing silencers (ESSs), intronic splicing enhancers (ISEs) and intronic splicing silencers (ISSs) and depending on their location of binding, RBPs work as splicing silencers or enhancers [].",
            "score": 299.54046857357025
        },
        {
            "docid": "29732133_25",
            "document": "History of RNA biology . Introns are removed from nuclear pre-mRNAs by spliceosomes, large ribonucleoprotein complexes made up of snRNA and protein molecules whose composition and molecular interactions change during the course of the RNA splicing reactions. Spliceosomes assemble on and around splice sites (the boundaries between introns and exons in the unspliced pre-mRNA) in mRNA precursors and use RNA-RNA interactions to identify critical nucleotide sequences and, probably, to catalyze the splicing reactions. Nuclear pre-mRNA introns and spliceosome-associated snRNAs show similar structural features to self-splicing group II introns. In addition, the splicing pathway of nuclear pre-mRNA introns and group II introns shares a similar reaction pathway. These similarities have led to the hypothesis that these molecules may share a common ancestor.",
            "score": 309.0908741950989
        },
        {
            "docid": "232937_14",
            "document": "Spliceosome . Upon recruitment of the triple snRNP, several RNA-RNA rearrangements precede the first catalytic step and further rearrangements occur in the catalytically active spliceosome. Several of the RNA-RNA interactions are mutually exclusive; however, it is not known what triggers these interactions, nor the order of these rearrangements. The first rearrangement is probably the displacement of U1 snRNP from the 5' splice site and formation of a U6 snRNA interaction. It is known that U1 snRNP is only weakly associated with fully formed spliceosomes, and U1 snRNP is inhibitory to the formation of a U6-5' splice site interaction on a model of substrate oligonucleotide containing a short 5' exon and 5' splice site. Binding of U2 snRNP to the branch point sequence (BPS) is one example of an RNA-RNA interaction displacing a protein-RNA interaction. Upon recruitment of U2 snRNP, the branch binding protein SF1 in the commitment complex is displaced since the binding site of U2 snRNA and SF1 are mutually exclusive events.",
            "score": 256.6843808889389
        },
        {
            "docid": "11422368_6",
            "document": "U11 spliceosomal RNA . During the formation of the spliceosome, the 5' end of U11 and U12 snRNAs interact with the 5' splice site and branchpoint sequence of the mRNA respectively, through base pairing. U11 snRNP binds to a tandem repeat known as U11 snRNP-binding splicing enhancer (USSE) and initiates the splicing process. Since both U11 and U12 snRNAs come together as a bicomplex, they form a molecular bridge between two ends of introns in the pre-spliceosomal complex. The U11-48K and U11/U12-65K proteins recognize the splice site of U12 type intron and stabilize the U11/U12 bi-complex. After activating the spliceosomal complex, U11 snRNA leaves the assembly.",
            "score": 244.89374232292175
        },
        {
            "docid": "47827211_4",
            "document": "Prp8 . Pre-mRNA splicing involves two trans-esterification reactions and attacks by hydroxyl groups within the spliceosome. In these reactions, spliceosomal intron removal is catalyzed by the spliceosome using the same mechanism as Group II introns. There are five key small nuclear RNA-protein complexes (snRNP) involved in this process. All of the snRNPs together contribute about 50 proteins to the core spliceosome. The Prp8 gene encodes for a protein that is a central part of the U5 snRNP and the U5-U4/U6 tri-snRNP. The U5-U4/U6 tri-snRNP is involved with Complex B, the pre-catalytic spliceosome, where the U5 snRNP binds to exons at the 5’ end of the mRNA before shifting to introns. The U5 snRNP is involved with Complex C, the catalytic spliceosome, where the U5 snRNP binds to an exon at the 3’ splice site and the lariat loop forms. The U5 snRNP is also involved with Complex C*, the post-catalytic spliceosome, where it remains bound to the lariat before the spliced RNA is released and the snRNPs are recycled.",
            "score": 290.03937089443207
        },
        {
            "docid": "209459_14",
            "document": "Alternative splicing . Splicing of mRNA is performed by an RNA and protein complex known as the spliceosome, containing snRNPs designated U1, U2, U4, U5, and U6 (U3 is not involved in mRNA splicing). U1 binds to the 5' GU and U2, with the assistance of the U2AF protein factors, binds to the branchpoint A within the branch site. The complex at this stage is known as the spliceosome A complex. Formation of the A complex is usually the key step in determining the ends of the intron to be spliced out, and defining the ends of the exon to be retained. (The U nomenclature derives from their high uridine content).",
            "score": 320.8101329803467
        },
        {
            "docid": "3131507_2",
            "document": "RNA-binding protein . RNA-binding proteins (often abbreviated as RBPs) are proteins that bind to the double or single stranded RNA in cells and participate in forming ribonucleoprotein complexes. RBPs contain various structural motifs, such as RNA recognition motif (RRM), dsRNA binding domain, zinc finger and others. They are cytoplasmic and nuclear proteins. However, since most mature RNA is exported from the nucleus relatively quickly, most RBPs in the nucleus exist as complexes of protein and pre-mRNA called heterogeneous ribonucleoprotein particles (hnRNPs). RBPs have crucial roles in various cellular processes such as: cellular function, transport and localization. They especially play a major role in post-transcriptional control of RNAs, such as: splicing, polyadenylation, mRNA stabilization, mRNA localization and translation. Eukaryotic cells encode diverse RBPs, approximately 500 genes, with unique RNA-binding activity and protein–protein interaction. During evolution, the diversity of RBPs greatly increased with the increase in the number of introns. Diversity enabled eukaryotic cells to utilize RNA exons in various arrangements, giving rise to a unique RNP (ribonucleoprotein) for each RNA. Although RBPs have a crucial role in post-transcriptional regulation in gene expression, relatively few RBPs have been studied systematically.",
            "score": 209.49398159980774
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 313.99373066425323
        },
        {
            "docid": "14880793_3",
            "document": "SF3B14 . This gene encodes a 14 kDa protein subunit of the splicing factor 3b complex. Splicing factor 3b associates with both the U2 and U11/U12 small nuclear ribonucleoprotein complexes (U2 snRNP) of spliceosomes. This 14 kDa protein interacts directly with subunit 1 of the splicing factor 3b complex. This 14 kDa protein also interacts directly with the adenosine that carries out the first transesterification step of splicing at the pre-mRNA branch site.",
            "score": 240.2478849887848
        },
        {
            "docid": "11835253_2",
            "document": "Nuclear cap-binding protein complex . Nuclear cap-binding protein complex is a RNA-binding protein which binds to the 5' cap of pre-mRNA. The cap and nuclear cap-binding protein have many function in mRNA biogenesis including splicing, 3'-end formation by stabilizing the interaction of the 3'-end processing machinery, nuclear export and protection of the transcripts from nuclease degradation. When RNA is exported to the cytoplasm the nuclear cap-binding protein complex is replaced by cytoplasmic cap binding complex. The nuclear cap-binding complex is a functional heterodimer and composed of Cbc1/Cbc2 in yeast and CBC20/CBC80 in multicellular eukaryotes. Human nuclear cap-binding protein complex shows the large subunit, CBC80 consists of 757 amino acid residues. Its secondary structure contains approximately sixty percent of helical and one percent of beta sheet in the strand. The small subunit, CBC20 has 98 amino acid residues. Its secondary structure contains approximately twenty percent of helical and twenty-four percent of beta sheet in the strand. Human nuclear cap-binding protein complex plays important role in the maturation of pre-mRNA and uracil-rich small nuclear RNA.",
            "score": 184.99125826358795
        },
        {
            "docid": "28524_2",
            "document": "RNA splicing . In molecular biology, splicing is the editing of the nascent precursor messenger RNA (pre-mRNA) transcript into a mature messenger RNA (mRNA). After splicing, introns are removed and exons are joined together (ligated). For nuclear-encoded genes, splicing takes place within the nucleus either during or immediately after transcription. For those eukaryotic genes that contain introns, splicings usually required in order to create an mRNA molecule that can be translated into protein. For many eukaryotic introns, splicing is carried out in a series of reactions which are catalyzed by the spliceosome, a complex of small nuclear ribonucleo proteins (snRNPs). Self-splicing introns, or ribozymes capable of catalyzing their own excision from their parent RNA molecule, also exist.",
            "score": 292.2385091781616
        },
        {
            "docid": "11422386_2",
            "document": "U6 spliceosomal RNA . U6 snRNA is the non-coding small nuclear RNA (snRNA) component of U6 snRNP (\"small nuclear ribonucleoprotein\"), an RNA-protein complex that combines with other snRNPs, unmodified pre-mRNA, and various other proteins to assemble a spliceosome, a large RNA-protein molecular complex that catalyzes the excision of introns from pre-mRNA. Splicing, or the removal of introns, is a major aspect of post-transcriptional modification and takes place only in the nucleus of eukaryotes.",
            "score": 221.93681514263153
        },
        {
            "docid": "232937_12",
            "document": "Spliceosome . The presence of a pseudouridine residue in U2 snRNA, nearly opposite of the branch site, results in an altered conformation of the RNA-RNA duplex upon the U2 snRNP binding. Specifically, the altered structure of the duplex induced by the pseudouridine places the 2' OH of the bulged adenosine in a favorable position for the first step of splicing. The U4/U5/U6 tri-snRNP (see Figure 1) is recruited to the assembling spliceosome to form complex B, and following several rearrangements, complex C (the spliceosome) is activated for catalysis. It is unclear how the triple snRNP is recruited to complex A, but this process may be mediated through protein-protein interactions and/or base pairing interactions between U2 snRNA and U6 snRNA.",
            "score": 156.83493971824646
        },
        {
            "docid": "21958_9",
            "document": "Nucleolus . Transcription of rRNA yields a long precursor molecule (45S pre-rRNA) which still contains the ITS and ETS. Further processing is needed to generate the 18S RNA, 5.8S and 28S RNA molecules. In eukaryotes, the RNA-modifying enzymes are brought to their respective recognition sites by interaction with guide RNAs, which bind these specific sequences. These guide RNAs belong to the class of small nucleolar RNAs (snoRNAs) which are complexed with proteins and exist as small-nucleolar-ribonucleoproteins (snoRNPs). Once the rRNA subunits are processed, they are ready to be assembled into larger ribosomal subunits. However, an additional rRNA molecule, the 5S rRNA, is also necessary. In yeast, the 5S rDNA sequence is localized in the intergenic spacer and is transcribed in the nucleolus by RNA pol.",
            "score": 136.21297407150269
        },
        {
            "docid": "14766770_3",
            "document": "SF3B1 . This gene encodes subunit 1 of the splicing factor 3b protein complex. Splicing factor 3b, together with splicing factor 3a and a 12S RNA unit, forms the U2 small nuclear ribonucleoproteins complex (U2 snRNP). The splicing factor 3b/3a complex binds pre-mRNA upstream of the intron's branch site in a sequence independent manner and may anchor the U2 snRNP to the pre-mRNA. Splicing factor 3b is also a component of the minor U12-type spliceosome. The carboxy-terminal two-thirds of subunit 1 have 22 non-identical, tandem HEAT repeats that form rod-like, helical structures. Alternative splicing results in multiple transcript variants encoding different isoforms.",
            "score": 260.5310389995575
        },
        {
            "docid": "8874156_4",
            "document": "LSm . Proteins with similar structures are grouped into a hierarchy of protein families, superfamilies, and folds. The LSm protein structure is an example of a small beta sheet folded into a short barrel. Individual LSm proteins assemble into a six or seven member doughnut ring (more properly termed a torus), which usually binds to a small RNA molecule to form a ribonucleoprotein complex. The LSm torus assists the RNA molecule to assume and maintain its proper three-dimensional structure. Depending on which LSm proteins and RNA molecule are involved, this ribonucleoprotein complex facilitates a wide variety of RNA processing including degradation, editing, splicing, and regulation.",
            "score": 166.6642291545868
        },
        {
            "docid": "14156674_3",
            "document": "HNRPU . This gene belongs to the subfamily of ubiquitously expressed heterogeneous nuclear ribonucleoproteins (hnRNPs). The hnRNPs are RNA binding proteins that form complexes with heterogeneous nuclear RNA (hnRNA). These proteins are associated with pre-mRNAs in the nucleus and appear to influence pre-mRNA processing and other aspects of mRNA metabolism and transport. While all of the hnRNPs are present in the nucleus, some seem to shuttle between the nucleus and the cytoplasm. The hnRNP proteins have distinct nucleic acid binding properties. The protein encoded by this gene contains a RNA binding domain and scaffold-associated region (SAR)-specific bipartite DNA-binding domain. This protein is also thought to be involved in the packaging of hnRNA into large ribonucleoprotein complexes. During apoptosis, this protein is cleaved in a caspase-dependent way. Cleavage occurs at the SALD site, resulting in a loss of DNA-binding activity and a concomitant detachment of this protein from nuclear structural sites. But this cleavage does not affect the function of the encoded protein in RNA metabolism. At least two alternatively spliced transcript variants have been identified for this gene.",
            "score": 248.39274632930756
        },
        {
            "docid": "15343_13",
            "document": "Intron . Group I and group II introns are found in genes encoding proteins (messenger RNA), transfer RNA and ribosomal RNA in a very wide range of living organisms., Following transcription into RNA, group I and group II introns also make extensive internal interactions that allow them to fold into a specific, complex three-dimensional architecture. These complex architectures allow some group I and group II introns to be \"self-splicing\", that is, the intron-containing RNA molecule can rearrange its own covalent structure so as to precisely remove the intron and link the exons together in the correct order. In some cases, particular intron-binding proteins are involved in splicing, acting in such a way that they assist the intron in folding into the three-dimensional structure that is necessary for self-splicing activity. Group I and group II introns are distinguished by different sets of internal conserved sequences and folded structures, and by the fact that splicing of RNA molecules containing group II introns generates branched introns (like those of spliceosomal RNAs), while group I introns use a non-encoded guanosine nucleotide (typically GTP) to initiate splicing, adding it on to the 5'-end of the excised intron.",
            "score": 213.8126368522644
        },
        {
            "docid": "6235_43",
            "document": "Cell nucleus . RNA splicing, carried out by a complex called the spliceosome, is the process by which introns, or regions of DNA that do not code for protein, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. This process normally occurs after 5' capping and 3' polyadenylation but can begin before synthesis is complete in transcripts with many exons. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 332.77431321144104
        },
        {
            "docid": "11422368_7",
            "document": "U11 spliceosomal RNA . This kind of 5' splice site recognition and intron bridging through protein-protein, protein-RNA and RNA-RNA interactions is unique in the minor splicesomal complex, unlike the major spliceosomal one. Since alternative splicing is the key to the variation of gene expression (mRNA) encoding proteins, U11 is crucial to this regulatory process and responsible in forming a proteomic pool. Therefore U11 snRNA is important in terms of evolutionary aspects.",
            "score": 222.04353976249695
        },
        {
            "docid": "14476027_6",
            "document": "DEAD box . Pre-mRNA splicing requires rearrangements of five large RNP complexes, which are snRNPs U1, U2, U4, U5, and U6. DEAD box proteins are helicases that perform unwinding in an energy dependent approach and are able to perform these snRNP rearrangements in a quick and efficient manner. There are three DEAD box proteins in the yeast system, Sub2, Prp28, and Prp5, and have been proven to be required for in vivo splicing. Prp5 has been shown to assist in a conformational rearrangement of U2 snRNA, which makes the branch point recognition sequence of U2 available to bind the branch point sequence. Prp28 may have a role in recognizing the 5’ splice site and does not display RNA helicase activity, suggesting that other factors must be present in order to activate Prp28. DExD/H proteins have also been found to be required components in pre- mRNA splicing, in particular the DEAH proteins, Prp2, Prp16, Prp22, Prp43, and Brr213. As shown in the figure, DEAD box proteins are needed in the initial steps of spliceosome formation, while DEAH box proteins are indirectly required for the transesterifications, release of the mRNA, and recycling of the spliceosome complex.",
            "score": 298.02039539813995
        },
        {
            "docid": "22300778_2",
            "document": "Exon junction complex . An exon junction complex (EJC) is a protein complex which forms on a pre-messenger RNA strand at the junction of two exons which have been joined together during RNA splicing. The EJC has major influences on translation, surveillance and localization of the spliced mRNA. It is first deposited onto mRNA during splicing and is then transported into the cytoplasm. There it plays a major role in post-transcriptional regulation of mRNA. It is believed that exon junction complexes provide a position-specific memory of the splicing event. The EJC consists of a stable heterotetramer core, which serves as a binding platform for other factors necessary for the mRNA pathway. The core of the EJC contains the protein eukaryotic initiation factor 4A-III (eIF4A-III; a DEAD-box RNA helicase) bound to an adenosine triphosphate (ATP) analog, as well as the additional proteins Magoh and Y14.The binding of these proteins to nuclear speckled domains has been measured recently and it may be regulated by PI3K/AKT/mTOR signaling pathways. In order for the binding of the complex to the mRNA to occur, the eIF4AIII factor is inhibited, stopping the hydrolysis of ATP. This recognizes EJC as an ATP dependent complex. EJC also interacts with a large number of additional proteins; most notably SR proteins. These interactions are suggested to be important for mRNA compaction.",
            "score": 220.4817591905594
        }
    ],
    "r": [
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 376.3346252441406
        },
        {
            "docid": "56731305_8",
            "document": "RNA-targeting small molecule drugs . Branaplam represents the first mechanistic study of splicing modulation using a sequence-selective small molecule. The drug stabilizes the transient double-stranded RNA (dsRNA) structure formed between the SMN2 pre-mRNA and U1 snRNP complex, a key component of the splicesome. Further, this compound acts by increasing the binding affinity of U1 snRNP to the 5’ splice site (5’ss) in a sequence-selective manner that is discrete from constitutive recognition. Ataluren is in clinical trials for the treatment of Duchenne Muscular Dystrophy (DMD). It is believed that Ataluren acts by promoting insertion of near-cognate tRNAs at the site of the nonsense codon without affecting transcription, mRNA processing, mRNA stability, or protein stability to give nonsense suppression. This drug would be effective for ~10% of patients with DMD who have a single mutation in the DMD gene causing a stop codon to appear prematurely (nonsense mutation).",
            "score": 341.4425354003906
        },
        {
            "docid": "11422376_2",
            "document": "U1 spliceosomal RNA . U1 spliceosomal RNA is the small nuclear RNA (snRNA) component of U1 snRNP (\"small nuclear ribonucleoprotein\"), an RNA-protein complex that combines with other snRNPs, unmodified pre-mRNA, and various other proteins to assemble a spliceosome, a large RNA-protein molecular complex upon which splicing of pre-mRNA occurs. Splicing, or the removal of introns, is a major aspect of post-transcriptional modification, and takes place only in the nucleus of eukaryotes.",
            "score": 338.5372314453125
        },
        {
            "docid": "4630209_8",
            "document": "Small nuclear RNA . Spliceosomes are a major component of an integral step in eukaryotic precursor messenger RNA maturation. A mistake in even a single nucleotide can be devastating to the cell, and a reliable, repeatable method of RNA processing is necessary to ensure cell survival. The spliceosome is a large, protein-RNA complex that consists of five small nuclear RNAs (U1, U2, U4, U5, and U6) and over 150 proteins. The snRNAs, along with their associated proteins, form ribonucleoprotein complexes (snRNPs), which bind to specific sequences on the pre-mRNA substrate. This intricate process results in two sequential transesterification reactions. These reactions will produce a free lariat intron and ligate two exons to form a mature mRNA. There are two separate classes of spliceosomes. The major class, which is far more abundant in eukaryotic cells, splices primarily U2-type introns. The initial step of splicing is the bonding of the U1 snRNP and its associated proteins to the 5’ splice end to the hnRNA. This creates the commitment complex which will constrain the hnRNA to the splicing pathway. Then, U2 snRNP is recruited to the spliceosome binding site and forms complex A. U2 snRNP changes the conformation of the hnRNA-snRNP complex, exposing the nucleotide favorably for splicing. Following the conformation change, the U4/U5/U6 tri-snRNP complex binds to complex A to form the structure known as complex B. After rearrangement, complex C is formed, and the spliceosome is active for catalysis. In addition to this main spliceosome complex, there exists a much less common (~1%) minor spliceosome. This complex comprises U11, U12, U4atac, U6atac and U5 snRNPs. These snRNPs are functional analogs of the snRNPs used in the major spliceosome. The minor spliceosome splices U-12 type introns. The two types of introns mainly differ in their splicing sites: U2-type introns have GT-AG 5' and 3' splice sites while U12-type introns have AT-AC at their 5' and 3' ends. The minor spliceosome carries out its function through a different pathway from the major spliceosome.",
            "score": 336.4776611328125
        },
        {
            "docid": "1138554_23",
            "document": "SR protein . Exon independent roles of SR proteins are called exon independent because it is not known if SR proteins must bind to exons in order for them to perform exon independent activities. SR proteins can bind to U1 and U2AF while they are bound to the 3' and 5' splice sites at the same time without binding to the pre-mRNA transcript. The SR protein thus creates a bridge across the intron in what is called a cross-intron interaction. SR proteins also recruit the tri-snRNP molecule U4/U6·U5 to the maturing spliceosome complex by interacting with RS domains in the tri-snRNP. SR proteins might be able to bind directly to the 5' splice site and recruit the U1 complex of the spliceosome.",
            "score": 336.2884826660156
        },
        {
            "docid": "6235_43",
            "document": "Cell nucleus . RNA splicing, carried out by a complex called the spliceosome, is the process by which introns, or regions of DNA that do not code for protein, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. This process normally occurs after 5' capping and 3' polyadenylation but can begin before synthesis is complete in transcripts with many exons. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 332.7743225097656
        },
        {
            "docid": "11422376_9",
            "document": "U1 spliceosomal RNA . Telescripting is a process by which U1 snRNP suppresses premature cleavage and polyadenylation (PCPA) and allows large transcripts to be synthesized when needed in the cell. Introns possess what are called polyadenylation signals (PAS). These sites are where pre-mRNA can get terminated by cleavage and polyadenylation (a process termed PCPA). In addition to its role in 5' splice site recognition, U1 snRNP protects nascent transcripts by sheltering these exposed PAS in the pre-mRNA such that elongation can continue. Moreover, it has been found that U1 telescripting is particularly important for long-distance transcription elongation in introns of large genes that have a median size of 39 kilo base pairs.",
            "score": 329.0361022949219
        },
        {
            "docid": "9951136_3",
            "document": "Exonic splicing silencer . Exonic splicing silencers work by inhibiting the splicing of pre-mRNA strands or promoting exon skipping. The single stranded pre-mRNA molecules need to have their intronic and exonic regions spliced in order to be translated. ESSs silence splice sites adjacent to them by interfering with the components of the core splicing complex, such as the snRNP's, U1 and U2. This causes proteins that negatively influence splicing to be recruited to the splicing machinery.",
            "score": 326.7674255371094
        },
        {
            "docid": "8874156_7",
            "document": "LSm . Research continued during the 1970s and early 1980s. The smith antigen was found to be a complex of ribonucleic acid (RNA) molecules and multiple proteins. A set of uridine-rich small nuclear RNA (snRNA) molecules was part of this complex, and given the names U1, U2, U4, U5 and U6. Four of these snRNAs (U1, U2, U4 and U5) were found to be tightly bound to several small proteins, which were named SmB, SmD, SmE, SmF, and SmG in decreasing order of size. SmB has an alternatively spliced variant, SmB', and a very similar protein, SmN, replaces SmB'/B in certain (mostly neural) tissues. SmD was later discovered to be a mixture of three proteins, which were named SmD1, SmD2 and SmD3. These nine proteins (SmB, SmB', SmN, SmD1, SmD2, SmD3, SmE, SmF and SmG) became known as the Sm core proteins, or simply Sm proteins. The snRNAs are complexed with the Sm core proteins and with other proteins to form particles in the cell's nucleus called small nuclear ribonucleoproteins, or snRNPs. By the mid 1980s, it became clear that these snRNPs help form a large (4.8 MD molecular weight) complex, called the spliceosome, around pre-mRNA, excising portions of the pre-mRNA called introns and splicing the coding portions (exons) together. After a few more modifications, the spliced pre-mRNA becomes messenger RNA (mRNA) which is then exported from the nucleus and translated into a protein by ribosomes.",
            "score": 325.21551513671875
        },
        {
            "docid": "209459_14",
            "document": "Alternative splicing . Splicing of mRNA is performed by an RNA and protein complex known as the spliceosome, containing snRNPs designated U1, U2, U4, U5, and U6 (U3 is not involved in mRNA splicing). U1 binds to the 5' GU and U2, with the assistance of the U2AF protein factors, binds to the branchpoint A within the branch site. The complex at this stage is known as the spliceosome A complex. Formation of the A complex is usually the key step in determining the ends of the intron to be spliced out, and defining the ends of the exon to be retained. (The U nomenclature derives from their high uridine content).",
            "score": 320.81011962890625
        },
        {
            "docid": "1226356_16",
            "document": "Primary transcript . In complex eukaryotic cells, one primary transcript is able to prepare large amounts of mature mRNAs due to alternative splicing. Alternate splicing is regulated so that each mature mRNA may encode a multiplicity of proteins. The effect of alternative splicing in gene expression can be seen in complex eukaryotes which have a fixed number of genes in their genome yet produce much larger numbers of different gene products. Most eukaryotic pre-mRNA transcripts contain multiple introns and exons. The various possible combinations of 5' and 3' splice sites in a pre-mRNA can lead to different excision and combination of exons while the introns are eliminated from the mature mRNA. Thus, various kinds of mature mRNAs are generated. Alternative splicing takes place in a large protein complex called the spliceosome. Alternative splicing is crucial for tissue-specific and developmental regulation in gene expression. Alternative splicing can be affected by various factors, including mutations such as chromosomal translocation.",
            "score": 320.5573425292969
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 313.9937438964844
        },
        {
            "docid": "3768056_2",
            "document": "SnRNP . snRNPs (pronounced \"snurps\"), or small nuclear ribonucleoproteins, are RNA-protein complexes that combine with unmodified pre-mRNA and various other proteins to form a spliceosome, a large RNA-protein molecular complex upon which splicing of pre-mRNA occurs. The action of snRNPs is essential to the removal of introns from pre-mRNA, a critical aspect of post-transcriptional modification of RNA, occurring only in the nucleus of eukaryotic cells. Additionally, \"U7 snRNP\" is not involved in splicing at all, as U7 snRNP is responsible for processing the 3′ stem-loop of histone pre-mRNA. The two essential components of snRNPs are protein molecules and RNA. The RNA found within each snRNP particle is known as \"small nuclear RNA\", or snRNA, and is usually about 150 nucleotides in length. The snRNA component of the snRNP gives specificity to individual introns by \"recognizing\" the sequences of critical splicing signals at the 5' and 3' ends and branch site of introns. The snRNA in snRNPs is similar to ribosomal RNA in that it directly incorporates both an enzymatic and a structural role.",
            "score": 311.5881042480469
        },
        {
            "docid": "29732133_25",
            "document": "History of RNA biology . Introns are removed from nuclear pre-mRNAs by spliceosomes, large ribonucleoprotein complexes made up of snRNA and protein molecules whose composition and molecular interactions change during the course of the RNA splicing reactions. Spliceosomes assemble on and around splice sites (the boundaries between introns and exons in the unspliced pre-mRNA) in mRNA precursors and use RNA-RNA interactions to identify critical nucleotide sequences and, probably, to catalyze the splicing reactions. Nuclear pre-mRNA introns and spliceosome-associated snRNAs show similar structural features to self-splicing group II introns. In addition, the splicing pathway of nuclear pre-mRNA introns and group II introns shares a similar reaction pathway. These similarities have led to the hypothesis that these molecules may share a common ancestor.",
            "score": 309.09088134765625
        },
        {
            "docid": "40328701_7",
            "document": "Chimeric RNA . Creating a protein consists of two main steps: transcription of DNA into RNA and translation of RNA into protein. After DNA is transcribed into RNA, the molecule is known as pre-messenger RNA (mRNA) and it consists of exons and introns that can be split apart and rearranged in many different ways. Historically, exons are considered the coding sequence and introns are considered the “junk” DNA. Although this has been shown to be false, it is true that exons are often merged. Depending on the needs of the cell, regulatory mechanisms choose which exons, and sometimes introns, to join together. This process of removing pieces of a pre- mRNA transcript and combining them with other pieces is called splicing. The human genome encodes approximately 25,000 genes but there are significantly more proteins produced. This is accomplished through RNA splicing. The exons of these 25,000 genes can be spliced in many different ways to create countless combinations of RNA transcripts and ultimately countless proteins. Normally, exons from the same pre-mRNA transcript are spliced together. However, occasionally gene products or pre-mRNA transcripts are spliced together so that exons from different transcripts are mixed together in a fusion product known as chimeric RNA. Chimeric RNA often incorporates exons from highly expressed genes, but the chimeric transcript itself is usually expressed at low levels.",
            "score": 308.2940368652344
        },
        {
            "docid": "1078762_11",
            "document": "Morpholino . Morpholinos can interfere with pre-mRNA processing steps either by preventing splice-directing small nuclear ribonucleoproteins (snRNP) complexes from binding to their targets at the borders of introns on a strand of pre-mRNA, or by blocking the nucleophilic adenine base and preventing it from forming the splice lariat structure, or by interfering with the binding of splice regulatory proteins such as splice silencers and splice enhancers. Preventing the binding of snRNP U1 (at the donor site) or U2/U5 (at the polypyrimidine moiety and acceptor site) can cause modified splicing, commonly excluding exons from the mature mRNA. Targeting some splice targets results in intron inclusions, while activation of cryptic splice sites can lead to partial inclusions or exclusions. Targets of U11/U12 snRNPs can also be blocked. Splice modification can be conveniently assayed by reverse-transcriptase polymerase chain reaction (RT-PCR) and is seen as a band shift after gel electrophoresis of RT-PCR products.",
            "score": 303.5538024902344
        },
        {
            "docid": "3131507_5",
            "document": "RNA-binding protein . Alternative splicing is a mechanism by which different forms of mature mRNAs (messengers RNAs) are generated from the same gene. It is a regulatory mechanism by which variations in the incorporation of the exons into mRNA leads to the production of more than one related protein, thus expanding possible genomic outputs. RBPs function extensively in the regulation of this process. Some binding proteins such as neuronal specific RNA-binding proteins, namely NOVA1, control the alternative splicing of a subset of hnRNA by recognizing and binding to a specific sequence in the RNA (YCAY where Y indicates pyrimidine, U or C). These proteins then recruit splicesomal proteins to this target site. SR proteins are also well known for their role in alternative splicing through the recruitment of snRNPs that form the splicesome, namely U1 snRNP and U2AF snRNP. However, RBPs are also part of the splicesome itself. The splicesome is a complex of snRNA and protein subunits and acts as the mechanical agent that removes introns and ligates the flanking exons. Other than core splicesome complex, RBPs also bind to the sites of \"Cis\"-acting RNA elements that influence exons inclusion or exclusion during splicing. These sites are referred to as exonic splicing enhancers (ESEs), exonic splicing silencers (ESSs), intronic splicing enhancers (ISEs) and intronic splicing silencers (ISSs) and depending on their location of binding, RBPs work as splicing silencers or enhancers [].",
            "score": 299.54046630859375
        },
        {
            "docid": "14476027_6",
            "document": "DEAD box . Pre-mRNA splicing requires rearrangements of five large RNP complexes, which are snRNPs U1, U2, U4, U5, and U6. DEAD box proteins are helicases that perform unwinding in an energy dependent approach and are able to perform these snRNP rearrangements in a quick and efficient manner. There are three DEAD box proteins in the yeast system, Sub2, Prp28, and Prp5, and have been proven to be required for in vivo splicing. Prp5 has been shown to assist in a conformational rearrangement of U2 snRNA, which makes the branch point recognition sequence of U2 available to bind the branch point sequence. Prp28 may have a role in recognizing the 5’ splice site and does not display RNA helicase activity, suggesting that other factors must be present in order to activate Prp28. DExD/H proteins have also been found to be required components in pre- mRNA splicing, in particular the DEAH proteins, Prp2, Prp16, Prp22, Prp43, and Brr213. As shown in the figure, DEAD box proteins are needed in the initial steps of spliceosome formation, while DEAH box proteins are indirectly required for the transesterifications, release of the mRNA, and recycling of the spliceosome complex.",
            "score": 298.0203857421875
        },
        {
            "docid": "1226356_20",
            "document": "Primary transcript . Ivo Melcak, Stepanka Melcakova, Vojtech Kopsky, Jaromıra Vecerova and Ivan Raska from the department of Cell Biology at the Institute of Experimental Medicine, at the Academy of Sciences of Czech Republic in Prague studied the influences of nuclear speckles on pre-mRNA. Nuclear speckles (speckles) are a part of the nuclei of cells and are enriched with splicing factors known for involvement in mRNA processing. Nuclear speckles have shown to serve neighboring active genes as storage places of these splicing factors. In this study, researchers showed that, in HeLa cells which derived from cells of a person who had cervical cancer and have proven useful for experiments, the first group of spliceosomes on pre-mRNA come from these speckles. Researchers used microinjections of spliceosome-accepting and mutant adenovirus pre-mRNAs with differential splicing factor binding to make different groups and then followed the sites in which they were heavily present. Spliceosome-accepting pre-mRNAs were rapidly targeted into the speckles, but the targeting was found to be temperature-dependent. The polypyrimidine tract sequences in mRNA promote the construction of spliceosome groups and is required for targeting, but, by itself, was not sufficient. The downstream flanking sequences were particularly important for the targeting of the mutant pre-mRNAs in the speckles. In supportive experiments, the behavior of the speckles was followed after the microinjection of antisense deoxyoligoribonucleotides (complementary sequences of DNA and or RNA to a specific sequence) and, in this case, specific sequences of snRNAs. snRNAs are known for helping in the processing of pre-mRNA as well. Under these conditions, spliceosome groups formed on endogenous pre-mRNAs. Researchers concluded that the spliceosome groups on microinjected pre-mRNA form inside the speckles. Pre-mRNA targeting and buildup in the speckles is a result of the loading of splicing factors to the pre-mRNA, and the spliceosome groups gave rise to the speckled pattern observed.",
            "score": 296.9040222167969
        },
        {
            "docid": "14726020_13",
            "document": "Myosin binding protein C, cardiac . Other strategies targeting the mutant pre-mRNA by exon skipping and/or spliceosome-mediated RNA trans-splicing (SMaRT) have been evaluated for \"MYBPC3\". Exon skipping can be achieved using antisense oligonucleotide (AON) masking exonic splicing enhancer sequences and therefore preventing binding of the splicing machinery and therefore resulting in exclusion of the exon from the mRNA. This approach can be applied when the resulting shorter, but in-frame translated protein maintains its function. Proof-of-concept of exon skipping was recently shown in homozygous \"Mybpc3\"-targeted knock-in mice. Systemic administration of AAV-based AONs to \"Mybpc3\"-targeted knock-in newborn mice prevented both systolic dysfunction and left ventricular hypertrophy, at least for the duration of the investigated period. For the human \"MYBPC3\" gene, skipping of 6 single exons or 5 double exons with specific AONs would result in shortened in-frame cMyBP-Cs, allowing the preservation of the functionally important phosphorylation and protein interaction sites. With this approach, about half of missense or exonic/intronic truncating mutations could be removed, including 35 mutations in exon 25. The other strategy targeting the mutant pre-mRNA is SMaRT. Hereby, two independently transcribed molecules, the mutant pre-mRNA and the therapeutic pre-trans-splicing molecule carrying the wild-type sequence are spliced together to give rise to a repaired full-length mRNA. Recently, the feasibility of this method was shown both in isolated cardiac myocytes and \"in vivo\" in the heart of homozygous \"Mybpc3\"-targeted knock-in mice, although the efficiency of the process was low and the amount of repaired protein was not sufficient to prevent the development of the cardiac disease phenotype. In principle, however, this SmART strategy is superior to exon skipping or CRISPR/Cas9 genome editing and still attractive, because only two pre-trans-splicing molecules, targeting the 5’ and the 3’ of \"MYBPC3\" pre-mRNA would be sufficient to bypass all \"MYBPC3\" mutations associated with cardiomyopathies and therefore repair the mRNA.",
            "score": 295.26251220703125
        },
        {
            "docid": "14754105_3",
            "document": "SNRPB . The protein encoded by this gene is one of several nuclear proteins that are found in common among U1, U2, U4/U6, and U5 small ribonucleoprotein particles (snRNPs). These snRNPs are involved in pre-mRNA splicing, and the encoded protein may also play a role in pre-mRNA splicing or snRNP structure. Autoantibodies from patients with systemic lupus erythematosus frequently recognize epitopes on the encoded protein. Two transcript variants encoding different isoforms (B and B') have been found for this gene.",
            "score": 292.65155029296875
        },
        {
            "docid": "28524_2",
            "document": "RNA splicing . In molecular biology, splicing is the editing of the nascent precursor messenger RNA (pre-mRNA) transcript into a mature messenger RNA (mRNA). After splicing, introns are removed and exons are joined together (ligated). For nuclear-encoded genes, splicing takes place within the nucleus either during or immediately after transcription. For those eukaryotic genes that contain introns, splicings usually required in order to create an mRNA molecule that can be translated into protein. For many eukaryotic introns, splicing is carried out in a series of reactions which are catalyzed by the spliceosome, a complex of small nuclear ribonucleo proteins (snRNPs). Self-splicing introns, or ribozymes capable of catalyzing their own excision from their parent RNA molecule, also exist.",
            "score": 292.2384948730469
        },
        {
            "docid": "47827211_4",
            "document": "Prp8 . Pre-mRNA splicing involves two trans-esterification reactions and attacks by hydroxyl groups within the spliceosome. In these reactions, spliceosomal intron removal is catalyzed by the spliceosome using the same mechanism as Group II introns. There are five key small nuclear RNA-protein complexes (snRNP) involved in this process. All of the snRNPs together contribute about 50 proteins to the core spliceosome. The Prp8 gene encodes for a protein that is a central part of the U5 snRNP and the U5-U4/U6 tri-snRNP. The U5-U4/U6 tri-snRNP is involved with Complex B, the pre-catalytic spliceosome, where the U5 snRNP binds to exons at the 5’ end of the mRNA before shifting to introns. The U5 snRNP is involved with Complex C, the catalytic spliceosome, where the U5 snRNP binds to an exon at the 3’ splice site and the lariat loop forms. The U5 snRNP is also involved with Complex C*, the post-catalytic spliceosome, where it remains bound to the lariat before the spliced RNA is released and the snRNPs are recycled.",
            "score": 290.03936767578125
        },
        {
            "docid": "22264033_4",
            "document": "Serine/arginine-rich splicing factor 1 . ASF/SF2 is an integral part of numerous components of the splicing process. ASF/SF2 is required for 5’ splice site cleavage and selection, and is capable of discriminating between cryptic and authentic splice sites. Subsequent lariat formation during the first chemical step of pre-mRNA splicing also requires ASF/SF2. ASF/SF2 promotes recruitment of the U1 snRNP to the 5’ splice site, and bridges the 5’ and 3’ splice sites to facilitate splicing reactions. ASF/SF2 also associates with the U2 snRNP. During the reaction, ASF/SF2 promotes the use of intron proximal sites and hinders the use of intron distal sites, affecting alternative splicing. Alternative splicing is affected by ASF/SF2 in a concentration-dependent manner; differing concentrations of ASF/SF2 is a mechanism for alternative splicing regulation, and will result in differing amounts of product isoforms. ASF/SF2 accomplishes this regulation through direct or indirect binding to exonic splicing enhancer (ESE) sequences.",
            "score": 289.8727722167969
        },
        {
            "docid": "11485445_2",
            "document": "Yeast U1 spliceosomal RNA . U1 is a small nuclear RNA (snRNA) component of the spliceosome and is involved in pre-mRNA splicing.",
            "score": 288.3309020996094
        },
        {
            "docid": "28524_17",
            "document": "RNA splicing . In many cases, the splicing process can create a range of unique proteins by varying the exon composition of the same mRNA. This phenomenon is then called alternative splicing. Alternative splicing can occur in many ways. Exons can be extended or skipped, or introns can be retained. It is estimated that 95% of transcripts from multiexon genes undergo alternative splicing, some instances of which occur in a tissue-specific manner and/or under specific cellular conditions. Development of high throughput mRNA sequencing technology can help quantify the expression levels of alternatively spliced isoforms. Differential expression levels across tissues and cell lineages allowed computational approaches to be developed to predict the functions of these isoforms.  Given this complexity, alternative splicing of pre-mRNA transcripts is regulated by a system of trans-acting proteins (activators and repressors) that bind to cis-acting sites or \"elements\" (enhancers and silencers) on the pre-mRNA transcript itself. These proteins and their respective binding elements promote or reduce the usage of a particular splice site. The binding specificity comes from the sequence and structure of the cis-elements, e.g. in HIV-1 there are many donor and acceptor splice sites. Among the various splice sites, ssA7, which is 3' acceptor site, folds into three stem loop structures, i.e. Intronic splicing silencer (ISS), Exonic splicing enhancer (ESE), and Exonic splicing silencer (ESSE3). Solution structure of Intronic splicing silencer and its interaction to host protein hnRNPA1 give insight into specific recognition. However, adding to the complexity of alternative splicing, it is noted that the effects of regulatory factors are many times position-dependent. For example, a splicing factor that serves as a splicing activator when bound to an intronic enhancer element may serve as a repressor when bound to its splicing element in the context of an exon, and vice versa. In addition to the position-dependent effects of enhancer and silencer elements, the location of the branchpoint (i.e., distance upstream of the nearest 3’ acceptor site) also affects splicing. The secondary structure of the pre-mRNA transcript also plays a role in regulating splicing, such as by bringing together splicing elements or by masking a sequence that would otherwise serve as a binding element for a splicing factor.",
            "score": 280.2936706542969
        },
        {
            "docid": "47827211_2",
            "document": "Prp8 . Prp8 refers to both the Prp8 protein and Prp8 gene. Prp8's name originates from its involvement in pre-mRNA processing. The Prp8 protein is a large, highly conserved, and unique protein that resides in the catalytic core of the spliceosome and has been found to have a central role in molecular rearrangements that occur there. Prp8 protein is a major central component of the catalytic core in the spliceosome, and the spliceosome is responsible for splicing of precursor mRNA that contains introns and exons. Unexpressed introns are removed by the spliceosome complex in order to create a more concise mRNA transcript. Splicing is just one of many different post-transcriptional modifications that mRNA must undergo before translation. Prp8 has also been hypothesized to be a cofactor in RNA catalysis.",
            "score": 279.46795654296875
        },
        {
            "docid": "1138554_4",
            "document": "SR protein . SR proteins are important in constitutive and alternative pre-mRNA splicing, mRNA export, genome stabilization, nonsense-mediated decay, and translation. SR proteins alternatively splice pre-mRNA by preferentially selecting different splice sites on the pre-mRNA strands to create multiple mRNA transcripts from one pre-mRNA transcript. Once splicing is complete the SR protein may or may not remain attached to help shuttle the mRNA strand out of the nucleus. As RNA Polymerase II is transcribing DNA into RNA, SR proteins attach to newly made pre-mRNA to prevent the pre-mRNA from binding to the coding DNA strand to increase genome stabilization. Topoisomerase I and SR proteins also interact to increase genome stabilization. SR proteins can control the concentrations of specific mRNA that is successfully translated into protein by selecting for nonsense-mediated decay codons during alternative splicing. SR proteins can alternatively splice NMD codons into its own mRNA transcript to auto-regulate the concentration of SR proteins. Through the mTOR pathway and interactions with polyribosomes, SR proteins can increase translation of mRNA.",
            "score": 278.17596435546875
        },
        {
            "docid": "209459_21",
            "document": "Alternative splicing . Pre-mRNAs of the \"Transformer\" (Tra) gene of \"Drosophila melanogaster\" undergo alternative splicing via the alternative acceptor site mode. The gene Tra encodes a protein that is expressed only in females. The primary transcript of this gene contains an intron with two possible acceptor sites. In males, the upstream acceptor site is used. This causes a longer version of exon 2 to be included in the processed transcript, including an early stop codon. The resulting mRNA encodes a truncated protein product that is inactive. Females produce the master sex determination protein Sex lethal (Sxl). The Sxl protein is a splicing repressor that binds to an ISS in the RNA of the Tra transcript near the upstream acceptor site, preventing U2AF protein from binding to the polypyrimidine tract. This prevents the use of this junction, shifting the spliceosome binding to the downstream acceptor site. Splicing at this point bypasses the stop codon, which is excised as part of the intron. The resulting mRNA encodes an active Tra protein, which itself is a regulator of alternative splicing of other sex-related genes (see \"dsx\" above).",
            "score": 273.607421875
        },
        {
            "docid": "14769372_3",
            "document": "SFRS7 . The protein encoded by this gene is a member of the serine/arginine (SR)-rich family of pre-mRNA splicing factors, which constitute part of the spliceosome. Each of these factors contains an RNA recognition motif (RRM) for binding RNA and an RS domain for binding other proteins. The RS domain is rich in serine and arginine residues and facilitates interaction between different SR splicing factors. In addition to being critical for mRNA splicing, the SR proteins have also been shown to be involved in mRNA export from the nucleus and in translation.",
            "score": 272.20880126953125
        },
        {
            "docid": "14775760_3",
            "document": "SF3B2 . This gene encodes subunit 2 of the splicing factor 3b protein complex. Splicing factor 3b, together with splicing factor 3a and a 12S RNA unit, forms the U2 small nuclear ribonucleoproteins complex (U2 snRNP). The splicing factor 3b/3a complex binds pre-mRNA upstream of the intron's branch site in a sequence-independent manner and may anchor the U2 snRNP to the pre-mRNA. Splicing factor 3b is also a component of the minor U12-type spliceosome. Subunit 2 associates with pre-mRNA upstream of the branch site at the anchoring site. Subunit 2 also interacts directly with subunit 4 of the splicing factor 3b complex. Subunit 2 is a highly hydrophilic protein with a proline-rich N-terminus and a glutamate-rich stretch in the C-terminus.",
            "score": 271.284912109375
        },
        {
            "docid": "1078762_8",
            "document": "Morpholino . In eukaryotic organisms, pre-mRNA is transcribed in the nucleus, introns are spliced out, then the mature mRNA is exported from the nucleus to the cytoplasm. The small subunit of the ribosome usually starts by binding to one end of the mRNA and is joined there by various other eukaryotic initiation factors, forming the initiation complex. The initiation complex scans along the mRNA strand until it reaches a start codon, and then the large subunit of the ribosome attaches to the small subunit and translation of a protein begins. This entire process is referred to as gene expression; it is the process by which the information in a gene, encoded as a sequence of bases in DNA, is converted into the structure of a protein. A Morpholino can modify splicing or block translation, depending on the Morpholino's base sequence.",
            "score": 270.2728576660156
        }
    ]
}