{
    "q": [
        {
            "docid": "1970288_7",
            "document": "Shade avoidance . Studies using \"Brassica rapa\" indicate that the light quality and ratio available to seedlings is sensed in the cotyledons, which upregulates the production of auxin. \"Arabidopsis\" was used to demonstrate PIF (Phytochrome Interacting Factor) involvement in auxin production. PIFs are transcription factors that regulate thousands of genes related to germination repression and shade avoidance, and PIF4, PIF5, and PIF7 directly regulate genes that code for the enzymes required in auxin synthesis. Other PIF proteins are thought to be involved in regulating auxin and the plant's response. In shade conditions, P induces the dephosphorylation of PIF proteins, which strengthens their ability to bind DNA and promote transcription of genes involved in shade avoidance response, including in the production of auxin and its receptors. Auxin is transported to the hypocotyl to promote elongation, although the mechanism it uses to do so remains unclear.",
            "score": 92.20381140708923
        },
        {
            "docid": "1970288_10",
            "document": "Shade avoidance . Like seedlings, adult plant shade avoidance involves several mechanisms acting together. Petiole elongation is both a result of cell expansion and cell division, though not at the same stage in petiole and leaf formation. In newly growing leaves, cell division is the primary factor, while fully formed leaves and petioles rely on cell expansion. Xyloglucan endotransglucosylase/hydrolases (XTHs) are a family of cell wall modifying proteins. In shade conditions, the genes coding for XTH9, XTH15/XTR7, XTH16, XTH17, and XTH19 are up-regulated and these proteins act to hydrolyze and weaken the cell wall, allowing for expansion of the petiole cells. Like in seedlings, PIF7 is involved in the regulation of petiole and leaf growth due to low R:FR, by up-regulating auxin-related and brassinosteroid-response genes which promote growth. Auxin signalling is also essential to hyponasty, though its role is not yet fully understood. Leaf curling is primarily a response to phytochrome B converting to P in shade conditions, which promotes unequal proliferation and growth of cells on the upper and lower leaf sides. Two redundant genes, \"ATHB4\" and \"HAT3\", code for transcription factors that regulate leaf curling, with loss of function mutants having plants with leaves that curl downwards, and plants with over-expressive copies of these genes having leaves that curl strongly upwards. By changing expression of these genes, plants can straighten their leaves in response to shade.",
            "score": 151.63607215881348
        },
        {
            "docid": "256641_5",
            "document": "Plant hormone . The word hormone is derived from Greek, meaning \"set in motion\". Plant hormones affect gene expression and transcription levels, cellular division, and growth. They are naturally produced within plants, though very similar chemicals are produced by fungi and bacteria that can also affect plant growth. A large number of related chemical compounds are synthesized by humans. They are used to regulate the growth of cultivated plants, weeds, and in vitro-grown plants and plant cells; these manmade compounds are called plant growth regulators or PGRs for short. Early in the study of plant hormones, \"phytohormone\" was the commonly used term, but its use is less widely applied now.",
            "score": 130.39491140842438
        },
        {
            "docid": "44815911_8",
            "document": "Heteroblasty (botany) . Hormones are known to regulate heteroblastic change in plants. One hormone that has been identified is gibberellin. In a study, it was used to spontaneously revert the mature form of Hedera \"helix\" (a common English ivy) to its juvenile form. After being sprayed with gibberellin acid some of the ivies began to produce aerial roots which are a characteristic of the juvenile form as well as three lobed leaves another characteristic. It is also hypothesized that auxin and cytokinin when working together can cause the sudden change in phyllotaxy of heterogenetic plants. The gene ABPH1 has been found to code for cytokinin and when changed in a mutant affected the plant's ability to regulate the phyllotaxy of the stem. The hypothesis is based mostly on studies done on non-heteroblastic plants and so it is not certain that these are the cause of the sudden changes in a heteroblastic plant. A dramatic change in leaf size is another example of a heteroblastic change in plants and researchers have looked to studies done on non-heteroblastic plants for answers about what hormones and genes could regulate these changes. Aintegumenta has been found to be one of these regulatory genes that regulated cell growth. It is believed that many genes are involved in the regulation of leaf size and these genes do not closely interact meaning they are not caused by a master regulator but instead are a part of many different pathways.",
            "score": 132.50601136684418
        },
        {
            "docid": "2332422_39",
            "document": "Carcinogenesis . Oncogenes promote cell growth through a variety of ways. Many can produce hormones, a \"chemical messenger\" between cells that encourage mitosis, the effect of which depends on the signal transduction of the receiving tissue or cells. In other words, when a hormone receptor on a recipient cell is stimulated, the signal is conducted from the surface of the cell to the cell nucleus to affect some change in gene transcription regulation at the nuclear level. Some oncogenes are part of the signal transduction system itself, or the signal receptors in cells and tissues themselves, thus controlling the sensitivity to such hormones. Oncogenes often produce mitogens, or are involved in transcription of DNA in protein synthesis, which creates the proteins and enzymes responsible for producing the products and biochemicals cells use and interact with.",
            "score": 120.88922953605652
        },
        {
            "docid": "48835610_2",
            "document": "LUX . LUX or Phytoclock1 (PCL1) is a gene that codes for LUX ARRHYTHMO, a protein necessary for circadian rhythms in \"Arabidopsis thaliana\". LUX protein associates with Early Flowering 3 (ELF3) and Early Flowering 4 (ELF4) to form the Evening Complex (EC), a core component of the \"Arabidopsis\" repressilator model of the plant circadian clock. The LUX protein functions as a transcription factor that negatively regulates \"Pseudo-Response Regulator 9\" (\"PRR9\"), a core gene of the Midday Complex, another component of the \"Arabidopsis\" repressilator model. LUX is also associated with circadian control of hypocotyl growth factor genes \"PHYTOCHROME INTERACTING FACTOR 4\" (\"PIF4)\" and \"PHYTOCHROME INTERACTING FACTOR 5\" (\"PIF5)\".",
            "score": 100.38333261013031
        },
        {
            "docid": "2246657_8",
            "document": "Androgen receptor . The primary mechanism of action for androgen receptors is direct regulation of gene transcription. The binding of an androgen to the androgen receptor results in a conformational change in the receptor that, in turn, causes dissociation of heat shock proteins, transport from the cytosol into the cell nucleus, and dimerization. The androgen receptor dimer binds to a specific sequence of DNA known as a hormone response element. Androgen receptors interact with other proteins in the nucleus, resulting in up- or down-regulation of specific gene transcription. Up-regulation or activation of transcription results in increased synthesis of messenger RNA, which, in turn, is translated by ribosomes to produce specific proteins. One of the known target genes of androgen receptor activation is the insulin-like growth factor I receptor (IGF-1R). Thus, changes in levels of specific proteins in cells is one way that androgen receptors control cell behavior.",
            "score": 107.88052952289581
        },
        {
            "docid": "14372314_4",
            "document": "Lateral shoot . Through testing with Arabidopsis thaliana (A plant considered a model organism for plant genetic studies) genes including MAX1 and MAX2 have been found to affect growth of lateral shoots. Gene knockouts of these genes cause abnormal proliferation of the plants affected, implying they are used for repressing said growth in wild type plants. Another set of experiments with Arabidopsis thaliana testing genes in the plant hormone florigen, two genes FT and TSF (which are abbreviations for Flowering Locus T, and Twin Sister of FT) when knocked out, appear to affect lateral shoot in a negative fashion. These mutants cause slower growth and improper formation of lateral shoots, which could also mean that lateral shoots are important to florigen's function. Along with general growth there are also transcription factors that directly effect the production of additional lateral shoots like the TCP family (also known as Teosinte branched 1/cycloidea/proliferating cell factor) which are plant specific proteins that suppress lateral shoot branching. Additionally the TCP family has been found to be partially responsible for inhibiting the cell's Growth hormone–releasing hormone (GHRF) which means it also inhibits cell proliferation. Apical dominance",
            "score": 140.5486617088318
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 110.17379987239838
        },
        {
            "docid": "9837_25",
            "document": "Ethylene . The plant hormone ethylene is a combatant for salinity in most plants. Ethylene is known for regulating plant growth and development and adapted to stress conditions. Central membrane proteins in plants, such as ETO2, ERS1 and EIN2, are used for ethylene signaling in many plant growth processes. ETO2, Ethylene overproducer 2, is a protein that when mutated it will gain a function to continually produce ethylene even when there is no stress condition, causing the plant to grow short and stumpy. ERS1, Ethylene response sensor 1, is activated when ethylene is present in the signaling pathway and when mutated, it loses a function and cannot bind to ethylene. This means a response is never activated and the plant will not be able to cope with the abiotic stress. EIN2, Ethylene insensitive 2, is a protein that activates the pathway and when there is a mutation here the EIN2 will block ethylene stimulation and an ethylene response gene will not be activated. Mutations in these proteins can lead to heightened salt sensitivity and limit plant growth. The effects of salinity have been studied on \"Arabidopsis\" plants that have mutated ERS1 and EIN4 proteins. These proteins are used for ethylene signaling again certain stress conditions, such as salt and the ethylene precursor ACC is allowing suppress of any sensitivity to the salt stress. Mutations in these pathways can cause lack of ethylene signaling, causing stunt in plant growth and development.",
            "score": 137.96526288986206
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 118.84447276592255
        },
        {
            "docid": "4183_54",
            "document": "Botany . The hypothesis that plant growth and development is coordinated by plant hormones or plant growth regulators first emerged in the late 19th century. Darwin experimented on the movements of plant shoots and roots towards light and gravity, and concluded \"It is hardly an exaggeration to say that the tip of the radicle . . acts like the brain of one of the lower animals . . directing the several movements\". About the same time, the role of auxins (from the Greek auxein, to grow) in control of plant growth was first outlined by the Dutch scientist Frits Went. The first known auxin, indole-3-acetic acid (IAA), which promotes cell growth, was only isolated from plants about 50 years later. This compound mediates the tropic responses of shoots and roots towards light and gravity. The finding in 1939 that plant callus could be maintained in culture containing IAA, followed by the observation in 1947 that it could be induced to form roots and shoots by controlling the concentration of growth hormones were key steps in the development of plant biotechnology and genetic modification. Cytokinins are a class of plant hormones named for their control of cell division or cytokinesis. The natural cytokinin zeatin was discovered in corn, \"Zea mays\", and is a derivative of the purine adenine. Zeatin is produced in roots and transported to shoots in the xylem where it promotes cell division, bud development, and the greening of chloroplasts. The gibberelins, such as Gibberelic acid are diterpenes synthesised from acetyl CoA via the mevalonate pathway. They are involved in the promotion of germination and dormancy-breaking in seeds, in regulation of plant height by controlling stem elongation and the control of flowering. Abscisic acid (ABA) occurs in all land plants except liverworts, and is synthesised from carotenoids in the chloroplasts and other plastids. It inhibits cell division, promotes seed maturation, and dormancy, and promotes stomatal closure. It was so named because it was originally thought to control abscission. Ethylene is a gaseous hormone that is produced in all higher plant tissues from methionine. It is now known to be the hormone that stimulates or regulates fruit ripening and abscission, and it, or the synthetic growth regulator ethephon which is rapidly metabolised to produce ethylene, are used on industrial scale to promote ripening of cotton, pineapples and other climacteric crops.",
            "score": 130.71826541423798
        },
        {
            "docid": "56333_18",
            "document": "Root . Gravitropism directs roots to grow downward at germination, the growth mechanism of plants that also causes the shoot to grow upward. In order to avoid shade, plants utilize a shade avoidance response. When a plant is under dense vegetation, the presence of other vegetation nearby will cause the plant to avoid lateral growth and experience an increase in upward shoot, as well as downward root growth. In order to escape shade, plants adjust their root architecture, most notably by decreasing the length and amount of lateral roots emerging from the primary root. Experimentation of mutant variants of Arabidospis thaliana found that plants sense the Red to Far Red light ratio that enters the plant through photoreceptors known as phytochromes. Nearby plant leaves will absorb red light and reflect far- red light which will cause the ratio red to far red light to lower. The phytochrome PhyA that senses this Red to Far Red light ratio is localized in both the root system as well as the shoot system of plants, but through knockout mutant experimentation, it was found that root localized PhyA does not sense the light ratio, whether directly or axially, that leads to changes in the lateral root architecture. Research instead found that shoot localized PhyA is the phytochrome responsible for causing these architectural changes of the lateral root. Research has also found that phytochrome completes these architectural changes through the manipulation of auxin distribution in the root of the plant. When a low enough Red to Far Red ratio is sensed by PhyA, the phyA in the shoot will be mostly in its active form. In this form, PhyA stabilize the transcription factor HY5 causing it to no longer be degraded as it is when phyA is in its inactive form. This stabilized transcription factor is then able to be transported to the roots of the plant through the phloem, where it proceeds to induce its own transcription as a way to amplify its signal. In the roots of the plant HY5 functions to inhibit an auxin response factor known as ARF19, a response factor responsible for the translation of PIN3 and LAX3, two well known auxin transporting proteins. Thus, through manipulation of ARF19, the level and activity of auxin transporters PIN3 and LAX3 is inhibited. Once inhibited, auxin levels will be low in areas where lateral root emergence normally occurs, resulting in a failure for the plant to have the emergence of the lateral root primordium through the root pericycle. With this complex manipulation of Auxin transport in the roots, lateral root emergence will be inhibited in the roots and the root will instead elongate downwards, promoting vertical plant growth in an attempt to avoid shade.Research of Arabidopsis has led to the discovery of how this auxin mediated root response works. In an attempt to discover the role that phytochrome plays in lateral root development, Salisbury et al. (2007) worked with \"Arabidopsis thaliana\" grown on agar plates. Salisbury et al. used wild type plants along with varying protein knockout and gene knockout Arabidopsis mutants to observe the results these mutations had on the root architecture, protein presence, and gene expression. To do this, Salisbury et al. used GFP fluorescence along with other forms of both macro and microscopic imagery to observe any changes various mutations caused. From these research, Salisbury et al. were able to theorize that shoot located phytochromes alter auxin levels in roots, controlling lateral root development and overall root architecture. In the experiments of van Gelderen et al. (2018), they wanted to see if and how it is that the shoot of \"Arabidopsis thaliana\" alters and affects root development and root architecture. To do this, they took Arabidopsis plants, grew them in agar gel, and exposed the roots and shoots to separate sources of light. From here, they altered the different wavelengths of light the shoot and root of the plants were receiving and recorded the lateral root density, amount of lateral roots, and the general architecture of the lateral roots. To identify the function of specific photoreceptors, proteins, genes, and hormones, they utilized various Arabidopsis knockout mutants and observed the resulting changes in lateral roots architecture. Through their observations and various experiments, van Gelderen et al. were able to develop a mechanism for how root detection of Red to Far-red light ratios alter lateral root development.",
            "score": 144.15801119804382
        },
        {
            "docid": "256641_14",
            "document": "Plant hormone . Auxins are compounds that positively influence cell enlargement, bud formation and root initiation. They also promote the production of other hormones and in conjunction with cytokinins, they control the growth of stems, roots, and fruits, and convert stems into flowers. Auxins were the first class of growth regulators discovered. They affect cell elongation by altering cell wall plasticity. They stimulate cambium, a subtype of meristem cells, to divide and in stems cause secondary xylem to differentiate. Auxins act to inhibit the growth of buds lower down the stems (apical dominance), and also to promote lateral and adventitious root development and growth. Leaf abscission is initiated by the growing point of a plant ceasing to produce auxins. Auxins in seeds regulate specific protein synthesis, as they develop within the flower after pollination, causing the flower to develop a fruit to contain the developing seeds. Auxins are toxic to plants in large concentrations; they are most toxic to dicots and less so to monocots. Because of this property, synthetic auxin herbicides including 2,4-D(2,4-dichlorophenoxyacetic) and 2,4,5-T have been developed and used for weed control. Auxins, especially 1-Naphthaleneacetic acid (NAA) and Indole-3-butyric acid (IBA), are also commonly applied to stimulate root growth when taking cuttings of plants. The most common auxin found in plants is indole-3-acetic acid or IAA. The correlation of auxins and cytokinins in the plants is a constant (A/C = const.).",
            "score": 121.42670834064484
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 120.65377295017242
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 100.23512089252472
        },
        {
            "docid": "563580_5",
            "document": "Hormone receptor . The presence of hormone or multiple hormones enables a response in the receptor which begins a cascade of signaling. The hormone receptor interacts with different molecules in order to induce a variety of changes, such as the increase or decrease of nutrient sources, growth, and other metabolic functions. These signaling pathways are complex mechanisms mediated by feedback loops where different signals activate and inhibit other signals. If a signaling pathway ends with the increase in production of a nutrient, that nutrient is then a signal back to the receptor that acts as a competitive inhibitor to prevent further production. Signaling pathways regulate cells through activating or inactivating gene expression, transport of metabolites, and controlling enzymatic activity in order to manage growth and functions of metabolism.",
            "score": 118.81093049049377
        },
        {
            "docid": "14762117_3",
            "document": "GADD45B . This gene is a member of a group of genes whose transcript levels are increased following stressful growth arrest conditions and treatment with DNA-damaging agents. The genes in this group respond to environmental stresses by mediating activation of the p38/JNK pathway. This activation is mediated via their proteins binding and activating MTK1/MEKK4 kinase, which is an upstream activator of both p38 and JNK MAPKs. The function of these genes or their protein products is involved in the regulation of growth and apoptosis. These genes are regulated by different mechanisms, but they are often coordinately expressed and can function cooperatively in inhibiting cell growth.",
            "score": 108.67217266559601
        },
        {
            "docid": "307556_7",
            "document": "Hypocotyl . One of the widely used assay in the field of photobiology is the investigation of the effect of changes in light quantity and quality on hypocotyl elongation. It is frequently used to study the growth promoting vs. growth repressing effects of application of plant hormones like ethylene. Under normal light conditions, hypocotyl growth is controlled by a process called photomorphogenesis, while shading the seedlings evokes a rapid transcriptional response which negatively regulates photomorphogenesis and results in increased rates of hypocotyl growth. This rate is highest when plants are kept in darkness mediated by a process called skotomorphogenesis, which contrasts photomorphogenesis.",
            "score": 98.82632565498352
        },
        {
            "docid": "227675_9",
            "document": "Vascular cambium . Auxin hormones are proven to stimulate mitoses, cell production and regulate interfascicular and fascicular cambium. Applying auxin to the surface of a tree stump allowed decapitated shoots to continue secondary growth. The absence of auxin hormones will have a detrimental effect on a plant. It has been shown that mutants without auxin will exhibit increased spacing between the interfascicular cambiums and reduced growth of the vascular bundles. The mutant plant will therefore experience a decreased in water, nutrients, and photosynthates being transported throughout the plant, eventually leading to death. Auxin also regulates the two types of cell in the vascular cambium, ray and fusiform initials. Regulation of these initials ensures the connection and communication between xylem and phloem is maintained for the translocation of nourishment and sugars are safely being stored as an energy resource. Ethylene levels are high in plants with an active cambial zone and are still currently being studied. Gibberellin stimulates the cambial cell division and also regulates differentiation of the xylem tissues, with no effect on the rate of phloem differentiation. Differentiation is an essential process that changes these tissues into a more specialized type, leading to an important role in maintaining the life form of a plant. In poplar trees, high concentrations of gibberellin is positively correlated to an increase of cambial cell division and an increase of auxin in the cambial stem cells. Gibberellin is also responsible for the expansion of xylem through a signal traveling from the shoot to the root. Cytokinin hormone is known to regulate the rate of the cell division instead of the direction of cell differentiation. A study demonstrated that the mutants are found to have a reduction in stem and root growth but the secondary vascular pattern of the vascular bundles were not affected with a treatment of cytokinin.",
            "score": 114.09638726711273
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 123.12735855579376
        },
        {
            "docid": "8429751_3",
            "document": "Growth hormone receptor . This gene encodes a protein that is a transmembrane receptor for growth hormone Binding of growth hormone to the receptor leads to reorientation of a pre-assembled receptor dimer dimerization (the receptor may however also exist as monomers on the cell surface ) and the activation of an intra- and intercellular signal transduction pathway leading to growth. A common alternate allele of this gene, called GHRd3, lacks exon three and has been well characterized. Mutations in this gene have been associated with Laron syndrome, also known as the growth hormone insensitivity syndrome (GHIS), a disorder characterized by short stature (proportional dwarfism). Other splice variants, including one encoding a soluble form of the protein (GHRtr), have been observed but have not been thoroughly characterized. Laron mice (that is mice genetically engineered to carry defective Ghr), have a dramatic reduction in body mass (only reaching 50% of the weight of normal siblings), and also show a ~40% increase in lifespan.",
            "score": 92.8062994480133
        },
        {
            "docid": "14290865_4",
            "document": "Serum response factor . SRF is important during the development of the embryo, as it has been linked to the formation of mesoderm. In the fully developed mammal, SRF is crucial for the growth of skeletal muscle. Interaction of SRF with other proteins, such as steroid hormone receptors, may contribute to regulation of muscle growth by steroids. Interaction of SRF with other proteins such as myocardin or Elk-1 may enhance or suppress expression of genes important for growth of vascular smooth muscle.",
            "score": 73.06938099861145
        },
        {
            "docid": "256641_3",
            "document": "Plant hormone . Plant hormones are signal molecules produced within the plant, and occur in extremely low concentrations. Hormones regulate cellular processes in targeted cells locally and, moved to other locations, in other functional parts of the plant. Hormones also determine the formation of flowers, stems, leaves, the shedding of leaves, and the development and ripening of fruit. Plants, unlike animals, lack glands that produce and secrete hormones. Instead, each cell is capable of producing hormones. Plant hormones shape the plant, affecting seed growth, time of flowering, the sex of flowers, senescence of leaves, and fruits. They affect which tissues grow upward and which grow downward, leaf formation and stem growth, fruit development and ripening, plant longevity, and even plant death. Hormones are vital to plant growth, and, lacking them, plants would be mostly a mass of undifferentiated cells. So they are also known as growth factors or growth hormones. The term 'Phytohormone' was coined by Went and Thimann and used in the title of their book in 1937.",
            "score": 136.2914273738861
        },
        {
            "docid": "11233375_5",
            "document": "Allan–Herndon–Dudley syndrome . Mutations in the \"SLC16A2\" gene cause Allan–Herndon–Dudley syndrome. The \"SLC16A2\" gene, also known as \"MCT8\", provides instructions for making a protein that plays a critical role in the development of the nervous system. This protein transports a particular hormone into nerve cells in the developing brain. This hormone, called triiodothyronine or T3, is produced by the thyroid. T3 appears to be critical for the normal formation and growth of nerve cells, as well as the development of junctions between nerve cells (synapses) where cell-to-cell communication occurs. T3 and other forms of thyroid hormone also help regulate the development of other organs and control the rate of chemical reactions in the body.",
            "score": 77.51163911819458
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 88.25932550430298
        },
        {
            "docid": "14180947_3",
            "document": "PA2G4 . This gene encodes an RNA-binding protein that is involved in growth regulation. This protein is present in pre-ribosomal ribonucleoprotein complexes and may be involved in ribosome assembly and the regulation of intermediate and late steps of rRNA processing. This protein can interact with the cytoplasmic domain of the ErbB3 receptor and may contribute to transducing growth regulatory signals. This protein is also a transcriptional corepressor of androgen receptor-regulated genes and other cell cycle regulatory genes through its interactions with histone deacetylases. This protein has been implicated in growth inhibition and the induction of differentiation of human cancer cells. Paradoxically, the expression of EBP1 is decreased in prostate cancer , but increased in Acute Myelogneous Leukemia. Six pseudogenes, located on chromosomes 3, 6, 9, 18, 20 and X, have been identified.",
            "score": 98.40453469753265
        },
        {
            "docid": "10231060_4",
            "document": "GDF6 . Growth differentiation factor 6 (GDF6) is a regulatory protein associated with growth and differentiation of developing embryos. GDF6 is encoded by the GDF6 gene. It is a member the transforming growth factor beta superfamily which is a group of proteins involved in early regulation of cell growth and development. GDF6 has been shown to play an important role in the patterning of the epidermis and bone and joint formation. GDF6 induces genes related to the development of the epidermis and can bind directly to noggin, a gene that controls neural development, to block its effect. GDF6 interacts with bone morphogenetic proteins (BMPs) to form heterodimers that may work to regulate neural induction and patterning in developing embryos. By developing a GDF6 “knockout” model, scientists repressed expression of GDF6 in developing mice embryos. Through this experiment, the scientists were able to directly link GDF6 with several skull and vertebral joint disorders, such as scoliosis and chondrodysplasia, Grebe type.",
            "score": 80.49463427066803
        },
        {
            "docid": "54954562_6",
            "document": "Role of Calmodulins . 1) DWF1 in \"Arabidopsis\" is a protein that plays an enzymatic role in the biosynthesis of a steroid hormone in plants that is required for plant growth called, brassinosteroid. An interaction occurs between CaM and DWF1 and DWF1 unable to bind CaM is unable to produce a regular growth phenotype in plants. Hence, CaM is essential for the DWF1 function in plant growth.",
            "score": 85.5038070678711
        },
        {
            "docid": "5150349_9",
            "document": "Hedgehog signaling pathway . In cells with Hh-activated Patched (Figure 3), the intact Ci protein accumulates in the cell cytoplasm and levels of CiR decrease, allowing transcription of some genes such as decapentaplegic (dpp, a member of the BMP growth factor family). For other Hh-regulated genes, expression requires not only the loss of CiR but also the positive action of uncleaved Ci to act as a transcriptional activator. Costal-2 is normally important for holding Ci protein in the cytoplasm, but interaction of Smoothened with Costal-2 allows some intact Ci protein to go to the nucleus. The \"Drosophila\" protein Fused (Fu in Figure 3) is a protein kinase that binds to Costal-2. Fused can inhibit Suppressor of Fused (SUFU), which in turn interacts with Ci to regulate gene transcription in some cell types.",
            "score": 102.09220433235168
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 123.00507032871246
        },
        {
            "docid": "7105213_2",
            "document": "Polar auxin transport . Polar auxin transport is the regulated transport of the plant hormone auxin in plants. It is an active process, the hormone is transported in cell-to-cell manner and one of the main features of the transport is its directionality (polarity). The polar auxin transport has coordinative function in plant development, the following spatial auxin distribution underpins most of plant growth responses to its environment and plant growth and developmental changes in general.",
            "score": 113.78675031661987
        }
    ],
    "r": [
        {
            "docid": "1970288_10",
            "document": "Shade avoidance . Like seedlings, adult plant shade avoidance involves several mechanisms acting together. Petiole elongation is both a result of cell expansion and cell division, though not at the same stage in petiole and leaf formation. In newly growing leaves, cell division is the primary factor, while fully formed leaves and petioles rely on cell expansion. Xyloglucan endotransglucosylase/hydrolases (XTHs) are a family of cell wall modifying proteins. In shade conditions, the genes coding for XTH9, XTH15/XTR7, XTH16, XTH17, and XTH19 are up-regulated and these proteins act to hydrolyze and weaken the cell wall, allowing for expansion of the petiole cells. Like in seedlings, PIF7 is involved in the regulation of petiole and leaf growth due to low R:FR, by up-regulating auxin-related and brassinosteroid-response genes which promote growth. Auxin signalling is also essential to hyponasty, though its role is not yet fully understood. Leaf curling is primarily a response to phytochrome B converting to P in shade conditions, which promotes unequal proliferation and growth of cells on the upper and lower leaf sides. Two redundant genes, \"ATHB4\" and \"HAT3\", code for transcription factors that regulate leaf curling, with loss of function mutants having plants with leaves that curl downwards, and plants with over-expressive copies of these genes having leaves that curl strongly upwards. By changing expression of these genes, plants can straighten their leaves in response to shade.",
            "score": 151.63607788085938
        },
        {
            "docid": "56333_18",
            "document": "Root . Gravitropism directs roots to grow downward at germination, the growth mechanism of plants that also causes the shoot to grow upward. In order to avoid shade, plants utilize a shade avoidance response. When a plant is under dense vegetation, the presence of other vegetation nearby will cause the plant to avoid lateral growth and experience an increase in upward shoot, as well as downward root growth. In order to escape shade, plants adjust their root architecture, most notably by decreasing the length and amount of lateral roots emerging from the primary root. Experimentation of mutant variants of Arabidospis thaliana found that plants sense the Red to Far Red light ratio that enters the plant through photoreceptors known as phytochromes. Nearby plant leaves will absorb red light and reflect far- red light which will cause the ratio red to far red light to lower. The phytochrome PhyA that senses this Red to Far Red light ratio is localized in both the root system as well as the shoot system of plants, but through knockout mutant experimentation, it was found that root localized PhyA does not sense the light ratio, whether directly or axially, that leads to changes in the lateral root architecture. Research instead found that shoot localized PhyA is the phytochrome responsible for causing these architectural changes of the lateral root. Research has also found that phytochrome completes these architectural changes through the manipulation of auxin distribution in the root of the plant. When a low enough Red to Far Red ratio is sensed by PhyA, the phyA in the shoot will be mostly in its active form. In this form, PhyA stabilize the transcription factor HY5 causing it to no longer be degraded as it is when phyA is in its inactive form. This stabilized transcription factor is then able to be transported to the roots of the plant through the phloem, where it proceeds to induce its own transcription as a way to amplify its signal. In the roots of the plant HY5 functions to inhibit an auxin response factor known as ARF19, a response factor responsible for the translation of PIN3 and LAX3, two well known auxin transporting proteins. Thus, through manipulation of ARF19, the level and activity of auxin transporters PIN3 and LAX3 is inhibited. Once inhibited, auxin levels will be low in areas where lateral root emergence normally occurs, resulting in a failure for the plant to have the emergence of the lateral root primordium through the root pericycle. With this complex manipulation of Auxin transport in the roots, lateral root emergence will be inhibited in the roots and the root will instead elongate downwards, promoting vertical plant growth in an attempt to avoid shade.Research of Arabidopsis has led to the discovery of how this auxin mediated root response works. In an attempt to discover the role that phytochrome plays in lateral root development, Salisbury et al. (2007) worked with \"Arabidopsis thaliana\" grown on agar plates. Salisbury et al. used wild type plants along with varying protein knockout and gene knockout Arabidopsis mutants to observe the results these mutations had on the root architecture, protein presence, and gene expression. To do this, Salisbury et al. used GFP fluorescence along with other forms of both macro and microscopic imagery to observe any changes various mutations caused. From these research, Salisbury et al. were able to theorize that shoot located phytochromes alter auxin levels in roots, controlling lateral root development and overall root architecture. In the experiments of van Gelderen et al. (2018), they wanted to see if and how it is that the shoot of \"Arabidopsis thaliana\" alters and affects root development and root architecture. To do this, they took Arabidopsis plants, grew them in agar gel, and exposed the roots and shoots to separate sources of light. From here, they altered the different wavelengths of light the shoot and root of the plants were receiving and recorded the lateral root density, amount of lateral roots, and the general architecture of the lateral roots. To identify the function of specific photoreceptors, proteins, genes, and hormones, they utilized various Arabidopsis knockout mutants and observed the resulting changes in lateral roots architecture. Through their observations and various experiments, van Gelderen et al. were able to develop a mechanism for how root detection of Red to Far-red light ratios alter lateral root development.",
            "score": 144.1580047607422
        },
        {
            "docid": "14372314_4",
            "document": "Lateral shoot . Through testing with Arabidopsis thaliana (A plant considered a model organism for plant genetic studies) genes including MAX1 and MAX2 have been found to affect growth of lateral shoots. Gene knockouts of these genes cause abnormal proliferation of the plants affected, implying they are used for repressing said growth in wild type plants. Another set of experiments with Arabidopsis thaliana testing genes in the plant hormone florigen, two genes FT and TSF (which are abbreviations for Flowering Locus T, and Twin Sister of FT) when knocked out, appear to affect lateral shoot in a negative fashion. These mutants cause slower growth and improper formation of lateral shoots, which could also mean that lateral shoots are important to florigen's function. Along with general growth there are also transcription factors that directly effect the production of additional lateral shoots like the TCP family (also known as Teosinte branched 1/cycloidea/proliferating cell factor) which are plant specific proteins that suppress lateral shoot branching. Additionally the TCP family has been found to be partially responsible for inhibiting the cell's Growth hormone–releasing hormone (GHRF) which means it also inhibits cell proliferation. Apical dominance",
            "score": 140.5486602783203
        },
        {
            "docid": "9837_25",
            "document": "Ethylene . The plant hormone ethylene is a combatant for salinity in most plants. Ethylene is known for regulating plant growth and development and adapted to stress conditions. Central membrane proteins in plants, such as ETO2, ERS1 and EIN2, are used for ethylene signaling in many plant growth processes. ETO2, Ethylene overproducer 2, is a protein that when mutated it will gain a function to continually produce ethylene even when there is no stress condition, causing the plant to grow short and stumpy. ERS1, Ethylene response sensor 1, is activated when ethylene is present in the signaling pathway and when mutated, it loses a function and cannot bind to ethylene. This means a response is never activated and the plant will not be able to cope with the abiotic stress. EIN2, Ethylene insensitive 2, is a protein that activates the pathway and when there is a mutation here the EIN2 will block ethylene stimulation and an ethylene response gene will not be activated. Mutations in these proteins can lead to heightened salt sensitivity and limit plant growth. The effects of salinity have been studied on \"Arabidopsis\" plants that have mutated ERS1 and EIN4 proteins. These proteins are used for ethylene signaling again certain stress conditions, such as salt and the ethylene precursor ACC is allowing suppress of any sensitivity to the salt stress. Mutations in these pathways can cause lack of ethylene signaling, causing stunt in plant growth and development.",
            "score": 137.9652557373047
        },
        {
            "docid": "5134478_7",
            "document": "Guard cell . Guard cells perceive and process environmental and endogenous stimuli such as light, humidity, CO concentration, temperature, drought, and plant hormones to trigger cellular responses resulting in stomatal opening or closure. These signal transduction pathways determine for example how quickly a plant will lose water during a drought period. Guard cells have become a model for single cell signaling. Using \"Arabidopsis thaliana\", the investigation of signal processing in single guard cells has become open to the power of genetics. Cytosolic and nuclear proteins and chemical messengers that function in stomatal movements have been identified that mediate the transduction of environmental signals thus controlling CO intake into plants and plant water loss. Research on guard cell signal transduction mechanisms is producing an understanding of how plants can improve their response to drought stress by reducing plant water loss. Guard cells also provide an excellent model for basic studies on how a cell integrates numerous kinds of input signals to produce a response (stomatal opening or closing). These responses require coordination of numerous cell biological processes in guard cells, including signal reception, ion channel and pump regulation, membrane trafficking, transcription, cytoskeletal rearrangements and more. A challenge for future research is to assign the functions of some of the identified proteins to these diverse cell biological processes.",
            "score": 137.1123504638672
        },
        {
            "docid": "256641_3",
            "document": "Plant hormone . Plant hormones are signal molecules produced within the plant, and occur in extremely low concentrations. Hormones regulate cellular processes in targeted cells locally and, moved to other locations, in other functional parts of the plant. Hormones also determine the formation of flowers, stems, leaves, the shedding of leaves, and the development and ripening of fruit. Plants, unlike animals, lack glands that produce and secrete hormones. Instead, each cell is capable of producing hormones. Plant hormones shape the plant, affecting seed growth, time of flowering, the sex of flowers, senescence of leaves, and fruits. They affect which tissues grow upward and which grow downward, leaf formation and stem growth, fruit development and ripening, plant longevity, and even plant death. Hormones are vital to plant growth, and, lacking them, plants would be mostly a mass of undifferentiated cells. So they are also known as growth factors or growth hormones. The term 'Phytohormone' was coined by Went and Thimann and used in the title of their book in 1937.",
            "score": 136.2914276123047
        },
        {
            "docid": "46694447_12",
            "document": "Epigenetics of plant growth and development . Flowering is a pivotal step in plant development. Numerous epigenetic factors contribute to the regulation of flowering genes, known as flowering loci (FL). In \"Arabidopsis\", flowering locus t is responsible for the production of florigen, which induces changes in the shoot apical meristem, a special set of growth tissues, to establish flowering (Turck et al. 2008). Homologs of the flowering genes exist in flowering plants, but the exact nature of how the genes respond to each mechanism might differ between species (Sun et al. 2014).",
            "score": 135.1732177734375
        },
        {
            "docid": "1274206_3",
            "document": "Cold hardening . Plants in temperate and polar regions adapt to winter and sub zero temperatures by relocating nutrients from leaves and shoots to storage organs. Freezing temperatures induce dehydrative stress on plants, as water absorption in the root and water transport in the plant decreases. Water in and between cells in the plant freezes and expands, causing tissue damage. Cold hardening is a process in which a plant undergoes physiological changes to avoid, or mitigate cellular injuries caused by sub-zero temperatures. Non-acclimatized individuals can survive −5 °C, while a acclimatized individual in the same species can survive −30°. Plants that originated in the tropics, like tomato or maize, don't go through cold hardening and are unable to survive freezing temperatures. The plant starts the adaptation by exposure to cold yet still not freezing temperatures. The process can be divided into three steps. First the plant perceives low temperature, then converts the signal to activate or repress expression of appropriate genes. Finally, it uses these genes to combat the stress, caused by sub-zero temperatures, affecting its living cells. Many of the genes and responses to low temperature stress are shared with other abiotic stresses, like drought or salinity.When temperature drops, the membrane fluidity, RNA and DNA stability, and enzyme activity change. These, in turn, affect transcription, translation, intermediate metabolism, and photosynthesis, leading to an energy imbalance. This energy imbalance is thought to be one of the ways the plant detects low temperature. Experiments on \"arabidopsis\" show that the plant detects the change in temperature, rather than the absolute temperature. The rate of temperature drop is directly connected to the magnitude of calcium influx, from the space between cells, into the cell. Calcium channels in the cell membrane detect the temperature drop, and promotes expression of low temperature responsible genes in \"alfalfa\" and \"arabidopsis\". The response to the change in calcium elevation depends on the cell type and stress history. Shoot tissue will respond more than a root cells, and a cell that already is adapted to cold stress will respond more than one that has not been through cold hardening before. Light doesn't control the onset of cold hardening directly, but shortening of daylight is associated with fall, and starts production of reactive oxygen species and excitation of photosystem 2, which influences low-temp signal transduction mechanisms. Plants with compromised perception of day length have compromised cold acclimation.",
            "score": 133.72984313964844
        },
        {
            "docid": "44815911_8",
            "document": "Heteroblasty (botany) . Hormones are known to regulate heteroblastic change in plants. One hormone that has been identified is gibberellin. In a study, it was used to spontaneously revert the mature form of Hedera \"helix\" (a common English ivy) to its juvenile form. After being sprayed with gibberellin acid some of the ivies began to produce aerial roots which are a characteristic of the juvenile form as well as three lobed leaves another characteristic. It is also hypothesized that auxin and cytokinin when working together can cause the sudden change in phyllotaxy of heterogenetic plants. The gene ABPH1 has been found to code for cytokinin and when changed in a mutant affected the plant's ability to regulate the phyllotaxy of the stem. The hypothesis is based mostly on studies done on non-heteroblastic plants and so it is not certain that these are the cause of the sudden changes in a heteroblastic plant. A dramatic change in leaf size is another example of a heteroblastic change in plants and researchers have looked to studies done on non-heteroblastic plants for answers about what hormones and genes could regulate these changes. Aintegumenta has been found to be one of these regulatory genes that regulated cell growth. It is believed that many genes are involved in the regulation of leaf size and these genes do not closely interact meaning they are not caused by a master regulator but instead are a part of many different pathways.",
            "score": 132.50601196289062
        },
        {
            "docid": "54939754_3",
            "document": "CLE peptide . Plants and animals alike both use small polypeptides for signaling in cell-to-cell communication. CLAVATA3/EMBRYO SURROUNDING REGION-RELATED (CLE), also known as a plant peptide hormone, signaling is important for cell to cell signaling but also long distance communication. These two actions are especially imporant for plant cells because they are stationary and must perform cell expansion. In multicellular organisms cell-to-cell communication has been found to be very crucial for many growth processes that occur inside the organism. The 12 or 13 amino acid polypeptides are the mature forms of the CLE proteins that are derived from the conserved CLE domains. More and more CLE genes are being identified with more research being conducted in this area. CLE genes have not only been found in seed plants but also in lycophytes, bryophytes, and green algae.",
            "score": 131.45957946777344
        },
        {
            "docid": "4183_54",
            "document": "Botany . The hypothesis that plant growth and development is coordinated by plant hormones or plant growth regulators first emerged in the late 19th century. Darwin experimented on the movements of plant shoots and roots towards light and gravity, and concluded \"It is hardly an exaggeration to say that the tip of the radicle . . acts like the brain of one of the lower animals . . directing the several movements\". About the same time, the role of auxins (from the Greek auxein, to grow) in control of plant growth was first outlined by the Dutch scientist Frits Went. The first known auxin, indole-3-acetic acid (IAA), which promotes cell growth, was only isolated from plants about 50 years later. This compound mediates the tropic responses of shoots and roots towards light and gravity. The finding in 1939 that plant callus could be maintained in culture containing IAA, followed by the observation in 1947 that it could be induced to form roots and shoots by controlling the concentration of growth hormones were key steps in the development of plant biotechnology and genetic modification. Cytokinins are a class of plant hormones named for their control of cell division or cytokinesis. The natural cytokinin zeatin was discovered in corn, \"Zea mays\", and is a derivative of the purine adenine. Zeatin is produced in roots and transported to shoots in the xylem where it promotes cell division, bud development, and the greening of chloroplasts. The gibberelins, such as Gibberelic acid are diterpenes synthesised from acetyl CoA via the mevalonate pathway. They are involved in the promotion of germination and dormancy-breaking in seeds, in regulation of plant height by controlling stem elongation and the control of flowering. Abscisic acid (ABA) occurs in all land plants except liverworts, and is synthesised from carotenoids in the chloroplasts and other plastids. It inhibits cell division, promotes seed maturation, and dormancy, and promotes stomatal closure. It was so named because it was originally thought to control abscission. Ethylene is a gaseous hormone that is produced in all higher plant tissues from methionine. It is now known to be the hormone that stimulates or regulates fruit ripening and abscission, and it, or the synthetic growth regulator ethephon which is rapidly metabolised to produce ethylene, are used on industrial scale to promote ripening of cotton, pineapples and other climacteric crops.",
            "score": 130.71827697753906
        },
        {
            "docid": "256641_5",
            "document": "Plant hormone . The word hormone is derived from Greek, meaning \"set in motion\". Plant hormones affect gene expression and transcription levels, cellular division, and growth. They are naturally produced within plants, though very similar chemicals are produced by fungi and bacteria that can also affect plant growth. A large number of related chemical compounds are synthesized by humans. They are used to regulate the growth of cultivated plants, weeds, and in vitro-grown plants and plant cells; these manmade compounds are called plant growth regulators or PGRs for short. Early in the study of plant hormones, \"phytohormone\" was the commonly used term, but its use is less widely applied now.",
            "score": 130.39491271972656
        },
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 130.3773651123047
        },
        {
            "docid": "9434427_8",
            "document": "F-box protein . F-box proteins have also been associated with cellular functions such as signal transduction and regulation of the cell cycle. In plants, many F-box proteins are represented in gene networks broadly regulated by microRNA-mediated gene silencing via RNA interference. F-box proteins are involved in many plant vegetative and reproduction growth and development. For example, F-box protein-FOA1 involved in abscisic acid (ABA) signaling to affect the seed germination. ACRE189/ACIF1 can regulate cell death and defense when the pathogen is recognized in the Tobacco and Tomato plant.",
            "score": 130.15663146972656
        },
        {
            "docid": "55518450_4",
            "document": "Cytokinin signaling and response regulator protein . Cytokinins are a class of phytohormones that promote cell division in plants. Cytokinins participate in short and long-distance signaling and are transported for this signaling through the xylem of plants. Cytokinins control the differentiation of meristem cells in plant development, particularly in shoots and roots where plants undergo growth. Cytokinins act in a restricted region of the root meristem, and their signaling and regulation of genes occurs through a multi-step phosphorelay mediate by cytokinin histidine sensor kinases, histidine phosphotransfer proteins, and cytokinin response regulator proteins.",
            "score": 128.96519470214844
        },
        {
            "docid": "49021319_12",
            "document": "TALE-likes . Several lines of evidence support the idea that RipTALs function as effector proteins, promoting bacterial growth or disease by manipulating the expression of plant genes. They are secreted into plant cells by the Type III secretion system, which is the main delivery system for effector proteins. They are able to function as sequence-specific transcription factors in plant cells. In addition a strain lacking its RipTAL was shown to grow slower inside eggplant leaf tissue than the wild type. Furthermore, a study based on DNA polymorphisms in \"ripTAL\" repeat domain sequences and host plants found a statistically significant connection between host plant and repeat domain variants. This is expected if the RipTALs of different strains are adapted to target genes in specific host plants. Despite this to date no target genes have been identified for any RipTAL.",
            "score": 128.3974609375
        },
        {
            "docid": "54982525_2",
            "document": "Cell wall associated kinase . Cell wall associated kinases (WAKs) are receptor-like protein kinases, found in plant cell walls, that have the capability to transmit signals directly by their cytoplasmic kinase domains. They usually link the plasma membrane to the protein and carbohydrate that composed the cell wall. The receptor-like proteins contain a cytoplasmic serine threonine kinase and a less conserved region; bound to the cell wall and contains a series of epidermal growth factor repeats. WAKs are found in various plants and crops like rice, and maize. In plants genome like \"Arabidopsis\", WAKs, are encoded by five highly similar genes clustered in a 30-kb locus, among them WAK1 & WAK2 are highly distributed. They are primarily involved in regulating plant cell wall functions including cell expansion, bind as well as response to pectins, pathogen response and also protects plants from detrimental effects.",
            "score": 127.52593994140625
        },
        {
            "docid": "31570900_5",
            "document": "Somatic embryogenesis . Factors and mechanisms controlling cell differentiation in somatic embryos are relatively ambiguous. Certain compounds excreted by plant tissue cultures and found in culture media have been shown necessary to coordinate cell division and morphological changes. These compounds have been identified by Chung et al. as various polysaccharides, amino acids, growth regulators, vitamins, low molecular weight compounds and polypeptides. Several signaling molecules known to influence or control the formation of somatic embryos have been found and include extracellular proteins, arabinogalactan proteins and lipochitooligosaccharides. Temperature and lighting can also affect the maturation of the somatic embryo.",
            "score": 127.4914321899414
        },
        {
            "docid": "256641_17",
            "document": "Plant hormone . Ethylene is a gas that forms through the breakdown of methionine, which is in all cells. Ethylene has very limited solubility in water and does not accumulate within the cell but diffuses out of the cell and escapes out of the plant. Its effectiveness as a plant hormone is dependent on its rate of production versus its rate of escaping into the atmosphere. Ethylene is produced at a faster rate in rapidly growing and dividing cells, especially in darkness. New growth and newly germinated seedlings produce more ethylene than can escape the plant, which leads to elevated amounts of ethylene, inhibiting leaf expansion (\"see Hyponastic response\"). As the new shoot is exposed to light, reactions by phytochrome in the plant's cells produce a signal for ethylene production to decrease, allowing leaf expansion. Ethylene affects cell growth and cell shape; when a growing shoot hits an obstacle while underground, ethylene production greatly increases, preventing cell elongation and causing the stem to swell. The resulting thicker stem can exert more pressure against the object impeding its path to the surface. If the shoot does not reach the surface and the ethylene stimulus becomes prolonged, it affects the stem's natural geotropic response, which is to grow upright, allowing it to grow around an object. Studies seem to indicate that ethylene affects stem diameter and height: When stems of trees are subjected to wind, causing lateral stress, greater ethylene production occurs, resulting in thicker, more sturdy tree trunks and branches. Ethylene affects fruit-ripening: Normally, when the seeds are mature, ethylene production increases and builds-up within the fruit, resulting in a climacteric event just before seed dispersal. The nuclear protein Ethylene Insensitive2 (EIN2) is regulated by ethylene production, and, in turn, regulates other hormones including ABA and stress hormones.",
            "score": 125.06114196777344
        },
        {
            "docid": "55015511_2",
            "document": "FERONIA . Feronia, also known as FER or protein Sirene, is a recognition receptor kinase found in plants. FER plays a significant part in the plant immune system as a receptor kinase which assists in immune signaling within plants, plant growth, and plant reproduction. FER is regulated by the Rapid Alkalinization Factor (RALF). FER regulates growth in normal environments but it is most beneficial in stressful environments as it helps to initiate immune signaling. FER can also play a role in reproduction in plants by participating in the communication between the female and male cells. FER is found in and can be studied in the organism Arabidopsis thaliana. Feronia (FER) has a taxonomic lineage as follows: Eukaryota > Viridiplantae > Streptophyta > Embryophyta > Tracheophyta > Spermatophyta > Magnoliophyta > Eudicotyledons > Gunneridae > Pentapetalae > Rosids > Malvids > Brassicales > Brassicaceae > Camelineae > Arabidopsis.",
            "score": 124.36957550048828
        },
        {
            "docid": "30876044_29",
            "document": "Plant breeding . Genetic modification can further increase yields by increasing stress tolerance to a given environment. Stresses such as temperature variation, are signalled to the plant via a cascade of signalling molecules which will activate a Transcription factor to regulate Gene expression. Overexpression of particular genes involved in cold acclimation has been shown to become more resistant to freezing, which is one common cause of yield loss",
            "score": 123.58317565917969
        },
        {
            "docid": "40788589_4",
            "document": "Joanne Chory . Chory is interested in identifying the mechanisms by which plants respond to changes in their light environment. Light signals are required for the induction and regulation of many developmental processes in plants. She has participated in research dissecting this complex process by isolating mutations that alter light-regulated seedling development in Arabidopsis. Her work has identified mutants that are deficient in the phytochrome photoreceptors and in nuclear-localized repressors and has also revealed that steroid hormones control light-regulated seedling development. Dr. Chory's lab has been involved in the manipulation of the biosynthetic pathway for these steroids that altered the growth and development of plants and identification of the putative steroid receptor, a transmembrane receptor kinase. Her group has also contributed towards the understanding of chloroplast to nuclear retrograde signaling and plant shade avoidance responses.",
            "score": 123.38179016113281
        },
        {
            "docid": "37138_41",
            "document": "Arabidopsis thaliana . Plants are affected by multiple pathogens throughout their lifetime. In response to the presence of pathogens, plants have evolved receptors on the cell surface to detect and respond to pathogens. \"Arabidopsis Thaliana\" is a model organism used to determine specific defense mechanisms of plant-pathogen resistance. These plants have special receptors on their cell surfaces that allow for detection of pathogens and initiate mechanisms to inhibit pathogen growth. They contain two receptors, FLS2 (bacterial flagellin receptor) and EF-Tu (bacterial EF-Tu protein), which use signal transduction pathways to initiate the disease response pathway. The pathway leads to the recognition of the pathogen causing the infected cells to undergo cell death to stop the spread of the pathogen. Plants with FLS2 and EF-Tu receptors have shown to have increased fitness in the population. This has led to the belief that plant-pathogen resistance is an evolutionary mechanism that has built up over generations to respond to dynamic environments, such as increased predation and extreme temperatures.",
            "score": 123.23698425292969
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 123.12735748291016
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 123.00506591796875
        },
        {
            "docid": "29188721_32",
            "document": "RNA interference . Endogenously expressed miRNAs, including both intronic and intergenic miRNAs, are most important in translational repression and in the regulation of development, especially on the timing of morphogenesis and the maintenance of undifferentiated or incompletely differentiated cell types such as stem cells. The role of endogenously expressed miRNA in downregulating gene expression was first described in \"C. elegans\" in 1993. In plants this function was discovered when the \"JAW microRNA\" of \"Arabidopsis\" was shown to be involved in the regulation of several genes that control plant shape. In plants, the majority of genes regulated by miRNAs are transcription factors; thus miRNA activity is particularly wide-ranging and regulates entire gene networks during development by modulating the expression of key regulatory genes, including transcription factors as well as F-box proteins. In many organisms, including humans, miRNAs are linked to the formation of tumors and dysregulation of the cell cycle. Here, miRNAs can function as both oncogenes and tumor suppressors.",
            "score": 122.86211395263672
        },
        {
            "docid": "33219149_6",
            "document": "Withaferin A . NF-κB is a transcription factor that regulates many genes involved in cell survival, growth, immune response and angiogenesis. Withaferin A inhibits NF-κB at a very low concentration by targeting the ubiquitin-mediated proteasome pathway (UPP) in endothelial cells. Scientists believe that the site at which withaferin acts on UPP must be different from the site of action of 20s proteasome inhibitor. \"In vitro\" experiments demonstrated that withaferin A interferes with TNF-induced NF-κB activation at the level or upstream of IKKβ. It also inhibits other transcription factors including Ap1 and Sp1 which are important mediators of many signalling pathways that are down-regulated by various chemotherapeutic agents. It can induce oxidative stress, alter gene expression, depolarize mitochondria. Withaferin A also down regulates VEGF gene expression and can affect calcium signaling. Mohan et al. showed that withaferin A could inhibit endothelial cell proliferation at low concentrations and thus non-toxic to cells.",
            "score": 122.70745086669922
        },
        {
            "docid": "15922520_3",
            "document": "STAT5B . The protein encoded by this gene is a member of the STAT family of transcription factors. In response to cytokines and growth factors, STAT family members are phosphorylated by the receptor associated kinases, and then form homo- or heterodimers that translocate to the cell nucleus where they act as transcription activators. This protein mediates the signal transduction triggered by various cell ligands, such as IL2, IL4, CSF1, and different growth hormones. It has been shown to be involved in diverse biological processes, such as TCR signaling, apoptosis, adult mammary gland development, and sexual dimorphism of liver gene expression. This gene was found to fuse to retinoic acid receptor-alpha (RARA) gene in a small subset of acute promyelocytic leukemias (APML). The dysregulation of the signaling pathways mediated by this protein may be the cause of the APML.",
            "score": 122.45782470703125
        },
        {
            "docid": "28857_2",
            "document": "Signal transduction . Signal transduction is the process by which a chemical or physical signal is transmitted through a cell as a series of molecular events, most commonly protein phosphorylation catalyzed by protein kinases, which ultimately results in a cellular response. Proteins responsible for detecting stimuli are generally termed receptors, although in some cases the term sensor is used. The changes elicited by ligand binding (or signal sensing) in a receptor give rise to a signaling cascade, which is a chain of biochemical events along a signaling pathway. When signaling pathways interact with one another they form networks, which allow cellular responses to be coordinated, often by combinatorial signaling events. At the molecular level, such responses include changes in the transcription or translation of genes, and post-translational and conformational changes in proteins, as well as changes in their location. These molecular events are the basic mechanisms controlling cell growth, proliferation, metabolism and many other processes. In multicellular organisms, signal transduction pathways have evolved to regulate cell communication in a wide variety of ways.",
            "score": 122.05267333984375
        },
        {
            "docid": "2250_22",
            "document": "Abiotic stress . Over generations, many plants have mutated and built different mechanisms to counter salinity effects. A good combatant of salinity in plants is the hormone ethylene. Ethylene is known for regulating plant growth and development and dealing with stress conditions. Many central membrane proteins in plants, such as ETO2, ERS1 and EIN2, are used for ethylene signaling in many plant growth processes. Mutations in these proteins can lead to heightened salt sensitivity and can limit plant growth. The effects of salinity has been studied on Arabidopsis plants that have mutated ERS1, ERS2, ETR1, ETR2 and EIN4 proteins. These proteins are used for ethylene signaling again certain stress conditions, such as salt and the ethylene precursor ACC is used to suppress any sensitivity to the salt stress.",
            "score": 122.02828216552734
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 121.8929672241211
        },
        {
            "docid": "57414_16",
            "document": "Evolutionary developmental biology . A small fraction of the genes in an organism's genome control the organism's development. These genes are called the developmental-genetic toolkit. They are highly conserved among phyla, meaning that they are ancient and very similar in widely separated groups of animals. Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. Most toolkit genes are parts of signalling pathways: they encode transcription factors, cell adhesion proteins, cell surface receptor proteins and signalling ligands that bind to them, and secreted morphogens that diffuse through the embryo. All of these help to define the fate of undifferentiated cells in the embryo. Together, they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Among the most important toolkit genes are the \"Hox\" genes. These transcription factors contain the homeobox protein-binding DNA motif, also found in other toolkit genes, and create the basic pattern of the body along its front-to-back axis. Hox genes determine where repeating parts, such as the many vertebrae of snakes, will grow in a developing embryo or larva. \"Pax-6\", already mentioned, is a classic toolkit gene. Homeobox genes are also found in plants, implying they are common to all eukaryotes.",
            "score": 121.81987762451172
        }
    ]
}