{
    "q": [
        {
            "docid": "35666519_3",
            "document": "Clathrin adaptor protein . Adaptor protein (AP) complexes are found in coated vesicles and clathrin-coated pits. AP complexes connect cargo proteins and lipids to clathrin at vesicle budding sites, as well as binding accessory proteins that regulate coat assembly and disassembly (such as AP180, epsins and auxilin). There are different AP complexes in mammals. AP1 is responsible for the transport of lysosomal hydrolases between the trans-Golgi network, and endosomes. AP2 adaptor complex associates with the plasma membrane and is responsible for endocytosis. AP3 is responsible for protein trafficking to lysosomes and other related organelles. AP4 is less well characterised. AP complexes are heterotetramers composed of two large subunits (adaptins), a medium subunit (mu) and a small subunit (sigma). For example, in AP1 these subunits are gamma-1-adaptin, beta-1-adaptin, mu-1 and sigma-1, while in AP2 they are alpha-adaptin, beta-2-adaptin, mu-2 and sigma-2. Each subunit has a specific function. Adaptins recognise and bind to clathrin through their hinge region (clathrin box), and recruit accessory proteins that modulate AP function through their C-terminal ear (appendage) domains. Mu recognises tyrosine-based sorting signals within the cytoplasmic domains of transmembrane cargo proteins. One function of clathrin and AP2 complex-mediated endocytosis is to regulate the number of GABA(A) receptors available at the cell surface .",
            "score": 308.0921779870987
        },
        {
            "docid": "36332878_6",
            "document": "B2-adapt-app C . AP (adaptor protein) complexes are found in coated vesicles and clathrin-coated pits. AP complexes connect cargo proteins and lipids to clathrin at vesicle budding sites, as well as binding accessory proteins that regulate coat assembly and disassembly (such as AP180, epsins and auxilin). There are different AP complexes in mammals. AP1 is responsible for the transport of lysosomal hydrolases between the TGN and endosomes. AP2 associates with the plasma membrane and is responsible for endocytosis. AP3 is responsible for protein trafficking to lysosomes and other related organelles. AP4 is less well characterised. AP complexes are heterotetramers composed of two large subunits (adaptins), a medium subunit (mu) and a small subunit (sigma). For example, in AP1 these subunits are gamma-1-adaptin, beta-1-adaptin, mu-1 and sigma-1, while in AP2 they are alpha-adaptin, beta-2-adaptin, mu-2 and sigma-2. Each subunit has a specific function. Adaptins recognise and bind to clathrin through their hinge region (clathrin box), and recruit accessory proteins that modulate AP function through their C-terminal ear (appendage) domains. Mu recognises tyrosine-based sorting signals within the cytoplasmic domains of transmembrane cargo proteins. One function of clathrin and AP2 complex-mediated endocytosis is to regulate the number of GABA(A) receptors available at the cell surface .",
            "score": 280.1174165010452
        },
        {
            "docid": "7075683_2",
            "document": "AP2 adaptor complex . The AP2 adaptor complex is a multimeric protein that works on the cell membrane to internalize cargo in clathrin-mediated endocytosis. It is a stable complex of four adaptins which give rise to a structure that has a core domain and two appendage domains attached to the core domain by polypeptide linkers. These appendage domains are sometimes called 'ears'. The core domain binds to the membrane and to cargo destined for internalisation. The alpha and beta appendage domains bind to accessory proteins and to clathrin. Their interactions allow the temporal and spatial regulation of the assembly of clathrin-coated vesicles and their endocytosis.",
            "score": 314.1667206287384
        },
        {
            "docid": "35666519_2",
            "document": "Clathrin adaptor protein . Clathrin adaptor proteins, also known as adaptins, are vesicular transport adaptor proteins associated with clathrin. These proteins are synthesized in the ribosomes, processed in the endoplasmic reticulum and transported from the Golgi apparatus to the trans-Golgi network, and from there via small carrier vesicles to their final destination compartment. The association between adaptins and clathrin are important for vesicular cargo selection and transporting. Clathrin coats contain both clathrin (acts as a scaffold) and adaptor complexes that link clathrin to receptors in coated vesicles. Clathrin-associated protein complexes are believed to interact with the cytoplasmic tails of membrane proteins, leading to their selection and concentration. The two major types of clathrin adaptor complexes are the heterotetrameric vesicular transport adaptor proteins (AP1-5), and the monomeric GGA (Golgi-localising, Gamma-adaptin ear homology, ARF-binding proteins) adaptors. Adaptins are distantly related to the other main type of vesicular transport proteins, the coatomer subunits, sharing between 16% and 26% of their amino acid sequence.",
            "score": 281.13801765441895
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 203.5133228302002
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 193.48354995250702
        },
        {
            "docid": "40773905_8",
            "document": "Margaret Robinson . Every form of eukaryotic life on earth contains coated vesicles and adaptors. Her work is also speculated to play a key role in evolution of eukaryotes form prokaryotes over two billion years ago. Her work also has medical implications. Some adaptors are mutated in certain genetic disorders, and adaptors are frequently exploited by pathogens . For example, the HIV genome encodes a protein called Nef, which is required for the development of AIDS, and which works by hijacking adaptors and using them to modify the surface of the infected cell. Robinson’s work explains how coated vesicles sort cargo but also provides tools that can be used by others to address their own favorite problems. For instance, her newly developed method called knocksideways. Knocksideways gets rid of proteins rapidly. Her technique has found its way into other labs who are also interested in how particular proteins contribute to different stages of cell division.",
            "score": 180.26942467689514
        },
        {
            "docid": "14429376_7",
            "document": "Prostaglandin DP2 receptor . G protein-coupled receptors (GPCRs) such as DP are integral membrane proteins that, when bound by their cognate ligands (or, in some cases, even when not ligand-bound and thereby acting continuously in a constitutive manner {see Receptor (biochemistry)#Constitutive activity}), mobilize one or more types of Heterotrimeric G proteins. DP is classified as a \"contractile\" prostanoid receptor in that it can cause the contraction of smooth muscle. As evidenced by its initial discovery as a receptor for PGD in T-helper type 2 cells, activated DP triggers Gi alpha subunit-linked heterotrimeric G proteins to dissociate into their component a) Gi alpha subunits (also termed Gi subunits) which simulate phospholipase C to cleave phosphatidylinositol triphosphate into inositol triphosphate (IP3) and diacylglycerol (DAG) and b) G beta-gamma complex of subunits (G) which inhibit adenyl cyclase. IP3 raises cytosolic Ca levels thereby regulating Ca-sensitive signal pathways; DAG activates certain protein kinase C enzymes )PKCs) that phosphorylate and thereby regulate target proteins involved in cell signaling; and adenyl cyclase converts AMP into cyclic AMP (cAMP) thereby down-regulating cAMP-responsive proteins involved in cell signalling. Concurrently with the mobilization of these pathways, activated DP also mobilizes G protein-coupled receptor kinases (GPKs, GPK2, GPK5, and/or GPK6) and Arrestin-2 (also termed Arrestin beta 1 or β-arrestin). The GPKs, along with the DAG-activated PKCs, phosphorylate DP to promote its internalization while arrestin-2 inhibits DP from further activating heterotrimeric G proteins while also linking DP to elements, clathrin and clathrin adaptor AP2, of the receptor internalization machinery. These pathways render DP unable to mobilize heterotrimereic G proteins thereby rendering the cell less sensitive or insensitive to further stimulation by DP ligands. The process, termed Homologous desensitization, serves as a physiological limiter of cell responses to DP activators.",
            "score": 192.75558125972748
        },
        {
            "docid": "32019600_2",
            "document": "Adaptor complexes medium subunit domain . In molecular biology, the adaptor complexes medium subunit domain is a protein domain found at the C-terminus of the mu subunit from various clathrin adaptor protein complexes (AP1, AP2, AP3, AP4 and AP5) and muniscins. The C-terminal domain has an immunoglobulin-like beta-sandwich fold consisting of 9 strands in 2 sheets with a Greek key topology, similar to that found in cytochrome f and certain transcription factors. The mu subunit regulates the coupling of clathrin lattices with particular membrane proteins by self-phosphorylation via a mechanism that is still unclear. The mu subunit possesses a highly conserved N-terminal domain of around 230 amino acids, which may be the region of interaction with other AP proteins; a linker region of between 10 and 42 amino acids; and a less well-conserved C-terminal domain of around 190 amino acids, which may be the site of specific interaction with the protein being transported in the vesicle.",
            "score": 240.97344207763672
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 226.0499837398529
        },
        {
            "docid": "52216754_5",
            "document": "MEDNIK syndrome . The mutation that causes the MEDNIK syndrome occurs in the gene, AP1S1, which codes for the smallest subunit of the AP1 adaptor complex. The AP-1 complex is one of five Adaptor Protein complexes that are found in eukaryotic cells. AP complexes mediate trafficking linking clathrin or other coat proteins to receptors in coated vesicles, selectively sorting cargo between cell membrane, trans-Golgi network, and endosomal compartments. The AP-1 complex is found in the trans-Golgi network and is responsible for controlling AP-1-coated vesicles and the trafficking of the ATPase's ATP7A and ATP7B. A mutation in AP1S1 causes abnormal intracellular copper trafficking which subsequently affects copper-dependent enzymes leading to the symptoms of MEDNIK disease.",
            "score": 254.8050241470337
        },
        {
            "docid": "12832_47",
            "document": "G protein–coupled receptor . Protein kinase A is an important enzyme in cell metabolism due to its ability to regulate cell metabolism by phosphorylating specific committed enzymes in the metabolic pathway. It can also regulate specific gene expression, cellular secretion, and membrane permeability. The protein enzyme contains two catalytic subunits and two regulatory subunits. When there is no cAMP，the complex is inactive. When cAMP binds to the regulatory subunits, their conformation is altered, causing the dissociation of the regulatory subunits, which activates protein kinase A and allows further biological effects.",
            "score": 186.84925627708435
        },
        {
            "docid": "44554443_8",
            "document": "Harold M. Weintraub . While at FHCRC, Weintraub continued and extended his prior studies of chromatin structure and function. Another of his contributions was developing the technique of using antisense RNA to create specific mutant phenotypes in vertebrate organisms. Perhaps the work for which Weintraub is best known was his laboratory's discovery and characterization of \"myoD\", the first master regulatory gene. When expressed, the myoD gene produces a protein referred to as MyoD (or MyoD1), which can bind certain DNA sequences, stop cell division, and elicit an entire program of muscle cell differentiation. In a series of sequential experiments, Weintraub and his students showed that myoD was able to convert fibroblasts (connective tissue cells) into myoblasts (skeletal muscle cells). Later studies by the same group of investigators at FHCRC further characterized the structural and functional characteristics of \"myoD\" and its nuclear-localized protein product, which were found to be present in organisms as diverse as nematode worms, frogs, mice, and humans. During the final years of his life, Weintraub's work used myoD to delve broadly and deeply into the areas of regulatory proteins, gene expression, and the molecular control of cell differentiation. As part of this work, his lab pioneered a molecular biology technique known as the Selection And Amplification Binding (SAAB) assay, which is used to find the DNA-binding sites for proteins.",
            "score": 145.20300924777985
        },
        {
            "docid": "326707_9",
            "document": "Protein kinase A . Extracellular hormones such as glucagon and epinephrine begin an intracellular signalling cascade that triggers protein kinase A activation by first binding to a G protein–coupled receptor (GPCR) on the target cell. When a GPCR is activated by its extracellular ligand, a conformational change is induced in the receptor that is transmitted to an attached intracellular heterotrimeric G protein complex by . The Gs alpha subunit of the stimulated G protein complex exchanges GDP for GTP and is released from the complex. The activated Gs alpha subunit binds to and activates an enzyme called adenylyl cyclase, which, in turn, catalyzes the conversion of ATP into cyclic adenosine monophosphate (cAMP), directly increasing the cAMP level. Four cAMP molecules are able to bind to the two R-subunits. This is done by two cAMP molecules binding to each of the two cAMP binding sites (CNB-B and CNB-A) which induces a conformational change in the regulatory subunits of PKA causing the subunits to detach and unleash the two (now activated) catalytic subunits.",
            "score": 181.51946568489075
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 180.93043982982635
        },
        {
            "docid": "2920810_5",
            "document": "C5-convertase . The classical pathway C5 convertase is composed of the larger fragments of complement proteins, C4b, C2b produced by cleavage mediated by \"C1 complex\", and C3b produced by cleavage mediated by the \"classical pathway C3 convertase\" (C4bC2b). The formation of the alternative pathway C5 convertase (C3bBbC3b) starts by spontaneous cleavage of C3 protein exposing previously hidden thioester bond. In the presence of pathogen the fragment C3b binds to microbial cell-surface through the newly showed thioester bond. On the other hand, if the infection does not occur, C3b interacts with molecules of water, therefore the protein becomes inactive. However, when C3b undergoes its post-cleveage conformational change, a binding site for a plasma protein called \"Factor B\" is also exposed. Factor B then binds to C3b and is cleaved by a plasma serine protease \"Factor D\". The C3bBb complex (= alternative pathway C3 convertase) remains attached to the cell-surface. This complex might interact with another C3b and thus form the alternative pathway C5 convertase. CVFBb is a noncovalent association product of CVF3 and the complement fragment Bb. The catalytic subunits of these multimolecular proteases are \"C2b\" and \"Bb\". These subunits belong to atypical serine proteases. CVFBb does not require C3 for cleavage of C5, whereas C4b2boxy need native C3 for cleavage of C5 protein. The modified C5 convertase, C4b2boxy3b, contains C2b that is derived from C2 oxidized by iodine.",
            "score": 194.57960283756256
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 234.8853634595871
        },
        {
            "docid": "848862_19",
            "document": "Nucleoside triphosphate . GTP is essential for signal transduction, especially with G proteins. G proteins are coupled with a cell membrane bound receptor. This whole complex is called a G protein-coupled receptor (GPCR). G proteins can bind either GDP or GTP. When bound to GDP, G proteins are inactive. When a ligand binds a GPCR, an allosteric change in the G protein is triggered, causing GDP to leave and be replaced by GTP. GTP activates the alpha subunit of the G protein, causing it to dissociate from the G protein and act as a downstream effector.",
            "score": 180.9462809562683
        },
        {
            "docid": "19167679_22",
            "document": "Virus . A complete virus particle, known as a virion, consists of nucleic acid surrounded by a protective coat of protein called a capsid. These are formed from identical protein subunits called capsomeres. Viruses can have a lipid \"envelope\" derived from the host cell membrane. The capsid is made from proteins encoded by the viral genome and its shape serves as the basis for morphological distinction. Virally coded protein subunits will self-assemble to form a capsid, in general requiring the presence of the virus genome. Complex viruses code for proteins that assist in the construction of their capsid. Proteins associated with nucleic acid are known as nucleoproteins, and the association of viral capsid proteins with viral nucleic acid is called a nucleocapsid. The capsid and entire virus structure can be mechanically (physically) probed through atomic force microscopy. In general, there are four main morphological virus types:",
            "score": 177.0277202129364
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 167.9498918056488
        },
        {
            "docid": "1648525_11",
            "document": "Nuclear localization sequence . This view was shown to be incorrect by Dingwall and Laskey in 1982. Using a protein called Nucleoplasmin, the archetypal ‘molecular chaperone’, they identified a domain in the protein that acts as a signal for nuclear entry. This work stimulated research in the area, and two years later the first NLS was identified in SV40 Large T-antigen (or SV40, for short). However, a functional NLS could not be identified in another nuclear protein simply on the basis of similarity to the SV40 NLS. In fact, only a small percentage of cellular (non-viral) nuclear proteins contained a sequence similar to the SV40 NLS. A detailed examination of Nucleoplasmin identified a sequence with two elements made up of basic amino acids separated by a spacer arm. One of these elements was similar to the SV40 NLS but was not able to direct a protein to the cell nucleus when attached to a non-nuclear reporter protein. Both elements are required. This kind of NLS has become known as a bipartite classical NLS. The bipartite NLS is now known to represent the major class of NLS found in cellular nuclear proteins and structural analysis has revealed how the signal is recognized by a receptor (importin α) protein (the structural basis of some monopartite NLSs is also known). Many of the molecular details of nuclear protein import are now known. This was made possible by the demonstration that nuclear protein import is a two-step process; the nuclear protein binds to the nuclear pore complex in a process that does not require energy. This is followed by an energy-dependent translocation of the nuclear protein through the channel of the pore complex. By establishing the presence of two distinct steps in the process the possibility of identifying the factors involved was established and led on to the identification of the importin family of NLS receptors and the GTPase Ran.",
            "score": 166.10474610328674
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 199.66270327568054
        },
        {
            "docid": "2161878_13",
            "document": "Protein–protein interaction . Stable interactions involve proteins that interact for a long time, taking part of permanent complexes as subunits, in order to carry out structural or functional roles. These are usually the case of homo-oligomers (e.g. cytochrome c), and some hetero-oligomeric proteins, as the subunits of ATPase. On the other hand, a protein may interact briefly and in a reversible manner with other proteins in only certain cellular contexts – cell type, cell cycle stage, external factors, presence of other binding proteins, etc. – as it happens with most of the proteins involved in biochemical cascades. These are called transient interactions. For example, some G protein-coupled receptors only transiently bind to G proteins when they are activated by extracellular ligands, while some G-coupled receptors, such as muscarinic receptor M3, pre-couple with G proteins prior to the receptor-ligand binding. Interactions between intrinsically disordered protein regions to globular protein domains (i.e. MoRFs) are transient interactions.",
            "score": 154.46359825134277
        },
        {
            "docid": "12832_57",
            "document": "G protein–coupled receptor . Once β-arrestin is bound to a GPCR, it undergoes a conformational change allowing it to serve as a scaffolding protein for an adaptor complex termed AP-2, which in turn recruits another protein called clathrin. If enough receptors in the local area recruit clathrin in this manner, they aggregate and the membrane buds inwardly as a result of interactions between the molecules of clathrin, in a process called opsonization. Once the pit has been pinched off the plasma membrane due to the actions of two other proteins called amphiphysin and dynamin, it is now an endocytic vesicle. At this point, the adapter molecules and clathrin have dissociated, and the receptor is either trafficked back to the plasma membrane or targeted to lysosomes for degradation.",
            "score": 251.07930612564087
        },
        {
            "docid": "6803908_7",
            "document": "Frederic M. Richards . On December 2, 1957, at Yale University, Richards performed a simple experiment on the protein Ribonuclease A (RNase A) that helped change the scientific community's view of the physical nature of protein molecules. Using a particular protease (Subtilisin), RNase A was converted into a split protein (RNase S), which is composed of two parts called S-peptide and S-protein (). Richards had developed that cleavage system as a postdoc at the Carlsberg Laboratory in Copenhagen, Denmark, using purified ribonuclease protein that had been donated to Christian Anfinsen by the Armour Company and that Anfinsen shared with Richards and other researchers. Richards found that, when separated, S-protein and S-peptide had no RNase activity, but that the RNase enzymatic activity was restored when the parts were recombined in the test tube. In an autobiographical piece, Richards wrote that \"this discovery came as a surprise to the scientific community at that time... In retrospect, this may have been the high point of my career in terms of excitement.\" This experiment showed that proteins maintain 3-dimensional order and tight binding between their interacting parts and that the structural information is inherent in the protein itself, foreshadowing both Anfinsen's later work showing that sequence determines structure and also the idea that hormones or other small molecules can bind tightly and specifically to proteins, a concept basic to how pharmaceutical companies design drugs today. Two years later, the protein structure of myoglobin confirmed such specific 3D relationships. Later, with Marilyn Doscher and Flo Quiocho, Richards demonstrated that ribonuclease S as well as carboxypeptidase were enzymatically active in the crystals, important evidence to silence doubts that the conformations of proteins in crystals are directly relevant to their biological activity in cells.",
            "score": 149.7200493812561
        },
        {
            "docid": "18678893_5",
            "document": "CED-12 . CED-12 is an adaptor protein (proteins involved in facilitating the formation of signalling complexes) that is translated once apoptosis has been triggered in a cell. Apoptosis, also known as programmed cell death, activates during development as well as in situations where a cell has received sufficient physical damage. Many of the contents within a cell are reactive with the environment outside of the cell and must be disposed of without causing any harm to the surrounding tissues. Apoptotic cells are removed from their external environment by neighbouring cells that recognize cell-surface markers located on the apoptotic cell membrane. Marker recognition leads to the engulfment of apoptotic cells by phagocytosis. On a molecular level, recognition of the cell-surface markers leads to the translation of the CED-12 protein in the cytoplasm of the engulfing cell, which then gets localized to the cell membrane. CED-12 binds CED-2 (\"C. elegans\" homolog to CrkII in mammals), followed by CED-5 (\"C. elegans\" homolog for DOCK180 in mammals) and forms a ternary structure. Transmembrane CED-1 is an example of the cell-surface receptor on the engulfing cell. When receptors come in contact with cell surface markers on the apoptotic cell, a protein known as CED-6 (homolog for GULP in mammals) is expressed. Both the CED-2/CED-5/CED-12 ternary structure and CED-6 function to activate an effector protein known as CED-10. CED-10 is a RAC-GTPase protein that is directly responsible for the rearrangement of the actin cytoskeleton that initiates phagocytosis. This process is regulated by two pathways. The first is by CED-6, which is an adaptor protein that is responsible for coordinating protein-protein interactions between CED-10 and actin. The second pathway occurs when the CED-2/CED-5/CED-12 ternary structure form a GEF (guanine nucleotide exchange factor) with CED-10, which promotes the binding of a GTP energy molecule in order to activate the GTP-dependent CED-10.",
            "score": 239.34670853614807
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 178.7828792333603
        },
        {
            "docid": "7718899_11",
            "document": "HLA-A . The HLA-A signal peptide is a series of hydrophobic amino acids present at the N-terminus of the protein that directs it to the endoplasmic reticulum where the remaining seven domains are translated. The three α domains form the binding groove that holds a peptide for presentation to CD8+ t-cells. The transmembrane region is the region that is embedded in the phospholipid bilayer surrounding the ER lumen. The HLA-A protein is a single-pass transmembrane protein. In other words, the first four domains of the protein are inside the ER lumen, while the last three domains are present outside the lumen, giving the protein the orientation required for proper function. The last three domains of the protein form a tail of primarily β-sheets that remains in the cell's cytosol. Once the HLA-A protein is completely translated, it must be folded into the proper shape. A molecular chaperone protein called calnexin and an enzyme called ERp57 assist in the folding process. Calnexin holds the HLA-A heavy chain while Erp57 catalyzes disulfide bonds between the heavy chain and the light, β-microglobulin chain. This bond induces a conformational change in the heavy chain, forming the binding groove. Calnexin then dissociates with the complex, now referred to as a peptide loading complex, and is replaced by calreticulin, another chaperone protein. Short peptides are continually transported from around the cell into the ER lumen by a specialized transport protein called TAP. TAP then binds to the peptide loading complex along with another protein, called tapasin. At this point the peptide loading complex consists of HLA-A (heavy chain), β-microglobulin (light chain), an ERp57 enzyme, calreticulin chaperone protein, TAP (with a bound peptide fragment), and tapasin. Tapasin increases the stability of TAP, in addition to stabilizing the entire peptide loading complex. At this point TAP releases the peptide it transported into the ER lumen. The proximity of the HLA-A binding groove to TAP is ensured by the peptide loading complex. This increases the likelihood that the peptide will find the groove. If the peptide's affinity for the HLA-A protein is great enough, it binds in the groove. Research suggests that tapasin may actively load peptides from TAP into the HLA-A complex while also holding class I molecules in the ER lumen until a high affinity peptide has been bound.",
            "score": 181.8757128715515
        },
        {
            "docid": "2661507_9",
            "document": "Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid . When Watson and Crick produced their double helix model of DNA, it was known that most of the specialized features of the many different life forms on Earth are made possible by proteins. Structurally, proteins are long chains of amino acid subunits. In some way, the genetic molecule, DNA, had to contain instructions for how to make the thousands of proteins found in cells. From the DNA double helix model, it was clear that there must be some correspondence between the linear sequences of nucleotides in DNA molecules to the linear sequences of amino acids in proteins. The details of how sequences of DNA instruct cells to make specific proteins was worked out by molecular biologists during the period from 1953 to 1965. Francis Crick played an integral role in both the theory and analysis of the experiments that led to an improved understanding of the genetic code.",
            "score": 127.50214660167694
        },
        {
            "docid": "53450372_2",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) is a family of proteins present on the membrane surface of red blood cells (RBCs or erythrocytes) that are infected by the malarial parasite \"Plasmodium falciparum\". PfEMP1 is synthesized during the parasite's blood stage (erythrocytic schizogony) inside the RBC, during which the clinical symptoms of falciparum malaria are manifested. Acting as both an antigen and adhesion protein, it is thought to play a key role in the high level of virulence associated with \"P. falciparum\". It was discovered in 1984 when it was reported that infected RBCs had unusually large-sized cell membrane proteins, and these proteins had antibody-binding (antigenic) properties. An elusive protein, its chemical structure and molecular properties were revealed only after a decade, in 1995. It is now established that there is not one but a large family of PfEMP1 proteins, genetically regulated (encoded) by a group of about 60 genes called \"var\". Each \"P. falciparum\" is able to switch on and off specific \"var\" genes to produce a functionally different protein, rendering evasion from the host's immune system. RBCs carrying PfEMP1 on their surface stick to endothelial cells, which facilitates further binding with uninfected RBCs (through the processes of sequestration and rosetting), ultimately helping the parasite to both spread to other RBCs as well as bringing about the fatal symptoms of \"P. falciparum\" malaria.",
            "score": 168.97765457630157
        },
        {
            "docid": "501101_6",
            "document": "Clathrin . In a cell, clathrin triskelion in the cytoplasm binds to an adaptor protein that has bound membrane, linking one of its three feet to the membrane at a time. Clathrin cannot bind to membrane or cargo directly and instead uses adaptor proteins to do this. This triskelion will bind to other membrane-attached triskelia to form a rounded lattice of hexagons and pentagons, reminiscent of the panels on a soccer ball, that pulls the membrane into a bud. By constructing different combinations of 5-sided and 6-sided rings, vesicles of different sizes may assemble. The smallest clathrin cage commonly imaged, called a mini-coat, has 12 pentagons and only two hexagons. Even smaller cages with zero hexagons probably do not form from the native protein, because the feet of the triskelia are too bulky.",
            "score": 240.7850329875946
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 156.7176364660263
        }
    ],
    "r": [
        {
            "docid": "7075683_2",
            "document": "AP2 adaptor complex . The AP2 adaptor complex is a multimeric protein that works on the cell membrane to internalize cargo in clathrin-mediated endocytosis. It is a stable complex of four adaptins which give rise to a structure that has a core domain and two appendage domains attached to the core domain by polypeptide linkers. These appendage domains are sometimes called 'ears'. The core domain binds to the membrane and to cargo destined for internalisation. The alpha and beta appendage domains bind to accessory proteins and to clathrin. Their interactions allow the temporal and spatial regulation of the assembly of clathrin-coated vesicles and their endocytosis.",
            "score": 314.1667175292969
        },
        {
            "docid": "35666519_3",
            "document": "Clathrin adaptor protein . Adaptor protein (AP) complexes are found in coated vesicles and clathrin-coated pits. AP complexes connect cargo proteins and lipids to clathrin at vesicle budding sites, as well as binding accessory proteins that regulate coat assembly and disassembly (such as AP180, epsins and auxilin). There are different AP complexes in mammals. AP1 is responsible for the transport of lysosomal hydrolases between the trans-Golgi network, and endosomes. AP2 adaptor complex associates with the plasma membrane and is responsible for endocytosis. AP3 is responsible for protein trafficking to lysosomes and other related organelles. AP4 is less well characterised. AP complexes are heterotetramers composed of two large subunits (adaptins), a medium subunit (mu) and a small subunit (sigma). For example, in AP1 these subunits are gamma-1-adaptin, beta-1-adaptin, mu-1 and sigma-1, while in AP2 they are alpha-adaptin, beta-2-adaptin, mu-2 and sigma-2. Each subunit has a specific function. Adaptins recognise and bind to clathrin through their hinge region (clathrin box), and recruit accessory proteins that modulate AP function through their C-terminal ear (appendage) domains. Mu recognises tyrosine-based sorting signals within the cytoplasmic domains of transmembrane cargo proteins. One function of clathrin and AP2 complex-mediated endocytosis is to regulate the number of GABA(A) receptors available at the cell surface .",
            "score": 308.0921936035156
        },
        {
            "docid": "14796756_3",
            "document": "AAK1 . Adaptor-related protein complex 2 (AP-2 complexes) functions during receptor-mediated endocytosis to trigger clathrin assembly, interact with membrane-bound receptors, and recruit endocytic accessory factors. This gene encodes a member of the SNF1 subfamily of Ser/Thr protein kinases. The protein interacts with and phosphorylates a subunit of the AP-2 complex, which promotes binding of AP-2 to sorting signals found in membrane-bound receptors and subsequent receptor endocytosis. Its kinase activity is stimulated by clathrin.",
            "score": 301.7183532714844
        },
        {
            "docid": "54151525_3",
            "document": "Muniscins . Muniscins are known as alternate cargo adaptors. That is, they participate in selecting which cargo molecules are internalized via CME. Additionally, the structure of the dimer, with its concave face oriented toward the plasma membrane, is thought to help curve the membrane as the clathrin coated pit forms. The muniscins are early arriving proteins involved in CME. FCHO proteins are required for CME, but do not appear to be required to \"initiate\" CME.",
            "score": 291.88629150390625
        },
        {
            "docid": "22553920_10",
            "document": "Membrane curvature . Some biologically occurring lipids do exhibit spontaneous curvature which could explain the shapes of biological membranes. Nevertheless, calculations show that spontaneous lipid curvature alone is either insufficient or would require conditions that are unrealistic to drive the degree of curvature observed in most cells. It is now known that lipid curvature is \"aided\" by protein structures in order to generate complete cellular curvature. A classical example of such interactions is the activity of the protein clathrin. Clathrin is involved in cellular endocytosis and is sequestrated by specific signaling molecules. Clathrin can attach to adaptor protein complexes on the cellular membrane, and it polymerizes to drive greater curvature, resulting in endocytosis of a vesicular unit.",
            "score": 281.8421936035156
        },
        {
            "docid": "35666519_2",
            "document": "Clathrin adaptor protein . Clathrin adaptor proteins, also known as adaptins, are vesicular transport adaptor proteins associated with clathrin. These proteins are synthesized in the ribosomes, processed in the endoplasmic reticulum and transported from the Golgi apparatus to the trans-Golgi network, and from there via small carrier vesicles to their final destination compartment. The association between adaptins and clathrin are important for vesicular cargo selection and transporting. Clathrin coats contain both clathrin (acts as a scaffold) and adaptor complexes that link clathrin to receptors in coated vesicles. Clathrin-associated protein complexes are believed to interact with the cytoplasmic tails of membrane proteins, leading to their selection and concentration. The two major types of clathrin adaptor complexes are the heterotetrameric vesicular transport adaptor proteins (AP1-5), and the monomeric GGA (Golgi-localising, Gamma-adaptin ear homology, ARF-binding proteins) adaptors. Adaptins are distantly related to the other main type of vesicular transport proteins, the coatomer subunits, sharing between 16% and 26% of their amino acid sequence.",
            "score": 281.1380310058594
        },
        {
            "docid": "36332878_6",
            "document": "B2-adapt-app C . AP (adaptor protein) complexes are found in coated vesicles and clathrin-coated pits. AP complexes connect cargo proteins and lipids to clathrin at vesicle budding sites, as well as binding accessory proteins that regulate coat assembly and disassembly (such as AP180, epsins and auxilin). There are different AP complexes in mammals. AP1 is responsible for the transport of lysosomal hydrolases between the TGN and endosomes. AP2 associates with the plasma membrane and is responsible for endocytosis. AP3 is responsible for protein trafficking to lysosomes and other related organelles. AP4 is less well characterised. AP complexes are heterotetramers composed of two large subunits (adaptins), a medium subunit (mu) and a small subunit (sigma). For example, in AP1 these subunits are gamma-1-adaptin, beta-1-adaptin, mu-1 and sigma-1, while in AP2 they are alpha-adaptin, beta-2-adaptin, mu-2 and sigma-2. Each subunit has a specific function. Adaptins recognise and bind to clathrin through their hinge region (clathrin box), and recruit accessory proteins that modulate AP function through their C-terminal ear (appendage) domains. Mu recognises tyrosine-based sorting signals within the cytoplasmic domains of transmembrane cargo proteins. One function of clathrin and AP2 complex-mediated endocytosis is to regulate the number of GABA(A) receptors available at the cell surface .",
            "score": 280.117431640625
        },
        {
            "docid": "36332878_5",
            "document": "B2-adapt-app C . Proteins synthesized on the ribosome and processed in the endoplasmic reticulum are transported from the Golgi apparatus to the trans-Golgi network (TGN), and from there via small carrier vesicles to their final destination compartment. These vesicles have specific coat proteins (such as clathrin or coatomer) that are important for cargo selection and direction of transport. Clathrin coats contain both clathrin (acts as a scaffold) and adaptor complexes that link clathrin to receptors in coated vesicles. Clathrin-associated protein complexes are believed to interact with the cytoplasmic tails of membrane proteins, leading to their selection and concentration. The two major types of clathrin adaptor complexes are the heterotetrameric adaptor protein (AP) complexes, and the monomeric GGA (Golgi-localising, Gamma-adaptin ear domain homology, ARF-binding proteins) adaptors.",
            "score": 279.8003234863281
        },
        {
            "docid": "1501977_3",
            "document": "Receptor-mediated endocytosis . Although receptors and their ligands can be brought into the cell through a few mechanisms (e.g. caveolin), clathrin-mediated endocytosis remains the best studied. Clathrin-mediated endocytosis of many receptor types begins with the cargo ligands in the luminal compartment of the cell binding to receptors on the cell membrane. The cargo ligand and receptor will then recruit adaptor proteins and clathrin triskelions to the outside membrane of the cell around where budding will form. Budding of the plasma membrane then occurs, forming a clathrin coated pit. Other receptors can nucleate a clathrin-coated pit allowing formation around the receptor. A mature pit will be cleaved from the plasma membrane through the use of membrane binding and fission proteins such as Dynamin, (as well as other BAR domain proteins) forming a clathrin-coated vesicle that then uncoats and typically fuses to an early endosome. Once fused, the endocytosed cargo (receptor and/or ligand) can then be sorted to lysosomal, recycling, or other trafficking pathways.",
            "score": 273.5317077636719
        },
        {
            "docid": "5884194_15",
            "document": "Vesicular transport adaptor protein . Which cargo molecules are incorporated into a particular type of vesicle relies on specific interactions. Some of these interactions are directly with AP complexes and some are indirectly with \"alternative adaptors\", as shown in this diagram. As examples, membrane proteins can have direct interactions, while proteins that are soluble in the lumen of the donor organelle bind indirectly to AP complexes by binding to membrane proteins that traverse the membrane and bind at their lumenal end to the desired cargo molecule. Molecules that should not be included in the vesicle appear to be excluded by \"molecular crowding\".",
            "score": 261.5312194824219
        },
        {
            "docid": "2775545_8",
            "document": "Retromer . The association of the Vps35-Vps29-Vps26 complex to the cytosolic domains of cargo molecules endosomal membranes initiates the activation of retrograde trafficking and cargo capture. The nucleation complex was formed through the interaction of VPS complex with GTP-activated Rab7 with clathrin, clathrin-adaptors and various binding proteins.",
            "score": 257.8729553222656
        },
        {
            "docid": "501101_8",
            "document": "Clathrin . Adaptor molecules are responsible for self-assembly and recruitment. Two examples of adaptor proteins are AP180 and epsin. AP180 is used in synaptic vesicle formation. It recruits clathrin to membranes and also promotes its polymerization. Epsin also recruits clathrin to membranes and promotes its polymerization, and can help deform the membrane, and thus clathrin-coated vesicles can bud. In a cell, a triskelion floating in the cytoplasm binds to an adaptor protein, linking one of its feet to the membrane at a time. The skelion will bind to other ones attached to the membrane to form a polyhedral lattice, skelion, which pulls the membrane into a bud. The skelion does not bind directly to the membrane, but binds to the adaptor proteins that recognize the molecules on the membrane surface.",
            "score": 255.3879852294922
        },
        {
            "docid": "52216754_5",
            "document": "MEDNIK syndrome . The mutation that causes the MEDNIK syndrome occurs in the gene, AP1S1, which codes for the smallest subunit of the AP1 adaptor complex. The AP-1 complex is one of five Adaptor Protein complexes that are found in eukaryotic cells. AP complexes mediate trafficking linking clathrin or other coat proteins to receptors in coated vesicles, selectively sorting cargo between cell membrane, trans-Golgi network, and endosomal compartments. The AP-1 complex is found in the trans-Golgi network and is responsible for controlling AP-1-coated vesicles and the trafficking of the ATPase's ATP7A and ATP7B. A mutation in AP1S1 causes abnormal intracellular copper trafficking which subsequently affects copper-dependent enzymes leading to the symptoms of MEDNIK disease.",
            "score": 254.80502319335938
        },
        {
            "docid": "14177788_3",
            "document": "AP1G1 . Adaptins are important components of clathrin-coated vesicles transporting ligand-receptor complexes from the plasma membrane or from the trans-Golgi network to lysosomes. The adaptin family of proteins is composed of four classes of molecules named alpha, beta-, beta prime- and gamma- adaptins. Adaptins, together with medium and small subunits, form a heterotetrameric complex called an adaptor, whose role is to promote the formation of clathrin-coated pits and vesicles. The protein encoded by this gene is a gamma-adaptin protein and it belongs to the adaptor complexes large subunits family. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 253.63821411132812
        },
        {
            "docid": "25222254_10",
            "document": "Fonticula . Another study done by Barlow et al. in 2014 traced the evolution of the five adaptor protein (AP) complexed in fungi, but also provided some insight onto \"Fonticula alba\". The adaptor proteins investigated work in vesicular transport in eukaryotes, particularly in cargo-selection and coat-protein recruitment. The study found that \"F. alba\" had all five adaptor protein complexes present in its genome, whereas the kingdom Fungi only retained the first three adaptor protein complexes (Barlow et al., 2014). This study concluded that the last common ancestor of the sister groups Fungi, and \"Fonticula\" and \"Nuclearia\" (also known as the clade Holomycota) contained a complete set of all five adaptor protein complexes.",
            "score": 252.89479064941406
        },
        {
            "docid": "12832_57",
            "document": "G protein–coupled receptor . Once β-arrestin is bound to a GPCR, it undergoes a conformational change allowing it to serve as a scaffolding protein for an adaptor complex termed AP-2, which in turn recruits another protein called clathrin. If enough receptors in the local area recruit clathrin in this manner, they aggregate and the membrane buds inwardly as a result of interactions between the molecules of clathrin, in a process called opsonization. Once the pit has been pinched off the plasma membrane due to the actions of two other proteins called amphiphysin and dynamin, it is now an endocytic vesicle. At this point, the adapter molecules and clathrin have dissociated, and the receptor is either trafficked back to the plasma membrane or targeted to lysosomes for degradation.",
            "score": 251.0792999267578
        },
        {
            "docid": "5895033_7",
            "document": "Platelet-derived growth factor receptor . The adaptor protein Grb2 forms a complex with Sos by the Grb2 SH3 domain. Grb2 (or the Grb2/Sos complex) is recruited to the membrane by the Grb2 SH2 domain binding to activated PDGFR-bound SHP2 (also known as PTPN11, a cytosolic PTP), thereby allowing interaction with Ras and the exchange of GDP for GTP on Ras. Whereas the interaction between Grb2 and PDGFR occurs through interaction with the SHP2 protein, Grb2 instead binds to activated EGFR through Shc, another adaptor protein that forms a complex with many receptors via its PTB domain. Once activated, Ras interacts with several proteins, namely Raf. Activated Raf stimulates MAPK-kinase (MAPKK or MEK) by phosphorylating a serine residue in its activation loop. MAPKK then phosphorylates MAPK (ERK1/2) on T and Y residues at the activation-loop leading to its activation. Activated MAPK phosphorylates a variety of cytoplasmic substrates, as well as transcription factors, when translocated into the nucleus. MAPK family members have been found to regulate various biological functions by phosphorylation of particular target molecules (such as transcription factors, other kinases etc.) located in cell membrane, cytoplasm and nucleus, and thus contribute to the regulation of different cellular processes such as cell proliferation, differentiation, apoptosis and immunoresponses.",
            "score": 250.48953247070312
        },
        {
            "docid": "10116_12",
            "document": "Endocytosis . Coats function to deform the donor membrane to produce a vesicle, and they also function in the selection of the vesicle cargo. Coat complexes that have been well characterized so far include coat protein-I (COP-I), COP-II, and clathrin. Clathrin coats are involved in two crucial transport steps: (i) receptor-mediated and fluid-phase endocytosis from the plasma membrane to early endosome and (ii) transport from the TGN to endosomes. In endocytosis, the clathrin coat is assembled on the cytoplasmic face of the plasma membrane, forming pits that invaginate to pinch off (scission) and become free CCVs. In cultured cells, the assembly of a CCV takes ~ 1min, and several hundred to a thousand or more can form every minute. The main scaffold component of clathrin coat is the 190-kD protein called clathrin heavy chain (CHC), which is associated with a 25- kD protein called clathrin light chain (CLC), forming three-legged trimers called triskelions.",
            "score": 243.7307891845703
        },
        {
            "docid": "32019600_2",
            "document": "Adaptor complexes medium subunit domain . In molecular biology, the adaptor complexes medium subunit domain is a protein domain found at the C-terminus of the mu subunit from various clathrin adaptor protein complexes (AP1, AP2, AP3, AP4 and AP5) and muniscins. The C-terminal domain has an immunoglobulin-like beta-sandwich fold consisting of 9 strands in 2 sheets with a Greek key topology, similar to that found in cytochrome f and certain transcription factors. The mu subunit regulates the coupling of clathrin lattices with particular membrane proteins by self-phosphorylation via a mechanism that is still unclear. The mu subunit possesses a highly conserved N-terminal domain of around 230 amino acids, which may be the region of interaction with other AP proteins; a linker region of between 10 and 42 amino acids; and a less well-conserved C-terminal domain of around 190 amino acids, which may be the site of specific interaction with the protein being transported in the vesicle.",
            "score": 240.9734344482422
        },
        {
            "docid": "501101_6",
            "document": "Clathrin . In a cell, clathrin triskelion in the cytoplasm binds to an adaptor protein that has bound membrane, linking one of its three feet to the membrane at a time. Clathrin cannot bind to membrane or cargo directly and instead uses adaptor proteins to do this. This triskelion will bind to other membrane-attached triskelia to form a rounded lattice of hexagons and pentagons, reminiscent of the panels on a soccer ball, that pulls the membrane into a bud. By constructing different combinations of 5-sided and 6-sided rings, vesicles of different sizes may assemble. The smallest clathrin cage commonly imaged, called a mini-coat, has 12 pentagons and only two hexagons. Even smaller cages with zero hexagons probably do not form from the native protein, because the feet of the triskelia are too bulky.",
            "score": 240.7850341796875
        },
        {
            "docid": "18678893_5",
            "document": "CED-12 . CED-12 is an adaptor protein (proteins involved in facilitating the formation of signalling complexes) that is translated once apoptosis has been triggered in a cell. Apoptosis, also known as programmed cell death, activates during development as well as in situations where a cell has received sufficient physical damage. Many of the contents within a cell are reactive with the environment outside of the cell and must be disposed of without causing any harm to the surrounding tissues. Apoptotic cells are removed from their external environment by neighbouring cells that recognize cell-surface markers located on the apoptotic cell membrane. Marker recognition leads to the engulfment of apoptotic cells by phagocytosis. On a molecular level, recognition of the cell-surface markers leads to the translation of the CED-12 protein in the cytoplasm of the engulfing cell, which then gets localized to the cell membrane. CED-12 binds CED-2 (\"C. elegans\" homolog to CrkII in mammals), followed by CED-5 (\"C. elegans\" homolog for DOCK180 in mammals) and forms a ternary structure. Transmembrane CED-1 is an example of the cell-surface receptor on the engulfing cell. When receptors come in contact with cell surface markers on the apoptotic cell, a protein known as CED-6 (homolog for GULP in mammals) is expressed. Both the CED-2/CED-5/CED-12 ternary structure and CED-6 function to activate an effector protein known as CED-10. CED-10 is a RAC-GTPase protein that is directly responsible for the rearrangement of the actin cytoskeleton that initiates phagocytosis. This process is regulated by two pathways. The first is by CED-6, which is an adaptor protein that is responsible for coordinating protein-protein interactions between CED-10 and actin. The second pathway occurs when the CED-2/CED-5/CED-12 ternary structure form a GEF (guanine nucleotide exchange factor) with CED-10, which promotes the binding of a GTP energy molecule in order to activate the GTP-dependent CED-10.",
            "score": 239.34671020507812
        },
        {
            "docid": "254062_17",
            "document": "Mast cell . An important adaptor protein activated by the Syk phosphorylation step is the linker for activation of T cells (LAT). LAT can be modified by phosphorylation to create novel binding sites. Phospholipase C gamma (PLCγ) becomes phosphorylated once bound to LAT, and is then used to catalyze phosphatidylinositol bisphosphate breakdown to yield inositol trisphosphate (IP3) and diacyglycerol (DAG). IP3 elevates calcium levels, and DAG activates protein kinase C (PKC). This is not the only way that PKC is made. The tyrosine kinase FYN phosphorylates Grb2-associated-binding protein 2 (Gab2), which binds to phosphoinositide 3-kinase, which activates PKC. PKC leads to the activation of myosin light-chain phosphorylation granule movements, which disassembles the actin–myosin complexes to allow granules to come into contact with the plasma membrane. The mast cell granule can now fuse with the plasma membrane. Soluble N-ethylmaleimide sensitive fusion attachment protein receptor SNARE complex mediates this process. Different SNARE proteins interact to form different complexes that catalyze fusion. Rab3 guanosine triphosphatases and Rab-associated kinases and phosphatases regulate granule membrane fusion in resting mast cells.",
            "score": 237.16099548339844
        },
        {
            "docid": "7075448_4",
            "document": "Amphiphysin . Amphiphysin is a brain-enriched protein with an N-terminal lipid interaction, dimerisation and membrane bending BAR domain, a middle clathrin and adaptor binding domain and a C-terminal SH3 domain. In the brain, its primary function is thought to be the recruitment of dynamin to sites of clathrin-mediated endocytosis. There are 2 mammalian amphiphysins with similar overall structure. A ubiquitous splice form of amphiphysin 2 that does not contain clathrin or adaptor interactions is highly expressed in muscle tissue and is involved in the formation and stabilization of the T-tubule network. In other tissues amphiphysin is likely involved in other membrane bending and curvature stabilization events.",
            "score": 235.8917236328125
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 234.88536071777344
        },
        {
            "docid": "1648200_22",
            "document": "L1 (protein) . The most important binding partners of the cytoplasmic tail of L1 proteins are ankyrins. The interaction is held in high-affinity binding sites located within the so-called “ank repeats” also known as membrane-binding domains. This interaction allows L1 protein connect with the cell's cytoskeleton. Also, L1 protein cytoplasmic tail can bind adaptor 2 (ADP), a key component pf clathrin mediated endocytosis.",
            "score": 234.8297882080078
        },
        {
            "docid": "11329484_7",
            "document": "TLR4 . TLR4 signaling responds to signals by forming a complex using an extracellular leucine-rich repeat domain (LRR) and an intracellular toll/interleukin-1 receptor (TIR) domain. LPS stimulation induces a series of interactions with several accessory proteins which form the TLR4 complex on the cell surface. LPS recognition is initiated by an LPS binding to an LBP protein. This LPS-LBP complex transfers the LPS to CD14. CD14 is a glycosylphosphatidylinositol-anchored membrane protein that binds the LPS-LBP complex and facilitates the transfer of LPS to MD-2 protein, which is associated with the extracellular domain of TLR4. LPS binding promotes the dimerization of TLR4/MD-2. The conformational changes of the TLR4 induce the recruitment of intracellular adaptor proteins containing the TIR domain which is necessary to activate the downstream signaling pathway.",
            "score": 234.09573364257812
        },
        {
            "docid": "736407_17",
            "document": "Opioid receptor . When an agonistic ligand binds to the opioid receptor, a conformational change occurs, and the GDP molecule is released from the Gα sub-unit. This mechanism is complex, and is a major stage of the signal transduction pathway. When the GDP molecule is attached, the Gα sub-unit is in its inactive state, and the nucleotide-binding pocket is closed off inside the protein complex. However, upon ligand binding, the receptor switches to an active conformation, and this is driven by intermolecular rearrangement between the trans-membrane helices. The receptor acitvation releases an ‘ionic lock’ which holds together the cytoplasmic sides of transmembrane helices three and six, causing them to rotate. This conformational change exposes the intracellular receptor domains at the cytosolic side, which further leads to the activation of the G protein. When the GDP molecule dissociates from the Gα sub-unit, a GTP molecule binds to the free nucleotide-binding pocket, and the G protein becomes active. A Gα(GTP) complex is formed, which has a weaker affinity for the Gβγ sub-unit than the Gα(GDP) complex, causing the Gα sub-unit to separate from the Gβγ sub-unit, forming two sections of the G protein. The sub-units are now free to interact with effector proteins; however, they are still attached to the plasma membrane by lipid anchors. After binding, the active G protein sub-units diffuses within the membrane and acts on various intracellular effector pathways. This includes inhibiting neuronal adenylate cyclase activity, as well as increasing membrane hyper-polarisation. When the adenylyl cyclase enzyme complex is stimulated, it results in the formation of Cyclic Adenosine 3', 5'-Monophosphate (cAMP), from Adenosine 5' Triphosphate (ATP). cAMP acts as a secondary messenger, as it moves from the plasma membrane into the cell and relays the signal.",
            "score": 233.79788208007812
        },
        {
            "docid": "5884194_7",
            "document": "Vesicular transport adaptor protein . An important transport complex, COPII, was not shown in the lead figure. The COPII complex is a heterohexamer, but not closely related to the AP/TSET complexes. The individual proteins of the COPII complex are called SEC proteins, because they are encoded by genes identified in secretory mutants of yeast. One especially interesting aspect of COPII is that it can form typical spherical vesicles \"and\" tubules to transport large molecules like collagen precursors, which cannot fit inside typical spherical vesicles. COPII structure has been discussed in an open article and will not be a focus of this article. These are examples of the much larger set of cargo adaptors.",
            "score": 232.95176696777344
        },
        {
            "docid": "9824171_3",
            "document": "Phosphatidylinositol 4-phosphate . In the Golgi apparatus, PtdIns4\"P\" binds to the GTP-binding protein ARF and to effector proteins, including four-phosphate-adaptor protein 1 and 2 (FAPP1 and FAPP2). This three molecule complex recruits proteins that need to be carried to the cell membrane.",
            "score": 232.70474243164062
        },
        {
            "docid": "6918144_6",
            "document": "Epsin . Epsins have many different domains to interact with various proteins related to endocytosis. At its N-terminus is an ENTH domain that binds phosphatidylinositol (4,5)-bisphosphate, meaning that it binds a lipid of biological membranes. It has also been postulated that this is a site for cargo-binding. In the middle of the epsin sequence are two UIMs (ubiquitin-interacting motifs). The C-terminus contains multiple binding sites, for example for clathrin and AP2 adaptors. As such, epsins are able to bind to membranes with specific cargo and connect them with the endocytosis machinery, so one may understand epsins as something like Swiss army knives for endocytosis.",
            "score": 231.22311401367188
        },
        {
            "docid": "4319956_2",
            "document": "Eisosome . Eisosomes ('eis' meaning into or portal and 'soma', meaning body) are large, heterodimeric, immobile protein complexes at the plasma membrane which mark the site of endocytosis in some eukaryotes, and were discovered in the yeast \"Saccharomyces cerevisiae\" in 2006. Currently, seven genes: Pil1, Lsp1 and Sur7, Eis1, Seg1 and Ygr130C, Seg2, are annotated to the formation of the proteins identified in eisosomes. These organelle-like structures have put to rest the idea that sites of endocytosis in cells are chosen at random. Eisosomes have a profound role in regulating plasma membrane architecture and organization in yeast. Microscopic and genetic analyses link these stable, ultrastructural assemblies to the endocytosis of both lipid and protein cargoes in cells.",
            "score": 229.002197265625
        },
        {
            "docid": "14819559_3",
            "document": "AP1S2 . Adaptor protein complex 1 is found at the cytoplasmic face of coated vesicles located at the Golgi complex, where it mediates both the recruitment of clathrin to the membrane and the recognition of sorting signals within the cytosolic tails of transmembrane receptors. This complex is a heterotetramer composed of two large, one medium, and one small adaptin subunit. The protein encoded by this gene serves as the small subunit of this complex and is a member of the adaptin protein family. Transcript variants utilizing alternative polyadenylation signals exist for this gene.",
            "score": 228.70530700683594
        }
    ]
}