{
    "q": [
        {
            "docid": "35256679_2",
            "document": "Community fingerprinting . Community fingerprinting is a set of molecular biology techniques that can be used to quickly profile the diversity of a microbial community. Rather than directly identifying or counting individual cells in an environmental sample, these techniques show how many variants of a gene are present. In general, it is assumed that each different gene variant represents a different type of microbe. Community fingerprinting is used by microbiologists studying a variety of microbial systems (e.g. marine, freshwater, soil, and human microbial communities) to measure biodiversity or track changes in community structure over time. The method analyzes environmental samples by assaying genomic DNA. This approach offers an alternative to microbial culturing, which is important because most microbes cannot be cultured in the laboratory. Community fingerprinting does not result in identification of individual microbe species; instead, it presents an overall picture of a microbial community. These methods are now largely being replaced by high throughput sequencing, such as targeted microbiome analysis (e.g., 16s rRNA sequencing) and metagenomics.",
            "score": 165.66767513751984
        },
        {
            "docid": "322376_27",
            "document": "Ecological succession . Succession of micro-organisms including fungi and bacteria occurring within a microhabitat is known as microsuccession or serule. This type of succession occurs in recently disturbed communities or newly available habitat, for example in recently dead trees, animal droppings, exposed glacial till, etc. Microbial communities may also change due to products secreted by the bacteria present. Changes of pH in a habitat could provide ideal conditions for a new species to inhabit the area. In some cases the new species may outcompete the present ones for nutrients leading to the primary species demise. Changes can also occur by microbial succession with variations in water availability and temperature. Theories of macroecology have only recently been applied to microbiology and so much remains to be understood about this growing field. A recent study of microbial succession evaluated the balances between stochastic and deterministic processes in the bacterial colonization of a salt marsh chronosequence. The results of this study show that, much like in macro succession, early colonization (primary succession) is mostly influenced by stochasticity while secondary succession of these bacterial communities was more strongly influenced by deterministic factors.",
            "score": 158.4541496038437
        },
        {
            "docid": "3619680_13",
            "document": "Ballast tank . One of the most common problems among vessel construction and maintenance is the corrosion that takes place in the double hull space ballast tanks have in merchant vessels. Bio-degradation takes place in ballast tank coatings in marine environments. Ballast tanks can carry more than ballast water; most of the time ballast tanks are filled with other bacteria or organisms. Some of these bacteria can that can be picked up from other parts of the world can cause the ballast tank to get damaged. Bacteria from different regions plus the natural bacteria can cause ballast tanks to break down. The natural bacteria community has an interaction of the natural bio-films with the coating, an aspect which is not covered in standard procedures. Researchers have shown that biological activity indeed significantly affects the coating properties. Micro-cracks and small holes have been found in ballast tanks. Acidic bacteria created holes with 0.2–0.9 μm in length and 4–9 μm in width. The natural community caused cracks of 2–8 μm in depth and 1 μm in length. The EIS technique was used to examine the degradation. The bacterial affected coatings decreased in corrosion resistance. The natural community, has a clear loss in coating resistance over time. Also, coating corrosion resistance declines after 40 days of exposure to the natural community, resulting in blisters in the ballast tank. Bacteria might be linked to certain bio-film patterns affecting various types of coating attacks.",
            "score": 130.56958556175232
        },
        {
            "docid": "10074847_20",
            "document": "Panamanian golden frog . Prior to the spread of the \"Batrachochytrium dendrobatidis\" fungus into Panamanian golden frog habitat, conservation organizations collected Panamanian golden frogs and placed them in captive survival assurance colonies. The skin of amphibians is host to a diverse resident bacterial community, which acts as a defense mechanism in some amphibians to inhibit pathogens. Researchers characterized the bacterial community from wild and captive Panamanian golden frogs originating from the same population with sequencing to assess how long-term captivity has affected this community. Species richness, phylogenetic diversity, and community structure of the skin microbiota were found to be significantly different between wild and captive Panamanian golden frogs. However, after approximately eight years of living in captivity, the offspring of the original captive Panamanian golden frogs still shared 70% of their microbial community with wild frogs. These results demonstrate that host-associated microbial communities can be significantly altered by captive management, but most of the community composition can be preserved.",
            "score": 130.11817276477814
        },
        {
            "docid": "7612338_6",
            "document": "Rhodotorula . One area in which \"Rhodotorula\" species may become of importance is in bioremediation, especially of contaminated water sites. Although typically bacteria are commonly used bioremediation studies, there are more fungal studies now than ever. As with bacteria, fungi can naturally develop modified metabolism to deal with environmental contaminants, and could then be used in bioremediation. One main target is often polycyclic aromatic hydrocarbons (PAHs) since they often persist in the environment and have high levels of toxicity. Through sediment analysis and testing of contaminated waters \"Rhodotorula\" were found to be common in contaminated sites. It was noted in samples taken from contaminated waters that \"Rhodotorula\" species had the ability to degrade petroleum compounds. These studies as well as others suggest that \"Rhodotorula\" species may be good candidates for bioremediation of polluted waters for PAHs. In more directed studies a number of species of \"Rhodotorula\" were found to be able to degrade a number of specific contaminants. For example, \"R. glutinis\" and \"R. rubra\" have both been found to have a high ability to degrade phenanthrene, while \"R. minuta\" has been found to degrade benzo(a)anthracene. In a mixed fungal community \"Rhodotorula\" species contributed to effective degradation of low molecular weight PAHs, and although bacterial communities alone were not able to, the fungal communities also degraded high molecular weight PAHs (more than 3 benzene rings) such as chrysene and benzo(a)pyrene.",
            "score": 102.7194494009018
        },
        {
            "docid": "31009191_13",
            "document": "Microbial cooperation . Having a balanced community is very important for microbial success. In the case of siderophore production, there must be equilibrium between the microbes that spend their energy to produce the chelating agents, and those that can utilize xenosiderophores. Otherwise, the exploitative microbes would eventually out-compete the producers, leaving a community with no organisms able to produce siderophores, and thus, unable to survive in low iron conditions. This ability to balance between the two populations is currently being researched. It is thought to be due to the presence of low-affinity receptors on the non-producers, or producers generating a toxin-mediated interference mechanism. While the production of public goods aims to benefit all individuals, it also leads to the evolution of cheaters, or individuals that do not pay the cost of producing a good, but still receive benefits (Figure 1). In order to minimize fitness costs, natural selection will favor individuals that do not to secrete while taking advantage of the secretions of their neighbors. In a population of siderophore secreting cells, non-secreting mutant cells do not pay the cost of secretion, but still gain the same benefit as the wild-type neighbors. Recently, Griffin et al. (2004) investigated the social nature of the production of siderophores in \"Pseudomonas aeruginosa\". When cells were grown in pure culture were placed in an iron-limiting environment, populations of cells that secreted siderophores (wild-type) outcompeted a population of mutant non-secretors. Therefore, siderophore production is beneficial when iron is limiting. However, when the same populations were placed in an iron-rich environment, the mutant population outcompeted wild-type population, demonstrating that siderophore production is metabolically costly. Finally, when both wild type and mutant bacteria were placed in the same mixed population, the mutants can gain the benefit of siderophore production without paying the cost, and hence increase in frequency. This concept is commonly referred to the tragedy of the commons.",
            "score": 120.42827248573303
        },
        {
            "docid": "42251979_2",
            "document": "Root microbiome . The root microbiome is the dynamic community of microorganisms associated with plant roots. Because they are rich in a variety of carbon compounds, plant roots provide unique environments for a diverse assemblage of soil microorganisms, including bacteria, fungi and archaea. The microbial communities inside the root and in the rhizosphere are distinct from each other, and from the microbial communities of bulk soil, although there is some overlap in species composition. Root microbiota affect plant host fitness and productivity in a variety of ways. Members of the root microbiome benefit from plant sugars or other carbon rich molecules. Individual members of the root microbiome may behave differently in association with different plant hosts, or may change the nature of their interaction (along the mutualist-parasite continuum) within a single host as environmental conditions or host health change.",
            "score": 157.11550879478455
        },
        {
            "docid": "29782518_17",
            "document": "Agent-based model in biology . In the article titled \"iDynoMiCS: next-generation individual-based modelling of biofilms\", an agent-based model is presented that models the colonisation of bacteria onto a surface, leading to the formation of biofilms. The purpose of iDynoMiCS (standing for individual-based Dynamics of Microbial Communities Simulator) is to simulate the growth of populations and communities of individual microbes (small unicellular organisms such as bacteria, archaea and protists) that compete for space and resources in biofilms immersed in aquatic environments. iDynoMiCS can be used to seek to understand how individual microbial dynamics lead to emergent population- or biofilm-level properties and behaviours. Examining such formations is important in soil and river studies, dental hygiene studies, infectious disease and medical implant related infection research, and for understanding biocorrosion. An agent-based modelling paradigm was employed to make it possible to explore how each individual bacterium, of a particular species, contributes to the development of the biofilm. The initial illustration of iDynoMiCS considered how environmentally fluctuating oxygen availability affects the diversity and composition of a community of denitrifying bacteria that induce the denitrification pathway under anoxic or low oxygen conditions. The study explores the hypothesis that the existence of diverse strategies of denitrification in an environment can be explained by solely assuming that faster response incurs a higher cost. The agent-based model suggests that if metabolic pathways can be switched without cost the faster the switching the better. However, where faster switching incurs a higher cost, there is a strategy with optimal response time for any frequency of environmental fluctuations. This suggests that different types of denitrifying strategies win in different biological environments. Since this introduction the applications of iDynoMiCS continues to increase: a recent exploration of the plasmid invasion in biofilms being one example. This study explored the hypothesis that poor plasmid spread in biofilms is caused by a dependence of conjugation on the growth rate of the plasmid donor agent. Through simulation, the paper suggests that plasmid invasion into a resident biofilm is only limited when plasmid transfer depends on growth. Sensitivity analysis techniques were employed that suggests parameters relating to timing (lag before plasmid transfer between agents) and spatial reach are more important for plasmid invasion into a biofilm than the receiving agents growth rate or probability of segregational loss. Further examples that utilise iDynoMiCS continue to be published, including use of iDynoMiCS in modelling of a \"Pseudomonas aeruginosa\" biofilm with glucose substrate.",
            "score": 144.4530417919159
        },
        {
            "docid": "19338927_4",
            "document": "Phospholipid-derived fatty acids . The basic premise is that as individual organisms (especially bacteria and fungi) die, phospholipids are rapidly degraded and the remaining phospholipid content of the sample is assumed to be from living organisms. As the phospholipids of different groups of bacteria and fungi contain a variety of somewhat unusual fatty acids, they can serve as useful biomarkers for such groups. PLFA profiles and composition can be determined by purifying the phospholipids and then cleaving the fatty acids for further analysis. Knowledge of the composition and metabolic activity of the microbiota in soils, water and waste materials is useful in optimizing crop production, in bioremediation and in understanding microbial ecosystems. Soil microbial community analysis by PLFA has been a widely used technique due to the sensitive, reproducible measurement of the dominant portions of the soil microbiota and the fact that PLFA does not require cultivation of the organisms. Sampling of soil populations by culturing has proven not cost effective and results in biased results due to the differing ease of culturing of some organisms. The main drawback of PLFA has been that the extraction time is very long and cumbersome. A new 96-well plate PLFA extraction procedure has been developed which represents a 4-to-5 fold increase in throughput over traditional PLFA extraction methods. This new method, coupled to new software tools for analyzing the PLFA data, will be useful to laboratories performing large numbers of PLFA analyses, or for laboratories wanting to begin PLFA research.",
            "score": 104.76874554157257
        },
        {
            "docid": "14489318_2",
            "document": "Autoinducer . Autoinducers are signaling molecules that are produced in response to changes in cell-population density. As the density of quorum sensing bacterial cells increases so does the concentration of the autoinducer. Detection of signal molecules by bacteria acts as stimulation which leads to altered gene expression once the minimal threshold is reached. Quorum sensing is a phenomenon that allows both Gram-negative and Gram-positive bacteria to sense one another and to regulate a wide variety of physiological activities. Such activities include symbiosis, virulence, motility, antibiotic production, and biofilm formation. Autoinducers come in a number of different forms depending on the species, but the effect that they have is similar in many cases. Autoinducers allow bacteria to communicate both within and between different species. This communication alters gene expression and allows bacteria to mount coordinated responses to their environments, in a manner that is comparable to behavior and signaling in higher organisms. Not surprisingly, it has been suggested that quorum sensing may have been an important evolutionary milestone that ultimately gave rise to multicellular life forms.",
            "score": 82.45693123340607
        },
        {
            "docid": "312259_3",
            "document": "Chinampa . Although different technology existed during the Post-classic and Colonial periods in the basin, chinampas have raised many questions on agricultural production and political development. After the Aztec Triple Alliance formed, the conquest of southern basin city-states, such as Xochimilco, was one of the first strategies of imperial expansion. Prior to this time, farmers maintained small-scale chinampas adjacent to their households and communities in the freshwater lakes of Xochimilco and Chalco. The Aztecs did not invent chinampas but rather were the first to develop it to a large scale cultivation. Sometimes referred to as \"floating gardens,\" chinampas are artificial islands that were created by interweaving reeds with stakes beneath the lake's surface, creating underwater fences. A buildup of soil and aquatic vegetation would be piled into these \"fences\" until the top layer of soil was visible on the water's surface. These agricultural lands received this nickname due to the illusion they caused. The bodies of land appeared to be \"floating\" on the water because the canals surrounded the chinampa plots. When creating chinampas, in addition to building up masses of land, a drainage system was developed. This drainage system was multi-purposed. A ditch was created to allow for the flow of water and sediments (likely including night soil). Over time, the ditch would slowly culminate piles of mud. This mud would be then be dug up and placed on top of the chinampas, clearing the blockage. The soil from the bottom of the lake was also rich in nutrients, thus acting as an efficient and effective way of fertilizing the chinampas. Replenishing the topsoil with lost nutrients provided for bountiful harvests. Embarcadero-Jiménez and colleagues, tested the correlation between environmental parameters and bacterial diversity in the soil. It is speculated that a diverse array of bacteria can affect the nutrients in the soil. The results found that bacterial diversity was more abundant in cultivated soils than non-cultivated soils. In addition, \"the structure of the bacterial communities showed that the chinampas are a transition system between sediment and soil and revealed an interesting association of the S-cycle and iron-oxidizing bacteria with the rhizosphere of plants grown in the chinampa soil\".",
            "score": 74.48275971412659
        },
        {
            "docid": "7158257_9",
            "document": "Streaking (microbiology) . Bacteria exist in water, soil and food, on skin, and intestinal tract normal flora. The assortment of microbes that exist in the environment and on human bodies is enormous. The human body has billions of bacteria which creates the normal flora fighting against the invading pathogens. Bacteria frequently occur in mixed populations. It is very rare to find a single occurring species of bacteria. To be able to study the cultural, morphological, and physiological characteristics of an individual species, it is vital that the bacteria be divided from the other species that generally originate in the environment. This is important in determining a bacterium in a clinical sample. When the bacteria is streaked and isolated, the causative agent of a bacterial disease can be identified.",
            "score": 65.66532135009766
        },
        {
            "docid": "56980406_14",
            "document": "Sea ice microbial communities . Both the Antarctic and Arctic sea ice environments present strong vertical gradients of salinity, temperature, light, nutrients and DOM. These gradients were shown to induce strong vertical stratification in bacterial communities throughout the ice layer. Microbial abundance declines significantly with depth in the upper and middle ice, but not in the lowest, suggesting that much of the prokaryotic bacterial community is resistant to extreme environmental conditions. Heterotrophic bacteria were also shown to be more abundant at the bottom of the ice layer in zones of greater algae concentration, which characterized by higher DOM and nutrient concentrations.",
            "score": 111.80940437316895
        },
        {
            "docid": "30427075_5",
            "document": "Paenibacillus vortex . \"P. vortex\" is a social microorganism: when grown on under growth conditions that mimic natural environments such as hard surfaces it forms colonies of 109-1012 cells with remarkably complex and dynamic architectures (Figure 1). Being part of a large cooperative, the bacteria can better compete for food resources and be protected against antibacterial assaults. Under laboratory growth conditions, similar to other social bacteria, \"P. vortex\" colonies behave much like a multi-cellular organism, with cell differentiation and task distribution. \"P. vortex\" is marked by its ability to generate special aggregates of dense bacteria that are pushed forward by repulsive chemotactic signals sent from the cells at the back. These rotating aggregates termed vortices (Figure 2), pave the way for the colony to expand. The vortices serve as building blocks of colonies with special modular organization (Figure 1). Accomplishing such intricate cooperative ventures requires sophisticated cell-cell communication, including semantic and pragmatic aspects of linguistics. Communicating with each other using a variety of chemical signals, bacteria exchange information regarding population size, a myriad of individual environmental measurements at different locations, their internal states and their phenotypic and epigenetic adjustments. The bacteria collectively sense the environment and execute distributed information processing to glean and assess relevant information. The information is then used by the bacteria for reshaping the colony while redistributing tasks and cell epigenetic differentiations, for collective decision-making and for turning on and off defense and offense mechanisms needed to thrive in competitive environments, faculties that can be perceived as social intelligence of bacteria.",
            "score": 102.0206356048584
        },
        {
            "docid": "43946_15",
            "document": "Biofilm . Bacteria living in a biofilm usually have significantly different properties from free-floating bacteria of the same species, as the dense and protected environment of the film allows them to cooperate and interact in various ways. One benefit of this environment is increased resistance to detergents and antibiotics, as the dense extracellular matrix and the outer layer of cells protect the interior of the community. In some cases antibiotic resistance can be increased a thousandfold. Lateral gene transfer is often facilitated within bacterial and archaeal biofilms and leads to a more stable biofilm structure. Extracellular DNA is a major structural component of many different microbial biofilms. Enzymatic degradation of extracellular DNA can weaken the biofilm structure and release microbial cells from the surface.",
            "score": 119.6272029876709
        },
        {
            "docid": "19338927_7",
            "document": "Phospholipid-derived fatty acids . Early studies of the living soil microbial communities were largely based on attempts at culturing bacteria and fungi of soil. However, due to difficulty in culturing many of the organisms, the differential growth rates of the organisms, and labor involved, this proved to be not satisfactory. A 1965 article proposed using molecules produced by the organisms as biomarkers for the microbial communities. In the following two decades, rapid progress was made in development of gas chromatographs (GC) and of fused silica capillary columns for the GC instruments, enabling better analysis of biological materials, including fatty acid methyl esters (FAMEs). PLFA analysis can be used for microbial community structure and activity through the use of “signature” fatty acids. The basic concept is that the phospholipid content represents living organisms as these compounds are rapidly decomposed in aerobic mixed communities and that some of the neutral lipid components such as the lipopolysaccharides of Gram-negative bacteria do not reflect organisms alive at the time of sampling.",
            "score": 119.1998792886734
        },
        {
            "docid": "33064706_6",
            "document": "Eshel Ben-Jacob . In the early 1990s, Ben-Jacob's group discovered two pattern-forming bacteria species—the \"Paenibacillus dendritiformis\" and the \"Paenibacillus vortex\" (see also \"Paenibacillus\"). Combining microbiological experiments with physical principles of self-organization and advanced modeling, Ben-Jacob advanced the recognition that bacteria are smart cooperative organisms that employ advanced communication to lead intricate social lives in large and complex colonies. Sophisticated chemical communication allows bacteria to rapidly adapt to changes in the environment, distribute tasks, \"learn from experience\", make decisions and prepare for the future. Ben-Jacob put forward the idea of bacterial social intelligence and his group devised a social IQ score of bacteria as a comparative genomic tool to assess the genome potential of bacteria to conduct successful cooperative and adaptable behaviors, or social behaviors, in complex environments.",
            "score": 90.81787967681885
        },
        {
            "docid": "24950378_17",
            "document": "Cell–cell interaction . In order for pathogenic bacteria to invade a cell, communication with the host cell is required. The first step for invading bacteria is usually adhesion to host cells. Strong anchoring, a characteristic that determines virulence, prevents the bacteria from being washed away before infection occurs. Bacterial cells can bind to many host cell surface structures such as glycolipids and glycoproteins which serve as attachment receptors. Once attached, the bacteria begin to interact with the host to disrupt its normal functioning and disrupt or rearrange its cytoskeleton. Proteins on the bacteria surface can interact with protein receptors on the host thereby affecting signal transduction within the cell. Alterations to signaling are favorable to bacteria because these alterations provide conditions under which the pathogen can invade. Many pathogens have Type III secretion systems which can directly inject protein toxins into the host cells. These toxins ultimately lead to rearrangement of the cytoskeleton and entry of the bacteria.",
            "score": 72.16939842700958
        },
        {
            "docid": "19338927_17",
            "document": "Phospholipid-derived fatty acids . Many high-value vegetable crops easily justify soil testing both for chemical content and the soil microbiota. Conventional, low-input and organic farming systems showed a rapid response of the soil microbial communities to wet/dry cycles and that increases in bacterial cyclopropyl fatty acids were useful to detect periods of stress. Lines of transgenic corn (maize) expressing \"Bacillus thuringiensis\" endotoxins were found to have small effect on soil microbial communities when compared by PLFA analysis to their non-transgenic isolines. Successful exotic invasive plant species can have profound effects on the microbial communities of the soil perhaps thus improving their competitiveness. Grassland restoration practices of tillage, weeding and herbicide use showed an impact on microbial communities of the upper soil but very small changes on the microbiota of lower soil layers and that after 4 years of recovery the communities were very similar to untreated plots.",
            "score": 120.30458521842957
        },
        {
            "docid": "33177867_2",
            "document": "Bacterial cellulose . Bacterial cellulose is an organic compound with the formula produced by certain types of bacteria. While cellulose is a basic structural material of most plants, it is also produced by bacteria, principally of the genera \"Acetobacter\", \"Sarcina ventriculi\" and \"Agrobacterium\". Bacterial, or microbial, cellulose has different properties from plant cellulose and is characterized by high purity, strength, moldability and increased water holding ability. In natural habitats, the majority of bacteria synthesize extracellular polysaccharides, such as cellulose, which form protective envelopes around the cells. While bacterial cellulose is produced in nature, many methods are currently being investigated to enhance cellulose growth from cultures in laboratories as a large-scale process. By controlling synthesis methods, the resulting microbial cellulose can be tailored to have specific desirable properties. For example, attention has been given to the bacteria \"Acetobacter xylinum\" due to its cellulose’s unique mechanical properties and applications to biotechnology, microbiology, and materials science. Historically, bacterial cellulose has been limited to the manufacture of Nata de coco, a South-East Asian food product. With advances in the ability to synthesize and characterize bacterial cellulose, the material is being used for a wide variety of commercial applications including textiles, cosmetics, and food products, as well as medical applications. Many patents have been issued in microbial cellulose applications and several active areas of research are attempting to better characterize microbial cellulose and utilize it in new areas. As a material, cellulose was first discovered in 1838 by Anselme Payen. Payen was able to isolate the cellulose from the other plant matter and chemically characterize it. In one of its first and most common industrial applications, cellulose from wood pulp was used to manufacture paper. It is ideal for displaying information in print form due to its high reflectivity, high contrast, low cost and flexibility. The discovery of cellulose produced by bacteria, specifically from the \"Acetobacter xylinum\", was accredited to A.J. Brown in 1886 with the synthesis of an extracellular gelatinous mat. However, it was not until the 20th century that more intensive studies on bacterial cellulose were conducted. Several decades after the initial discovery of microbial cellulose, C.A. Browne studied the cellulose material obtained by fermentation of Louisiana sugar cane juice and affirmed the results by A.J. Brown. Other researchers reported the formation of cellulose by other various organisms such as the \"Acetobacter pasteurianum\", \"Acetobacter rancens\", \"Sarcina ventriculi\", and \"Bacterium xylinoides\". In 1931, Tarr and Hibbert published the first detailed study of the formation of bacterial cellulose by conducting a series of experiments to grow \"A. xylinum\" on culture mediums.",
            "score": 112.54365026950836
        },
        {
            "docid": "22270456_4",
            "document": "SUPER HI-CAT . Previous research on the Plastic Patch had mostly focused on the effects of the plastic pieces on jellyfish, fish, sea turtles, and seabirds. Relatively little was known about how this type of marine debris would affect the microbial communities that make up 98% of the biomass in the ocean and control oceanic biogeochemistry. During this cruise, 30 sites were sampled. At 15 of these sites, a modified surface net called a manta trawl was used to collect plastic pieces, while water samples were collected from the upper 200 meters of the ocean. At the other 15 stations, only the surface waters were sampled. This study will allow researchers to begin to determine whether biofilms are forming on the plastic particles, whether the microbes living on the particles are different from the free-living planktonic organisms, and what effect these communities might have on the oceanic carbon cycle and nitrogen cycle.",
            "score": 102.10818862915039
        },
        {
            "docid": "228192_8",
            "document": "Banyan . In an experiment, these endophytes from the aerial roots of a banyan tree were examined to see how well they would be able to fight off certain bacteria strains that highly affect different plants. They used an ICMS approach to test the virulence of the endophytes against the bacteria. Through their research they found that there is a broad spectrum of anti-fungal activity present in the tree’s aerial roots that can be used as anti-fungal agents in other plants as well, after further development. The banyan tree is a versatile organism that is highly adapted to its environment. Its aerial roots help it survive in a warm and moist environment as well as provide the large tree with structural support. It also has adapted to having symbiotic relationships with many organisms spanning from endophytes to humans. For example, the tree hosts the endophytes and the endophytes provide it protection from pathogens and nutrients. The tree can provide humans shelter as well as many different health-related benefits like antioxidants from its bark.  The name was originally given to \"F. benghalensis\" and comes from India, where early travellers observed that the shade of the tree was frequented by \"Banyans\" (a corruption of Baniyas, a community of Indian traders).",
            "score": 93.30867838859558
        },
        {
            "docid": "43946_40",
            "document": "Biofilm . Biofilms can also be harnessed for constructive purposes. For example, many sewage treatment plants include a secondary treatment stage in which waste water passes over biofilms grown on filters, which extract and digest organic compounds. In such biofilms, bacteria are mainly responsible for removal of organic matter (BOD), while protozoa and rotifers are mainly responsible for removal of suspended solids (SS), including pathogens and other microorganisms. Slow sand filters rely on biofilm development in the same way to filter surface water from lake, spring or river sources for drinking purposes. What we regard as clean water is effectively a waste material to these microcellular organisms. Biofilms can help eliminate petroleum oil from contaminated oceans or marine systems. The oil is eliminated by the hydrocarbon-degrading activities of microbial communities, in particular by a remarkable recently discovered group of specialists, the so-called hydrocarbonoclastic bacteria (HCB). Biofilms are used in microbial fuel cells (MFCs) to generate electricity from a variety of starting materials, including complex organic waste and renewable biomass. Biofilms are also relevant for the improvement of metal dissolution in bioleaching industry  Biofilms have become problematic in several food industries due to the ability to form on plants and during industrial processes. Bacteria can survive long periods of time in water, animal manure, and soil, causing biofilm formation on plants or in the processing equipment. The buildup of biofilms can affect the heat flow across a surface and increase surface corrosion and frictional resistance of fluids. These can lead to a loss of energy in a system and overall loss of products. Along with economic problems, biofilm formation on food poses a health risk to consumers due to the ability to make the food more resistant to disinfectants As a result, from 1996 to 2010 the Center for Disease Control and Prevention estimated 48 million foodborne illnesses per year. Biofilms have been connected to about 80% of bacterial infections in the United States.",
            "score": 113.79023122787476
        },
        {
            "docid": "18229656_7",
            "document": "Microbial mat . Microbial mats have also been referred to as \"algal mats\" and \"bacterial mats\" in older scientific literature. They are a type of biofilm that is large enough to see with the naked eye and robust enough to survive moderate physical stresses. These colonies of bacteria form on surfaces at many types of interface, for example between water and the sediment or rock at the bottom, between air and rock or sediment, between soil and bed-rock, etc. Such interfaces form vertical chemical gradients, i.e. vertical variations in chemical composition, which make different levels suitable for different types of bacteria and thus divide microbial mats into layers, which may be sharply defined or may merge more gradually into each other. A variety of microbes are able to transcend the limits of diffusion by using \"nanowires\" to shuttle electrons from their metabolic reactions up to two centimetres deep in the sediment – for example, electrons can be transferred from reactions involving hydrogen sulfide deeper within the sediment to oxygen in the water, which acts as an electron acceptor.",
            "score": 93.78365457057953
        },
        {
            "docid": "42716479_2",
            "document": "Bacterial outer membrane vesicles . Bacteria communicate among themselves and with other living forms in their environment via nano-scale membrane vesicles in their bacterial outer membranes. These vesicles are involved in trafficking bacterial cell signaling biochemicals, which may include DNA, RNA, proteins, endotoxins and allied virulence molecules. This communication happens in microbial cultures to oceans, inside animal/plant hosts and wherever bacteria may thrive. Gram negative microorganisms deploy their periplasm to secrete bacterial outer membrane vesicles (OMVs) for trafficking bacterial biochemicals to target cells in their environment (Fig. 1); OMVs also carry endotoxic lipopolysaccharide initiating disease process in their host. This mechanism imparts a variety of benefits like, long-distance delivery of bacterial secretory cargo with minimized hydrolytic degradation and extra-cellular dilution, also supplemented with other supportive molecules (e.g., virulence factors) to accomplish a specific job and yet, keeping a safe-distance from the defense arsenal of the targeted cells. Biochemical signals trafficked by OMVs may vary largely during 'war and peace' situations. In 'complacent' bacterial colonies, OMVs may be used to carry DNA to 'related' microbes for genetic transformations, and also translocate cell signaling molecules for quorum sensing and biofilm formation. During 'challenge' from other cell types around, OMVs may be preferred to carry degradation and subversion enzymes. Likewise, OMVs may contain more of invasion proteins at the host-pathogen interface (Fig. 1). It is expected, that environmental factors around the secretory microbes are responsible for inducing these bacteria to synthesize and secrete specifically-enriched OMVs, physiologically suiting the immediate task. Thus, bacterial OMVs, being strong immunomodulators, can be manipulated for their immunogenic contents and utilized as potent pathogen-free vaccines for immunizing humans and animals against threatening infections.",
            "score": 102.9278005361557
        },
        {
            "docid": "464447_7",
            "document": "Animal communication . Despite being the oldest method of communication, chemical communication is one of the least understood forms due in part to the sheer abundance of chemicals in our environment and the difficulty of detecting and measuring all the chemicals in a sample. The ability to detect chemicals in the environment serves many functions, a crucial one being the detection of food, a function that first arose in single-celled organisms (bacteria) living in the oceans during the early days of life on Earth. As this function evolved, organisms began to differentiate between chemicals compounds emanating from resources, conspecifics (same species; i.e., mates and kin), and heterospecifics (different species; i.e., competitors and predators). For instance, a small minnow species may do well to avoid habitat with a detectable concentration of chemical cue associated with a predator species such as northern pike. Minnows with the ability to perceive the presence of predators before they are close enough to be seen and then respond with adaptive behaviour (such as hiding) are more likely to survive and reproduce. Scent marking and scent rubbing are common forms of olfactory communication in mammals.",
            "score": 99.94155240058899
        },
        {
            "docid": "6423951_10",
            "document": "Hospital-acquired pneumonia . In some studies, the bacteria found in patients with HCAP were more similar to HAP than to CAP; compared to CAP, they could have higher rates of \"Staphylococcus aureus\" (\"S. aureus\") and \"Pseudomonas aeruginosa\", and less \"Streptococcus pneumoniae\" and \"Haemophilus influenzae\". In European and Asian studies, the etiology of HCAP was similar to that of CAP, and rates of multi drug resistant pathogens such as \"Staphylococcus aureus\" and \"Pseudomonas aeruginosa\" were not as high as seen in North American studies. It is well known that nursing home residents have high rates of colonization with MRSA. However, not all studies have found high rates of S. aureus and gram-negative bacteria. One factor responsible for these differences is the reliance on sputum samples and the strictness of the criteria to discriminate  between colonising or disease-causing bacteria. Moreover, sputum samples might be less frequently obtained in the elderly.Aspiration (both of microscopic drops and macroscopic amounts of nose and throat secretions) is thought to be the most important cause of HCAP. Dental plaque might also be a reservoir for bacteria in HCAP.  Bacteria have been the most commonly isolated pathogens, although viral and fungal pathogens are potentially found in immunocompromised hosts (patients on chronic immunosuppressed medications, solid organ and bone marrow transplant recipients). In general, the distribution of microbial pathogens varies among institutions, partly because of differences in patient population and local patterns of anti microbial resistance in hospitals and critical care units' Common bacterial pathogens include aerobic GNB, such as \"Pseudomonas aeruginosa\", \"Acinetobacter baumanii\", \"Klebsiella pneumoniae\", \"Escherichia coli\" as well as gram-positive organisms such as \"Staphylococcus aureus\". In patients with an early onset pneumonia (within 5 days of hospitalization), they are usually due to anti microbial-sensitive bacteria such as \"Enterobacter\" spp, \"E. coli\", \"Klebsiella\" spp, \"Proteus\" spp, \"Serratia mare scans\", community pathogens such as \"Streptococcus pneumoniae, Haemophilus influenzae\", and methicillin-sensitive \"S. aureus\" should also be considered.  Pneumonia that starts in the hospital tends to be more serious than other lung infections because: people in the hospital are often very sick and cannot fight off germs. The types of germs present in a hospital are often more dangerous and more resistant to treatment than those outside in the community. Pneumonia occurs more often in people who are using a respirator. This machine helps them breathe. Hospital-acquired pneumonia can also be spread by health care workers, who can pass germs from their hands or clothes from one person to another. This is why hand-washing, wearing grows, and using other safety measures is so important in the hospital.",
            "score": 132.95842456817627
        },
        {
            "docid": "35256679_3",
            "document": "Community fingerprinting . A fingerprinting analysis begins with an environmental sample (e.g. seawater or soil), from which total DNA is extracted. (Total DNA contains a mix of genetic material from all the microbes present in the sample.) A particular gene or DNA region is then selected as a target for analysis, under the assumption that each microbe species will have a different gene variant (also called a \"phylotype\"). Different methods (see below) can be used to visualize the phylotypes present in a sample. Because the aim of community fingerprinting is to gain an overall understanding of community structure, it is a particularly useful technique for analyzing time-series data collected from the field. For example, one could study the pattern of microbial succession in a habitat, or one could examine the response of a microbial community to an environmental perturbation, such as the release of a pollutant. Depending on what information is desired, different genes may be targeted. The most common are small subunit ribosomal RNA (rRNA) genes, such as 16S rRNA. These genes are frequently used in microbial phylogenetic analyses, so well-established techniques exist for their study. Other genes of interest might be those that are key in various metabolic processes.",
            "score": 145.2338809967041
        },
        {
            "docid": "26376332_12",
            "document": "Antarctic microorganism . Typically, the highest numbers of cultured bacteria are from relatively moist coastal soils, compared with the small bacteria communities of dry inland soils. Cyanobacteria are found in all types of aquatic habitats and often dominate the microbial biomass of streams and lake sediments. \"Leptolyngbya frigida\" is dominant in benthic mats, and is frequently found in soils and as an epiphyte on mosses. \"Nostoc commune\" can develop to sizes visible to the naked eye if supplied with a thin water film. The genus \"Gloeocapsa\" is one of the few cryptoendolithic taxa with a high adaptation to extreme environmental conditions in rocks of the Dry Valleys. Actinobacteria such as \"Arthrobacter\" spp., \"Brevibacterium\" spp., and \"Corynebacterium\" spp. are prominent in the Dry Valleys. Thermophilic bacteria have been isolated from thermally heated soils near Mt. Melbourne and Mt. Rittman in northern Victoria Land. Bacteria genera found in both air samples and the Antarctic include \"Staphylococcus\", \"Bacillus\", \"Corynebacterium\", \"Micrococcus\", \"Streptococcus\", \"Neisseria\", and \"Pseudomonas\".",
            "score": 88.57043647766113
        },
        {
            "docid": "9028799_3",
            "document": "Bacteria . There are typically 40 million bacterial cells in a gram of soil and a million bacterial cells in a millilitre of fresh water. There are approximately 5×10 bacteria on Earth, forming a biomass which exceeds that of all plants and animals. Bacteria are vital in many stages of the nutrient cycle by recycling nutrients such as the fixation of nitrogen from the atmosphere. The nutrient cycle includes the decomposition of dead bodies and bacteria are responsible for the putrefaction stage in this process. In the biological communities surrounding hydrothermal vents and cold seeps, extremophile bacteria provide the nutrients needed to sustain life by converting dissolved compounds, such as hydrogen sulphide and methane, to energy. In March 2013, data reported by researchers in October 2012, was published. It was suggested that bacteria thrive in the Mariana Trench, which with a depth of up to 11 kilometres is the deepest known part of the oceans. Other researchers reported related studies that microbes thrive inside rocks up to 580 metres below the sea floor under 2.6 kilometres of ocean off the coast of the northwestern United States. According to one of the researchers, \"You can find microbes everywhere—they're extremely adaptable to conditions, and survive wherever they are.\"",
            "score": 75.76977515220642
        },
        {
            "docid": "32286355_11",
            "document": "Fibrolytic bacterium . Probably, the best studied fibrolytic community is the one in the rumen of ruminants. However, there are other organisms that are able to degrade vegetable fibres, from insects to mollusks, all of them can do it thanks to the activity of different microbial symbionts. In order to improve the industrial transformation processes of vegetable fibres and related applications it is necessary to discover new and efficient enzymes and specialized bacterial communities. Next we describe the main steps in the discovery of genes and genomes from fibrolytic bacteria . The first step that can be followed to obtain fibrolytic bacteria from gastrointestinal cavities in ruminants is the culture of the target communities inside the rumen of a cow by introducing a nylon bag containing a forage with a high cellulose content (for example, Panicum virgatum).",
            "score": 116.88053822517395
        },
        {
            "docid": "51490904_5",
            "document": "Bacteroides dorei . Previous research has shown that individuals who are genetically predisposition to various autoimmune diseases have significant differences in bacteria composition than non-genetically predisposition individuals. This difference in bacteria composition in the gut system is increasingly believed to be highly important in understanding autoimmune diseases such as Type1 Diabetes. In 2014, researchers looked at the early development of bacterial composition in high genetic risk children looking at early onset of Type 1 Diabetes. They took stool samples of 76 children looking at the early development of microbial communities from 4–6 months of age until 2.2 year old. Out of the 76 infants, 29 seroconverted to T1D autoimmune related cases, of which of 22 later on developed T1D (cases). The other 47 infants didn't seroconvert or develop T1D (control). Metagenomic sequencing results showed significantly higher composition of \"B. dorei\" and \"Bacteroides vulgatus\" in the cases versus the control group prior to seroconversion. In addition, data showed that \"B. dorei\" peaked at 7.6 months, almost 8 months prior to first inslet autoantibody in cases. This significant compositional change suggests that the increase in amount of \"B. dorei\" is a potential indicator of the development of T1D.",
            "score": 82.58402609825134
        }
    ],
    "r": [
        {
            "docid": "35256679_2",
            "document": "Community fingerprinting . Community fingerprinting is a set of molecular biology techniques that can be used to quickly profile the diversity of a microbial community. Rather than directly identifying or counting individual cells in an environmental sample, these techniques show how many variants of a gene are present. In general, it is assumed that each different gene variant represents a different type of microbe. Community fingerprinting is used by microbiologists studying a variety of microbial systems (e.g. marine, freshwater, soil, and human microbial communities) to measure biodiversity or track changes in community structure over time. The method analyzes environmental samples by assaying genomic DNA. This approach offers an alternative to microbial culturing, which is important because most microbes cannot be cultured in the laboratory. Community fingerprinting does not result in identification of individual microbe species; instead, it presents an overall picture of a microbial community. These methods are now largely being replaced by high throughput sequencing, such as targeted microbiome analysis (e.g., 16s rRNA sequencing) and metagenomics.",
            "score": 165.6676788330078
        },
        {
            "docid": "322376_27",
            "document": "Ecological succession . Succession of micro-organisms including fungi and bacteria occurring within a microhabitat is known as microsuccession or serule. This type of succession occurs in recently disturbed communities or newly available habitat, for example in recently dead trees, animal droppings, exposed glacial till, etc. Microbial communities may also change due to products secreted by the bacteria present. Changes of pH in a habitat could provide ideal conditions for a new species to inhabit the area. In some cases the new species may outcompete the present ones for nutrients leading to the primary species demise. Changes can also occur by microbial succession with variations in water availability and temperature. Theories of macroecology have only recently been applied to microbiology and so much remains to be understood about this growing field. A recent study of microbial succession evaluated the balances between stochastic and deterministic processes in the bacterial colonization of a salt marsh chronosequence. The results of this study show that, much like in macro succession, early colonization (primary succession) is mostly influenced by stochasticity while secondary succession of these bacterial communities was more strongly influenced by deterministic factors.",
            "score": 158.4541473388672
        },
        {
            "docid": "42251979_2",
            "document": "Root microbiome . The root microbiome is the dynamic community of microorganisms associated with plant roots. Because they are rich in a variety of carbon compounds, plant roots provide unique environments for a diverse assemblage of soil microorganisms, including bacteria, fungi and archaea. The microbial communities inside the root and in the rhizosphere are distinct from each other, and from the microbial communities of bulk soil, although there is some overlap in species composition. Root microbiota affect plant host fitness and productivity in a variety of ways. Members of the root microbiome benefit from plant sugars or other carbon rich molecules. Individual members of the root microbiome may behave differently in association with different plant hosts, or may change the nature of their interaction (along the mutualist-parasite continuum) within a single host as environmental conditions or host health change.",
            "score": 157.11550903320312
        },
        {
            "docid": "12767994_12",
            "document": "Triclocarban . TetQ gene expression in bacteria was also found to be significantly increased when multiple antimicrobials such as tetracycline, triclosan, and triclocarban were added to an experimental system at the same time. Combining these compounds affects resistance by creating a situation where co-selection (or natural selection by more than one reagent) for resistance genes occurs. The complex nature of microbial communities and the multitude of antibiotics present in aquatic environments often leads to this sort of dynamic selection event and the multiple resistance patterns seen in naturally occurring bacteria.",
            "score": 152.5078887939453
        },
        {
            "docid": "35256679_10",
            "document": "Community fingerprinting . Disayathanoowat \"et al.\" used T-RFLP to assess the microbial gut community, or microbiome, in two species of honeybees in Thailand. They found that the two species harbor different microbial communities and that the microbiome changes over the lifetime of the bees.",
            "score": 150.6992950439453
        },
        {
            "docid": "35256679_3",
            "document": "Community fingerprinting . A fingerprinting analysis begins with an environmental sample (e.g. seawater or soil), from which total DNA is extracted. (Total DNA contains a mix of genetic material from all the microbes present in the sample.) A particular gene or DNA region is then selected as a target for analysis, under the assumption that each microbe species will have a different gene variant (also called a \"phylotype\"). Different methods (see below) can be used to visualize the phylotypes present in a sample. Because the aim of community fingerprinting is to gain an overall understanding of community structure, it is a particularly useful technique for analyzing time-series data collected from the field. For example, one could study the pattern of microbial succession in a habitat, or one could examine the response of a microbial community to an environmental perturbation, such as the release of a pollutant. Depending on what information is desired, different genes may be targeted. The most common are small subunit ribosomal RNA (rRNA) genes, such as 16S rRNA. These genes are frequently used in microbial phylogenetic analyses, so well-established techniques exist for their study. Other genes of interest might be those that are key in various metabolic processes.",
            "score": 145.23388671875
        },
        {
            "docid": "42251979_11",
            "document": "Root microbiome . There is an ongoing debate regarding what mechanisms are responsible for assembling individual microbes into communities. There are two primary competing hypotheses. One is that \"everything is everywhere, but the environment selects,\" meaning biotic and abiotic factors pose the only constraints, through natural selection, to which microbes colonize what environments. This is called the niche hypothesis, and its counterpart is the hypothesis that neutral processes, such as distance and geographic barriers to dispersal, control microbial community assembly when taxa are equally fit within an environment. In this hypothesis, differences between individual taxa in modes and reach of dispersal explain the differences in microbial communities of different environments. Most likely, both natural selection and neutral processes affect microbial community assembly, though certain microbial taxa may be more restricted by one process or the other depending on their physiological restrictions and mode of dispersion.",
            "score": 145.0561065673828
        },
        {
            "docid": "29782518_17",
            "document": "Agent-based model in biology . In the article titled \"iDynoMiCS: next-generation individual-based modelling of biofilms\", an agent-based model is presented that models the colonisation of bacteria onto a surface, leading to the formation of biofilms. The purpose of iDynoMiCS (standing for individual-based Dynamics of Microbial Communities Simulator) is to simulate the growth of populations and communities of individual microbes (small unicellular organisms such as bacteria, archaea and protists) that compete for space and resources in biofilms immersed in aquatic environments. iDynoMiCS can be used to seek to understand how individual microbial dynamics lead to emergent population- or biofilm-level properties and behaviours. Examining such formations is important in soil and river studies, dental hygiene studies, infectious disease and medical implant related infection research, and for understanding biocorrosion. An agent-based modelling paradigm was employed to make it possible to explore how each individual bacterium, of a particular species, contributes to the development of the biofilm. The initial illustration of iDynoMiCS considered how environmentally fluctuating oxygen availability affects the diversity and composition of a community of denitrifying bacteria that induce the denitrification pathway under anoxic or low oxygen conditions. The study explores the hypothesis that the existence of diverse strategies of denitrification in an environment can be explained by solely assuming that faster response incurs a higher cost. The agent-based model suggests that if metabolic pathways can be switched without cost the faster the switching the better. However, where faster switching incurs a higher cost, there is a strategy with optimal response time for any frequency of environmental fluctuations. This suggests that different types of denitrifying strategies win in different biological environments. Since this introduction the applications of iDynoMiCS continues to increase: a recent exploration of the plasmid invasion in biofilms being one example. This study explored the hypothesis that poor plasmid spread in biofilms is caused by a dependence of conjugation on the growth rate of the plasmid donor agent. Through simulation, the paper suggests that plasmid invasion into a resident biofilm is only limited when plasmid transfer depends on growth. Sensitivity analysis techniques were employed that suggests parameters relating to timing (lag before plasmid transfer between agents) and spatial reach are more important for plasmid invasion into a biofilm than the receiving agents growth rate or probability of segregational loss. Further examples that utilise iDynoMiCS continue to be published, including use of iDynoMiCS in modelling of a \"Pseudomonas aeruginosa\" biofilm with glucose substrate.",
            "score": 144.4530487060547
        },
        {
            "docid": "1269039_10",
            "document": "Bioaugmentation . There have been many instances where bioaugmentation had deficiencies in its process. Examples include Goldstein et al., 1985; Stephenson and Stephenson, 1992; Bouchez et al., 2000; Vogel and Walter, 2001; Wagner-Döbler, 2003. Many of these problems occurred because the microbial ecology issues were not taken into consideration in order to map the performance of the bioaugmentation. It is crucial to consider the microbes' ability to withstand the conditions in the microbial community to be placed in. In many of the cases that have failed, only the microbes' ability to break down compounds was considered and less their fitness in existing communities and the resulting competitive stress. It is better to identify the existing communities before looking at the strains needed to break down pollutants.",
            "score": 143.8074493408203
        },
        {
            "docid": "24891285_4",
            "document": "Roberto Kolter . During the 35-year term of the Kolter Laboratory at Harvard Medical School, more than 120 graduate student and postdoc trainees have explored an eclectic mix of topics gravitating around the study of microbes. In the 1990s, Kolter's research group was among the first to study the genetics of bacteria adhered to surfaces, living within communities called biofilms, and to consider biofilms as developmental and multicellular forms of microbes. The lab has discovered basic communication pathways underpinning biofilm development and characterized materials within the extracellular matrix of biofilms using model bacterial species like \"Pseudomonas\" \"aeruginosa\" and \"Bacillus subtilis.\" Kolter's lab also published early studies of cellular differentiation and division of labor in the context of multicellular microbial communities. In addition to biofilm biology, his group has done extensive work on bacterial physiology, intra and interspecies communication, microbial evolution, microbiome ecology, and bioactive compound discovery.",
            "score": 143.23699951171875
        },
        {
            "docid": "39597449_7",
            "document": "Metagenomics: An Alternative Approach to Genomics . The human body is inhabited by trillions of bacteria and other microbes, which have recently been studied in many different habitats (including gut, mouth, skin, and urogenital) by the Human Microbiome Project (HMP). These microbial communities were assayed using high-throughput DNA sequencing. HMP showed that, unlike individual microbial species, many metabolic processes were present among all body habitats with varying frequencies. Microbial communities of 649 metagenomes drawn from seven primary body sites on 102 individuals were studied as part of the human microbiome project. The metagenomic analysis revealed variations in niche specific abundance among 168 functional modules and 196 metabolic pathways within the microbiome. These included glycosaminoglycan degradation in the gut, as well as phosphate and amino acid transport linked to host phenotype (vaginal pH) in the posterior fornix. The HMP has brought to light the utility of metagenomics in diagnostics and evidence-based medicine. Thus metagenomics is a powerful tool to address many of the pressing issues in the field of Personalized medicine.",
            "score": 141.21217346191406
        },
        {
            "docid": "43555294_5",
            "document": "Pauline Mele . Mele's research has focussed mainly on the microbial communities found in association with plants. The focus of her activity is usually in the diverse soils under agricultural crops and pastures or in the zone immediately surrounding the plant root (rhizosphere).  Her interest is in understanding how the teeming mass of microbes found in these habitats work to improve the performance of plants either through enhancing their access to nutrients (mainly Nitrogen) or by protecting them from soil borne pathogens.  The complexities of these microhabitats has warranted the use of high resolution techniques and the advent of DNA based approaches has revolutionised studies such as these, so much so that Mele's group relies almost solely on extracting the genetic material of soil microbes to provide the clues to how agricultural management impacts the performance of microbes and how in turn landholders can manipulate soil condition to encourage favourable microbial communities.  Mele and her team could be seen travelling the southern cropping regions in a mobile laboratory that enabled on-site processing of samples, a critical requirement for capturing microbial features of interest as they exist in the field. Mele and her colleagues are now expanding their studies Australia- wide in a first attempt to classify and map the diversity of soil microbial communities found in its ancient and highly weathered soils, using DNA sequencing approaches.  Mele believes that the significance of soil biology in contemporary agricultural systems is not well understood yet offers enormous potential in overcoming production constraints. She also believes that a much more integrated and collaborative research effort utilising grower experience and previous knowledge is the only way to achieve much needed agricultural productivity gains.",
            "score": 140.75225830078125
        },
        {
            "docid": "205464_8",
            "document": "Human microbiota . Aside from simply elucidating the composition of the human microbiome, one of the major questions involving the human microbiome is whether there is a \"core\", that is, whether there is a subset of the community that is shared among most humans. If there is a core, then it would be possible to associate certain community compositions with disease states, which is one of the goals of the Human Microbiome Project. It is known that the human microbiome (such as the gut microbiota) is highly variable both within a single subject and among different individuals, a phenomenon which is also observed in mice.  On 13 June 2012, a major milestone of the Human Microbiome Project (HMP) was announced by the NIH director Francis Collins. The announcement was accompanied with a series of coordinated articles published in Nature and several journals in the Public Library of Science (PLoS) on the same day. By mapping the normal microbial make-up of healthy humans using genome sequencing techniques, the researchers of the HMP have created a reference database and the boundaries of normal microbial variation in humans. From 242 healthy U.S. volunteers, more than 5,000 samples were collected from tissues from 15 (men) to 18 (women) body sites such as mouth, nose, skin, lower intestine (stool), and vagina. All the DNA, human and microbial, were analyzed with DNA sequencing machines. The microbial genome data were extracted by identifying the bacterial specific ribosomal RNA, 16S rRNA. The researchers calculated that more than 10,000 microbial species occupy the human ecosystem and they have identified 81 – 99% of the genera.",
            "score": 140.19879150390625
        },
        {
            "docid": "931370_21",
            "document": "Tropical rainforest . This high rate of decomposition is the result of phosphorus levels in the soils, precipitation, high temperatures and the extensive microorganism communities. In addition to the bacteria and other microorganisms, there are an abundance of other decomposers such as fungi and termites that aid in the process as well. Nutrient recycling is important because below ground resource availability controls the above ground biomass and community structure of tropical rainforests. These soils are typically phosphorus limited, which inhibits net primary productivity or the uptake of carbon. The soil contains microbial organisms such as bacteria, which break down leaf litter and other organic matter into inorganic forms of carbon usable by plants through a process called decomposition. During the decomposition process the microbial community is respiring, taking up oxygen and releasing carbon dioxide. The decomposition rate can be evaluated by measuring the uptake of oxygen. High temperatures and precipitation increase decomposition rate, which allows plant litter to rapidly decay in tropical regions, releasing nutrients that are immediately taken up by plants through surface or ground waters. The seasonal patterns in respiration are controlled by leaf litter fall and precipitation, the driving force moving the decomposable carbon from the litter to the soil. Respiration rates are highest early in the wet season because the recent dry season results in a large percentage of leaf litter and thus a higher percentage of organic matter being leached into the soil.",
            "score": 138.72427368164062
        },
        {
            "docid": "42251979_3",
            "document": "Root microbiome . Despite the potential importance of the root microbiome for plants and ecosystems, our understanding of how root microbial communities are assembled is in its infancy. This is in part because until recent advances in sequencing technologies, root microbes were difficult to study due to high species diversity, the large number of cryptic species, and the fact that most species have yet to be retrieved in culture. Evidence suggests both biotic (such as host identity and plant neighbor) and abiotic (such as soil structure and nutrient availability) factors affect community composition.",
            "score": 137.9288787841797
        },
        {
            "docid": "53368771_3",
            "document": "Pharmacomicrobiomics . Efforts to understand the interaction between specific xenobiotics and the microbiome have traditionally involved the use of \"in vivo\" as well as \"in vitro\" models. Recently, next generation sequencing of genomic DNA obtained from a community of microbes has been used to identify organisms within microbial communities, allowing for accurate profiles of the composition of microbes within an environment. Initiatives such as the Human Microbiome Project (HMP) have aimed to characterize the microbial composition of the oral, gut, vaginal, skin and nasal environments. This and other microbiome characterization projects have accelerated the study of pharmacomicrobiomics. An extensive understanding of the microbiome in the human body can lead to the development of novel therapeutics and personalized drug treatments that are not potentiated or activated by processes carried out by the microbiome.",
            "score": 137.7565155029297
        },
        {
            "docid": "42251979_14",
            "document": "Root microbiome . Different parts of the root are associated with different microbial communities. For example, fine roots, root tips, and the main root are all associated with different communities, and the rhizosphere, root surface, and root tissue are all associated with different communities, likely due to the unique chemistry and nutrient status of each of these regions. Additionally different plant species, and even different cultivars, harbor different microbial communities, probably due to host specific immune responses and differences in carbon root exudates. Host age affects root microbial community composition, likely for similar reasons as host identity. The identity of neighboring vegetation has also been shown to impact a host plant's root microbial community composition.",
            "score": 137.1466827392578
        },
        {
            "docid": "1408929_38",
            "document": "Metagenomics . The soils in which plants grow are inhabited by microbial communities, with one gram of soil containing around 10-10 microbial cells which comprise about one gigabase of sequence information. The microbial communities which inhabit soils are some of the most complex known to science, and remain poorly understood despite their economic importance. Microbial consortia perform a wide variety of ecosystem services necessary for plant growth, including fixing atmospheric nitrogen, nutrient cycling, disease suppression, and sequester iron and other metals. Functional metagenomics strategies are being used to explore the interactions between plants and microbes through cultivation-independent study of these microbial communities. By allowing insights into the role of previously uncultivated or rare community members in nutrient cycling and the promotion of plant growth, metagenomic approaches can contribute to improved disease detection in crops and livestock and the adaptation of enhanced farming practices which improve crop health by harnessing the relationship between microbes and plants.",
            "score": 135.90155029296875
        },
        {
            "docid": "30509934_7",
            "document": "Ecological fitting . Studies of introduced species can provide some of the best evidence for ecological fitting, because species invasions represent natural experiments testing how a new species fits into a community. Invasion ecology teaches us that changes in geographic range can occur quickly, as is required by the Janzen model for ecological fitting, and ecological fitting provides an important mechanism whereby new species can fit into an existing community without adaptation. These natural experiments have often shown that communities dominated by invasive species, such as those on Ascension Island, can be as diverse and complex as native communities. Additionally, phylogenetic studies show evidence for ecological fitting when lineages of the associated species do not correlate over evolutionary time; that is, if host-parasite or other interactions are as tightly coevolved as was previously believed, parasites should not be switching to unrelated hosts. This kind of host switching has been shown many times: in insect-plant relationships where oligophagy in locusts manifests itself on distantly related plants, plant-disperser relationships among Mediterranean birds, plant-pollinator relationships between hummingbirds and Heliconia flowers, and for parasite-host associations ranging from flatworms in frogs to parasitic worms in primates or in trout. Another study examined the time required for sugarcane, \"Saccharum officinarum\", to accumulate diverse arthropod pest communities. It determined that time did not influence pest species richness, indicating that host-parasite associations were forming in ecological, not evolutionary, time.",
            "score": 135.83749389648438
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 133.43519592285156
        },
        {
            "docid": "26156185_5",
            "document": "Jillian Banfield . Banfield is an earth scientist who studies the structure, functioning and diversity of microbial communities in natural environments and the human microbiome. Her laboratory and collaborators pioneered the reconstruction of genomes from natural ecosystems and community metaproteomic analyses. Through genomics, her group has provided insights into previously unknown and little known bacterial and archaeal lineages, leading to a new rendition of the Tree of Life. She has conducted extensive research on natural and synthetic nanomaterials, exploring the impacts of particle size on their structure, properties and reactivity. Her lab described the oriented attachment-based mechanism for growth of nanoparticles and its implications for development of defect microstructures. She has also studied microorganism-mineral interactions, including those that lead to production of nanomaterials.",
            "score": 133.07162475585938
        },
        {
            "docid": "6423951_10",
            "document": "Hospital-acquired pneumonia . In some studies, the bacteria found in patients with HCAP were more similar to HAP than to CAP; compared to CAP, they could have higher rates of \"Staphylococcus aureus\" (\"S. aureus\") and \"Pseudomonas aeruginosa\", and less \"Streptococcus pneumoniae\" and \"Haemophilus influenzae\". In European and Asian studies, the etiology of HCAP was similar to that of CAP, and rates of multi drug resistant pathogens such as \"Staphylococcus aureus\" and \"Pseudomonas aeruginosa\" were not as high as seen in North American studies. It is well known that nursing home residents have high rates of colonization with MRSA. However, not all studies have found high rates of S. aureus and gram-negative bacteria. One factor responsible for these differences is the reliance on sputum samples and the strictness of the criteria to discriminate  between colonising or disease-causing bacteria. Moreover, sputum samples might be less frequently obtained in the elderly.Aspiration (both of microscopic drops and macroscopic amounts of nose and throat secretions) is thought to be the most important cause of HCAP. Dental plaque might also be a reservoir for bacteria in HCAP.  Bacteria have been the most commonly isolated pathogens, although viral and fungal pathogens are potentially found in immunocompromised hosts (patients on chronic immunosuppressed medications, solid organ and bone marrow transplant recipients). In general, the distribution of microbial pathogens varies among institutions, partly because of differences in patient population and local patterns of anti microbial resistance in hospitals and critical care units' Common bacterial pathogens include aerobic GNB, such as \"Pseudomonas aeruginosa\", \"Acinetobacter baumanii\", \"Klebsiella pneumoniae\", \"Escherichia coli\" as well as gram-positive organisms such as \"Staphylococcus aureus\". In patients with an early onset pneumonia (within 5 days of hospitalization), they are usually due to anti microbial-sensitive bacteria such as \"Enterobacter\" spp, \"E. coli\", \"Klebsiella\" spp, \"Proteus\" spp, \"Serratia mare scans\", community pathogens such as \"Streptococcus pneumoniae, Haemophilus influenzae\", and methicillin-sensitive \"S. aureus\" should also be considered.  Pneumonia that starts in the hospital tends to be more serious than other lung infections because: people in the hospital are often very sick and cannot fight off germs. The types of germs present in a hospital are often more dangerous and more resistant to treatment than those outside in the community. Pneumonia occurs more often in people who are using a respirator. This machine helps them breathe. Hospital-acquired pneumonia can also be spread by health care workers, who can pass germs from their hands or clothes from one person to another. This is why hand-washing, wearing grows, and using other safety measures is so important in the hospital.",
            "score": 132.9584197998047
        },
        {
            "docid": "19456032_30",
            "document": "Microbiota . The Earth Microbiome Project (EMP) is an initiative to collect natural samples and analyze the microbial community around the globe. Microbes are highly abundant, diverse and have an important role in the ecological system. Yet , it was estimated that the total global environmental DNA sequencing effort had produced less than 1 percent of the total DNA found in a liter of seawater or a gram of soil, and the specific interactions between microbes are largely unknown. The EMP aims to process as many as 200,000 samples in different biomes, generating a complete database of microbes on earth to characterize environments and ecosystems by microbial composition and interaction. Using these data, new ecological and evolutionary theories can be proposed and tested.",
            "score": 132.7892608642578
        },
        {
            "docid": "3619680_13",
            "document": "Ballast tank . One of the most common problems among vessel construction and maintenance is the corrosion that takes place in the double hull space ballast tanks have in merchant vessels. Bio-degradation takes place in ballast tank coatings in marine environments. Ballast tanks can carry more than ballast water; most of the time ballast tanks are filled with other bacteria or organisms. Some of these bacteria can that can be picked up from other parts of the world can cause the ballast tank to get damaged. Bacteria from different regions plus the natural bacteria can cause ballast tanks to break down. The natural bacteria community has an interaction of the natural bio-films with the coating, an aspect which is not covered in standard procedures. Researchers have shown that biological activity indeed significantly affects the coating properties. Micro-cracks and small holes have been found in ballast tanks. Acidic bacteria created holes with 0.2–0.9 μm in length and 4–9 μm in width. The natural community caused cracks of 2–8 μm in depth and 1 μm in length. The EIS technique was used to examine the degradation. The bacterial affected coatings decreased in corrosion resistance. The natural community, has a clear loss in coating resistance over time. Also, coating corrosion resistance declines after 40 days of exposure to the natural community, resulting in blisters in the ballast tank. Bacteria might be linked to certain bio-film patterns affecting various types of coating attacks.",
            "score": 130.56959533691406
        },
        {
            "docid": "35256679_21",
            "document": "Community fingerprinting . Schloss \"et al.\" conducted a study examining environmental variables and linking them to changes in the microbial ecology of a compost pile. They used ARISA to profile the community structure and look at microbial succession over stages in the composting process. They took DNA samples and sequenced the 16S rRNA gene to identify community members at the different phases of the process. Then they used ARISA to look at community-wide changes and then matched up the 16S rRNA gene sequence with the most common ARISA fragments to identify these microbial community members.",
            "score": 130.3372039794922
        },
        {
            "docid": "10074847_20",
            "document": "Panamanian golden frog . Prior to the spread of the \"Batrachochytrium dendrobatidis\" fungus into Panamanian golden frog habitat, conservation organizations collected Panamanian golden frogs and placed them in captive survival assurance colonies. The skin of amphibians is host to a diverse resident bacterial community, which acts as a defense mechanism in some amphibians to inhibit pathogens. Researchers characterized the bacterial community from wild and captive Panamanian golden frogs originating from the same population with sequencing to assess how long-term captivity has affected this community. Species richness, phylogenetic diversity, and community structure of the skin microbiota were found to be significantly different between wild and captive Panamanian golden frogs. However, after approximately eight years of living in captivity, the offspring of the original captive Panamanian golden frogs still shared 70% of their microbial community with wild frogs. These results demonstrate that host-associated microbial communities can be significantly altered by captive management, but most of the community composition can be preserved.",
            "score": 130.1181640625
        },
        {
            "docid": "34920670_13",
            "document": "Hologenome theory of evolution . The surprise stems from the knowledge that corals are long lived, with lifespans on the order of decades, and do not have adaptive immune systems. Their innate immune systems do not produce antibodies, and they should seemingly not be able to respond to new challenges except over evolutionary time scales. Yet multiple researchers have documented variations in bleaching susceptibility that may be termed 'experience-mediated tolerance'. The puzzle of how corals managed to acquire resistance to a specific pathogen led Eugene Rosenberg and Ilana Zilber-Rosenberg to propose the Coral Probiotic Hypothesis. This hypothesis proposes that a dynamic relationship exists between corals and their symbiotic microbial communities. Beneficial mutations can arise and spread among the symbiotic microbes much faster than in the host corals. By altering its microbial composition, the \"holobiont\" can adapt to changing environmental conditions far more rapidly than by genetic mutation and selection in the host species alone.",
            "score": 129.1090545654297
        },
        {
            "docid": "40726052_2",
            "document": "Community genetics . Community genetics is a recently emerged field in biology that fuses elements of community ecology, evolutionary biology, and molecular and quantitative genetics. Antonovics first articulated the vision for such a field, and Whitham et al. formalized its definition as “The study of the genetic interactions that occur between species and their abiotic environment in complex communities.” The field aims to bridge the gaps in the study of evolution and ecology, within the multivariate community context that ecological and evolutionary phenomena are embedded within. The documentary movie \"A Thousand Invisible Cords\" provides an introduction to the field and its implications. To date, the primary focus of most community genetics studies has been on the influences of genetic variation in plants on foliar arthropod communities. In a wide variety of ecosystems, different plant genotypes often support different compositions of associated foliar arthropod communities. Such community phenotypes have been observed in natural hybrid complexes, among genotypes and sibling families within a single species and among different plant populations. To understand the broader impacts of differences among plant genotypes on biodiversity as a whole, researchers have begun to examine the response of other organisms, such as foliar endophytes, mycorrhizal fungi, soil microbes, litter dwelling arthropods, herbaceous plants and epiphytes. These effects are frequently examined with foundation species in temperate ecosystems, who structure ecosystems by modulating and stabilizing resources and ecosystem processes. The emphasis on foundation species allows researchers to focus on the likely most important players in a system without becoming overwhelmed by the complexity of all the genetically variable interactions occurring at the same time. However, unique effects of plant genotypes have also been found with non-foundation species, and can occur in tropical, boreal and alpine systems.",
            "score": 128.35000610351562
        },
        {
            "docid": "1672551_26",
            "document": "Concentrated animal feeding operation . Antibiotics are used heavily in CAFOs to both treat and prevent illness in individual animals as well as groups. The close quarters inside CAFOs promote the sharing of pathogens between animals and thus, the rapid spread of disease. Even if their stock are not sick, CAFOs will incorporate low doses of antibiotics into feed “to reduce the chance for infection and to eliminate the need for animals to expend energy fighting off bacteria, with the assumption that saved energy will be translated into growth”. This practice is an example of a non-therapeutic use of antibiotics. Such antibiotic use is thought to allow animals to grow faster and bigger, consequently maximizing production for that CAFO. Regardless, the World Health Organization has recommended that the non-therapeutic use of antibiotics in animal husbandry be reevaluated, as it contributes to the overuse of antibiotics and thus the emergence of resistant bacteria that can spread to humans. When bacteria naturally occurring in the animals’ environment and/or body are exposed to antibiotics, natural selection results in bacteria, who have genetic variations that protect them from the drugs, to survive and spread their advantageously resistant traits to other bacteria present in the ecosystem. This is how the problem of antimicrobial resistance increases with the continued use of antibiotics by CAFOs. This is of concern to public health because resistant bacteria generated by CAFOs can be spread to the surrounding environment and communities via waste water discharge or aerosolization of particles.",
            "score": 128.15138244628906
        },
        {
            "docid": "26156185_8",
            "document": "Jillian Banfield . Research exploring microbial diversity and metabolic capacities draws heavily on genome-resolved metagenomic methods coupled to tools that provide insight into function in situ (proteomics, transcriptomics, and metabolomics). In fact, the Banfield lab led the first research that achieved reconstruction of draft genomes from shotgun sequence information (metagenomics, also described as community genomics) as well as the first community (meta)proteomic studies of microbial communities (2004 and 2005, respectively). The combined approaches have been used to investigate many aspects of ecosystem function, including microbial impacts on the carbon, sulfur, nitrogen, iron and hydrogen cycles. Emphasis is placed on analysis of reconstructed genomes because these provide detailed information about genetic potential, with strain resolution, without reliance on laboratory isolation of the organisms or the need for sequences from related (but potentially metabolically distinct) species.",
            "score": 127.62845611572266
        },
        {
            "docid": "42251979_16",
            "document": "Root microbiome . The root microbiome is dynamic, fluid within the constraints imposed by the biotic and abiotic environment. As in macroecological systems, the historical trajectory of the microbiotic community may partially determine the present and future community. Due to antagonistic and mutualistic interactions between microbial taxa, the taxa colonizing a root at any given moment could be expected to influence which new taxa are acquired, and therefor how the community responds to changes in the host or environment. While the effect of initial community on microbial succession has been studied in various environmental samples, human microbiome, and laboratory settings, it has yet to be studied in roots.",
            "score": 126.79021453857422
        },
        {
            "docid": "48433577_8",
            "document": "Bruce Rittmann . Originally working in cooperation with Dr. David Stahl, Rittmann introduced the powerful tools of molecular biology to environmental engineering, helping create the exciting field known today as Environmental Biotechnology, in which the goal is to manage microbial communities so that they provide services to society. The tools of molecular microbial ecology directly interrogate the genetic information in microorganisms. They make it possible to determine what types of microorganisms are present in the complex communities of environmental biotechnologies, what reactions those microorganisms can carry out, what reactions they are carrying out, and how they interact with each other and their environment. Now working hand-in-glove with Center colleague Dr. Rosa Krajmalnik-Brown, Rittmann is using molecular microbial ecology to understand and manage microbial communities in a wide range of microbiological processes used for removing pollution from water, generating renewable resources, and improving human health.",
            "score": 126.21815490722656
        }
    ]
}