{
    "q": [
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 182.11530327796936
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 217.56607389450073
        },
        {
            "docid": "5009_44",
            "document": "Zebrafish . This study of the zebrafish's retinal characteristics has also extrapolated into medical enquiry. In 2007, researchers at University College London grew a type of zebrafish adult stem cell found in the eyes of fish and mammals that develops into neurons in the retina. These could be injected into the eye to treat diseases that damage retinal neurons—nearly every disease of the eye, including macular degeneration, glaucoma, and diabetes-related blindness. The researchers studied Müller glial cells in the eyes of humans aged from 18 months to 91 years, and were able to develop them into all types of retinal neurons. They were also able to grow them easily in the lab. The stem cells successfully migrated into diseased rats' retinas, and took on the characteristics of the surrounding neurons. The team stated that they intended to develop the same approach in humans. As demonstrated through ongoing research programmes, the zebrafish model enables researchers not only to identify genes that might underlie human disease, but also to develop novel therapeutic agents in drug discovery programmes. Zebrafish embryos have proven to be a rapid, cost-efficient, and reliable teratology assay model. Drug screens in zebrafish can be used to identify novel classes of compounds with biological effects, or to repurpose existing drugs for novel uses; an example of the latter would be a screen which found that a commonly used statin (rosuvastatin) can suppress the growth of prostate cancer To date, 65 small-molecule screens have been carried out and at least one has led to clinical trials. Within these screens, many technical challenges remain to be resolved, including differing rates of drug absorption resulting in levels of internal exposure that cannot be extrapolated from the water concentration, and high levels of natural variation between individual animals. To understand drug effects, the internal drug exposure is essential, as this drives the pharmacological effect. Translating experimental results from zebrafish to higher vertebrates (like humans) requires concentration-effect relationships, which can be derived from pharmacokinetic and pharmacodynamic analysis. To date, only a pharmacokinetic model for paracetamol has been developed in zebrafish larvae. The potential for pharmacological analyses in this organism is however promising.",
            "score": 153.29279232025146
        },
        {
            "docid": "38663170_2",
            "document": "Retinal precursor cells . Retinal precursor cells are biological cells that differentiate into the various cell types of the retina during development. In the vertebrate, these retinal cells differentiate into seven cell types, including retinal ganglion cells, amacrine cells, bipolar cells, horizontal cells, rod photoreceptors, cone photoreceptors, and Müller glia cells. During embryogenesis, retinal cells originate from the anterior portion of the neural plate termed the eye field. Eye field cells with a retinal fate express several transcription factor markers including Rx1, Pax6, and Lhx2. The eye field gives rise to the optic vesicle and then to the optic cup. The retina is generated from the precursor cells within the inner layer of the optic cup, as opposed to the retinal pigment epithelium that originate from the outer layer of the optic cup. In general, the developing retina is organized so that the least-committed precursor cells are located in the periphery of the retina, while the committed cells are located in the center of the retina. The differentiation of retinal precursor cells into the mature cell types found in the retina is coordinated in time and space by factors within the cell as well as factors in the environment of the cell. One example of an intrinsic regulator of this process is the transcription factor Ath5. Ath5 expression in retinal progenitor cells biases their differentiation into a retinal ganglion cell fate. An example of an environmental factor is the morphogen sonic hedge hog (Shh). Shh has been shown to repress the differentiation of precursor cells into retinal ganglion cells.",
            "score": 199.11480927467346
        },
        {
            "docid": "8316030_6",
            "document": "Peter Zandstra . Research in the Zandstra Laboratory is focused on the regeneration of functional tissues from stem cells and the development and utilization of tools to modulate the responses of stem cells in vitro and in vivo. Interest in the generation of primary cells and tissues ex vivo is driven both by their potential use as a direct clinical modality and as human tissue analogues for the development of novel therapeutic agents. Dr Zandstra’s group particularly interested in understanding the role that the extracellular environment, the stem cell niche, plays in controlling stem cell fate decisions. Using quantitative bioengineering approaches including micro-fabrication, bioreactors, mathematically modeling and protein and cell engineering the Zandstra lab is discovering how stem cells integrate their complex microenvironment to make self-renewal or differentiation divisions. The group is focused on using this understanding to enable new therapeutically and technologically relevant strategies in regenerative medicine. The Zandstra lab focuses in particular on understanding how to grow human blood stem cells, and on understanding how to differentiate pluripotent stem cells into functional blood, cardiac and pancreatic tissue.",
            "score": 179.75499534606934
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 195.15413618087769
        },
        {
            "docid": "419094_23",
            "document": "Adipose tissue . Recent advances in biotechnology have allowed for the harvesting of adult stem cells from adipose tissue, allowing stimulation of tissue regrowth using a patient's own cells. In addition, adipose-derived stem cells from both human and animals reportedly can be efficiently reprogrammed into induced pluripotent stem cells without the need for feeder cells. The use of a patient's own cells reduces the chance of tissue rejection and avoids ethical issues associated with the use of human embryonic stem cells. A growing body of evidence also suggests that different fat depots (i.e. abdominal, omental, pericardial) yield adipose-derived stem cells with different characteristics. These depot-dependent features include proliferation rate, immunophenotype, differentiation potential, gene expression, as well as sensitivity to hypoxic culture conditions.",
            "score": 180.60978174209595
        },
        {
            "docid": "22108748_3",
            "document": "Hippo signaling pathway . A fundamental question in developmental biology is how an organ knows to stop growing after reaching a particular size. Organ growth relies on several processes occurring at the cellular level, including cell division and programmed cell death (or apoptosis). The Hippo signaling pathway is involved in restraining cell proliferation and promoting apoptosis. As many cancers are marked by unchecked cell division, this signaling pathway has become increasingly significant in the study of human cancer. Hippo pathway also has critical role in stem cell and tissue specific progenitor cell self-renewal and expansion.",
            "score": 146.98740124702454
        },
        {
            "docid": "12223532_35",
            "document": "Induced pluripotent stem cell . A proof-of-concept of using induced pluripotent stem cells (iPSCs) to generate human organ for transplantation was reported by researchers from Japan. Human ‘liver buds’ (iPSC-LBs) were grown from a mixture of three different kinds of stem cells: hepatocytes (for liver function) coaxed from iPSCs; endothelial stem cells (to form lining of blood vessels) from umbilical cord blood; and mesenchymal stem cells (to form connective tissue). This new approach allows different cell types to self-organize into a complex organ, mimicking the process in fetal development. After growing \"in vitro\" for a few days, the liver buds were transplanted into mice where the ‘liver’ quickly connected with the host blood vessels and continued to grow. Most importantly, it performed regular liver functions including metabolizing drugs and producing liver-specific proteins. Further studies will monitor the longevity of the transplanted organ in the host body (ability to integrate or avoid rejection) and whether it will transform into tumors. Using this method, cells from one mouse could be used to test 1,000 drug compounds to treat liver disease, and reduce animal use by up to 50,000.",
            "score": 167.57928085327148
        },
        {
            "docid": "36315057_36",
            "document": "Induced stem cells . The risk of cancer and tumors creates the need to develop methods for safer cell lines suitable for clinical use. An alternative approach is so-called \"direct reprogramming\" – transdifferentiation of cells without passing through the pluripotent state. The basis for this approach was that 5-azacytidine – a DNA demethylation reagent – can cause the formation of myogenic, chondrogenic and adipogeni clones in the immortal cell line of mouse embryonic fibroblasts and that the activation of a single gene, later named MyoD1, is sufficient for such reprogramming. Compared with iPSC whose reprogramming requires at least two weeks, the formation of induced progenitor cells sometimes occurs within a few days and the efficiency of reprogramming is usually many times higher. This reprogramming does not always require cell division. The cells resulting from such reprogramming are more suitable for cell therapy because they do not form teratomas. For example, Chandrakanthan et al., & Pimanda describe the generation of tissue-regenerative multipotent stem cells (iMS cells) by treating mature bone and fat cells transiently with a growth factor (platelet-derived growth factor–AB (PDGF-AB)) and 5-Azacytidine. These authors claim that: \"Unlike primary mesenchymal stem cells, which are used with little objective evidence in clinical practice to promote tissue repair, iMS cells contribute directly to in vivo tissue regeneration in a context-dependent manner without forming tumors\" and so \"has significant scope for application in tissue regeneration.\"",
            "score": 170.20305168628693
        },
        {
            "docid": "54423858_7",
            "document": "Russell Fernald . In early work, Fernald asked how fish maintain excellent visual acuity despite rapid eye growth. He showed eyes grow through expansion and cell addition at the eye’s margins but that rod photoreceptors arise from precursor stem cells. Fernald next asked how fish lens quality was preserved during growth, identifying specific mechanisms, sharing the Rank Prize for the discovery. Fernald also showed that retinal opsin production was regulated via a circadian rhythm, since shown to be the case in all vertebrates. Fernald also did research on eye evolution, showing that photoreceptor proteins have an ancient origin predating vision while lens proteins have arisen many times from different sources in different animal lineages.",
            "score": 133.99318385124207
        },
        {
            "docid": "854081_7",
            "document": "Regeneration (biology) . \"Strategies include the rearrangement of pre-existing tissue, the use of adult somatic stem cells and the dedifferentiation and/or transdifferentiation of cells, and more than one mode can operate in different tissues of the same animal. All these strategies result in the re-establishment of appropriate tissue polarity, structure and form.\" During the developmental process, genes are activated that serve to modify the properties of cell as they differentiate into different tissues. Development and regeneration involves the coordination and organization of populations cells into a blastema, which is \"a mound of stem cells from which regeneration begins.\" Dedifferentiation of cells means that they lose their tissue-specific characteristics as tissues remodel during the regeneration process. This should not be confused with the transdifferentiation of cells which is when they lose their tissue-specific characteristics during the regeneration process, and then re-differentiate to a different kind of cell.",
            "score": 164.13652086257935
        },
        {
            "docid": "1082927_8",
            "document": "Haptotaxis . Haptotaxis plays a role in organizing cells to form tissues and specific regions of those tissues. Fibronectin and laminin both play a role in adrenocyte mutation into distinctive distribution in the adrenal gland. The adrenocytes migrate centripetally as they mature towards the medulla of the adrenal gland., and this movement may be a result of haptotactic forces mediated by fibronectin and laminin. In nerve cells, axonal growth is mediated by nerve growth factor in a haptotactic manner, where the axon of nerve cells grows along the gradient. This information could be used to possibly develop methods to promote nerve regeneration in patients that have nerve damage.  Another regenerative strategy is the use of mesenchymal stem cells, which can differentiate into different kinds of connective tissue in the wound healing process. The haptotaxis is mediated by fibronectin, vitronectin, and type I collagen. A recent study has tentatively proposed the idea that the structures on cells responsible for sensing the membrane protein gradients are attenuated filopodia. Also, the more amount of filopodia present on the leading edge of the migrating cell, the more responsive the cell is to the haptotactic gradient. This is important because there is the possibility that all motile cells that display filopodia may be responding to haptotactic gradients. Further research is required in the subject, but it is clear that more and more kinds of cell undergo haptotaxis than originally believed.",
            "score": 148.8270344734192
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 163.9195305109024
        },
        {
            "docid": "2880535_6",
            "document": "Blastema . As stated above, there are several different types of organisms that can utilize a regenerative blastema as an adult. These organisms include urodele amphibians, zebrafish, and planarian flatworms as major creatures of study. In flatworms, the formation of a blastema needs adult stem cells that are called neoblasts for any type of regeneration to occur . Flatworms use these undifferentiated cells for regeneration after paracrine factors can provide signals from the surface of the wound. The cells in the blastema are also referred to as clonogenic neoblasts (cNeoblasts) that are able to move to the site of the wound and reform the tissue . In urodele amphibians, studies suggest that dedifferentiation of cells leads to the formation of a blastema that is able to form multiple tissue types after the amputation of their tails and wound healing occurs . In zebrafish, and in general, it seems as if experts are still uncertain of what truly forms the blastema. However, two common theories that have often been expressed are cell dedifferentiation and the recruitment of stem cells to the wound site .",
            "score": 140.65859079360962
        },
        {
            "docid": "8685250_22",
            "document": "Nova Southeastern University College of Dental Medicine . Tissue engineering is the creation of new tissues in the laboratory using stem cells, bioactive molecules and scaffolds. How we will use stem cells therapeutically: 1.Isolate stem cells from blood transfusion or cell culture (flow cytometer) 2.Proliferate the cells in culture using growth factors 3.Grow the cells around scaffold materials 4.Create organ culture conditions for a specific cell and tissue type 5.Transplant the new replacement tissues into patients",
            "score": 172.7056906223297
        },
        {
            "docid": "23294664_20",
            "document": "Dominant white . The \"KIT\" gene encodes a protein called steel factor receptor, which is critical to the differentiation of stem cells into blood cells, sperm cells, and pigment cells. A process called alternative splicing, which uses the information encoded in the \"KIT\" gene to make slightly different proteins (isoforms) for use in different circumstances, may impact whether a mutation on \"KIT\" affects blood cells, sperm cells, or pigment cells. Steel factor receptor interacts chemically with steel factor or stem cell factor to relay chemical messages. These messages are used during embryonic development to signal the migration of early melanocytes (pigment cells) from the neural crest tissue to their eventual destinations in the dermal layer. The neural crest is a transient tissue in the embryo that lies along the dorsal line. Melanocytes migrate along the dorsal line to a number of specific sites: near the eye, near the ear, and the top of the head; six sites along each side of the body, and a few along the tail. At these sites, the cells undergo a few rounds of replication and differentiation, and then migrate down and around the body from the dorsal aspect towards the ventral aspect and the limb buds.",
            "score": 184.96181392669678
        },
        {
            "docid": "38154621_4",
            "document": "Retinal regeneration . Zebrafish, like other teleost fish, possess the innate ability to regenerate retinal damage. This ability combined with the considerable similarity between teleost and mammalian retinal structure makes zebrafish an attractive model for the study of retinal regeneration. Muller glia are a type of glial cell present in both the teleost and mammalian retina. Retinal regeneration in zebrafish is mediated by Muller glia, which dedifferentiate into stem-like cells and proliferate into neural progenitor cells in response to retinal damage. While Muller glia division is responsible for the regeneration of the retina in all cases of retinal damage, the case of photoreceptor loss due to light damage is particularly well characterized. In response to photoreceptor ablation, Muller glia dedifferentiate and undergo a single asymmetric division to produce a neural progenitor cell and a new Muller glia cell. The neural progenitor cell proliferates to form a cluster of neural progenitors, which migrate to the outer nuclear layer of the retina and differentiate into photoreceptors to replace the lost cells. This process restores retinal function to the injured fish. Understanding the underlying mechanisms may provide insight into treatment options for degenerative retinal diseases in mammals.",
            "score": 214.4289754629135
        },
        {
            "docid": "222154_18",
            "document": "Blastula . Blastula-stage cells can behave as pluripotent stem cells in many species. Pluripotent stem cells are the starting point to produce organ specific cells that can potentially aid in repair and prevention of injury and degeneration. Combining the expression of transcription factors and locational positioning of the blastula cells can lead to the development of induced functional organs and tissues. Pluripotent \"Xenopus\" cells, when used in an in vivo strategy, were able to form into functional retinas. By transplanting them to the eye field on the neural plate, and by inducing several mis-expressions of transcription factors, the cells were committed to the retinal lineage and could guide vision based behavior in the \"Xenopus\".",
            "score": 224.10699486732483
        },
        {
            "docid": "11038447_11",
            "document": "Neural tissue engineering . A third method for treating CNS injuries is to artificially create tissue outside of the body to implant into the injury site. This method could treat injuries that consist of large cavities, where larger amounts of neural tissue needs to be replaced and regenerated. Neural tissue is grown \"in vitro\" with neural stem or progenitor cells in a 3D scaffold, forming embryoid bodies (EBs). These EBs consist of a sphere of stem cells, where the inner cells are undifferentiated neural cells, and the surrounding cells are increasingly more differentiated. 3D scaffolds are used to transplant tissue to the injury site and to make the appropriate interface between the artificial and the brain tissue. The scaffolds must be: biocompatible, biodegradable, fit injury site, similar to existing tissue in elasticity and stiffness, and support growing cells and tissues. The combination of using directed stem cells and scaffolds to support the neural cells and tissues increase the survival of the stem cells in the injury site, increasing the efficacy of the treatment.",
            "score": 231.20057821273804
        },
        {
            "docid": "47723048_2",
            "document": "Ventricular zone . In vertebrate organisms, the ventricular zone (VZ) is a transient embryonic layer of tissue containing neural stem cells, principally radial glial cells, of the central nervous system (CNS). The VZ is so named because it lines the ventricular system, which contains cerebrospinal fluid (CSF). The embryonic ventricular system contains growth factors and other nutrients needed for the proper function of CNS stem cells. Neurogenesis, or the generation of neurons, occurs in the VZ during embryonic and fetal development as a function of the Notch pathway, and the newborn neurons must migrate substantial distances to their final destination in the developing brain or spinal cord where they will establish neural circuits. A secondary proliferative zone, the subventricular zone (SVZ), lies adjacent to the VZ. In the embryonic cerebral cortex, the SVZ contains intermediate neuronal progenitors that continue to divide into post-mitotic neurons. Through the process of neurogenesis, the parent neural stem cell pool is depleted and the VZ disappears. The balance between the rates of stem cell proliferation and neurogenesis changes during development, and species from mouse to human show large differences in the number of cell cycles, cell cycle length, and other parameters, which is thought to give rise to the large diversity in brain size and structure.",
            "score": 179.1684696674347
        },
        {
            "docid": "36315057_5",
            "document": "Induced stem cells . One example is the transformation of iris cells to lens cells in the process of maturation and transformation of retinal pigment epithelium cells into the neural retina during regeneration in adult newt eyes. This process allows the body to replace cells not suitable to new conditions with more suitable new cells. In Drosophila imaginal discs, cells have to choose from a limited number of standard discrete differentiation states. The fact that transdetermination (change of the path of differentiation) often occurs for a group of cells rather than single cells shows that it is induced rather than part of maturation.",
            "score": 210.708434343338
        },
        {
            "docid": "25263217_13",
            "document": "Sally Temple . As president of StemCulture, LLC. she is currently working on a new study involving a new product, StemBeads FGF2. StemCulture, LLC. describe this product as a growth factor supplement that is able to grow FGF2 dependent stem cell cultures in a more efficient way. She also recently identified an important human central nervous stem cell that may lead to important developments in retinal disease treatments. In 2015, she attended a RPI stem cell and bioengineering meeting and spoke about her retinal pigmented epithelial (RPE) research. She discussed how her team has been furthering their research into culturing human retinal stem cells and the use of RPE cells in therapy for age-related macular degeneration.",
            "score": 183.34182000160217
        },
        {
            "docid": "48334_22",
            "document": "Retina . Retinal development begins with the establishment of the eye fields mediated by the SHH and SIX3 proteins, with subsequent development of the optic vesicles regulated by the PAX6 and LHX2 proteins. The role of Pax6 in eye development was elegantly demonstrated by Walter Gehring and colleagues, who showed that ectopic expression of Pax6 can lead to eye formation on Drosophila antennae, wings, and legs. The optic vesicle gives rise to three structures: the neural retina, the retinal pigmented epithelium, and the optic stalk. The neural retina contains the retinal progenitor cells (RPCs) that give rise to the seven cell types of the retina. Differentiation begins with the retinal ganglion cells and concludes with production of the Muller glia. Although each cell type differentiates from the RPCs in a sequential order, there is considerable overlap in the timing of when individual cell types differentiate. The cues that determine a RPC daughter cell fate are coded by multiple transcription factor families including the bHLH and homeodomain factors.",
            "score": 202.34386110305786
        },
        {
            "docid": "4718706_20",
            "document": "Endothelial stem cell . The use of stem cells for treatment has become a growing interest in the scientific community. Distinguishing between an ESC and its intermediate progenitor is nearly impossible, so research is now being done broadly on EPCs. One study showed that brief exposure to sevoflurane promoted growth and proliferation of EPCs. Sevoflurane is used in general anesthesia, but this finding shows the potential to induce endothelial progenitors. Using stem cells for cell replacement therapies is known as \"regenerative medicine\", which is a booming field that is now working on transplanting cells as opposed to bigger tissues or organs.",
            "score": 146.0287160873413
        },
        {
            "docid": "54421246_46",
            "document": "Spinocerebellar ataxia type 1 . One treatment option being investigated is stem cell therapy which attempts to replace dead tissue by transplanting stem cells into affected region and either stimulating them to differentiate into the desired cell types or allowing them to stimulate endogenous regenerative mechanisms. These techniques are of interest to researchers as a possible treatment for neurodegenerative diseases, but currently are of limited success in animal models, and in in-vitro cell culture studies. The ability for grafted cells to integrate into the desired tissue and adjust for the unique pathologies of different neurodegenerative disorders can be a severe limitation on the development of stem cell based treatments. Further, the tissues in the brain often rely on intricate and complicated arrangements of neurons; regions of the brain that do not require precision in these patterns to function, like the striatum affected by Parkinson's disease which uses paracrine signaling, tend to have better results in stem cell therapies than systems that require precision, like the cerebellum and pons. Stem cell therapies can be especially difficult in replacing Purkinje neuron loss as unaffected granule cells can prevent axons reaching the deep cerebellar nuclei with which Purkinje cells interface. Despite these difficulties, grafted neural precursor cells have been shown to be viable and to successfully migrate into desired location in SCA1 transgenic mice models and mesenchymal stem cells have been shown to mitigate loss of dendritic arborization SCA1 mice. Positive results have been found in mice models using both stem cells from fetal neuroectoderm and adult stem cells from the lateral ventricles and the dentate gyrus. Using harvested stem cells in stem cell therapies require immunosuppression to prevent the host from rejecting the transplants; creating induced pluripotent stem cells from the host's own cells would mitigate this risk and has had some testing in other neurodegenerative diseases.",
            "score": 181.4446427822113
        },
        {
            "docid": "21076226_12",
            "document": "Plant tissue culture . Explants can be taken from many different parts of a plant, including portions of shoots, leaves, stems, flowers, roots, single undifferentiated cells and from many types of mature cells provided are they still contain living cytoplasm and nuclei and are able de-differentiate and resume cell division. This has given rise to the concept of totipotentency of plant cells. However this is not true for all cells or for all plants. In many species explants of various organs vary in their rates of growth and regeneration, while some do not grow at all. The choice of explant material also determines if the plantlets developed via tissue culture are haploid or diploid. Also the risk of microbial contamination is increased with inappropriate explants.",
            "score": 154.10135865211487
        },
        {
            "docid": "42069970_13",
            "document": "Neuronal lineage marker . The standard method of isolating neural stem cells in vitro is with the neurosphere culture system, the method originally used to identify NSCs. After some proliferation, the cells are either induced to differentiate by withdrawing the mitogens or by exposing the cells to another factor that induces some of the cells to develop into different lineages. Cellular fates are analysed by staining with antibodies directed against antigens specific for astrocytes, oligodendrocytes, and neurons. In some cases, cells are plated at low density and monitored to determine if a single cell can give rise to the three phenotypes. Immunomagnetic cell separation strategies using antibodies directed against cell surface markers present on stem cells, progenitors and mature CNS cells have been applied to the study of NSCs. Other non-immunological methods have been used to identify populations of cells from normal and tumorigenic CNS tissues, which demonstrate some of the in vitro properties of stem cells, including high aldehyde dehydrogenase (ALDH) enzyme activity. ALDH cells from embryonic rat and mouse CNS have been isolated and shown to have the ability to generate neurospheres, neurons, astrocytes and oligodendrocytes in vitro, as well as neurons in vivo when transplanted into the adult mouse cerebral cortex. Once a stem cell divides asymmetrically, the more mature progenitor is born and migrates to regions of differentiation. As the progenitor migrates, it matures further until it reaches a site where it stops and either becomes quiescent or fully differentiates into a functioning cell. The major obstacle to identifying and discovering markers that define a stem cell is that the most primitive cells are probably in a quiescent state and do not express many unique antigens. Thus, as with other fields like haematopoiesis, a combination of positive and negative markers will be required to better define the central nervous system stem cell. Nonetheless, changes in the expression levels of specific molecules can be used to indicate the presence of neural stem cells in studies focused on further differentiation toward specific neural lineages. Usual markers used for neural stem cells include Nestin and SOX2. Although Nestin it is expressed predominantly in stem cells of the central nervous system (CNS), its expression is absent from nearly all mature CNS cells, thus it is an efficient marker for neural stem cells. During neurogenesis, Sox2 is expressed throughout developing cells in the neural tube as well as in proliferating CNS progenitors, hence is thought to be centrally important for neural stem cell proliferation and differentiation. In addition to intracellular molecules, products are available to study proteins which are expressed at the cell surface, including ABCG2, FGF R4, and Frizzled-9.",
            "score": 187.01885378360748
        },
        {
            "docid": "4537268_11",
            "document": "Neuroepithelial cell . Researchers have been able to create neural chimeras by combining neurons that developed from embryonic stem cells with glial cells that were also derived from embryonic stem cells. These neural chimeras give researchers a comprehensive way of studying the molecular mechanisms behind cell repair and regeneration via neuroepithelial precursor cells and will hopefully shed light on possible nervous system repair in a clinical setting. In an attempt to identify the key features that differentiate neuroepithelial cells from their progenitor cells, researchers identified an intermediate filament that was expressed by 98% of the neuroepithelial cells of the neural tube, but none of their progenitor cells. After this discovery it became clear that all three cell types in the nervous system resulted from a homogenous population of stem cells. In order make clinical neural repair possible researchers needed to further characterize regional determination of stem cells during brain development by determining what factors commit a precursor to becoming one or the other. While the exact factors that lead to differentiation are unknown, researchers have taken advantage of human-rat neural chimeras to explore the development of human neurons and glial cells in an animal model. These neural chimeras have permitted researchers to look at neurological diseases in an animal model where traumatic and reactive changes can be controlled. Eventually researchers hope to be able to use the information taken from these neural chimera experiments to repair regions of the brain affected by central nervous system disorders. The problem of delivery, however, has still not been resolved as neural chimeras have been shown to circulate throughout the ventricles and incorporate into all parts of the CNS. By finding environmental cues of differentiation, neuroepithelial precursor transplantation could be used in the treatment of many diseases including multiple sclerosis, Huntington’s disease, and Parkinson’s disease. Further exploration of neural chimera cells and chimeric brains will provide evidence for manipulating the correct genes and increasing the efficacy of neural transplant repair.",
            "score": 179.05965912342072
        },
        {
            "docid": "4542890_3",
            "document": "Organoid . Attempts to create organs \"in vitro\" started with one of the first dissociation-reaggregation experiment where Henry Van Peters Wilson demonstrated that mechanically dissociated sponge cells can reaggregate and self-organize to generate a whole organism. In the subsequent decades, multiple labs were able to generate different types of organs \"in vitro\" through the dissociation and reaggregation of organ tissues obtained from amphibians and embryonic chicks. The phenomena of mechanically dissociated cells aggregating and reorganizing to reform the tissue they were obtained from subsequently led to the development of the differential adhesion hypothesis by Malcolm Steinberg. With the advent of the field of stem cell biology, the potential of stem cells to form organs \"in vitro\" was realized early on with the observation that when stem cells form teratomas or embryoid body, the differentiated cells can organize into different structures resembling those found in multiple tissue types. The advent of the field of organoids, started with a shift from culturing and differentiating stem cells in 2D media, to 3D media to allow for the development of the complex 3-dimensional structures of organs. Since 1987, researchers have devised different methods for 3-D culturing, and were able to utilize different types of stem cells to generate organoids resembling a multitude of organs. In 2008, Yoshiki Sasai and his team at RIKEN institute demonstrated that stem cells can be coaxed into balls of neural cells that self-organize into distinctive layers. In 2009 the Laboratory of Hans Clevers at Hubrecht Institute and University Medical Center Utrecht, The Netherlands showed that single LGR5 stem cells build crypt-villus structures in vitro without a mesenchymal niche. In 2010, Mathieu Unbekandt & Jamie A. Davies demonstrated the production of renal organoids from murine fetus-derived renogenic stem cells: subsequent reports showed significant physiological function of these organoids in vitro and in vivo.",
            "score": 179.14318025112152
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 158.6802794933319
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 206.4246484041214
        }
    ],
    "r": [
        {
            "docid": "8133296_10",
            "document": "Eye development . The inner layer of the optic cup is made of neuroepithelium (neural retina), while the outer layer is composed of retinal pigment epithelium (RPE). Experiments have determined that RPE cell differentiation and maintenance requires interaction with neighboring tissues, most likely canonical Wnt signaling, while neural retina differentiation is driven by tissue-autonomous factors.",
            "score": 234.43638610839844
        },
        {
            "docid": "11038447_11",
            "document": "Neural tissue engineering . A third method for treating CNS injuries is to artificially create tissue outside of the body to implant into the injury site. This method could treat injuries that consist of large cavities, where larger amounts of neural tissue needs to be replaced and regenerated. Neural tissue is grown \"in vitro\" with neural stem or progenitor cells in a 3D scaffold, forming embryoid bodies (EBs). These EBs consist of a sphere of stem cells, where the inner cells are undifferentiated neural cells, and the surrounding cells are increasingly more differentiated. 3D scaffolds are used to transplant tissue to the injury site and to make the appropriate interface between the artificial and the brain tissue. The scaffolds must be: biocompatible, biodegradable, fit injury site, similar to existing tissue in elasticity and stiffness, and support growing cells and tissues. The combination of using directed stem cells and scaffolds to support the neural cells and tissues increase the survival of the stem cells in the injury site, increasing the efficacy of the treatment.",
            "score": 231.20057678222656
        },
        {
            "docid": "222154_18",
            "document": "Blastula . Blastula-stage cells can behave as pluripotent stem cells in many species. Pluripotent stem cells are the starting point to produce organ specific cells that can potentially aid in repair and prevention of injury and degeneration. Combining the expression of transcription factors and locational positioning of the blastula cells can lead to the development of induced functional organs and tissues. Pluripotent \"Xenopus\" cells, when used in an in vivo strategy, were able to form into functional retinas. By transplanting them to the eye field on the neural plate, and by inducing several mis-expressions of transcription factors, the cells were committed to the retinal lineage and could guide vision based behavior in the \"Xenopus\".",
            "score": 224.10699462890625
        },
        {
            "docid": "27110987_12",
            "document": "Gene therapy of the human retina . The vertebrate neural retina composed of several layers and distinct cell types (see anatomy of the human retina). A number of these cell types are implicated in retinal diseases, including retinal ganglion cells, which degenerate in glaucoma, the rod and cone photoreceptors, which are responsive to light and degenerate in retinitis pigmentosa, macular degeneration, and other retinal diseases, and the retinal pigment epithelium (RPE), which supports the photoreceptors and is also implicated in retinitis pigmentosa and macular degeneration.",
            "score": 218.18414306640625
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 217.56607055664062
        },
        {
            "docid": "38154621_4",
            "document": "Retinal regeneration . Zebrafish, like other teleost fish, possess the innate ability to regenerate retinal damage. This ability combined with the considerable similarity between teleost and mammalian retinal structure makes zebrafish an attractive model for the study of retinal regeneration. Muller glia are a type of glial cell present in both the teleost and mammalian retina. Retinal regeneration in zebrafish is mediated by Muller glia, which dedifferentiate into stem-like cells and proliferate into neural progenitor cells in response to retinal damage. While Muller glia division is responsible for the regeneration of the retina in all cases of retinal damage, the case of photoreceptor loss due to light damage is particularly well characterized. In response to photoreceptor ablation, Muller glia dedifferentiate and undergo a single asymmetric division to produce a neural progenitor cell and a new Muller glia cell. The neural progenitor cell proliferates to form a cluster of neural progenitors, which migrate to the outer nuclear layer of the retina and differentiate into photoreceptors to replace the lost cells. This process restores retinal function to the injured fish. Understanding the underlying mechanisms may provide insight into treatment options for degenerative retinal diseases in mammals.",
            "score": 214.42897033691406
        },
        {
            "docid": "36315057_5",
            "document": "Induced stem cells . One example is the transformation of iris cells to lens cells in the process of maturation and transformation of retinal pigment epithelium cells into the neural retina during regeneration in adult newt eyes. This process allows the body to replace cells not suitable to new conditions with more suitable new cells. In Drosophila imaginal discs, cells have to choose from a limited number of standard discrete differentiation states. The fact that transdetermination (change of the path of differentiation) often occurs for a group of cells rather than single cells shows that it is induced rather than part of maturation.",
            "score": 210.70843505859375
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 206.42465209960938
        },
        {
            "docid": "22966688_4",
            "document": "Proliferative vitreoretinopathy . During rhegmatogenous retinal detachment, fluid from the vitreous humor enters a retinal hole. The mechanisms by which retinal holes or tears form are not fully understood yet. The accumulation of fluid in the subretinal space and the tractional force of the vitreous on the retina result in rhegmatogenous retinal detachment. During this process the retinal cell layers come in contact with vitreous cytokines. These cytokines trigger the ability of the retinal pigmented epithelium (RPE) to proliferate and migrate. The process involved resembles fibrotic wound healing by the RPE cells. The RPE cells undergo epithelial-mesenchymal transition (EMT) and develop the ability to migrate out into the vitreous. During this process the RPE cell layer-neural retinal adhesion and RPE-ECM (extracellular matrix) adhesions are lost. The RPE cells lay down fibrotic membranes while they migrate and these membranes contract and pull at the retina. All these finally lead to secondary retinal detachment after primary retinal detachment surgery. A number of studies have also shown that arachidonic acid metabolic cascade (one of the major inflammatory cascades) is important in the development of PVR. COX-2 expression was found in human idiopathic epiretinal membranes. Phospholipase A2 and cyclooxygenase blocking reduced structural abnormalities of the rat retina in concanavalin model of PVR and reduced the frequency of membrane formation by 43% in the dispase model of PVR and by 31% in the concanavalin one. Lornoxicam not only normalized the expression of cyclooxygenases in both models of PVR, but also neutralized the changes of the retina and the choroid thickness caused by the injection of pro-inflammatory agents.",
            "score": 205.9171600341797
        },
        {
            "docid": "2332422_17",
            "document": "Carcinogenesis . The cells in which all these DNA alterations accumulate are difficult to trace, but two recent lines of evidence suggest that normal stem cells may be the cells of origin in cancers. First, there exists a highly positive correlation (Spearman’s rho = 0.81; P < 3.5 × 10−8) between the risk of developing cancer in a tissue and the number of normal stem cell divisions taking place in that same tissue. The correlation applied to 31 cancer types and extended across five orders of magnitude. This correlation means that if the normal stem cells from a tissue divide once, the cancer risk in that tissue is approximately 1X. If they divide 1,000 times, the cancer risk is 1,000X. And if the normal stem cells from a tissue divide 100,000 times, the cancer risk in that tissue is approximately 100,000X. This strongly suggests that the main reason we have cancer is that our normal stem cells divide, which implies that cancer originates in normal stem cells. Second, statistics show that most human cancers are diagnosed in aged people. A possible explanation is that cancers occur because cells accumulate damage through time. DNA is the only cellular component that can accumulate damage over the entire course of a life, and stem cells are the only cells that can transmit DNA from the zygote to cells late in life. Other cells cannot keep DNA from the beginning of life until a possible cancer occurs. This implies that most cancers arise from normal stem cells.",
            "score": 203.36497497558594
        },
        {
            "docid": "48334_22",
            "document": "Retina . Retinal development begins with the establishment of the eye fields mediated by the SHH and SIX3 proteins, with subsequent development of the optic vesicles regulated by the PAX6 and LHX2 proteins. The role of Pax6 in eye development was elegantly demonstrated by Walter Gehring and colleagues, who showed that ectopic expression of Pax6 can lead to eye formation on Drosophila antennae, wings, and legs. The optic vesicle gives rise to three structures: the neural retina, the retinal pigmented epithelium, and the optic stalk. The neural retina contains the retinal progenitor cells (RPCs) that give rise to the seven cell types of the retina. Differentiation begins with the retinal ganglion cells and concludes with production of the Muller glia. Although each cell type differentiates from the RPCs in a sequential order, there is considerable overlap in the timing of when individual cell types differentiate. The cues that determine a RPC daughter cell fate are coded by multiple transcription factor families including the bHLH and homeodomain factors.",
            "score": 202.34385681152344
        },
        {
            "docid": "22966688_8",
            "document": "Proliferative vitreoretinopathy . TGFβ levels have been shown to be elevated up to three times normal during the progression of PVR. TGFβ is the most predominant isoform in the eye and is secreted as a latent inactive peptide into the vitreous by epithelial cells of the ciliary body and the lens epithelium and is also produced by the RPE cells and the Muller cells of the retina. TGFβ is known to induce EMT in RPE cells and fibrosis in the eye. Expression of PDGF in particular PDGF-AA is triggered during ocular injury and contributes to PVR pathology. RPE cells express the receptor for hepatocyte growth factor (HGF). HGF stimulates RPE cell migration and its presence is also strongly detected in retinal membranes. Interleukin 6 levels are elevated in the vitreous humor during PVR.",
            "score": 199.8896942138672
        },
        {
            "docid": "12223532_39",
            "document": "Induced pluripotent stem cell . The first human clinical trial using autologous iPSCs was approved by the Japan Ministry Health and was to be conducted in 2014 at the Riken Center for Developmental Biology in Kobe. However the trial was suspended after Japan's new regenerative medicine laws came into effect in November 2015. More specifically, an existing set of guidelines was strengthened to have the force of law (previously mere recommendations). iPSCs derived from skin cells from six patients suffering from wet age-related macular degeneration were reprogrammed to differentiate into retinal pigment epithelial (RPE) cells. The cell sheet would be transplanted into the affected retina where the degenerated RPE tissue was excised. Safety and vision restoration monitoring were to last one to three years.",
            "score": 199.4971160888672
        },
        {
            "docid": "38663170_2",
            "document": "Retinal precursor cells . Retinal precursor cells are biological cells that differentiate into the various cell types of the retina during development. In the vertebrate, these retinal cells differentiate into seven cell types, including retinal ganglion cells, amacrine cells, bipolar cells, horizontal cells, rod photoreceptors, cone photoreceptors, and Müller glia cells. During embryogenesis, retinal cells originate from the anterior portion of the neural plate termed the eye field. Eye field cells with a retinal fate express several transcription factor markers including Rx1, Pax6, and Lhx2. The eye field gives rise to the optic vesicle and then to the optic cup. The retina is generated from the precursor cells within the inner layer of the optic cup, as opposed to the retinal pigment epithelium that originate from the outer layer of the optic cup. In general, the developing retina is organized so that the least-committed precursor cells are located in the periphery of the retina, while the committed cells are located in the center of the retina. The differentiation of retinal precursor cells into the mature cell types found in the retina is coordinated in time and space by factors within the cell as well as factors in the environment of the cell. One example of an intrinsic regulator of this process is the transcription factor Ath5. Ath5 expression in retinal progenitor cells biases their differentiation into a retinal ganglion cell fate. An example of an environmental factor is the morphogen sonic hedge hog (Shh). Shh has been shown to repress the differentiation of precursor cells into retinal ganglion cells.",
            "score": 199.11480712890625
        },
        {
            "docid": "660008_11",
            "document": "Scanning laser ophthalmoscopy . The imaging of Retinal Pigment Epithelium (RPE) cells in patients with and without retinal disease has also proved possible with the use of AOSLO. With the loss of photoreceptor cells, background scattered light decreases and the light focused on the RPE can be analyzed more clearly. As the loss of RPE cells represents the primary pathology of macular degeneration, this provides a possible future avenue for tracking RPE degradation \"in vivo\". This has been further proved with the analysis of lipofuscin granule autofluoresence in normal human and rhesus macaque retinas by AOSLO. Comparison of this fluorescence in normal and diseased retinas with simultaneous imaging of cone structure and cone/retinal pigment cell ratio analysis has been shown to be possible and in the future may allow for the tracking of retinal damage from retinal dystrophies. AOSLO has already been used in rhesus macaques to track light damage to the macula from particular wavelengths.",
            "score": 198.0609130859375
        },
        {
            "docid": "7988175_4",
            "document": "Derek van der Kooy . His lab in the Terrence Donnelly Centre for Cellular and Biomolecular Research, carries out various neuroscience and developmental biology research projects. In 1994 his paper on neural stem cells in the adult mammalian forebrain was published in the journal \"Neuron\". This work first established that adult mammalian neural stem cells were located in the subependyma of the forebrain lateral ventricle, where two types of lineage related precursor cells, progenitor cells and stem cells, were shown to be present. Proliferation of these cell types were characterized in further experiments that were reported in articles in \"Development\" and the \"Journal of Neuroscience\". Of note, Derek's lab produced the first report of stem cells in the adult mammalian eye, published in 2000 in \"Science\". Further work, which was published in the journal, \"Neuron\", 2001, documented how embryonic stem cells were shown to differentiate directly to neural stem cells through a default mechanism. Derek's lab continues to investigate the nature of stem cells, embryonic and adult, the concept of immortal cells, and the differentiation of embryonic stem cells, capable of forming any tissue in the body, to neural stem cells.",
            "score": 196.99801635742188
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 195.15414428710938
        },
        {
            "docid": "5574218_18",
            "document": "Stargardt disease . Stem-cell therapy involves injecting cells with the potential to mature into differentiated and functioning retinal cells. This therapy has the potential stop disease progression and in the long term improve vision. To improve vision this technique will need to replicate the complex multi-layered and neurally anatomy of the retina. There are a number of research groups working with stem cells one of which is Ocata Therapeutics.",
            "score": 194.18417358398438
        },
        {
            "docid": "22966688_6",
            "document": "Proliferative vitreoretinopathy . The RPE cells migrate out into the vitreous, proliferate excessively and lay down ECM on both side sides of the detached retina. The ECM laid on the vitreous side of the retina are referred to as epiretinal or preretinal membranes (ERM) and those laid down between the RPE layer and the photoreceptors are referred to as subretinal or retroretinal membranes (SRM) . The two membranes differ in composition in that the ERM is composed of RPE cells, glial cells, macrophages and fibrocytes, while the SRM is rich in RPE cells. The subretinal membranes are of two types. One forms as diffuse sheets, which are not contractile and either lack or contain very little ECM. The presence of this type of membrane does not usually affect retinal reattachment surgery. The retina can be reattached even with the membrane in place. The other type forms as very thick contractile membranes which pull at the retina. These are opaque and block the light falling on the retina so the retinal reattachment surgery needs to be performed after manually peeling the membrane off.",
            "score": 192.20291137695312
        },
        {
            "docid": "48334_3",
            "document": "Retina . The retina consists of several layers of neurons interconnected by synapses. The neural retina refers to the three layers of neural cells (photo receptor cells, bipolar cells, and ganglion cells) within the retina, which in its entirety comprises ten distinct layers, including an outer layer of pigmented epithelial cells. The only neural cells that are directly sensitive to light are the photoreceptor cells, which are of two types: rods and cones. Rods function mainly in dim light and provide black-and-white vision while cones are responsible for the perception of colour. A third type of photoreceptor, the photosensitive ganglion cells, is important for entrainment and reflexive responses to the brightness of light.",
            "score": 191.94000244140625
        },
        {
            "docid": "619064_5",
            "document": "G0 phase . Stem cells are cells with the unique ability to produce differentiated daughter cells and to preserve their stem cell identity through self-renewal. In mammals, most adult tissues contain tissue-specific stem cells that reside in the tissue and proliferate to maintain homeostasis for the lifespan of the organism. These cells can undergo immense proliferation in response to tissue damage before differentiating and engaging in regeneration. Some tissue stem cells exist in a reversible, quiescent state indefinitely until being activated by external stimuli. Many different types of tissue stem cells exist, including muscle stem cells (MuSCs), neural stem cells (NSCs), intestinal stem cells (ISCs), and many others.",
            "score": 191.39523315429688
        },
        {
            "docid": "27110987_14",
            "document": "Gene therapy of the human retina . AAV is capable of transducing multiple cell types within the retina. AAV serotype 2, the most well-studied type of AAV, is commonly administered in one of two routes: intravitreal or subretinal. Using the intravitreal route, AAV is injected in the vitreous humor of the eye. Using the subretinal route, AAV is injected underneath the retina, taking advantage of the potential space between the photoreceptors and RPE layer, in a short surgical procedure. Although this is more invasive than the intravitreal route, the fluid is absorbed by the RPE and the retina flattens in less than 14 hours without complications. Intravitreal AAV targets retinal ganglion cells and a few Muller glial cells. Subretinal AAV efficiently targets photoreceptors and RPE cells.",
            "score": 191.2974853515625
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 189.98065185546875
        },
        {
            "docid": "3853380_37",
            "document": "Stem-cell therapy . Most stem cells intended for regenerative therapy are generally isolated either from the patient's bone marrow or from adipose tissue. Mesenchymal stem cells can differentiate into the cells that make up bone, cartilage, tendons, and ligaments, as well as muscle, neural and other progenitor tissues, they have been the main type of stem cells studied in the treatment of diseases affecting these tissues. The number of stem cells transplanted into damaged tissue may alter efficacy of treatment. Accordingly, stem cells derived from bone marrow aspirates, for instance, are cultured in specialized laboratories for expansion to millions of cells. Although adipose-derived tissue also requires processing prior to use, the culturing methodology for adipose-derived stem cells is not as extensive as that for bone marrow-derived cells. While it is thought that bone-marrow derived stem cells are preferred for bone, cartilage, ligament, and tendon repair, others believe that the less challenging collection techniques and the multi-cellular microenvironment already present in adipose-derived stem cell fractions make the latter the preferred source for autologous transplantation.",
            "score": 188.5181427001953
        },
        {
            "docid": "740746_16",
            "document": "Adult neurogenesis . By labeling a cell that gives rise to neurons, such as a neural stem cells or neural precursor cells, one can track the creation, proliferation, and even migration of newly created neurons. It is important to note, however, that while the plasmid is stable for long periods of time, its protein products may have highly variable half lives and their fluorescence may decrease as well as become too diluted to be seen depending on the number of round of replication they have undergone, making this method more useful for tracking self-similar neural precursor or neural stem cells rather than neurons themselves. The insertion of genetic material via a viral vector tends to be sporadic and infrequent relative to the total number of cells in a given region of tissue, making quantification of cell division inaccurate. However, the above method can provide highly accurate data with respect to when a cell was born as well as full cellular morphologies.",
            "score": 187.2600860595703
        },
        {
            "docid": "14723340_3",
            "document": "PEDF . Pigment epithelium-derived factor (PEDF) was originally discovered by Joyce Tombran-Tink and Lincoln Johnson in the late 1980s. This group was studying human retinal cell development by identifying secreted factors produced by the retinal pigmented epithelium (RPE), a layer of cells that supports the retina. Upon noticing RPE produced a factor that promoted the differentiation of primitive retinal cells into cells of a neuronal phenotype, they set out to determine the identity of the factor. They isolated proteins unique to RPE cells and tested the individual proteins for neurotrophic function, meaning promoting a neuronal phenotype. A neurotrophic protein around 50 kilodaltons (kDa) was identified and temporarily named RPE-54 before being officially termed pigment epithelium-derived factor.",
            "score": 187.16709899902344
        },
        {
            "docid": "42069970_13",
            "document": "Neuronal lineage marker . The standard method of isolating neural stem cells in vitro is with the neurosphere culture system, the method originally used to identify NSCs. After some proliferation, the cells are either induced to differentiate by withdrawing the mitogens or by exposing the cells to another factor that induces some of the cells to develop into different lineages. Cellular fates are analysed by staining with antibodies directed against antigens specific for astrocytes, oligodendrocytes, and neurons. In some cases, cells are plated at low density and monitored to determine if a single cell can give rise to the three phenotypes. Immunomagnetic cell separation strategies using antibodies directed against cell surface markers present on stem cells, progenitors and mature CNS cells have been applied to the study of NSCs. Other non-immunological methods have been used to identify populations of cells from normal and tumorigenic CNS tissues, which demonstrate some of the in vitro properties of stem cells, including high aldehyde dehydrogenase (ALDH) enzyme activity. ALDH cells from embryonic rat and mouse CNS have been isolated and shown to have the ability to generate neurospheres, neurons, astrocytes and oligodendrocytes in vitro, as well as neurons in vivo when transplanted into the adult mouse cerebral cortex. Once a stem cell divides asymmetrically, the more mature progenitor is born and migrates to regions of differentiation. As the progenitor migrates, it matures further until it reaches a site where it stops and either becomes quiescent or fully differentiates into a functioning cell. The major obstacle to identifying and discovering markers that define a stem cell is that the most primitive cells are probably in a quiescent state and do not express many unique antigens. Thus, as with other fields like haematopoiesis, a combination of positive and negative markers will be required to better define the central nervous system stem cell. Nonetheless, changes in the expression levels of specific molecules can be used to indicate the presence of neural stem cells in studies focused on further differentiation toward specific neural lineages. Usual markers used for neural stem cells include Nestin and SOX2. Although Nestin it is expressed predominantly in stem cells of the central nervous system (CNS), its expression is absent from nearly all mature CNS cells, thus it is an efficient marker for neural stem cells. During neurogenesis, Sox2 is expressed throughout developing cells in the neural tube as well as in proliferating CNS progenitors, hence is thought to be centrally important for neural stem cell proliferation and differentiation. In addition to intracellular molecules, products are available to study proteins which are expressed at the cell surface, including ABCG2, FGF R4, and Frizzled-9.",
            "score": 187.01885986328125
        },
        {
            "docid": "1971959_10",
            "document": "Norrie disease . A mutation in the \"NDP\" gene causes Norrie disease. The official name of the gene is \"Norrie disease (pseudoglioma)\", and its official symbol is \"NDP\". The normal function of the \"NDP\" gene is to produce the instructions for creating a protein called norrin. For the normal development of the eye and other body systems, norrin is believed to be crucial. Norrin also appears to be crucial in the specialization of the cells of the retina and the establishment of a blood supply to the inner ear and the tissues of the retina. The role of norrin in the specialization of retinal cells for their unique sensory is interfered by the mutation of \"NDP\". This results in an accumulation of immature retinal cells in the back of the eye. When norrin's role in the establishment of blood vessels supplying the eye is disrupted, eventually the tissues will break down.",
            "score": 186.9635467529297
        },
        {
            "docid": "8685250_18",
            "document": "Nova Southeastern University College of Dental Medicine . Stem cells have the ability to continuously divide and differentiate (develop) into various other kinds of cells/tissues. All tissues originate from fetal stem cells. Recently adult stem cells have been identified with the ability to create new tissues. We investigate stem cells that are taken from donor adult tissues, we do not conduct any research using fetal stem cells. Tissue engineering is the creation of new replacement tissues Potential patients that could benefit from stem cell therapies (millions): Cardiovascular disease 58 Autoimmune diseases 30 Diabetes 16 Osteoporosis 10 Cancer 8.2 Alzheimer's disease 4.5 Parkinson's disease 1.5 Severe burns 0.3 Spinal cord injuries 0.25 Birth defects 0.15",
            "score": 186.77432250976562
        },
        {
            "docid": "2404069_6",
            "document": "Leucism . A further difference between albinism and leucism is in eye colour. Due to the lack of melanin production in both the retinal pigmented epithelium (RPE) and iris, those affected by albinism typically have red eyes due to the underlying blood vessels showing through. In contrast, most leucistic animals have normally coloured eyes. This is because the melanocytes of the RPE are not derived from the neural crest, instead an outpouching of the neural tube generates the optic cup which, in turn, forms the retina. As these cells are from an independent developmental origin, they are typically unaffected by the genetic cause of leucism.",
            "score": 185.76060485839844
        },
        {
            "docid": "27783_15",
            "document": "Stem cell . During embryonic development these inner cell mass cells continuously divide and become more specialized. For example, a portion of the ectoderm in the dorsal part of the embryo specializes as 'neurectoderm', which will become the future central nervous system. Later in development, neurulation causes the neurectoderm to form the neural tube. At the neural tube stage, the anterior portion undergoes encephalization to generate or 'pattern' the basic form of the brain. At this stage of development, the principal cell type of the CNS is considered a neural stem cell. These neural stem cells are pluripotent, as they can generate a large diversity of many different neuron types, each with unique gene expression, morphological, and functional characteristics. The process of generating neurons from stem cells is called neurogenesis. One prominent example of a neural stem cell is the radial glial cell, so named because it has a distinctive bipolar morphology with highly elongated processes spanning the thickness of the neural tube wall, and because historically it shared some glial characteristics, most notably the expression of glial fibrillary acidic protein (GFAP). The radial glial cell is the primary neural stem cell of the developing vertebrate CNS, and its cell body resides in the ventricular zone, adjacent to the developing ventricular system. Neural stem cells are committed to the neuronal lineages (neurons, astrocytes, and oligodendrocytes), and thus their potency is restricted.",
            "score": 185.40049743652344
        },
        {
            "docid": "407749_3",
            "document": "Retinal scan . The human retina is a thin tissue composed of neural cells that is located in the posterior portion of the eye. Because of the complex structure of the capillaries that supply the retina with blood, each person's retina is unique. The network of blood vessels in the retina is not entirely genetically determined and thus even identical twins do not share a similar pattern.",
            "score": 185.07620239257812
        }
    ]
}