{
    "q": [
        {
            "docid": "30971990_7",
            "document": "Gait trainer . The use of over ground support walkers as an approach for gait training for the adult population is another recent development in adult rehabilitation. The value of over ground gait trainers is that these devices are typically more affordable than BWS systems, and they enable additional walking practice beyond the physical therapy session, whether in the institution or in the patient’s home or community environment. By using a gait trainer for over ground walking practice, the patient has support for balance and can now incorporate walking practice into his or her daily routine. For example, rather than remaining in a wheelchair between gait therapy sessions, an individual can use the over ground gait trainer for walking practice to and from the cafeteria within an institution, or while at a mall when out in the community. Early research indicates that sufficient over ground locomotor training may result in equivalent or possibly greater improvements in walking capacity as compared to the body-weight support treadmill training. The over ground walking practice is a closer replication to the real-world task of walking. The voluntary effort of step initiation and forward progression is essential for walking over ground, and these devices enable the patient to learn how to generate and control these motor forces in a way that is not available on a treadmill.",
            "score": 96.80191707611084
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 126.75023257732391
        },
        {
            "docid": "41121858_3",
            "document": "Binocular neurons . In the 19th century Charles Wheatstone determined that retinal disparity was a large contributor to depth perception. Using a stereoscope, he showed that horizontal disparity is used by the brain to calculate the relative depths of different objects in 3-dimensional space in reference to a fixed point. This process is called stereopsis. Two main classes of cells in visual cortex were identified by David H. Hubel and Torsten Wiesel in 1962 through their investigation of the cat's primary visual cortex. These classes were called simple and complex cells, which differ in how their receptive fields respond to light and dark stimuli. Béla Julesz in 1971 used random dot stereograms to find that monocular depth cues, such as shading, are not required for stereoscopic vision. Disparity selective cells were first recorded in the striate cortex (V1) of the cat by Peter Orlebar Bishop and John Douglas Pettigrew in the late 1960s, however this discovery was unexpected and was not published until 1986. These disparity selective cells, also known as binocular neurons, were again found in the awake behaving macaque monkey in 1985. Additionally, population responses of binocular neurons have been found in human ventral and dorsal pathways using fMRI.",
            "score": 103.51601386070251
        },
        {
            "docid": "27083516_5",
            "document": "Spinal locomotion . The spinal cord processes and interprets proprioception in a manner similar to how our visual system processes information. When we view a painting, the brain interprets the total visual field, as opposed to processing each individual pixel of information independently, and then derives an image. At any instant the spinal cord receives an ensemble of information from all receptors throughout the body that signals a proprioceptive “image” that represents time and space, and it computes which neurons to excite next based on the most recently perceived “images.” The importance of the CPG is not simply its ability to generate repetitive cycles, but also to receive, interpret, and predict the appropriate sequences of actions during any part of the step cycle, i.e., state dependence. The peripheral input then provides important information from which the probabilities of a given set of neurons being active at any given time can be finely tuned to a given situation during a specific phase of a step cycle. An excellent example of this is when a mechanical stimulus is applied to the dorsum of the paw of a cat. When the stimulus is applied during the swing phase, the flexor muscles of that limb are excited, and the result is enhanced flexion in order to step over the obstacle that created the stimulus. However, when the same stimulus is applied during stance, the extensors are excited. Thus, the functional connectivity between mechanoreceptors and specific interneuronal populations within the spinal cord varies according to the physiological state. Even the efficacy of the monosynaptic input from muscle spindles to the motor neuron changes readily from one part of the step cycle to another, according to whether a subject is running or walking.",
            "score": 129.12080466747284
        },
        {
            "docid": "35738438_8",
            "document": "Rehabilitation in spinal cord injury . Improvement of locomotor function is one of the primary goals for people with a spinal cord injury. SCI treatments may focus on specific goals such as to restore walking or locomotion to an optimal level for the individual. The most effective way to restore locomotion is by complete repair, but techniques are not yet developed for regeneration. Treadmill training, over groundtraining, and functional electrical stimulation can all be used to improve walking or locomotor activity. These activities work if neurons of the central pattern generator (CPG) circuits, which generate rhythmic movements of the body, are still functioning. With inactivity, the neurons of CPG degenerate. Therefore, the above activities are important for keeping neurons active until regeneration activities are developed. A 2012 systematic review found insufficient evidence to conclude \"which\" locomotor training strategy improves walking function most for people with spinal cord injury. This suggests that it is not the type of training used, but the goals and the routines that have the biggest impact. Applying spinal cord stimulation (transcutaneous or epidurally) during weight supported walking have been shown to improve locomotor output.",
            "score": 93.17213726043701
        },
        {
            "docid": "27179535_7",
            "document": "Leah Krubitzer . The parietal cortex is another area of interest for Krubitzer. The parietal cortex allows us to coordinate movements between our eyes and our hands. This ability allows for smooth reaching movements, as well as, grasping. Past research has been done on Old and New World monkeys, as well as humans, to see how the parietal cortex functions in hand use. Imaging used on humans shows that there are similar cortical patterns shared across human and non-human primates, but the extent to which these pathways are used depends on the somatosensory organization and connectivity in the parietal cortex. Krubitzer and her team took this information and investigated a little deeper. Because humans have an opposable thumb, our ability to grip objects and reach for objects is much greater than monkeys. For this reason, the connectivity in the human parietal cortex is much more complex than that of a non-human primate. In Krubitzer's lab, her team investigated different areas of the parietal cortex in order to better pin point which part controls which motor movement. Krubitzer found that when one area of the cortex responsible for a certain motor movement is compromised, the rest of the cortex will reorganize itself to make up for the loss. This finding shows how the parietal cortex can rewire itself in order to maintain functional motor capabilities. Currently in the lab, Krubitzer and colleagues are testing a microchip that may be placed in the posterior parietal cortex of the brain to deactivate certain areas at a time. Using this technique, they are able to see how deactivation of a certain portion of the cortex impacts hand grasping and reaching in monkeys. This technique is performed while the monkeys are performing different manual tasks in order to see the action of the cortex live.",
            "score": 134.65552020072937
        },
        {
            "docid": "4833512_4",
            "document": "Mu wave . The mirror neuron system consists of a class of neurons that was first studied in the 1990s in macaque monkeys. Studies have found sets of neurons that fire when these monkeys perform simple tasks and also when the monkeys view others performing the same simple tasks. This suggests they play a role in mapping others' movements into the brain without actually physically performing the movements. These sets of neurons are called mirror neurons and together make up the mirror neuron system. Mu waves are suppressed when these neurons fire, a phenomenon which allows researchers to study mirror neuron activity in humans. There is evidence that mirror neurons exist in humans as well as in non-human animals. The right fusiform gyrus, left inferior parietal lobule, right anterior parietal cortex, and left inferior frontal gyrus are of particular interest. Some researchers believe that mu wave suppression can be a consequence of mirror neuron activity throughout the brain, and represents a higher-level integrative processing of mirror neuron activity. Tests in both monkeys (using invasive measuring techniques) and humans (using EEG and fMRI) have found that these mirror neurons not only fire during basic motor tasks, but also have components that deal with intention. There is evidence of an important role for mirror neurons in humans, and mu waves may represent a high level coordination of those mirror neurons.",
            "score": 120.01388001441956
        },
        {
            "docid": "3151702_5",
            "document": "Smooth pursuit . The neural circuitry underlying smooth pursuit is an object of debate. The first step towards the initiation of pursuit is to see a moving target. Signals from the retina ascend through the lateral geniculate nucleus and activate neurons in primary visual cortex. Primary visual cortex sends the information about the target to the middle temporal visual cortex, which responds very selectively to directions of movement. The processing of motion in this area is necessary for smooth pursuit responses. This sensory area provides the motion signal, which may or may not be smoothly pursued. A region of cortex in the frontal lobe, known as the frontal pursuit area, responds to particular vectors of pursuit, and can be electrically stimulated to induce pursuit movements. Recent evidence suggests that the superior colliculus also responds during smooth pursuit eye movement. These two areas are likely involved in providing the \"go\"-signal to initiate pursuit, as well as selecting which target to track. The \"go\"-signal from the cortex and the superior colliculus is relayed to several pontine nuclei, including the dorsolateral pontine nuclei and the nucleus reticularis tegmenti pontis. The neurons of the pons are tuned to eye velocity and are directionally selective, and can be stimulated to change the velocity of pursuit. The pontine nuclei project to the cerebellum, specifically the vermis and the paraflocculus. These neurons code for the target velocity and are responsible for the particular velocity profile of pursuit. The cerebellum, especially the vestibulo-cerebellum, is also involved in the online correction of velocity during pursuit. The cerebellum then projects to optic motoneurons, which control the eye muscles and cause the eye to move.",
            "score": 101.754075050354
        },
        {
            "docid": "6147487_39",
            "document": "Neural coding . From the theoretical point of view, population coding is one of a few mathematically well-formulated problems in neuroscience. It grasps the essential features of neural coding and yet is simple enough for theoretic analysis. Experimental studies have revealed that this coding paradigm is widely used in the sensor and motor areas of the brain. For example, in the visual area medial temporal (MT), neurons are tuned to the moving direction. In response to an object moving in a particular direction, many neurons in MT fire with a noise-corrupted and bell-shaped activity pattern across the population. The moving direction of the object is retrieved from the population activity, to be immune from the fluctuation existing in a single neuron’s signal. In one classic example in the primary motor cortex, Apostolos Georgopoulos and colleagues trained monkeys to move a joystick towards a lit target. They found that a single neuron would fire for multiple target directions. However it would fire fastest for one direction and more slowly depending on how close the target was to the neuron's 'preferred' direction.",
            "score": 104.54909288883209
        },
        {
            "docid": "35738438_16",
            "document": "Rehabilitation in spinal cord injury . A combination of Body weight supported treadmill training (BWSTT) and robotic-assisted BWSTT is being implemented into some training programs. The benefits include: (1) assist in reproducing leg movements and optimizing gait pattern (speed, step length, amplitude); (2) training sessions can be prolonged and walking speed can be adjusted, increasing motor outcome; (3) provides consistency of movement, where manual interventions/cues by a trainer may be variable (although a trainer should analyze the gait pattern and outcome measures of the training and supervise training). It is important to note that the patient must be an active participant during the robotic movements and try to move with the robot. This type of training would be implemented during the beginning of rehabilitation and progressed to independent locomotion as improvements are made. However, robotic-assisted BWSTT is expensive and often not affordable by physiotherapy clinics. As an alternative, the development of non-motorized exoskeletons are currently being investigated for patients with incomplete SCI. The development of the exoskeleton locomotor device would provide an inexpensive alternative to the robotic devices. The exoskeleton may be used in areas that can not afford robotic devices, or, in areas that can not provide adequate physiotherapy care.",
            "score": 99.16272842884064
        },
        {
            "docid": "14782003_12",
            "document": "Body schema . A working body schema must be able to interactively track the movements and positions of body parts in space. Neurons in the premotor cortex may contribute to this function. A class of neuron in the premotor cortex is multisensory. Each of these multisensory neurons responds to tactile stimuli and also to visual stimuli. The neuron has a tactile receptive field (responsive region on the body surface) typically on the face, arms, or hands. The same neuron also responds to visual stimuli in the space near the tactile receptive field. For example, if a neuron's tactile receptive field covers the arm, the same neuron will respond to visual stimuli in the space near the arm. As shown by Graziano and colleagues, the visual receptive field will update with arm movement, translating through space as the arm moves. Similar body-part-centered neuronal receptive fields relate to the face. These neurons apparently monitor the location of body parts and the location of nearby objects with respect to body parts. Similar neuronal properties may also be important for the ability to incorporate external objects into the body schema, such as in tool use.",
            "score": 71.36713147163391
        },
        {
            "docid": "969_33",
            "document": "Ataxia . The term \"ataxia\" is sometimes used in a broader sense to indicate lack of coordination in some physiological process. Examples include optic ataxia (lack of coordination between visual inputs and hand movements, resulting in inability to reach and grab objects) and ataxic respiration (lack of coordination in respiratory movements, usually due to dysfunction of the respiratory centres in the medulla oblongata). Optic ataxia may be caused by lesions to the posterior parietal cortex, which is responsible for combining and expressing positional information and relating it to movement. Outputs of the posterior parietal cortex include the spinal cord, brain stem motor pathways, pre-motor and pre-frontal cortex, basal ganglia and the cerebellum. Some neurons in the posterior parietal cortex are modulated by intention. Optic ataxia is usually part of Balint's syndrome, but can be seen in isolation with injuries to the superior parietal lobule, as it represents a disconnection between visual-association cortex and the frontal premotor and motor cortex.",
            "score": 112.48301696777344
        },
        {
            "docid": "43294945_4",
            "document": "GnRH Neuron . On their journey from nose to brain, GnRH neurons pass through nasal tissue, the early skull, and move through several regions of the forebrain before reaching their destinations. Along the way, secreted and membrane-bound molecules guide them in the right direction and help to set their movement speed. GnRH neurons that fail to enter the brain, or that migrate to the wrong region, are not functional and can even undergo programmed cell death. This failure of GnRH neurons to migrate into the brain is the main cause of Kallmann Syndrome. GABA, which depolarizes embryonic GnRH neurons, slows movement but helps them to move straight along their pathway. SDF activates hyperpolarizing GIRK channels, accelerating movement speeds. Other guidance cues like Semaphorins and HGF regulate movement of GnRH neurons as well.",
            "score": 89.66069519519806
        },
        {
            "docid": "2905826_3",
            "document": "Path integration . Charles Darwin first postulated an inertially-based navigation system in animals in 1873. Studies beginning in the middle of the 20th century confirmed that animals could return directly to a starting point, such as a nest, in the absence of vision and having taken a circuitous outwards journey. This shows that they can use cues to track distance and direction in order to estimate their position, and hence how to get home. This process was named \"path integration\" to capture the concept of continuous integration of movement cues over the journey. Manipulation of inertial cues confirmed that at least one of these movement (or \"idiothetic\") cues is information from the vestibular organs, which detect movement in the three dimensions. Other cues probably include proprioception (information from muscles and joints about limb position), motor efference (information from the motor system telling the rest of the brain what movements were commanded and executed), and optic flow (information from the visual system signaling how fast the visual world is moving past the eyes). Together, these sources of information can tell the animal which direction it is moving, at what speed, and for how long. In addition, sensitivity to the earth's magnetic field for underground animals (e.g., mole rat) can give path integration.",
            "score": 101.09752476215363
        },
        {
            "docid": "656548_3",
            "document": "Treadmill . More recently, treadmills are not used to harness power, but as exercise machines for running or walking in one place. Rather than the user powering the mill, the machine provides a moving platform with a wide conveyor belt driven by an electric motor or a flywheel. The belt moves to the rear, requiring the user to walk or run at a speed matching that of the belt. The rate at which the belt moves is the rate of walking or running. Thus, the speed of running may be controlled and measured. The more expensive, heavy-duty versions are motor-driven (usually by an electric motor). The simpler, lighter, and less expensive versions passively resist the motion, moving only when walkers push the belt with their feet. The latter are known as manual treadmills.",
            "score": 59.29923439025879
        },
        {
            "docid": "20395179_7",
            "document": "Vittorio Gallese . Observing the world is more complex than the mere activation of the visual brain. Vision is multimodal: it encompasses the activation of motor, somatosensory and emotion-related brain networks. Any intentional relation entertained with the external world has an intrinsic pragmatic nature, hence it always bears a motor content. The same motor circuits that control our motor behavior also map the space around us, the objects at hand in that very same space, thus defining and shaping in motor terms their representational content. The space around us is defined by the motor potentialities of our body. Motor neurons also respond to visual, tactile and auditory stimuli. Indeed, premotor neurons controlling the movements of the upper arm also respond to tactile stimuli applied to it, to visual stimuli moved within the arm's peripersonal space, or to auditory stimuli also coming from the same peri-personal space. The same applies to artifacts, like three-dimensional objects. The manipulable objects we look at are classified by the motor brain as potential targets of the interactions we might entertain with them. Premotor and parietal 'canonical neurons' control the grasping and manipulation of objects and also respond to their mere observation. The functional architecture of embodied simulation seems to constitute a basic characteristic of our brain, making possible our rich and diversified experiences of space, objects and other individuals, being at the basis of our capacity to empathize with them.\"",
            "score": 121.06723344326019
        },
        {
            "docid": "6989597_3",
            "document": "Premovement neuronal activity . Research of pre-movement neuronal activity generally involves studying two different kinds of movement, movement in natural settings versus movement triggered by a sensory stimulus. These two types of movements are referred to with different nomenclature throughout different studies and literature on the topic of premovement neuronal activity. Voluntary movements are also known as self-timed, self-initiated, self-paced, and non-triggered movements. This type of movement is what generally occurs in natural settings, carried out independently of a sensory cue or external signal which would trigger or cause the movement to be performed  . In contrast, movements that are carried out as a result of a sensory cue or stimulus, or reflex-reactions to external conditions or changes are called reactive movements, but also known as cued movements, stimulated movements, and externally triggered movements depending on the choice of a particular study. In one such study by Lee and Assad (2003), rhesus monkeys were trained to execute arm movement in response to a visual cue versus the same arm movement performed without any correlation to this external (visual) cue. This is one example of reactive movements in contrast to self-initiated movements . Subsequent studies of rates of neuronal firing in the respective types of movements are recorded in different areas of the brain in order to develop a more thorough understanding of premovement neuronal activity.",
            "score": 73.48673987388611
        },
        {
            "docid": "4236583_2",
            "document": "Visual search . Visual search is a type of perceptual task requiring attention that typically involves an active scan of the visual environment for a particular object or feature (the target) among other objects or features (the distractors). Visual search can take place with or without eye movements. The ability to consciously locate an object or target amongst a complex array of stimuli has been extensively studied over the past 40 years. Practical examples of using visual search can be seen in everyday life, such as when one is picking out a product on a supermarket shelf, when animals are searching for food amongst piles of leaves, when trying to find your friend in a large crowd of people, or simply when playing visual search games such as \"Where's Wally?\" Many visual search paradigms have used eye movement as a means to measure the degree of attention given to stimuli. However, vast research to date suggests that eye movements move independently of attention, and therefore are not a reliable method to examine the role of attention. Much previous literature on visual search uses reaction time in order to measure the time it takes to detect the target amongst its distractors. An example of this could be a green square (the target) amongst a set of red circles (the distractors).",
            "score": 101.72233545780182
        },
        {
            "docid": "156940_17",
            "document": "Electrophysiology . An electrode introduced into the brain of a living animal will detect electrical activity that is generated by the neurons adjacent to the electrode tip. If the electrode is a microelectrode, with a tip size of about 1 micrometre, the electrode will usually detect the activity of at most one neuron. Recording in this way is in general called \"single-unit\" recording. The action potentials recorded are very much like the action potentials that are recorded intracellularly, but the signals are very much smaller (typically about 1 mV). Most recordings of the activity of single neurons in anesthetized and conscious animals are made in this way. Recordings of single neurons in living animals have provided important insights into how the brain processes information. For example, David Hubel and Torsten Wiesel recorded the activity of single neurons in the primary visual cortex of the anesthetized cat, and showed how single neurons in this area respond to very specific features of a visual stimulus. Hubel and Wiesel were awarded the Nobel Prize in Physiology or Medicine in 1981.",
            "score": 112.66496896743774
        },
        {
            "docid": "656548_25",
            "document": "Treadmill . In treatment centers treadmills are used with built-in seats left and right for therapists, for example, so the therapists then can move the legs of a stroke patient in order to simulate walking movements and learn to walk again. This is called manual locomotion therapy.",
            "score": 60.28039193153381
        },
        {
            "docid": "263801_21",
            "document": "Alien hand syndrome . A recent paper reporting on neuronal unit recording in the medial frontal cortex in human subjects showed a clear pre-activation of neurons identified in this area up to several hundred milliseconds prior to the onset of an overt self-generated finger movement and the authors were able to develop a computational model whereby volition emerges once a change in internally generated firing rate of neuronal assemblies in this part of the brain crossed a threshold. Damage to this anteromedial premotor system produces disinhibition and release of such exploratory and object acquisition actions which then occur autonomously. A posterolateral temporo-parieto-occipital premotor system has a similar inhibitory control over actions that withdraw from environmental stimuli as well as the ability to excite actions that are contingent upon and driven by external stimulation, as distinct from internal drive. These two intrahemispheric systems, each of which activates an opposing cortical \"tropism\", interact through mutual inhibition that maintains a dynamic balance between approaching toward (i.e. with \"intent-to-capture\" in which contact with and grasping onto the attended object is sought) versus withdrawing from (i.e. with \"intent-to-escape\" in which distancing from the attended object is sought) environmental stimuli in the behavior of the contralateral limbs. Together, these two intrahemispheric agency systems form an integrated trans-hemispheric agency system.",
            "score": 76.37769770622253
        },
        {
            "docid": "41990930_5",
            "document": "Pointman (user interface) . The foot pedals slide back and forth and also move up and down like accelerator pedals. Pointman uses these inputs to control the avatar's lower body. The translational sliding (apart then together) is mapped to control the separation of the avatar's legs, simulating stepping when the avatar is upright and crawling when the avatar is prone. This allows users to take precise, measured steps when moving around obstacles or cover, and to continuously vary their speed over a realistic range of walking, running and crawling gaits. The up-down movement of the pedals is mapped to control the avatar's postural height via the flexing of the avatar's legs. This allows the avatar to continuously transition from standing tall to a low crouch (or kneel when the legs are apart), and when prone from hands-and-knees to belly-on-the-ground. The ability to precisely control their avatar's postural height allows users to make better use of cover and concealment, and to look and shoot out from behind cover while minimizing their exposure.",
            "score": 94.60764575004578
        },
        {
            "docid": "623686_18",
            "document": "Brain–computer interface . Studies that developed algorithms to reconstruct movements from motor cortex neurons, which control movement, date back to the 1970s. In the 1980s, Apostolos Georgopoulos at Johns Hopkins University found a mathematical relationship between the electrical responses of single motor cortex neurons in rhesus macaque monkeys and the direction in which they moved their arms (based on a cosine function). He also found that dispersed groups of neurons, in different areas of the monkey's brains, collectively controlled motor commands, but was able to record the firings of neurons in only one area at a time, because of the technical limitations imposed by his equipment.",
            "score": 78.2494387626648
        },
        {
            "docid": "2872287_23",
            "document": "Neural binding . Much of the experimental evidence for neural binding has traditionally revolved around sensory awareness. Sensory awareness is accomplished by integrating things together by cognitively perceiving them and then segmenting them so that, in total, there is an image created. Since there can be an infinite number of possibilities in the perception of an object, this has been a unique area of study. The way the brain then collectively pieces certain things together via networking is important not only in the global way of perceiving but also in segmentation. Much of sensory awareness has to do with the taking of a single piece of an object's makeup and then binding its total characteristics so that the brain perceives the object in its final form. Much of the research for the understanding of segmentation and how the brain perceives an object has been done by studying cats. A major finding of this research has to do with the understanding of gamma waves oscillating at 40 Hz. The information was extracted from a study using the cat visual cortex. It was shown that the cortical neurons responded differently to spatially different objects. These firings of neurons ranged from 40–60 Hz in measure and when observed showed that they fired synchronously when observing different parts of the object. Such coherent responses point to the fact that the brain is doing a kind of coding where it is piecing certain neurons together in the works of making the form of an object. Since the brain is putting these segmented pieces together unsupervised, a significant consonance is found with many philosophers (like Sigmund Freud) who theorize an underlying subconscious that helps to form every aspect of our conscious thought processes.",
            "score": 109.09963142871857
        },
        {
            "docid": "57500750_7",
            "document": "Omnideck 6 . The Omni is an omnidirectional treadmill designed to work as a game controller and allow gamers to walk within the game environment in which they are playing. It is used in tandem with Oculus Rift or other virtual reality head mounted displays and is a peripheral for a full virtual reality game setup. The surface is bowl shaped and requires special low friction shoes in order to operate it. It uses inertial sensors to track a person's position, the length of their stride, and how fast they are moving. The information is then sent to a computer which translates the data into the game movements.",
            "score": 73.8849527835846
        },
        {
            "docid": "28354637_6",
            "document": "Richard A. Andersen . Early work centered on the discovery and elucidation of cortical gain fields, a general rule of multiplicative computation used by many areas of the cortex. Andersen and Zipser of UCSD developed one of the first neural network models of cortical function, which generated a mathematical basis for testing hypotheses based on laboratory findings. His research established that the posterior parietal cortex (PPC) is involved in forming movement intentions—the early and abstract plans for movement. Previously this part of the brain was thought only to function for spatial awareness and attention. His laboratory discovered the lateral intraparietal area (LIP) in the PPC and established its role in eye movements. He also discovered the parietal reach region, an area involved in forming early reach plans. His lab has also made a number of discoveries related to visual motion perception. He established that the middle temporal area processes the perception of form from motion. He found that the perception of the direction of heading, important for navigation, is computed in the brain using both visual stimuli and eye movement signals. His lab has also determined how eye position and limb position signals are combined for eye-hand coordination.",
            "score": 104.5394082069397
        },
        {
            "docid": "4305783_12",
            "document": "Premotor cortex . PMVc or F4 is often studied with respect to its role in the sensory guidance of movement. Neurons here are responsive to tactile stimuli, visual stimuli, and auditory stimuli. These neurons are especially sensitive to objects in the space immediately surrounding the body, in so-called peripersonal space. Electrical stimulation of these neurons causes an apparent defensive movement as if protecting the body surface. This premotor region may be part of a larger circuit for maintaining a margin of safety around the body and guiding movement with respect to nearby objects.",
            "score": 55.99374532699585
        },
        {
            "docid": "1188574_15",
            "document": "Motor cortex . PMVc or F4 is often studied with respect to its role in the sensory guidance of movement. Neurons here are responsive to tactile stimuli, visual stimuli, and auditory stimuli. These neurons are especially sensitive to objects in the space immediately surrounding the body, in so-called peripersonal space. Electrical stimulation of these neurons causes an apparent defensive movement as if protecting the body surface. This premotor region may be part of a larger circuit for maintaining a margin of safety around the body and guiding movement with respect to nearby objects.",
            "score": 55.99374532699585
        },
        {
            "docid": "10360168_4",
            "document": "Gait training . In recent years there have been advancements in how the patient can increase the duration of therapy safely to make for more effective treatment. Body-weight support (BWS) systems or unweighting devices are starting to become more and more popular and have been the subject of much study. BWS systems can be used prior to the patient gaining adequate motor control or having sufficient strength to fully bear weight. The patient will wear a specialized trunk harness with adjustable straps, which attach to an overhead suspension system. The harness and its attachments support a certain amount of the patient’s body weight. Gait training techniques that utilize a BWS system appear to be promising in their ability to improve and possibly restore walking function, as demonstrated in individuals suffering from incomplete spinal cord injuries. A BWS system can be used on a treadmill or over ground for gait training. Body-weight-supported treadmill training (BWSTT) enables individuals with motor deficits that have rendered them incapable of completely supporting their own body weight to practice and experience locomotion at physiological speeds. Depending on the severity of the person's impairment, one or more physiotherapists may be present to assist in maintaining the patient’s appropriate posture and moving their legs through as kinematically physiological a gait pattern as possible. Recently, electromechanical devices such as the Hocoma Lokomat robot-driven gait orthosis have been introduced with the intention of reducing the physical labour demands on therapists. This system uses a computer-controlled exoskeleton to repeatedly and consistently guide lower-limb movements, making BWSTT a more feasible option for long-term and widespread use.",
            "score": 94.12394058704376
        },
        {
            "docid": "98998_12",
            "document": "Spasticity . Spasticity is assessed by feeling the resistance of the muscle to passive lengthening in its most relaxed state. A spastic muscle will have immediately noticeable, often quite forceful, increased resistance to passive stretch when moved with speed and/or while attempting to be stretched out, as compared to the non-spastic muscles in the same person's body (if any exist). As there are many features of the upper motor neuron syndrome, there are likely to be multiple other changes in affected musculature and surrounding bones, such as progressive misalignments of bone structure around the spastic muscles (leading for example to the scissor gait in spastic diplegia). Also, following an upper motor neuron lesion, there may be multiple muscles affected, to varying degrees, depending on the location and severity of the upper motor neuron damage. The result for the affected individual, is that they may have any degree of impairment, ranging from a mild to a severe movement disorder. A relatively mild movement disorder may contribute to a loss of dexterity in an arm, or difficulty with high level mobility such as running or walking on stairs. A severe movement disorder may result in marked loss of function with minimal or no volitional muscle activation. There are several scales used to measure spasticity, such as the King's hypertonicity scale, the Tardieu, and the modified Ashworth. Of these three, only the King's hypertonicity scale measures a range of muscle changes from the UMN lesion, including active muscle performance as well as passive response to stretch.",
            "score": 72.3723201751709
        },
        {
            "docid": "53492130_3",
            "document": "Mesencephalic locomotor region . The MLR was first described by Shik and colleagues in 1966 when they observed that electrical stimulation of a region of the midbrain in decerebrate cats produced walking and running behavior on a treadmill. Twenty-eight years later, Masdeu and colleagues described the presence of a MLR in humans. It is now widely acknowledged that, along with other motor control centers of the brain, the MLR plays an active role in initiating and modulating the spinal neural circuitry to control posture and gait. Anatomically, as the name suggests, the MLR is located in the mesencephalon (or midbrain), ventral to the inferior colliculus and near the cuneiform nucleus. Although identifying the exact anatomical substrates of the MLR has been subject to considerable debate, the pedunculopontine nucleus (PPN), lateral cuneiform nucleus, and midbrain extrapyramidal area are thought to form the neuroanatomical basis of the MLR. Nuclei within the MLR receive inputs from the substantia nigra of the basal ganglia and neural centers within the limbic system. Projections from the MLR descend via the medullary and pontine reticulospinal tracts to act on spinal motor neurons supplying the trunk and proximal limb flexors and extensors.",
            "score": 65.56787204742432
        },
        {
            "docid": "15519226_15",
            "document": "Shepherd Center . Shepherd Center offers locomotor training, an activity-based therapy that attempts to retrain the spinal cord to \"remember\" the pattern of walking again. This therapy is available to patients who have some movement in their legs. There are two versions of this therapy – manual-assisted locomotor training and robotic-assisted locomotor training. Both therapies involve supporting part of the patient’s body weight with a harness system that suspends the patient over a moving treadmill. The amount of body weight support, treadmill speed, walking time and amount of assistance given to the patient can be adjusted in both versions to best maximize the outcome.",
            "score": 90.09159421920776
        }
    ],
    "r": [
        {
            "docid": "53983908_5",
            "document": "Al's Brain . The short film includes a brand new song entitled \"The Brain Song,\" which happens near the end of the film, in many different styles of animation. It starts with a picture of the brain which then starts to move. It shows you that he brain is \"divided into two hemispheres\" and that the left side \"controls your right side and your left controls your right side\" which happen to be \"tied together\" by the Corpus Callosum, as well showing that the brain is covered with a meninges layer, cerebral spinal fluid and afterwards you are looking at the four lobes of the brain, which compose of the Frontal, the temporal, the parietal and the occipital lobes and that they are all important. It shows you that the reason we can see things is because \"eyes cones are sending stimuli to your thalamus, which joins up to your occipital lobe,\" and that you can hear things when the \"scilia down in your ear\" vibrate and send \"those impulses along to your temporal lobe.\" Al then shows through a telescope how the different parts of the brain can \"communicate with each other.\" It shows a school of neuron, \"a funky funky neuron,\" which has an axxon on one side and a denox on the other side. It then shows what happens when a neuron's denox gets a signal from another neuron, it \"sparks a chemical reaction in the nucleus,\" which creates a \"nerve impulse which travels down a long long myelin coated strand.\" The neurotransmitter molecules then enter the vesicle of the axon terminal, and then the neurotransmitters \"jump a millionth of an inch across the synaptic gap\" which then enter into \"the receptors of the dendrox of another neuron,\" which connects \"neuron to neuron to neuron to neuron all across your entire brain.\" This also explains that the more you use your brain, the smarter you'll be. The video/film ends with Al saying, \"...Always, always, ALWAYS... ...wear a helmet. That's all I'm really trying to say here.\" He then waves goodbye to everyone.",
            "score": 139.0904541015625
        },
        {
            "docid": "27179535_7",
            "document": "Leah Krubitzer . The parietal cortex is another area of interest for Krubitzer. The parietal cortex allows us to coordinate movements between our eyes and our hands. This ability allows for smooth reaching movements, as well as, grasping. Past research has been done on Old and New World monkeys, as well as humans, to see how the parietal cortex functions in hand use. Imaging used on humans shows that there are similar cortical patterns shared across human and non-human primates, but the extent to which these pathways are used depends on the somatosensory organization and connectivity in the parietal cortex. Krubitzer and her team took this information and investigated a little deeper. Because humans have an opposable thumb, our ability to grip objects and reach for objects is much greater than monkeys. For this reason, the connectivity in the human parietal cortex is much more complex than that of a non-human primate. In Krubitzer's lab, her team investigated different areas of the parietal cortex in order to better pin point which part controls which motor movement. Krubitzer found that when one area of the cortex responsible for a certain motor movement is compromised, the rest of the cortex will reorganize itself to make up for the loss. This finding shows how the parietal cortex can rewire itself in order to maintain functional motor capabilities. Currently in the lab, Krubitzer and colleagues are testing a microchip that may be placed in the posterior parietal cortex of the brain to deactivate certain areas at a time. Using this technique, they are able to see how deactivation of a certain portion of the cortex impacts hand grasping and reaching in monkeys. This technique is performed while the monkeys are performing different manual tasks in order to see the action of the cortex live.",
            "score": 134.655517578125
        },
        {
            "docid": "3704475_50",
            "document": "Executive functions . Despite the growing currency of the 'biasing' model of executive functions, direct evidence for functional connectivity between the PFC and sensory regions when executive functions are used, is to date rather sparse. Indeed, the only direct evidence comes from studies in which a portion of frontal cortex is damaged, and a corresponding effect is observed far from the lesion site, in the responses of sensory neurons. However, few studies have explored whether this effect is specific to situations where executive functions are required. Other methods for measuring connectivity between distant brain regions, such as correlation in the fMRI response, have yielded indirect evidence that the frontal cortex and sensory regions communicate during a variety of processes thought to engage executive functions, such as working memory, but more research is required to establish how information flows between the PFC and the rest of the brain when executive functions are used. As an early step in this direction, an fMRI study on the flow of information processing during visuospatial reasoning has provided evidence for causal associations (inferred from the temporal order of activity) between sensory-related activity in occipital and parietal cortices and activity in posterior and anterior PFC. Such approaches can further elucidate the distribution of processing between executive functions in PFC and the rest of the brain.",
            "score": 133.59571838378906
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 132.75218200683594
        },
        {
            "docid": "2363287_6",
            "document": "Visual learning . Various areas of the brain work together in a multitude of ways in order to produce the images that we see with our eyes and that are encoded by our brains. The basis of this work takes place in the visual cortex of the brain. The visual cortex is located in the occipital lobe of the brain and harbors many other structures that aid in visual recognition, categorization, and learning. One of the first things the brain must do when acquiring new visual information is recognize the incoming material. Brain areas involved in recognition are the inferior temporal cortex, the superior parietal cortex, and the cerebellum. During tasks of recognition, there is increased activation in the left inferior temporal cortex and decreased activation in the right superior parietal cortex. Recognition is aided by neural plasticity, or the brain's ability to reshape itself based on new information. Next the brain must categorize the material. The three main areas that are used when categorizing new visual information are the orbitofrontal cortex and two dorsolateral prefrontal regions which begin the process of sorting new information into groups and further assimilating that information into things that you might already know. After recognizing and categorizing new material entered into the visual field, the brain is ready to begin the encoding process – the process which leads to learning. Multiple brain areas are involved in this process such as the frontal lobe, the right extrastriate cortex, the neocortex, and again, the neostriatum. One area in particular, the limbic-diencephalic region, is essential for transforming perceptions into memories. With the coming together of tasks of recognition, categorization and learning; schemas help make the process of encoding new information and relating it to things you already know much easier. One can remember visual images much better when they can apply it to an already known schema. Schemas actually provide enhancement of visual memory and learning.",
            "score": 132.71405029296875
        },
        {
            "docid": "2727254_7",
            "document": "Mnemonist . The method of loci is \"the use of an orderly arrangement of locations into which one could place the images of things or people that are to be remembered\". The encoding process happens in three steps. First, an architectural area, such as the houses on a street, must be memorized. Second, each item to be remembered must be associated with a separate image. Finally, this set of images can be distributed in a \"locus,\" or place within the architectural area in a pre-determined order. Then, as one tries to recall the information, the mnemonists simply has to \"walk\" down the street, see each symbol, and recall the associated information. An example of mnemonists who used this is Solomon Shereshevsky; he would use Gorky Street, a street he lived on. When he read, each word would form a graphic image. He would then place this image in a place along the street; later, when he needed to recall the information, he would simply \"stroll\" down the street again to recall the necessary information. Neuroimaging studies have shown results that support the method of loci as the retrieval method in world-class memory performers. An fMRI recorded brain activity in memory experts and a control group as they were memorizing selected data. Previous studies have shown that teaching a control group the method of loci leads to changes in brain activation during memorization. Consistent with their use of the method of loci, memory experts had higher activity in the medial parietal cortex, retrospenial cortex, and right posterior hippocampus; these brain areas have been linked to spatial memory and navigation. These differences were observable even when the memory experts were trying to memorize stimuli, such as snowflakes, where they showed no superior ability to the control group.",
            "score": 132.34609985351562
        },
        {
            "docid": "49706798_9",
            "document": "Cortical implant . A Brain-computer interface (BCI) is a type of implant that allows for a direct connection between a patient's brain and some form of external hardware. Since the mid-1990s, the amount of research done on BCI's in both animal and human models has grown exponentially. Most brain-computer interfaces are used for some form of neural signal extraction, while some attempt to return sensation through an implanted signal. As an example of signal extraction, a BCI may take a signal from a paraplegic patient's brain and use it to move a robotic prosthetic. Paralyzed patients get a great amount of utility from these devices because they allow for a return of control to the patient. Current research for brain-computer interfaces is focused on determining which regions of the brain can be manipulated by an individual. A majority of research focuses on the sensorimotor region of the brain, using imagined motor actions to drive the devices, while some studies have sought to determine if the cognitive control network would be a suitable location for implantations. This region is a \"neuronal network that coordinates mental processes in the service of explicit intentions or tasks,\" driving the device by intent, rather than imagined motion An example of returning sensation through an implanted signal would be developing a tactile response for a prosthetic limb. Amputees have no touch response in artificial limbs, but through an implant in their somatosensory cortex could potentially give them an artificial sense of touch.",
            "score": 130.33840942382812
        },
        {
            "docid": "27083516_5",
            "document": "Spinal locomotion . The spinal cord processes and interprets proprioception in a manner similar to how our visual system processes information. When we view a painting, the brain interprets the total visual field, as opposed to processing each individual pixel of information independently, and then derives an image. At any instant the spinal cord receives an ensemble of information from all receptors throughout the body that signals a proprioceptive “image” that represents time and space, and it computes which neurons to excite next based on the most recently perceived “images.” The importance of the CPG is not simply its ability to generate repetitive cycles, but also to receive, interpret, and predict the appropriate sequences of actions during any part of the step cycle, i.e., state dependence. The peripheral input then provides important information from which the probabilities of a given set of neurons being active at any given time can be finely tuned to a given situation during a specific phase of a step cycle. An excellent example of this is when a mechanical stimulus is applied to the dorsum of the paw of a cat. When the stimulus is applied during the swing phase, the flexor muscles of that limb are excited, and the result is enhanced flexion in order to step over the obstacle that created the stimulus. However, when the same stimulus is applied during stance, the extensors are excited. Thus, the functional connectivity between mechanoreceptors and specific interneuronal populations within the spinal cord varies according to the physiological state. Even the efficacy of the monosynaptic input from muscle spindles to the motor neuron changes readily from one part of the step cycle to another, according to whether a subject is running or walking.",
            "score": 129.1208038330078
        },
        {
            "docid": "3944846_30",
            "document": "Philosophy of Søren Kierkegaard . For Kierkegaard, true individuality is called selfhood. Becoming aware of our true self is our true task and endeavor in life—it is an ethical imperative, as well as preparatory to a true religious understanding. Individuals can exist at a level that is less than true selfhood. We can live, for example, simply in terms of our pleasures—our immediate satisfaction of desires, propensities, or distractions. In this way, we glide through life without direction or purpose. To have a direction, we must have a purpose that defines for us the meaning of our lives. Kierkegaard puts it this way in \"Either/Or\", Here, then, I have your view of life, and, believe me, much of your life will become clear to you if you will consider it along with me as thought-despair. You are a hater of activity in life-quite appropriately, because if there is to be meaning in it life must have continuity, and this your life does not have. You keep busy with your studies, to be sure; you are even diligent; but it is only for your sake, and it is done with as little teleology as possible. Moreover, you are unoccupied; like the laborers in the Gospel standing idle in the marketplace, you stick your hands in your pocket and contemplate life. Now you rest in despair. Nothing concerns you; you step aside for nothing; “If someone threw a roof tile down I would still not step aside.” You are like a dying person. You die daily, not in the profound, earnest sense in which one usually understands these words, but life has lost its reality and you “Always count the days of your life from one termination-notice to the next.” You let everything pass you by; nothing makes any impact. But then something suddenly comes along that grips you, an idea, a situation, a young girl’s smile, and now you are “involved,” for just on certain occasions you are not “involved,” so at other times you are “at your service” in every way. Wherever there is something going on you join in. You behave in life as you usually do in a crowd. “You work yourself into the tightest group, see to it, if possible, to get yourself shoved up over the others so that you come to be above them, and as soon as you are up there you make yourself as comfortable as possible, and in this way you let yourself be carried through life.” But when the crowd is gone, when the event is over, you again stand on the street corner and look at the world. \"Either/Or Part II\" p. 195-196, 272ff",
            "score": 127.53706359863281
        },
        {
            "docid": "11134503_10",
            "document": "Posterior parietal cortex . In a study conducted by neuroscientists at New York University, coherent patterns of firing of neurons in the brain's PPC were associated with coordination of different effectors. The researchers examined neurological activity of macaque monkeys while having them perform a variety of tasks that required them to either reach and to simultaneously employ rapid eye movements (saccades) or to only use saccades. The coherent pattern of the firing of neurons in the PPC were only seen when both the eyes and arms were required to move for the same task, but not for tasks that involved only saccades.",
            "score": 127.40959930419922
        },
        {
            "docid": "30525054_7",
            "document": "Anders Dale . In a 2003 interview, Dale explained that he had “always been interested in using quantitative modeling methods and simulations to answer biological questions,” and that as a Harvard student he had been “interested in approaching connectionist neural networks from a more biological angle.” When he went to UCSD to continue his graduate work his interest “shifted to learning how to test models of how the brain works. Ideally you'd like to test your models not in anesthetized animals and brain slices, but by measuring brain activity in humans non-invasively. I wanted to study normal people doing normal tasks. That was what brought me to imaging. My goal was to see what kind of things we can measure non-invasively that can be quantitatively related to the models we want to build...I wanted to know what exactly we are measuring, how can you model it, and how can you relate the signal to what is going on in the brain physiologically...at a level that say you could measure invasively and that you could relate to parameters of quantitative models.” His thesis work at UCSD, he said, “was on the EEG and MEG forward and inverse problems, and how to use anatomical information to constrain the solutions. It is clear that if you only use EEG or MEG measures, the spatial precision is not good enough to make inferences at a scale that's most useful to neuroscience. That led us into trying to use information with higher spatial resolution to constrain or bias our estimations of the signal sources in the brain.”",
            "score": 126.96240234375
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 126.75022888183594
        },
        {
            "docid": "41969899_6",
            "document": "Kelly McGonigal . The part of the self that enables us to act in a way that is consistent with our long-term goals is based in the prefrontal cortex, and McGonigal advocates body-mind practices that she says prioritize the function of the prefrontal cortex, rather than parts of the brain that are orientated toward instant responses, which is the brain's default setting when under stress. According to McGonigal, the practice of meditation is an effective way to establish the primacy of the prefrontal cortex, thus enabling a choice to do the harder thing, when that is required for attaining a long-term goal. McGonigal believes exercising self-control can help build up willpower in the same way as, over time, physical exercising can increase capacity to exercise. She says: \"If you do it with awareness and intention, it can make you stronger. The strength develops over time, even if you feel temporarily weaker. But I think this only works when you have this mindset, and feel like you are consciously choosing to \"use\" your willpower. If you feel like you are being drained by everything you \"have\" to do (or not do), that lack of autonomy is even more stressful than exercising self-control.\" The promise of happiness from cravings often misleads in McGonigal's view, and she gives techniques of mindfully focusing attention on the actual experience when indulging a craving or temptation, so as to compare it with the expectation of reward that preceded it.",
            "score": 126.58513641357422
        },
        {
            "docid": "26276416_55",
            "document": "Johan Cruyff . The mind-body duality always plays an important role in his footballing philosophy. In Cruyff’s words, quoted in Dennis Bergkamp's autobiography \"Stillness and Speed: My Story\", \"...Because you play football with your head, and your legs are there to help you. If you don't use your head, using your feet won't be sufficient. Why does a player have to chase the ball? Because he started running too late. You have to pay attention, use your brain and find the right position. If you get to the ball late, it means you chose the wrong position. Bergkamp was never late.\" For Cruyff, football (the so-called beautiful game) is much an artistic-oriented mind-body game instead of an athletic-oriented physical competition. As he put it, \"Every trainer talks about movement, about running a lot. I say don't run so much. Football is a game you play with your brain. You have to be in the right place at the right moment, not too early, not too late.\" The creativity is always the key element in his footballing philosophy, both as a player and as a manager. Cruyff once compared his more intuitive and individualistic approach with Louis van Gaal's more mechanized and rigid coaching style, \"Van Gaal has a good vision on football. But it's not mine. He wants to gel winning teams and has a militaristic way of working with his tactics. I don't. I want individuals to think for themselves and take the decision on the pitch that is best for the situation... I don't have anything against computers, but you judge football players intuitively and with your heart. On the basis of the criteria which are now in use at Ajax [recommended by Van Gaal] I would have failed the test. When I was 15, I could barely kick the ball 15 metres with my left and with the right maybe 20 metres. I would not have been able to take a corner. Besides, I was physically weak and relatively slow. My two qualities were great technique and insight, which happen to be two things you can’t measure with a computer.\"",
            "score": 124.95093536376953
        },
        {
            "docid": "1626279_21",
            "document": "Anne Treisman . In the early 1980s, neuroscientists such as Torston Wiesel and David H. Hubel were discovering that different areas of the primate visual cortex were finely tuned to selective features, such as line orientation, luminance, color, movement, etc. These findings prompted the question of how these distinct features are connected into a unified whole, e.g., the binding problem. For example, when you see a red ball roll by, cells sensitive to movement fire in the medial temporal cortex, while cells sensitive to color, shape and location fire in other areas. Despite all this distinct neuronal firing, you don't perceive the ball as separated by shape, movement and color perceptions; you experience an integrated experience with all these components occurring together. The question of how these elements are combined is the essence of the binding problem and continued into the late 1990s. A number of possible mechanisms were envisaged, including grandmother cells responding to specific conjunctions of features that uniquely identify a particular object; local cell assemblies onto which the pathways from different feature maps converge, perhaps with adjustable connections allowing flexible routing of signals; a serial scan of different spatial areas selected by an adjustable attention window, conjoining the features that each contains and excluding features from adjacent areas; detection of temporal contiguity – parts and properties whose onset, offset or motion coincide probably belong to the same object synchronised firing of cells responding to features of the same object, perhaps assisted by oscillatory neural activity. Treisman used failures of binding to shed light on its underlying mechanisms. Specifically, she found that left-brain-damaged patients have increasing illusory conjunctions and decreased performance in a spatially cued attention task, which suggests a link between attentional binding and the parietal lobes. Treisman also cited corroborating evidence from positron emission tomography and event-related potential studies which were consistent with the spatial attention account of feature integration.",
            "score": 124.8607177734375
        },
        {
            "docid": "2831530_16",
            "document": "Career management . Once you have researched the feasibility of the factors that you have finalized in above steps, the next step is to show some action and translate your plans on a piece of page. This step requires you to make plan as in how you are going to achieve and fulfill the steps you have decided above. The best way to come with an action plan is to come up with small goals for oneself. Once these small goals are achieved, we can see that how much close we are to our main aim and major goal. This small step acts as a path way to the main aim.",
            "score": 124.76603698730469
        },
        {
            "docid": "14368827_6",
            "document": "Ideomotor apraxia . The prevailing hypothesis for the pathophysiology of ideomotor apraxia is that the various brain lesions associated with the disorder somehow disrupt portions of the praxis system. The praxis system is the brain regions that are involved in taking processed sensory input, accessing of stored information about tools and gestures, and translating these into a motor output. Buxbaum et al. have proposed that the praxis system involves three distinct parts: stored gesture representations, stored tool knowledge, and a \"dynamic body schema.\" The first two store information about the representation of gestures in the brain and the characteristic movements of tools. The body schema is a brain model of the body and its position in space. The praxis system relates the stored information about a movement type to how the dynamic, i.e. changing, body representation varies as the movement progresses. It is still not clear how this system maps out onto the brain itself, although some research has given indications to possible locations for certain portions. The dynamic body schema has been suggested to be localized in the superior posterior parietal cortex. There is also evidence that the inferior parietal lobule may be the locus for storage of the characteristic movements of a tool. This area showed inverse activation to the cerebellum in a study of tool use and tool mime. If the connections between these areas become severed, the praxis system would be disrupted, possibly resulting in the symptoms observed in ideomotor apraxia. There is no one definitive test for ideomotor apraxia; there are several that are used clinically to make an ideomotor apraxia diagnosis. The criteria for a diagnosis are not entirely conserved among clinicians, for apraxia in general or distinguishing subtypes. Almost all the tests laid out here that enable a diagnosis of ideomotor apraxia share a common feature: assessment of the ability to imitate gestures. A test developed by Georg Goldenberg uses imitation assessment of 10 gestures. The tester demonstrates the gesture to the patient and rates him on how whether the gesture was correctly imitated. If the first attempt to imitate the gesture was unsuccessful, the gesture is presented a second time; a higher score is given for correct imitation on the first trial, then for the second, and the lowest score is for not correctly imitating the gesture. The gestures used here are all meaningless, such as placing the hand flat on the top of the head or flat outward with the fingers towards the ear. This test is specifically designed for ideomotor apraxia. The main variation from this is in the type and number of gestures used. One test uses twenty-four movements with three trials for each and a trial-based scoring system similar to the Goldenberg protocol. The gestures here are also copied by the patient from the tester and are divided into finger movements, e.g. making a scissor movement with the forefinger and middle finger, and hand and arm movements, e.g. doing a salute. This protocol combines meaningful and meaningless gestures. Another test uses five meaningful gestures, such as waving goodbye or scratching your head and five meaningless gestures. Additional differences in this test are a verbal command to initiate the movement and it distinguishes between accurate performance and inaccurate but recognizable performance. One test utilizes tools, including a hammer and a key, with both a verbal command to use the tools and the patient copying the tester's demonstrated use of the tools. These tests have been shown to be individually unreliable, with considerable variability between the diagnoses delivered by each. If a battery of tests is used, however, the reliability and validity may be improved. It is also highly advisable to include assessments of how the patient performs activities in daily life. One of the newer tests that has been developed may provide greater reliability without relying on a multitude of tests. It combines three types of tool use with imitation of gestures. The tool use section includes having the patient pantomime use with no tool present, with visual contact with the tool, and finally with tactile contact with the tool. This test screens for ideational and ideomotor apraxia, with the second portion aimed specifically at ideomotor apraxia. One study showed great potential for this test, but further studies are needed to reproduce these results before this can be said with confidence. This disorder often occurs with other degenerative neurological disorders such as Parkinson's disease and Alzheimer's Disease. These comorbidities can make it difficult to pick out the specific features of ideomotor apraxia. The important point in distinguishing ideomotor apraxia is that basic motor control is intact; it is a high level dysfunction involving tool use and gesturing. Additionally, clinicians must be careful to exclude aphasia as a possible diagnosis, as, in the tests involving verbal command, an aphasic patient could fail to perform a task properly because they do not understand what the directions are.",
            "score": 124.46391296386719
        },
        {
            "docid": "15669613_11",
            "document": "Spinning Dancer . One way of changing the direction perceived is to use averted vision and mentally look for an arm going behind instead of in front, then carefully move the eyes back. Some may perceive a change in direction more easily by narrowing visual focus to a specific region of the image, such as the spinning foot or the shadow below the dancer and gradually looking upwards. One can also try to tilt one's head to perceive a change in direction. Another way is to watch the base shadow foot, and perceive it as the toes always pointing away from you and it can help with direction change. You can also close your eyes and try and envision the dancer going in a direction then reopen them and the dancer should change directions. Still another way is to wait for the dancer's legs to cross in the projection and then try to perceive a change in the direction in what follows. You could also try using your peripheral vision to distract the dominant part of the brain, slowly look away from the ballerina and you may begin to see it spin in the other direction. Perhaps the easiest method is to blink rapidly (slightly varying the rate if necessary) until consecutive images are going in the 'new' direction. Then open your eyes and the new rotational direction is maintained. It is even possible to see the illusion in a way that the dancer is not spinning at all, but simply rotating back and forth 180 degrees.",
            "score": 121.36512756347656
        },
        {
            "docid": "15434333_13",
            "document": "Behavior management . Positive reinforcement, negative reinforcement, positive and negative punishment are all forms of Operant Conditioning. Reinforcements are when you try to increase behavior, either positively or negatively. If you use positive reinforcement, you add a wanted stimulus for desired behavior (e.g. awarding good behavior with a treat). Negative reinforcement is when you increase behavior by removing something unwanted. (e.g., The child’s room is messy and his mom nags him to clean it up, he eventually keeps it clean to remove his mom’s nagging.) Punishment is trying to decrease behavior, either by using negative or positive. Positive punishment is when you add an unwanted stimulus to decrease the target’s behavior. (e.g., spanking a child when he behaves badly.) Here, spanking is being added to decrease his bad behavior. Negative punishment is when you remove something the target enjoys or likes to remove his or her bad behavior. (e.g. your child comes home past curfew every weekend, you remove watching TV when he is past curfew, therefore, your child’s behavior of coming past curfew will decrease.) This is negative punishment because your child likes to watch TV, so when you take that away from him for being late, he doesn’t like it, therefore, wanting to come home in time to not get that privilege taken away. (Goal: to elaborate and give more background to help reinforce the theory.)  Abraham Maslow is a very well-known humanist psychologist with his work for hierarchy needs, in this, he describes that humans have basic needs, and they are not met, that individuals will not desire anything else. Maslow also states that humans are never really satisfied, in that our needs are never fully fulfilled, therefore, this can affect how we can behave. (e.g., if our needs are never fully fulfilled, then we might not always behave well, even if we do get a treat for good behavior.) A related concept, \"Hawthorne Effect\" involves the manipulation of behavior of somebody being observed. For example, if you’re being studied in an experiment, you might perform better or work harder because you are aware of the attention you are getting. It is this effect of observation that is called the \"Hawthorne Effect\". This is interesting because if we take a child who is behaving very poorly, no matter what, and they were put in an experiment, they might increase their good behavior because they are getting attention from the researcher. The point of operant conditioning in behavior modification is to regulate the behavior. It is a method to use different techniques and tie them all together to monitor how one behaves. It can cause a problem when talking about Maslow’s Hierarchy of needs because in this model Maslow goes on to explain how no one’s needs are fully met. The highest point on Maslow’s pyramid is self-actualization which Maslow argues is the goal in which we do not reach. This can pose a problem when it comes to behavior modification because one might think if that individual can not reach that ultimate goal, why try at all. Self-actualization is the goal in which humans have this sense of belonging or accomplishment. Humans have needs, just like any other breed of animal and when one type of animal does not attain those goals or needs, there is this feeling of dissatisfaction. When a person does not meet that top goal there is a void and that person might feel depressed that he or she can not get to that ultimate step. Using these behavioral modifications or techniques one can train or teach oneself how to better attain these goals.",
            "score": 121.2234115600586
        },
        {
            "docid": "20395179_7",
            "document": "Vittorio Gallese . Observing the world is more complex than the mere activation of the visual brain. Vision is multimodal: it encompasses the activation of motor, somatosensory and emotion-related brain networks. Any intentional relation entertained with the external world has an intrinsic pragmatic nature, hence it always bears a motor content. The same motor circuits that control our motor behavior also map the space around us, the objects at hand in that very same space, thus defining and shaping in motor terms their representational content. The space around us is defined by the motor potentialities of our body. Motor neurons also respond to visual, tactile and auditory stimuli. Indeed, premotor neurons controlling the movements of the upper arm also respond to tactile stimuli applied to it, to visual stimuli moved within the arm's peripersonal space, or to auditory stimuli also coming from the same peri-personal space. The same applies to artifacts, like three-dimensional objects. The manipulable objects we look at are classified by the motor brain as potential targets of the interactions we might entertain with them. Premotor and parietal 'canonical neurons' control the grasping and manipulation of objects and also respond to their mere observation. The functional architecture of embodied simulation seems to constitute a basic characteristic of our brain, making possible our rich and diversified experiences of space, objects and other individuals, being at the basis of our capacity to empathize with them.\"",
            "score": 121.0672378540039
        },
        {
            "docid": "4620141_5",
            "document": "Gross motor skill . Walking upright requires being able to stand up and balance position from one foot to the other. Although infants usually learn to walk around the time of their first birthday, the neural pathways that control the leg alternation component of walking are in place from a very early age, possibly even at birth or before.[1] This is shown because 1- to 2-month-olds are given support with their feet in contact with a motorized treadmill, they show well-coordinated, alternating steps. If it were not for the problem of switching balance from one foot to the other, babies could walk earlier. Tests were performed on crawling and walking babies where slopes were placed in front of the path and the babies had to decide whether or not it was safe. The tests proved that babies who just learned how to walk did not know what they were capable of and often went down slopes that were not safe, whereas experienced walkers knew what they could do. Practice has a big part to do with teaching a child how to walk. Vision does not have an effect on muscle growth but it could slow down the child’s process of learning to walk. According to the nonprofit Blind Children Center, “Without special training, fully capable infants who are visually impaired may not learn to crawl or walk at an appropriate age and gross and fine motor skills will not properly develop.” When the child is not able to see an object then there is no motivation for the child to try to reach for it. Therefore, they do not want to learn independently. Learning to walk is done by modeling others and watching them. Children when put in environments with older children will observe and try and copy the movements done. This helps the child learn through trial and error. The babies will imitate others, picking up the skills a lot faster than creating their own errors. Visually impaired children may need physical therapy to help them learn these gross motor skills faster. One hour of therapy each week is not enough so parents have to make sure they are involved in this process. The parent can help by telling the baby the direction of where the object is and encourage them to get it. You must have patience because every child has their own developmental schedule and it is even truer for the children with special needs. Focusing on the progress of your child is better than focusing on comparing your child to other children. (Humphrey)",
            "score": 120.97366333007812
        },
        {
            "docid": "4833512_4",
            "document": "Mu wave . The mirror neuron system consists of a class of neurons that was first studied in the 1990s in macaque monkeys. Studies have found sets of neurons that fire when these monkeys perform simple tasks and also when the monkeys view others performing the same simple tasks. This suggests they play a role in mapping others' movements into the brain without actually physically performing the movements. These sets of neurons are called mirror neurons and together make up the mirror neuron system. Mu waves are suppressed when these neurons fire, a phenomenon which allows researchers to study mirror neuron activity in humans. There is evidence that mirror neurons exist in humans as well as in non-human animals. The right fusiform gyrus, left inferior parietal lobule, right anterior parietal cortex, and left inferior frontal gyrus are of particular interest. Some researchers believe that mu wave suppression can be a consequence of mirror neuron activity throughout the brain, and represents a higher-level integrative processing of mirror neuron activity. Tests in both monkeys (using invasive measuring techniques) and humans (using EEG and fMRI) have found that these mirror neurons not only fire during basic motor tasks, but also have components that deal with intention. There is evidence of an important role for mirror neurons in humans, and mu waves may represent a high level coordination of those mirror neurons.",
            "score": 120.01388549804688
        },
        {
            "docid": "623686_92",
            "document": "Brain–computer interface . Some persons have a disorder of consciousness (DOC). This state is defined to include persons with coma, as well as persons in a vegetative state (VS) or minimally conscious state (MCS). New BCI research seeks to help persons with DOC in different ways. A key initial goal is to identify patients who are able to perform basic cognitive tasks, which would of course lead to a change in their diagnosis. That is, some persons who are diagnosed with DOC may in fact be able to process information and make important life decisions (such as whether to seek therapy, where to live, and their views on end-of-life decisions regarding them). Some persons who are diagnosed with DOC die as a result of end-of-life decisions, which may be made by family members who sincerely feel this is in the patient's best interests. Given the new prospect of allowing these patients to provide their views on this decision, there would seem to be a strong ethical pressure to develop this research direction to guarantee that DOC patients are given an opportunity to decide whether they want to live. These and other articles describe new challenges and solutions to use BCI technology to help persons with DOC. One major challenge is that these patients cannot use BCIs based on vision. Hence, new tools rely on auditory and/or vibrotactile stimuli. Patients may wear headphones and/or vibrotactile stimulators placed on the wrists, neck, leg, and/or other locations. Another challenge is that patients may fade in and out of consciousness, and can only communicate at certain times. This may indeed be a cause of mistaken diagnosis. Some patients may only be able to respond to physicians' requests during a few hours per day (which might not be predictable ahead of time) and thus may have been unresponsive during diagnosis. Therefore, new methods rely on tools that are easy to use in field settings, even without expert help, so family members and other persons without any medical or technical background can still use them. This reduces the cost, time, need for expertise, and other burdens with DOC assessment. Automated tools can ask simple questions that patients can easily answer, such as \"Is your father named George?\" or \"Were you born in the USA?\" Automated instructions inform patients that they may convey yes or no by (for example) focusing their attention on stimuli on the right vs. left wrist. This focused attention produces reliable changes in EEG patterns that can help determine that the patient is able to communicate. The results could be presented to physicians and therapists, which could lead to a revised diagnosis and therapy. In addition, these patients could then be provided with BCI-based communication tools that could help them convey basic needs, adjust bed position and HVAC (heating, ventilation, and air conditioning), and otherwise empower them to make major life decisions and communicate.",
            "score": 119.79795837402344
        },
        {
            "docid": "33826069_3",
            "document": "Viral neuronal tracing . Most neuroanatomists would agree that understanding how the brain is connected to itself and the body is of paramount importance. As such, it is of equal importance to have a way to visualize and study the connections among neurons. Neuronal tracing methods offer an unprecedented view into the morphology and connectivity of neural networks. Depending on the tracer used, this can be limited to a single neuron or can progress trans-synaptically to adjacent neurons. After the tracer has spread sufficiently, the extent may be measured either by fluorescence (for dyes) or by immunohistochemistry (for biological tracers). An important innovation in this field is the use of neurotropic viruses as tracers. These not only spread throughout the initial site of infection, but can jump across synapses. The use of a virus provides a self-replicating tracer. This can allow for the elucidation of neural microcircuitry to an extent that was previously unobtainable.  This has significant implications for the real world. If we can better understand what parts of the brain are intimately connected, we can predict the effect of localized brain injury. For example, if a patient has a stroke in the amygdala, primarily responsible for emotion, the patient might also have trouble learning to perform certain tasks because the amygdala is highly interconnected with the orbitofrontal cortex, responsible for reward learning. As always, the first step to solving a problem is fully understanding it, so if we are to have any hope of fixing brain injury, we must first understand its extent and complexity.",
            "score": 119.65750122070312
        },
        {
            "docid": "2213172_5",
            "document": "Minimally conscious state . Some areas of the brain that are correlated with the subjective experience of pain were activated in MCS patients when noxious stimulation was present. Positron emission tomography (PET) scans found increased blood flow to the secondary sensory cortex, posterior parietal cortex, premotor cortex, and the superior temporal cortex. The pattern of activation, however, was with less spatial extent. Some parts of the brain were less activated than normal patients during noxious stimulus processing. These were the posterior cingulate, medial prefrontal cortex, and the occipital cortex. Even though functional brain imaging can objectively measure changes in brain function during noxious stimulation, the role of different areas of the brain in pain processing is only partially understood. Furthermore, there is still the problem of the subjective experience. MCS patients by definition cannot consistently and reliably communicate their experiences. Even if they were able to answer the question \"are you in pain?\", there would not be a reliable response. Further clinical trials are needed to access the appropriateness of the use of analgesia in patients with MCS.",
            "score": 119.54263305664062
        },
        {
            "docid": "1304248_26",
            "document": "The Natural Step . The framework bases its planning approach on a concept called \"backcasting\" and more specifically \"backcasting from sustainability principles\". Backcasting is the process of moving backwards from an imagined vision of success. One begins with an end in mind, moves backwards from the vision to the \"present\", and moves step-by-step towards the vision. It is essentially placing ourselves in the future, imagining that we have achieved success and looking back to ask the question: “What do we need to do today to reach that successful outcome?”. Instead of picturing how success could look like, backcasting is advocated from a principled vision of success in which specific conditions are met creates a shared understanding of success.",
            "score": 119.33094024658203
        },
        {
            "docid": "3048571_6",
            "document": "Reverse learning . Another way to look at it is to say \"How could you prevent the brain being overloaded\"? One way would be to make it bigger, to have more neurons. So perhaps the important thing to say is \"The function of REM is to allow your brain or your cortex to be smaller\". In the echidna, a primitive egg-laying mammal that has no REM sleep, there is a very enlarged frontal cortex. Crick and Mitchison argue that this excessive cortical development is necessary to store both adaptive memories and parasitic memories, which in more highly evolved animals are disposed of during REM sleep.",
            "score": 119.32225036621094
        },
        {
            "docid": "1408240_6",
            "document": "Treaty of Chicago . “My Father,—We have listened to what you have said. We shall now retire to our camps and consult upon it. You will hear nothing more from us at present. [This is a uniform custom of all the Native Americans. When the council was again convened, Metea continued.] We meet you here to-day, because we had promised it, to tell you our minds, and what we have agreed upon among ourselves. You will listen to us with a good mind, and believe what we say. You know that we first came to this country, a long time ago, and when we sat ourselves down upon it, we met with a great many hardships and difficulties. Our country was then very large; but it has dwindled away to a small spot, and you wish to purchase that! This has caused us to reflect much upon what you have told us; and we have, therefore, brought all the chiefs and warriors, and the young men and women and children of our tribe, that one part may not do what others object to, and that all may be witnesses of what is going forward. You know your children. Since you first came among them, they have listened to your words with an attentive ear, and have always hearkened to your counsels. Whenever you have had a proposal to make to us, whenever you have had a favor to ask of us, we have always lent a favorable ear, and our invariable answer has been ‘yes.’ This you know! A long time has passed since we first came upon our lands, and our old people have all sunk into their graves. They had sense. We are all young and foolish, and do not wish to do anything that they would not approve, were they living. We are fearful we shall offend their spirits, if we sell our lands; and we are fearful we shall offend you, if we do \"not\" sell them. This has caused us great perplexity of thought, because we have counselled among ourselves, and do not know how we can part with the land. Our country was given to us by the Great Spirit, who gave it to us to hunt upon, to make our cornfields upon, to live upon, and to make down our beds upon when we die. And he would never forgive us, should we bargain it away. When you first spoke to us for lands at St. Mary’s, we said we had a little, and agreed to sell you a piece of it; but we told you we could spare no more. Now you ask us again. You are never satisfied! We have sold you a great tract of land already; but it is not enough! We sold it to you for the benefit of your children, to farm and to live upon. We have now but little left. We shall want it all for ourselves. We know not how long we may live, and we wish to have some lands for our children to hunt upon. You are gradually taking away our hunting-grounds. Your children are driving us before them. We are growing uneasy. What lands you have, you may retain forever; but we shall sell no more. You think, perhaps, that I speak in passion; but my heart is good towards you. I speak like one of your own children. I am an Indian, a red-skin, and live by hunting and fishing, but my country is already too small; and I do not know how to bring up my children, if I give it all away. We sold you a fine tract of land at St. Mary’s. We said to you then, it was enough to satisfy your children, and the last we should sell: and we thought it would be the last you would ask for. We have now told you what we had to say. It is what was determined on, in a council among ourselves; and what I have spoken, is the voice of my nation. On this account, all our people have come here to listen to me; but do not think we have a bad opinion of you. Where should we get a bad opinion of you? We speak to you with a good heart, and the feelings of a friend. You are acquainted with this piece of land—the country we live in. Shall we give it up? Take notice, it is a small piece of land, and if we give it away, what will become of us? The Great Spirit, who has provided it for our use, allows us to keep it, to bring up our young men and support our families. We should incur his anger, if we bartered it away. If we had more land, you should get more; but our land has been wasting away ever since the white people became our neighbors, and we have now hardly enough left to cover the bones of our tribe. You are in the midst of your red children. What is due to us in money, we wish, and will receive at this place; and we want nothing more. We all shake hands with you. Behold our warriors, our women, and children. Take pity on us and on our words.”",
            "score": 118.13806915283203
        },
        {
            "docid": "465886_10",
            "document": "Parietal lobe . The parietal lobe plays important roles in integrating sensory information from various parts of the body, knowledge of numbers and their relations, and in the manipulation of objects. Its function also includes processing information relating to the sense of touch. Portions of the parietal lobe are involved with visuospatial processing. Although multisensory in nature, the posterior parietal cortex is often referred to by vision scientists as the dorsal stream of vision (as opposed to the ventral stream in the temporal lobe). This dorsal stream has been called both the \"where\" stream (as in spatial vision) and the \"how\" stream (as in vision for action). The posterior parietal cortex (PPC) receives somatosensory and/or visual input, which then, through motor signals, controls movement of the arm, hand, as well as eye movements.",
            "score": 117.78578186035156
        },
        {
            "docid": "11763579_41",
            "document": "Microvesicles . Circulating microvesicles may be useful for the delivery of drugs to very specific targets. Using electroporation or centrifugation to insert drugs into microvesicles targeting specific cells, it is possible to target the drug very efficiently. This targeting can help by reducing necessary doses as well as prevent off-target side effects. They can target anti-inflammatory drugs to specific tissues. Additionally, circulating microvesicles can bypass the blood–brain barrier and deliver their cargo to neurons while not having an effect on muscle cells. The blood-brain barrier is typically a difficult obstacle to overcome when designing drugs, and microvesicles may be a means of overcoming it. Current research is looking into efficiently creating microvesicles synthetically, or isolating them from patient or engineered cell lines.",
            "score": 117.77481079101562
        },
        {
            "docid": "430976_10",
            "document": "Uncanny valley . As of 2011, researchers at University of California, San Diego and California Institute for Telecommunications and Information Technology are measuring human brain activations related to the uncanny valley. In one study using fMRI, a group of cognitive scientists and roboticists found the biggest differences in brain responses for uncanny robots in parietal cortex, on both sides of the brain, specifically in the areas that connect the part of the brain’s visual cortex that processes bodily movements with the section of the motor cortex thought to contain mirror neurons. The researchers say they saw, in essence, evidence of mismatch or perceptual conflict. The brain \"lit up\" when the human-like appearance of the android and its robotic motion \"didn’t compute\". Ayşe Pınar Saygın, an assistant professor from UCSD, says \"The brain doesn’t seem selectively tuned to either biological appearance or biological motion per se. What it seems to be doing is looking for its expectations to be met – for appearance and motion to be congruent.\"",
            "score": 117.44775390625
        },
        {
            "docid": "1684561_17",
            "document": "Method of loci . Brain scans of \"superior memorizers\", 90% of whom use the method of loci technique, have shown that it involves activation of regions of the brain involved in spatial awareness, such as the medial parietal cortex, retrosplenial cortex, and the right posterior hippocampus. The medial parietal cortex is most associated with encoding and retrieving of information. Patients who have medial parietal cortex damage have trouble linking landmarks with certain locations; many of these patients are unable to give or follow directions and often get lost. The retrosplenial cortex is also linked to memory and navigation. In one study on the effects of selective granular retrosplenial cortex lesions in rats, the researcher found that damage to the retrosplenial cortex led to impaired spatial learning abilities. Rats with damage to this area failed to recall which areas of the maze they had already visited, rarely explored different arms of the maze, almost never recalled the maze in future trials, and took longer to reach the end of the maze, as compared to rats with a fully working retrosplenial cortex.",
            "score": 117.26051330566406
        }
    ]
}