{
    "q": [
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 101.09664726257324
        },
        {
            "docid": "5814292_2",
            "document": "Angiopoietin . Angiopoietin is part of a family of vascular growth factors that play a role in embryonic and postnatal angiogenesis. Angiopoietin signaling most directly corresponds with angiogenesis, the process by which new arteries and veins form from preexisting blood vessels. Angiogenesis proceeds through sprouting, endothelial cell migration, proliferation, and vessel destabilization and stabilization. They are responsible for assembling and disassembling the endothelial lining of blood vessels. Angiopoietin cytokines are involved with controlling microvascular permeability, vasodilation, and vasoconstriction by signaling smooth muscle cells surrounding vessels.  There are now four identified angiopoietins: ANGPT1, ANGPT2, ANGPTL3, ANGPT4. In addition, there are a number of proteins that are closely related to ('like') angiopoietins (Angiopoietin-related protein 1, , , , , , , ).",
            "score": 143.36944103240967
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 117.91672730445862
        },
        {
            "docid": "1804463_7",
            "document": "Pericyte . Pericytes are also associated with allowing endothelial cells to differentiate, multiply, form vascular branches (angiogenesis), survive apoptotic signals and travel throughout the body. Certain pericytes, known as microvascular pericytes, develop around the walls of capillaries and help to serve this function. Microvascular pericytes may not be contractile cells because they lack alpha-actin isoforms; structures that are common amongst other contractile cells. These cells communicate with endothelial cells via gap junctions and in turn cause endothelial cells to proliferate or be selectively inhibited. If this process did not occur, hyperplasia and abnormal vascular morphogenesis could occur. These types of pericyte can also phagocytose exogenous proteins. This suggests that the cell type might have been derived from microglia.",
            "score": 117.39543175697327
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 146.32881915569305
        },
        {
            "docid": "10323449_4",
            "document": "VEGF receptor . Vascular endothelial growth factor (VEGF) is an important signaling protein involved in both vasculogenesis (the formation of the circulatory system) and angiogenesis (the growth of blood vessels from pre-existing vasculature). As its name implies, VEGF activity is restricted mainly to cells of the vascular endothelium, although it does have effects on a limited number of other cell types (e.g. stimulation monocyte/macrophage migration). \"In vitro\", VEGF has been shown to stimulate endothelial cell mitogenesis and cell migration. VEGF also enhances microvascular permeability and is sometimes referred to as vascular permeability factor.",
            "score": 124.11206007003784
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 109.68342709541321
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 109.8439611196518
        },
        {
            "docid": "42256877_18",
            "document": "Cellular Dynamics International . At least 5 of the top 10 Leading Causes of Death in the United States have a vascular component related to their disease. Endothelial cells (cells that line the interior of blood vessels and allow nutrients to pass back and forth to the body’s organs and tissues) play an important role in the study of vascular contributions of many leading causes of death. iCell Endothelial cells were launched as a tool to model vascular biology. Other types of endothelial cells are available from ATCC and Life Technologies. iCell Hematopoietic Progenitor Cells are multipotent progenitor blood cells that can give rise to many different types of blood cells that can then be used for a variety of research purposes, including cell therapy, autoimmune disease, and cancer research.",
            "score": 136.85956263542175
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 113.25692892074585
        },
        {
            "docid": "15497663_12",
            "document": "Vascular endothelial growth factor A . Each of these is important in the signalling required for angiogenesis. VRAP (also known as T-cell specific adaptor) and Nck signalling are important in reorganization of the structural components of the cell, allowing for cells to move around to areas where they are needed. PLC- γ is vital to the proliferative effects of VEGF-A signalling. Activation of the phospholipase PLC- γ results in an increase in calcium levels in the cell, leading to the activation of protein kinase C (PKC). PKC phosphorylates the mitogen-activated protein kinase (MAPK) ERK which then moves to the nucleus of the cell and takes part in nuclear signalling. Once in the nucleus, ERK activates various transcription factors which initiate expression of genes involved in cellular proliferation. Activation of a different MAPK (p38 MAPK) by VEGFr2 is important in the transcription of genes associated with cellular migration.",
            "score": 104.29901695251465
        },
        {
            "docid": "11079999_6",
            "document": "Subgranular zone . Endothelial cells, which line the blood vessels in the SGZ, are a critical component in the regulation of stem cell self-renewal and neurogenesis. These cells, which reside in close proximity to clusters of proliferating neurogenic cells, provide attachment points for neurogenic cells and release diffusible signals such as vascular endothelial growth factor (VEGF) that help induce both angiogenesis and neurogenesis. In fact, studies have shown that neurogenesis and angiogenesis share several common signaling pathways, implying that neurogenic cells and endothelial cells in the SGZ have a reciprocal effect on one another. Blood vessels carry hormones and other molecules that act on the cells in the SGZ to regulate neurogenesis and angiogenesis.",
            "score": 126.73019742965698
        },
        {
            "docid": "4718706_4",
            "document": "Endothelial stem cell . ECs derived from stem cells are the beginning of vasculogenesis. Vasculogenesis is the new production of a vascular network from mesodermal progenitor cells. This can be distinguished from angiogenesis, which is the creation of new capillaries from vessels that already exist through the process of splitting or sprouting. This can occur \"in vitro\" in embryoid bodies (EB) derived from embryonic stem cells; this process in EB is similar to \"in vivo\" vasculogenesis. Important signaling factors for vasculogenesis are TGF-β, BMP4, and VEGF, all of which promote pluripotent stem cells to differentiate into mesoderm, endothelial progenitor cells, and then into mature endothelium.",
            "score": 99.08444905281067
        },
        {
            "docid": "531064_2",
            "document": "Cell adhesion . Cell adhesion is the process by which cells interact and attach to neighbouring cells through specialised molecules of the cell surface. This process can occur either through direct contact between cell surfaces or indirect interaction, where cells attach to surrounding extracellular matrix, a gel-like structure containing molecules released by cells into spaces between them. Cells adhesion occurs from the interactions between cell-adhesion molecules (CAMs), transmembrane proteins located on the cell surface. Cell adhesion link cells in different ways and can be involved in signal transduction for cells to detect and respond to changes in the surroundings. Other cellular processes regulated by cell adhesion include cell migration and tissue development in multicellular organisms. Alterations in cell adhesion can disrupt important cellular processes and lead to a variety of diseases, including cancer and arthritis. Cell adhesion is also essential for infectious organisms, such as bacteria or viruses, to cause diseases.",
            "score": 137.17662179470062
        },
        {
            "docid": "443416_28",
            "document": "Phagocyte . To reach the site of infection, phagocytes leave the bloodstream and enter the affected tissues. Signals from the infection cause the endothelial cells that line the blood vessels to make a protein called selectin, which neutrophils stick to on passing by. Other signals called vasodilators loosen the junctions connecting endothelial cells, allowing the phagocytes to pass through the wall. Chemotaxis is the process by which phagocytes follow the cytokine \"scent\" to the infected spot. Neutrophils travel across epithelial cell-lined organs to sites of infection, and although this is an important component of fighting infection, the migration itself can result in disease-like symptoms. During an infection, millions of neutrophils are recruited from the blood, but they die after a few days.",
            "score": 146.0728496313095
        },
        {
            "docid": "42294288_2",
            "document": "Circulating endothelial cell . Circulating endothelial cells (CECs) are endothelial cells that have been shed from the lining of the vascular wall into the blood stream. Endothelial cells normally line blood vessels to maintain vascular integrity and permeability, but when these cells enter into the circulation, this could be a reflection of vascular dysfunction and damage. There are many factors involved in the process of creating CECs, including: reduced interaction between the endothelial cells and basement membrane proteins, damaged endothelial cellular adhesion molecules, mechanical injury, decreased survival of cytoskeletal proteins, and inflammation.",
            "score": 143.97820162773132
        },
        {
            "docid": "12276398_26",
            "document": "Human embryogenesis . Also at the same time that the endocardial tubes are forming, vasculogenesis (the development of the circulatory system) has begun. This starts on day 18 with cells in the splanchnopleuric mesoderm differentiating into angioblasts that develop into flattened endothelial cells. These join to form small vesicles called angiocysts which join up to form long vessels called angioblastic cords. These cords develop into a pervasive network of plexuses in the formation of the vascular network. This network grows by the additional budding and sprouting of new vessels in the process of angiogenesis. Following vasculogenesis and the development of an early vasculature, a stage of vascular remodelling takes place.",
            "score": 101.20501279830933
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 146.15156042575836
        },
        {
            "docid": "29286844_3",
            "document": "Hereditary mucoepithelial dysplasia . Desmosomes are extracellular protein structures responsible for cellular adhesion, whereby cells of the same type are held closely together. Gap junctions are specialized channels located within the cell membrane of many animal cell types, which serve as gateways that connect the cytoplasmic interior of two adjacent cells, allowing the passage of small molecules such as ions, nucleotides, second messengers and others. The movement and exchange of small molecules between cells is an important part of intracellular communication processes like cell signaling.",
            "score": 120.78958892822266
        },
        {
            "docid": "7803948_2",
            "document": "Vascular permeability . Vascular permeability, often in the form of capillary permeability or microvascular permeability, characterizes the capacity of a blood vessel wall to allow for the flow of small molecules (drugs, nutrients, water, ions) or even whole cells (lymphocytes on their way to the site of inflammation) in and out of the vessel. Blood vessel walls are lined by a single layer of endothelial cells. The gaps between endothelial cells (cell junctions) are strictly regulated depending on the type and physiological state of the tissue.",
            "score": 144.04451060295105
        },
        {
            "docid": "11011552_7",
            "document": "Cellular communication (biology) . Communicating through direct contact is one form of local signaling for eukaryotic cells. Plant and animal cells possess junctions that connect the cytoplasm of cells adjacent to one another. These connections allow for signaling substances that were dissolved in the cytosol to easily pass between the cells that are connected. Animal cells contain gap junctions and can communicate through these junctions in a process called cell-cell recognition. Plant cells are connected through plasmodesmata. Embryonic development and the immune response rely heavily on this type of local signaling. In other types of local signaling, the signaling cell secretes messenger molecules that only travel short distances. These local regulators influence cells in the vicinity and can stimulate nearby target cells to perform an action. A number of cells can receive messages and respond to another molecule within their vicinity at the same time. This process of local signaling within animal cells is known as paracrine signaling.",
            "score": 123.65987372398376
        },
        {
            "docid": "24950378_12",
            "document": "Cell–cell interaction . Leukocytes or white blood cells destroy abnormal cells and also provide protection against bacteria and other foreign matter. These interactions are transitory in nature but are crucial as an immediate immune response. To fight infection, leukocytes must move from the blood into the affected tissues. This movement into tissues is called extravasation. It requires successive forming and breaking of cell-cell interactions between the leukocytes and the endothelial cells that line blood vessels. These cell-cell interactions are mediated mainly by a group of Cell Adhesion Molecules (CAMs) called selectins.",
            "score": 146.84754872322083
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 119.55030071735382
        },
        {
            "docid": "3227803_6",
            "document": "Apelin . Vascular expression of the receptor participates in the control of blood pressure and its activation promotes the formation of new blood vessels (angiogenesis). The hypotensive effect of apelin results from the activation of receptors expressed at the surface of endothelial cells. This activation induces the release of NO, a potent vasodilator, which induces relaxation of the smooth muscle cells of artery wall. Studies performed on mice knocked out for the apelin receptor gene have suggested the existence of a balance between angiotensin II signalling, which increases blood pressure and apelin signalling, which lowers blood pressure. The angiogenic activity is the consequence of apelin action on the proliferation and migration of the endothelial cells. Apelin activates inside the cell transduction cascades (ERKs, Akt, and p70S6kinase phosphorylation), which lead to the proliferation of endothelial cells and the formation of new blood vessels It is interesting that knockout of apelin gene is associated with a delay in the development of the retinal vasculature.",
            "score": 131.9206862449646
        },
        {
            "docid": "1628547_2",
            "document": "Cell adhesion molecule . Cell adhesion molecules (CAMs) are proteins located on the cell surface involved in binding with other cells or with the extracellular matrix (ECM) in the process called cell adhesion. In essence, cell adhesion molecules help cells stick to each other and to their surroundings. Cell adhesion is a crucial component in maintaining tissue structure and function. In fully developed animals, these molecules play an integral role in creating force and movement and consequently ensure that organs are able to execute their functions. In addition to serving as \"molecular glue\", cell adhesion is important in affecting cellular mechanisms of growth, contact inhibition, and apoptosis. Oftentimes aberrant expression of CAMs will result in pathologies ranging from frostbite to cancer.",
            "score": 136.37211227416992
        },
        {
            "docid": "18003398_4",
            "document": "Eugene C. Butcher . Butcher and his research team study the trafficking of white blood cells (lymphocytes, dendritic cells, monocytes, etc.), including their interactions with the endothelial lining of blood vessels at sites of leukocyte extravasation, and their chemotactic responses in tissues. These events regulate immune responses by controlling the access of leukocytes to sites of inflammatory or immune reaction in the body. He and his research team have shown that lymphocytes use a variety of different adhesion molecules or \"homing receptors\" to recognize organ (and/or inflammation)-specific vascular ligands or \"addressins\" that define the tissue position (address) of blood vessels in the body. Their studies have shown that these adhesion receptors act coordinately with G protein-linked serpentine chemoattractant receptors in a multi-step process that controls the specificity and provides combinatorial diversity in leukocyte trafficking.",
            "score": 124.68983769416809
        },
        {
            "docid": "33051527_2",
            "document": "Cell membrane . The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.",
            "score": 120.21322584152222
        },
        {
            "docid": "1107334_40",
            "document": "Notch signaling pathway . Notch signaling may be used to control the sprouting pattern of blood vessels during angiogenesis. When cells within a patent vessel are exposed to VEGF signaling, only a restricted number of them initiate the angiogenic process. Vegf is able to induce DLL4 expression. In turn, DLL4 expressing cells down-regulate Vegf receptors in neighboring cells through activation of Notch, thereby preventing their migration into the developing sprout. Likewise, during the sprouting process itself, the migratory behavior of connector cells must be limited to retain a patent connection to the original blood vessel.",
            "score": 129.57225608825684
        },
        {
            "docid": "2428938_2",
            "document": "Cell migration . Cell migration is a central process in the development and maintenance of multicellular organisms. Tissue formation during embryonic development, wound healing and immune responses all require the orchestrated movement of cells in particular directions to specific locations. Cells often migrate in response to specific external signals, including chemical signals and mechanical signals. Errors during this process have serious consequences, including intellectual disability, vascular disease, tumor formation and metastasis. An understanding of the mechanism by which cells migrate may lead to the development of novel therapeutic strategies for controlling, for example, invasive tumour cells.",
            "score": 101.08051085472107
        },
        {
            "docid": "15261560_10",
            "document": "Dictyostelium discoideum . The cell differentiation process occurs when a cell becomes more specialized to develop into a multicellular organism. Changes in size, shape, metabolic activities, and responsiveness can occur as a result of adjustments in gene expression. Cell diversity and differentiation, in this species, involves decisions made from cell-cell interactions in pathways to either stalk cells or spore cells. These cell fates depend on their environment and pattern formation. Therefore, the organism is an excellent model for studying cell differentiation. Chemotaxis is defined as a passage of an organism toward or away from a chemical stimulus along a chemical concentration gradient. Certain organisms demonstrate chemotaxis when they move toward a supply of nutrients. In \"D. discoideum\", the amoeba secretes the signal, cAMP, out of the cell, attracting other amoebae to migrate toward the source. Every amoeba moves toward a central amoeba, the one dispensing the greatest amount of cAMP secretions. The secretion of the cAMP is then exhibited by all amoebae and is a call for them to begin aggregation. These chemical emissions and amoeba movement occur every six minutes. The amoebae move toward the concentration gradient for 60 seconds and stop until the next secretion is sent out. This behavior of individual cells tends to cause oscillations in a group of cells, and chemical waves of varying cAMP concentration propagate through the group in spirals.",
            "score": 105.71204364299774
        },
        {
            "docid": "20528783_16",
            "document": "Embryomics . Cells, embryonic cells in particular, are sensitive to the presence or absence of specific chemical molecules in their surroundings. This is the basis for cell signaling, and during embryogenesis cells “talk to each other” by emitting and receiving signaling molecules. This is how development of the embryo’s structure is organized and controlled. If cells of a particular line have been removed from the embryo and are growing alone in a Petri dish in the lab, and some cell signaling chemicals are put in the growth medium bathing the cells, this can induce the cells to differentiate into a different, “daughter” cell type, mimicking the differentiation process that occurs naturally in the developing embryo. Artificially inducing differentiation in this way can yield clues to the correct placement of a particular cell line in the embryogenic tree, by observing what kind of cell results from inducing the differentiation.",
            "score": 100.92303991317749
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 133.20032954216003
        }
    ],
    "r": [
        {
            "docid": "36389980_12",
            "document": "Diffuse intrinsic pontine glioma . In the brain—unlike in other areas of the body, where substances can pass freely from the blood into the tissue—there is some space between the cells lining the blood vessels. Thus, the movement of substances into the brain is significantly limited. This barrier is formed by the lining cells of the vessels as well as by projections from nearby astrocytes. These two types of cells are knitted together by proteins to form what are called \"tight junctions\". The entire structure is called the blood–brain barrier (BBB). It prevents chemicals, toxins, bacteria, and other substances from getting into the brain, and thus serves a continuous protective function. However, with diseases such as brain tumors, the BBB can also prevent diagnostic and therapeutic agents from reaching their target.",
            "score": 161.11001586914062
        },
        {
            "docid": "48444540_4",
            "document": "Biconcave disc . Biconcave shape of the red blood cells. Mammalian red blood cells also known as erythrocyte are a cellular component of the blood which give the blood its characteristic red color and transport oxygen from the lungs to the tissues. Mature red blood cells are round and biconcave because they lack a nucleus and unlike other cells, red cells require a small amount of oxygen for its metabolism and most oxygen is freed into the tissues. The absence of nucleus, ribosomes, and mitochondria partly contributes to the red blood cell’s disc-like structure which leaves room for hundreds of millions of hemoglobin molecules found within the cells. Hemoglobin is a red and iron-rich protein that merges with oxygen to carry oxygen from the lungs to the body tissues. Both sides of the cell surface bend inwards similar to the inner part of a sphere.  The biconcave shape enhances the red blood cell’s ability to maneuver through small blood vessels to transport oxygen to tissues and organs. The distinctive biconcave form also enhances the flow properties of blood in the major vessels. It minimizes platelet scatter and heightens laminar flow, which quells their atherogenic action in those major vessels. Erythrocytes, therefore, increase their applying exterior by assuming a cigar form, where they resourcefully release their oxygen load. The unique and flexible disc structure of red blood cell also helps increase the surface area to volume ratio of the tiny cells which enables oxygen (O2) and carbon dioxide (CO2) to easily diffuse across the cell’s plasma membrane.",
            "score": 157.12274169921875
        },
        {
            "docid": "31321569_17",
            "document": "The Hallmarks of Cancer . Normal tissues of the body have blood vessels running through them that deliver oxygen from the lungs. Cells must be close to the blood vessels to get enough oxygen for them to survive. New blood vessels are formed during the development of embryos, during wound repair and during the female reproductive cycle. An expanding tumour requires new blood vessels to deliver adequate oxygen to the cancer cells, and thus exploits these normal physiological processes for its benefit. To do this, the cancer cells acquire the ability to orchestrate production of new vasculature by activating the 'angiogenic switch'. In doing so, they control non-cancerous cells that are present in the tumor that can form blood vessels by reducing the production of factors that inhibit blood vessel production, and increasing the production of factors that promote blood vessel formation.",
            "score": 151.1605987548828
        },
        {
            "docid": "531587_17",
            "document": "Depolarization . Endothelium is a thin layer of simple squamous epithelial cells that line the interior of both blood and lymph vessels. The endothelium that lines blood vessels is known as vascular endothelium, which is subject to and must withstand the forces of blood flow and blood pressure from the cardiovascular system. To withstand these cardiovascular forces, endothelial cells must simultaneously have a structure capable of withstanding the forces of circulation while also maintaining a certain level of plasticity in the strength of their structure. This plasticity in the structural strength of the vascular endothelium is essential to overall function of the cardiovascular system. Endothelial cells within blood vessels can alter the strength of their structure to maintain the vascular tone of the blood vessel they line, prevent vascular rigidity, and even help to regulate blood pressure within the cardiovascular system. Endothelial cells accomplish these feats by using depolarization to alter their structural strength. When an endothelial cell undergoes depolarization, the result is a marked decrease in the rigidity and structural strength of the cell by altering the network of fibers that provide these cells with their structural support. Depolarization in vascular endothelium is essential not only to the structural integrity of endothelial cells, but also to the ability of the vascular endothelium to aid in the regulation of vascular tone, prevention of vascular rigidity, and the regulation of blood pressure.",
            "score": 150.7559814453125
        },
        {
            "docid": "31693885_12",
            "document": "Nintedanib . Angiogenesis is a process that is essential for the growth and spread of all solid tumours, blocking it prevents the tumour from growing and may result in tumour shrinkage as well as a reduction in the spread of the cancer to other parts of the body. Nintedanib exerts its anti-cancer effect by binding to and blocking the activation of cell receptors involved in blood vessel formation and reshaping (i.e. VEGFR 1-3, FGFR 1-3 and PDGFRα and β). Inhibition of these receptors in the cells that make up blood vessels (endothelial cells, smooth muscle cells and pericytes) by nintedanib leads to programmed cell death, destruction of tumor blood vessels and a reduction in blood flow to the tumour. Reduced tumour blood flow inhibits tumor cell proliferation and migration hence slowing the growth and spread of the cancer.",
            "score": 148.97987365722656
        },
        {
            "docid": "4718706_21",
            "document": "Endothelial stem cell . Understanding more about ESCs is important in cancer research. Tumours induce angiogenesis, which is the formation of new blood vessels. These cancerous cells do this by secreting factors such as VEGF and by reducing the amount of PGK, an anti-VEGF enzyme. The result is an uncontrolled production of beta-catenin, which regulates cell growth and cell mobility. With uncontrolled beta-catenin, the cell loses its adhesive properties. As ECs get packed together to create the lining for a new blood vessel, a single cancer cell is able to travel through the vessel to a distant site. If that cancer cell implants itself and begins forming a new tumour, the cancer has metastasized.",
            "score": 148.5447235107422
        },
        {
            "docid": "14774391_13",
            "document": "PTPRM . PTPµ is expressed in human umbilical cord vein endothelial cells (HUVEC) and in capillaries in the developing brain. The expression of PTPµ in HUVEC cells increases at higher cell density. Studies of PTPµ expression in animal tissues have demonstrated that PTPµ is preferentially expressed in endothelial cells of arteries and capillaries and in cardiac smooth muscle, in addition to brain cells. Because of this specialized expression in arterial endothelial cells, and because PTPµ is found to associate with proteins involved in maintaining endothelial cell–cell junctions, such as VE-cadherin, PTPµ is hypothesized to regulate endothelial cell junction formation or permeability. PTPµ has been shown to be involved in mechanotransduction that results from changes in blood flow to influence endothelial cell-mediated blood vessel dilation, a process induced by “shear stress.” When PTPmu is missing in mice (PTPmu -/- knock-out mice), cannulated mesenteric arteries show reduced flow-induced (or “shear stress” induced) dilation. PTPmu tyrosine phosphatase activity is activated by shear stress. Caveolin 1 is a scaffolding protein enriched in endothelial cell junctions that is also linked to shear stress regulated responses. Caveolin 1 is dephosphorylated on tyrosine 14 in response to shear stress and PTPmu is hypothesized to catalyze this reaction.",
            "score": 146.93145751953125
        },
        {
            "docid": "24950378_12",
            "document": "Cell–cell interaction . Leukocytes or white blood cells destroy abnormal cells and also provide protection against bacteria and other foreign matter. These interactions are transitory in nature but are crucial as an immediate immune response. To fight infection, leukocytes must move from the blood into the affected tissues. This movement into tissues is called extravasation. It requires successive forming and breaking of cell-cell interactions between the leukocytes and the endothelial cells that line blood vessels. These cell-cell interactions are mediated mainly by a group of Cell Adhesion Molecules (CAMs) called selectins.",
            "score": 146.84754943847656
        },
        {
            "docid": "14118313_10",
            "document": "CDH2 . N-Cadherin is commonly found in cancer cells and provides a mechanism for transendothelial migration. When a cancer cell adheres to the endothelial cells of a blood vessel it up-regulates the src kinase pathway, which phosphorylates beta-catenins attached to both N-cadherin (this protein) and E-cadherins. This causes the intercellular connection between two adjacent endothelial cells to fail and allows the cancer cell to slip through.",
            "score": 146.52978515625
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 146.32882690429688
        },
        {
            "docid": "64972_24",
            "document": "Angiogenesis . Tumors induce blood vessel growth (angiogenesis) by secreting various growth factors (e.g. VEGF) and proteins. Growth factors such as bFGF and VEGF can induce capillary growth into the tumor, which some researchers suspect supply required nutrients, allowing for tumor expansion. Unlike normal blood vessels, tumor blood vessels are dilated with an irregular shape. In 2007, it was discovered that cancerous cells stop producing the anti-VEGF enzyme PKG. In normal cells (but not in cancerous ones), PKG apparently limits beta-catenin, which solicits angiogenesis. Other clinicians believe angiogenesis really serves as a waste pathway, taking away the biological end products secreted by rapidly dividing cancer cells. In either case, angiogenesis is a necessary and required step for transition from a small harmless cluster of cells, often said to be about the size of the metal ball at the end of a ball-point pen, to a large tumor. Angiogenesis is also required for the spread of a tumor, or metastasis. Single cancer cells can break away from an established solid tumor, enter the blood vessel, and be carried to a distant site, where they can implant and begin the growth of a secondary tumor. Evidence now suggests the blood vessel in a given solid tumor may, in fact, be mosaic vessels, composed of endothelial cells and tumor cells. This mosaicity allows for substantial shedding of tumor cells into the vasculature, possibly contributing to the appearance of circulating tumor cells in the peripheral blood of patients with malignancies. The subsequent growth of such metastases will also require a supply of nutrients and oxygen and a waste disposal pathway.",
            "score": 146.31849670410156
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 146.1515655517578
        },
        {
            "docid": "443416_28",
            "document": "Phagocyte . To reach the site of infection, phagocytes leave the bloodstream and enter the affected tissues. Signals from the infection cause the endothelial cells that line the blood vessels to make a protein called selectin, which neutrophils stick to on passing by. Other signals called vasodilators loosen the junctions connecting endothelial cells, allowing the phagocytes to pass through the wall. Chemotaxis is the process by which phagocytes follow the cytokine \"scent\" to the infected spot. Neutrophils travel across epithelial cell-lined organs to sites of infection, and although this is an important component of fighting infection, the migration itself can result in disease-like symptoms. During an infection, millions of neutrophils are recruited from the blood, but they die after a few days.",
            "score": 146.07286071777344
        },
        {
            "docid": "2440776_3",
            "document": "Focal adhesion . Focal adhesions serve as the mechanical linkages to the ECM, and as a biochemical signaling hub to concentrate and direct numerous signaling proteins at sites of integrin binding and clustering.  Focal adhesions are integrin-containing, multi-protein structures that form mechanical links between intracellular actin bundles and the extracellular substrate in many cell types. Focal adhesions are large, dynamic protein complexes through which the cytoskeleton of a cell connects to the ECM. They are limited to clearly defined ranges of the cell, at which the plasma membrane closes to within 15 nm of the ECM substrate. Focal adhesions are in a state of constant flux: proteins associate and disassociate with it continually as signals are transmitted to other parts of the cell, relating to anything from cell motility to cell cycle. Focal adhesions can contain over 100 different proteins, which suggests a considerable functional diversity. More than anchoring the cell, they function as signal carriers (sensors), which inform the cell about the condition of the ECM and thus affect their behavior. In sessile cells, focal adhesions are quite stable under normal conditions, while in moving cells their stability is diminished: this is because in motile cells, focal adhesions are being constantly assembled and disassembled as the cell establishes new contacts at the leading edge, and breaks old contacts at the trailing edge of the cell. One example of their important role is in the immune system, in which white blood cells migrate along the connective endothelium following cellular signals to damaged biological tissue.",
            "score": 145.7977294921875
        },
        {
            "docid": "84936_4",
            "document": "Blood–brain barrier . This \"barrier\" results from the selectivity of the tight junctions between endothelial cells in CNS vessels, which restricts the passage of solutes. At the interface between blood and the brain, endothelial cells are stitched together by these tight junctions, which are composed of smaller subunits, frequently biochemical dimers, that are transmembrane proteins such as occludin, claudins, junctional adhesion molecule (JAM), or ESAM, for example. Each of these transmembrane proteins is anchored into the endothelial cells by another protein complex that includes ZO-1 and associated proteins.",
            "score": 145.72679138183594
        },
        {
            "docid": "1006597_23",
            "document": "Nanorobotics . The science behind this mechanism is quite complex. Passage of cells across the blood endothelium, a process known as transmigration, is a mechanism involving engagement of cell surface receptors to adhesion molecules, active force exertion and dilation of the vessel walls and physical deformation of the migrating cells. By attaching themselves to migrating inflammatory cells, the robots can in effect “hitch a ride” across the blood vessels, bypassing the need for a complex transmigration mechanism of their own.",
            "score": 145.5740203857422
        },
        {
            "docid": "514458_13",
            "document": "Wound healing . Immediately after a blood vessel is breached, ruptured cell membranes release inflammatory factors like thromboxanes and prostaglandins that cause the vessel to spasm to prevent blood loss and to collect inflammatory cells and factors in the area. This vasoconstriction lasts five to ten minutes and is followed by vasodilation, a widening of blood vessels, which peaks at about 20 minutes post-wounding. Vasodilation is the end result of factors released by platelets and other cells. The main factor involved in causing vasodilation is histamine. Histamine also causes blood vessels to become porous, allowing the tissue to become edematous because proteins from the bloodstream leak into the extravascular space, which increases its osmolar load and draws water into the area. Increased porosity of blood vessels also facilitates the entry of inflammatory cells like leukocytes into the wound site from the bloodstream.",
            "score": 145.48565673828125
        },
        {
            "docid": "1015454_2",
            "document": "Platelet-derived growth factor . Platelet-derived growth factor (PDGF) is one of numerous growth factors that regulate cell growth and division. In particular, PDGF plays a significant role in blood vessel formation, the growth of blood vessels from already-existing blood vessel tissue, mitogenesis, i.e. proliferation, of mesenchymal cells such as fibroblasts, osteoblasts, tenocytes, vascular smooth muscle cells and mesenchymal stem cells as well as chemotaxis, the directed migration, of mesenchymal cells. Platelet-derived growth factor is a dimeric glycoprotein that can be composed of two A subunits (PDGF-AA), two B subunits (PDGF-BB), or one of each (PDGF-AB).",
            "score": 144.698486328125
        },
        {
            "docid": "12266_41",
            "document": "Genetics . A single nucleotide difference within DNA can cause a change in the amino acid sequence of a protein. Because protein structures are the result of their amino acid sequences, some changes can dramatically change the properties of a protein by destabilizing the structure or changing the surface of the protein in a way that changes its interaction with other proteins and molecules. For example, sickle-cell anemia is a human genetic disease that results from a single base difference within the coding region for the β-globin section of hemoglobin, causing a single amino acid change that changes hemoglobin's physical properties. Sickle-cell versions of hemoglobin stick to themselves, stacking to form fibers that distort the shape of red blood cells carrying the protein. These sickle-shaped cells no longer flow smoothly through blood vessels, having a tendency to clog or degrade, causing the medical problems associated with this disease.",
            "score": 144.4217071533203
        },
        {
            "docid": "7803948_2",
            "document": "Vascular permeability . Vascular permeability, often in the form of capillary permeability or microvascular permeability, characterizes the capacity of a blood vessel wall to allow for the flow of small molecules (drugs, nutrients, water, ions) or even whole cells (lymphocytes on their way to the site of inflammation) in and out of the vessel. Blood vessel walls are lined by a single layer of endothelial cells. The gaps between endothelial cells (cell junctions) are strictly regulated depending on the type and physiological state of the tissue.",
            "score": 144.0445098876953
        },
        {
            "docid": "42294288_2",
            "document": "Circulating endothelial cell . Circulating endothelial cells (CECs) are endothelial cells that have been shed from the lining of the vascular wall into the blood stream. Endothelial cells normally line blood vessels to maintain vascular integrity and permeability, but when these cells enter into the circulation, this could be a reflection of vascular dysfunction and damage. There are many factors involved in the process of creating CECs, including: reduced interaction between the endothelial cells and basement membrane proteins, damaged endothelial cellular adhesion molecules, mechanical injury, decreased survival of cytoskeletal proteins, and inflammation.",
            "score": 143.97821044921875
        },
        {
            "docid": "34015166_16",
            "document": "Vascular remodelling in the embryo . Once the heart begins to beat, mechanical forces start acting upon the early vascular system, which rapidly expands and reorganizes to serve tissue metabolism. In embryos devoid of blood flow, endothelial cells retain an undifferentiated morphology similar to angioblasts (compared to flattened epithelial cells found in mature vasculature). Once the heart begins beating, the morphology and behaviour of endothelial cells change. By changing the heart rate, the heart can also control perfusion or pressure acting upon the system in order to trigger sprouting of new vessels. In turn, new vessel sprouting is balanced by the expansion of other embryo tissues, which compress blood vessels as they grow. The equilibrium of these forces plays a major role in vascular remodelling, but although the angiogenic mechanisms required to trigger the sprouting of new vessels have been studied, little is known about the remodelling processes required to curb the growth of unnecessary branches. As blood perfuses the system, it exerts shear and pressure forces on the vessel walls. At the same time, tissue growth outside the cardiovascular system pushes back on the outside of the vessel walls. These forces must be balanced to obtain an efficient energy state for low-cost delivery of nutrients and oxygen to all tissues of the embryo body. When growth of the yolk sac (external tissue) is constrained, the balance between vascular forces and tissue forces is shifted and some vascular branches may be disconnected or diminished during the remodelling process because they are unable to forge new paths through the compressed tissue. In general, the stiffness and resistance of these tissues dictates the degree to which they can be deformed and the way in which biomechanical forces can affect them.",
            "score": 143.89837646484375
        },
        {
            "docid": "38262758_17",
            "document": "Hes3 signaling axis . In tissues, many different cell types interact with one another. In the brain, for example, neurons, astrocytes, and oligodendrocytes (specialized cells of the neural tissue, each with specific functions) interact with one another as well as with cells that comprise blood vessels. All these different cell types may interact with all others by the production of ligands that may activate receptors on the cell surface of other cell types. Understanding the way these different cell types interact with one another will allow to predict ways of activating eNSCs. For example, because eNSCs are found in close proximity with blood vessels, it has been hypothesized that signals (e.g., ligands) from cells comprising the blood vessel act on receptors found on the cell surface of eNSCs.",
            "score": 143.5235595703125
        },
        {
            "docid": "36053717_15",
            "document": "Endogenous regeneration . The migrating ability of progenitor cells in the SVZ form chain-like structures and laterally move progenitor cells towards the injured region. Along with progenitor cells, thin astrocytic processes and blood vessels also play an important role in the migration of neuroblasts, suggesting that the blood vessels may act as a scaffold. Other factors that contribute of the migration are slit proteins (produced at the choroid plexus) and their gradient (generated by the flow of cerebrospinal fluid). However, only 0.2% of new neurons survived and functioned in this study. Enhancing neurogenesis can be done by injecting growth factors such as fibroblast growth factor-2 (FGF-2) and epidermal growth factor (EGF). However, enhanced neurogenesis also have the possibility of epilepsy resulting in prolonged seizures.",
            "score": 143.38780212402344
        },
        {
            "docid": "5814292_2",
            "document": "Angiopoietin . Angiopoietin is part of a family of vascular growth factors that play a role in embryonic and postnatal angiogenesis. Angiopoietin signaling most directly corresponds with angiogenesis, the process by which new arteries and veins form from preexisting blood vessels. Angiogenesis proceeds through sprouting, endothelial cell migration, proliferation, and vessel destabilization and stabilization. They are responsible for assembling and disassembling the endothelial lining of blood vessels. Angiopoietin cytokines are involved with controlling microvascular permeability, vasodilation, and vasoconstriction by signaling smooth muscle cells surrounding vessels.  There are now four identified angiopoietins: ANGPT1, ANGPT2, ANGPTL3, ANGPT4. In addition, there are a number of proteins that are closely related to ('like') angiopoietins (Angiopoietin-related protein 1, , , , , , , ).",
            "score": 143.36944580078125
        },
        {
            "docid": "70425_19",
            "document": "Inflammation . Acute inflammation is characterized by marked vascular changes, including vasodilation, increased permeability and increased blood flow, which are induced by the actions of various inflammatory mediators. Vasodilation occurs first at the arteriole level, progressing to the capillary level, and brings about a net increase in the amount of blood present, causing the redness and heat of inflammation. Increased permeability of the vessels results in the movement of plasma into the tissues, with resultant \"stasis\" due to the increase in the concentration of the cells within blood – a condition characterized by enlarged vessels packed with cells. Stasis allows leukocytes to marginate (move) along the endothelium, a process critical to their recruitment into the tissues. Normal flowing blood prevents this, as the shearing force along the periphery of the vessels moves cells in the blood into the middle of the vessel.",
            "score": 143.1210174560547
        },
        {
            "docid": "56512_9",
            "document": "Capillary . Sinusoidal capillaries (also known as a \"discontinuous capillary\") are a special type of open-pore capillary, that have larger openings (30–40 µm in diameter) in the endothelium. These types of blood vessels allow red and white blood cells (7.5 µm – 25 µm diameter) and various serum proteins to pass, aided by a discontinuous basal lamina. These capillaries lack pinocytotic vesicles, and therefore utilize gaps present in cell junctions to permit transfer between endothelial cells, and hence across the membrane. Sinusoid blood vessels are primarily located in the bone marrow, lymph nodes, and adrenal glands. Some sinusoids are distinctive in that they do not have the tight junctions between cells. They are called \"discontinuous sinusoidal capillaries\", and are present in the liver and spleen, where greater movement of cells and materials is necessary. A capillary wall is only 1 cell thick and is simple squamous epithelium.",
            "score": 143.04058837890625
        },
        {
            "docid": "12223532_35",
            "document": "Induced pluripotent stem cell . A proof-of-concept of using induced pluripotent stem cells (iPSCs) to generate human organ for transplantation was reported by researchers from Japan. Human ‘liver buds’ (iPSC-LBs) were grown from a mixture of three different kinds of stem cells: hepatocytes (for liver function) coaxed from iPSCs; endothelial stem cells (to form lining of blood vessels) from umbilical cord blood; and mesenchymal stem cells (to form connective tissue). This new approach allows different cell types to self-organize into a complex organ, mimicking the process in fetal development. After growing \"in vitro\" for a few days, the liver buds were transplanted into mice where the ‘liver’ quickly connected with the host blood vessels and continued to grow. Most importantly, it performed regular liver functions including metabolizing drugs and producing liver-specific proteins. Further studies will monitor the longevity of the transplanted organ in the host body (ability to integrate or avoid rejection) and whether it will transform into tumors. Using this method, cells from one mouse could be used to test 1,000 drug compounds to treat liver disease, and reduce animal use by up to 50,000.",
            "score": 143.00621032714844
        },
        {
            "docid": "38262758_18",
            "document": "Hes3 signaling axis . Endogenous neural stem cells are often in close physical proximity to blood vessels. Signals from blood vessels regulate their interaction with stem cells and contribute to the cytoarchitecture of the tissue. The STAT3-Ser/Hes3 signaling axis operating in Hes3+ cells is a convergence point for several of these signals (e.g. Delta4, Angiopoietin 2). Hes3, in turn, by regulating the expression of Shh and potentially other factors, can also exert an effect on blood vessels and other cells comprising their microenvironment.",
            "score": 143.0050811767578
        },
        {
            "docid": "1804463_2",
            "document": "Pericyte . Pericytes are contractile cells that wrap around the endothelial cells that line the capillaries and venules throughout the body. Also known as Rouget cells or mural cells, pericytes are embedded in basement membrane where they communicate with endothelial cells of the body's smallest blood vessels by means of both direct physical contact and paracrine signaling. In the brain, pericytes help sustain the blood–brain barrier as well as several other homeostatic and hemostatic functions of the brain.  These cells are also a key component of the \"neurovascular unit\", which includes endothelial cells, astrocytes, and neurons. Pericytes regulate capillary blood flow, the clearance and phagocytosis of cellular debris, and the permeability of the blood–brain barrier. Pericytes stabilize and monitor the maturation of endothelial cells by means of direct communication between the cell membrane as well as through paracrine signaling. A deficiency of pericytes in the central nervous system can cause the blood–brain barrier to break down.",
            "score": 142.5638427734375
        },
        {
            "docid": "12039866_5",
            "document": "Junctional epithelium . Cells in the junctional epithelium tend to have wide intercellular spaces and fewer desmosomal junctions, to allow the transmission of white blood cells (WBCs) from lamina propria's blood vessels to the bottom of the gingival sulcus, to help prevent disease. In addition, the JE is also thinner than the sulcular epithelium, ranging coronally from only 15 to 30 cells thick at the floor of the gingival sulcus, and then tapering to a final thickness of 3 to 4 cells at its apical part. The superficial, or suprabasal, cells of the JE serve as part of the EA of the gingiva to the tooth surface. These superficial, or suprabasal, epithelial cells of the JE provide the hemidesmosomes and an internal basal lamina that create the EA, because this is a cell-to-noncellular type of intercellular junction. The structure of the EA is similar to that of the junction between the epithelium and subadjacent connective tissue; the internal basal lamina consists of a lamina lucida and lamina densa.",
            "score": 142.46075439453125
        },
        {
            "docid": "1975124_7",
            "document": "P-selectin glycoprotein ligand-1 . PSGL-1 is expressed on all white blood cells and plays an important role in the recruitment of white blood cells into inflamed tissue: White blood cells normally do not interact with the endothelium of blood vessels. However, inflammation causes the expression of cell adhesion molecules (CAM) such as P-selectin on the surface of the blood vessel wall. White blood cells present in flowing blood can interact with CAM. The first step in this interaction process is carried out by PSGL-1 interacting with P-selectin and/or E-selectin on endothelial cells and adherent platelets. This interaction results in \"rolling\" of the white blood cell on the endothelial cell surface followed by stable adhesion and transmigration of the white blood cell into the inflamed tissue.",
            "score": 142.0151824951172
        }
    ]
}