{
    "q": [
        {
            "docid": "11329508_10",
            "document": "Period (gene) . The mammalian period 2 gene plays a key role in tumor growth in mice; mice with an mPer2 knockout show a significant increase in tumor development and a significant decrease in apoptosis. This is thought to be caused by mPer2 circadian deregulation of common tumor suppression and cell cycle regulation genes, such as \"Cyclin D1\", \"Cyclin A\", \"Mdm-2\", and \"Gadd45α\", as well as the transcription factor \"c-myc\", which is directly controlled by circadian regulators through E box-mediated reactions. In addition, mPer2 knockout mice show increased sensitivity to gamma radiation and tumor development, further implicating mPer2 in cancer development through its regulation of DNA damage-responsive pathways. Thus, circadian control of clock controlled genes that function in cell growth control and DNA damage response may affect the development of cancer \"in vivo\".",
            "score": 189.08004212379456
        },
        {
            "docid": "33708419_12",
            "document": "Knockout mouse . While knockout mouse technology represents a valuable research tool, some important limitations exist. About 15 percent of gene knockouts are developmentally lethal, which means that the genetically altered embryos cannot grow into adult mice. This problem is often overcome through the use of conditional mutations. The lack of adult mice limits studies to embryonic development and often makes it more difficult to determine a gene's function in relation to human health. In some instances, the gene may serve a different function in adults than in developing embryos. Knocking out a gene also may fail to produce an observable change in a mouse or may even produce different characteristics from those observed in humans in which the same gene is inactivated. For example, mutations in the p53 gene are associated with more than half of human cancers and often lead to tumours in a particular set of tissues. However, when the p53 gene is knocked out in mice, the animals develop tumours in a different array of tissues. There is variability in the whole procedure depending largely on the strain from which the stem cells have been derived. Generally cells derived from strain 129 are used. This specific strain is not suitable for many experiments (e.g., behavioural), so it is very common to backcross the offspring to other strains. Some genomic loci have been proven very difficult to knock out. Reasons might be the presence of repetitive sequences, extensive DNA methylation, or heterochromatin. The confounding presence of neighbouring 129 genes on the knockout segment of genetic material has been dubbed the \"flanking-gene effect\". Methods and guidelines to deal with this problem have been proposed.",
            "score": 180.46702075004578
        },
        {
            "docid": "14878536_7",
            "document": "PRDM16 . White adipose tissue (WAT) primarily stores excess energy in the form of triglycerides. Recent research has shown that PRDM16 is present in subcutaneous white adipose tissue. The activity of PRDM16 in white adipose tissue leads to the production of brown fat-like adipocytes within white adipose tissue, called beige cells (also called brite cells). These beige cells have a brown adipose tissue-like phenotype and actions, including thermogenic processes seen in BAT.  In mice, the levels of PRDM16 within WAT, specifically anterior subcutaneous WAT and inguinal subcutaneous WAT, is about 50% that of interscapular BAT, both in protein expression and in mRNA quantity. This expression takes place primarily within mature adipocytes.  Transgenic aP2-PRDM16 mice were used in a study to observe the effects of PRDM16 expression in WAT. The study found that the presence of PRDM16 in subcutaneous WAT leads to a significant up-regulation of brown-fat selective genes UCP-1, CIDEA, and PPARGC1A. This up-regulation lead to the development of a BAT-like phenotype within the white adipose tissue.  Expression of PRDM16 has also been shown to protect against high-fat diet induced weight gain. Seale et al.’s experiment with aP2-PRDM16 transgenic mice and wild type mice showed that transgenic mice eating a 60% high-fat diet had significantly less weight gain than wild type mice on the same diet. Seale et al. determined the weight difference was not due to differences in food intake, as both transgenic and wild type mice were consuming the same amount of food on a daily basis. Rather, the weight difference stemmed from higher energy expenditure in the transgenic mice. Another of Seale et al.’s experiments showed the transgenic mice consumed a greater volume of oxygen over a 72-hour period than the wild type mice, showing a greater amount of energy expenditure in the transgenic mice. This energy expenditure in turn is attributed to PRDM16’s ability to up-regulate UCP-1 and CIDEA gene expression, resulting in thermogenesis.",
            "score": 166.82468688488007
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 205.23340511322021
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 168.54875874519348
        },
        {
            "docid": "15065584_17",
            "document": "JADE1 . The biological role of JADE1 has not been elucidated. Limited number of publications addresses this question using mice models. The most comprehensive study which was published in 2003, identified mice orthologue of human JADE1, Jade1, and investigated Jade1 expression during mice embryogenesis. Searching for developmentally regulated genes the authors used gene trap screen analysis and identified mouse Jade1 as gene strongly regulated during embryogenesis. Insertion of the vector into the third intron of the Jade1 gene lead to the production of a 47-amino-acid truncated protein. The gene trap insertional mutation resulted in Jade1-beta-galactosidase reporter fusion product and Jade1 null allele. While the homozygotes for the gene trap integration did not produce strong developmental phenotype, the fusion product revealed Jade1 gene spatial-temporal expression in mouse embryonic cells and tissues of developing embryo up to 15.5-d.p.c. In addition the study reports experimental and in silico comparative analysis of Jade1 mRNA transcripts, Jade1 gene structure and analysis of Jade1 protein orthologues from mouse human and zebra fish. Jade1 expression was detected in extraembryonic ectoderm and trophoblast, which are placental components important for vasculogenesis, as well as in sites enriched with multipotent or tissue-specific progenitors, including neural progenitors(2). The dynamics of Jade1 reporter expression in these areas indicates the involvement in the determination and elongation of anterior posterior axis, an important point of the study). The potential role for human JADE1 in the renewal of embryonic stem cell and embryonal carcinoma cell cultures was suggested in another screening study which showed that, in cultured stem cells activation of stem cell transcription factor OCT4 pathway upregulated JADE1 gene expression along with stem cell factors NANOG, PHC1, USP44 and SOX2. Role of JADE1 in epithelial cell proliferation was addressed in a murine model of acute kidney injury and regeneration. Expression patterns and dynamics of HBO1-JADE1S/L were examined in regenerating tubular epithelial cells. Ischemia and reperfusion injury resulted in an initial decrease in JADE1S, JADE1L, and HBO1 protein levels, which returned to the baseline during renal recovery. Expression levels of HBO1 and JADE1S recovered as cell proliferation rate reached maximum, whereas JADE1L recovered after bulk proliferation had diminished. The temporal expression of JADE1 correlated with the acetylation of histone H4 (H4K5 and H4K12) but not that of histone H3 (H4K14), suggesting that the JADE1-HBO1 complex specifically marks H4 during epithelial cell proliferation. The results of the study implicate JADE1-HBO1 complex in acute kidney injury and suggest distinct roles for JADE1 isoforms during epithelial cell recovery.",
            "score": 149.7665811777115
        },
        {
            "docid": "14819246_3",
            "document": "PCGF2 . The protein encoded by this gene contains a RING finger motif and is similar to the polycomb group (PcG) gene products. PcG gene products form complexes via protein-protein interaction and maintain the transcription repression of genes involved in embryogenesis, cell cycles, and tumorigenesis. This protein was shown to act as a negative regulator of transcription and has tumor suppressor activity. The expression of this gene was detected in various tumor cells, but is limited in neural organs in normal tissues. Knockout studies in mice suggested that this protein may negatively regulate the expression of different cytokines, chemokines, and chemokine receptors, and thus plays an important role in lymphocyte differentiation and migration, as well as in immune responses.",
            "score": 143.03778171539307
        },
        {
            "docid": "22270008_11",
            "document": "Slit (protein) . Several studies have shown that the interaction of Slit with its receptors is crucial in regulating the processes involved with the formation of organs. As previously discussed, these interactions play a key role in cell migration. Not surprisingly then, this gene has been found expressed during the development of tightly regulated tissues, such as the heart, lungs, gonads, and ovaries. For example, in early development of the heart tube in \"Drosophila\", Slit and two of its Robo receptors guide migrating cardioblasts and pericardial cells in the dorsal midline. In addition, research on mice has shown that \"Slit3\" and its interaction with \"Robo1\" may be crucial to the development and maturation of lung tissue. Similarly, the expression of \"Slit3\" is upregulated when aligning airway epithelium with endothelium. Due to its regulating function in tissue development, absence or mutations in the expression of these genes can result in abnormalities of these tissues. Several studies in mice and other vertebrates have shown that this deficit results in death almost immediately after birth.",
            "score": 140.12450647354126
        },
        {
            "docid": "7076870_23",
            "document": "Myc . During the discovery of Myc gene, it was realized that chromosomes that reciprocally translocate to chromosome 8 contained immunoglobulin genes at the break-point. Enhancers that normally drive expression of immunoglobin genes now lead to overexpression of Myc proto-oncogene in lymphoma cells. To study the mechanism of tumorigenesis in Burkitt lymphoma by mimicking expression pattern of Myc in these cancer cells, transgenic mouse models were developed. Myc gene placed under the control of IgM heavy chain enhancer in transgenic mice gives rise to mainly lymphomas. Later on, in order to study effects of Myc in other types of cancer, transgenic mice that overexpress Myc in different tissues (liver, breast) were also made. In all these mouse models overexpression of Myc causes tumorigenesis, illustrating the potency of Myc oncogene. In a study with mice, reduced expression of Myc was shown to induce longevity, with significantly extended median and maximum lifespans in both sexes and a reduced mortality rate across all ages, better health, cancer progression was slower, better metabolism and they had smaller bodies. Also, Less TOR, AKT, S6K and other changes in energy and metabolic pathways (such as AMPK, more oxygen consumption, more body movements, etc). The study by John M. Sedivy and others used Cre-Loxp -recombinase to knockout one copy of Myc and this resulted in a \"Haplo-insufficient\" genotype noted as Myc+/-. The phenotypes seen oppose the effects of normal aging and are shared with many other long-lived mouse models such as CR (calorie restriction) ames dwarf, rapamycin, metformin and resveratrol. One study found that Myc and p53 genes were key to the survival of Chronic Myeloid Leukaemia (CML) cells. Targeting Myc and p53 proteins with drugs gave positive results on mice with CML.",
            "score": 179.75209939479828
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 156.20737051963806
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 112.70326101779938
        },
        {
            "docid": "15922421_7",
            "document": "PDGFRA . The importance of PDGFRA during development is apparent from the observation that the majority of mice lacking a functional \"Pdgfra\" gene develop a plethora of embryonic defects, some of which are lethal; the mutant mice exhibit defects in kidney glomeruli because of a lack of mesangial cells but also suffer an ill-defined blood defect characterized by thrombocytopenic, a bleeding tendency, and severe anemia which could be due to blood loss. The mice die at or shortly before birth. PDGF-A and PDGF-C seem to be the important activators of PDGFRα during development because mice lacking functional genes for both these PDGFRA activating ligands, i.e. \"Pdgfa\"/\"Pdgfc-\" double null mice show similar defects to \"Pdgra\" null mice. Mice genetically engineered to express a constitutively (i.e. continuously) activated PDGFRα mutant receptor eventually develop fibrosis in the skin and multiple internal organs. The studies suggest that PDGFRA plays fundamental roles in the development and function of mesodermal tissues, e.g., blood cells, connective tissue, and mesangial cells.",
            "score": 133.30397629737854
        },
        {
            "docid": "14723646_11",
            "document": "GATA3 . \"GATA3\" is one of the three genes mutated in >10% of breast cancers (Cancer Genome Atlas). Studies in mice indicate that the gene is critical for the normal development of breast tissue and directly regulates luminal cell (i.e. cells lining mammary ducts) differentiation in experimentally induced breast cancer. Analytic studies of human breast cancer tissues suggest that \"GATA3\" is required for specific type of low risk breast cancer (i.e. luminal A), is integral to the expression of estrogen receptor alpha, and (in estrogen receptor negative/androgen receptor positive cancers) androgen receptor signaling. These studies suggest that \"GATA3\" is involved in the development of at least certain types of breast cancer in humans. However, there is disagreement on this, with some studies suggesting that the expression of the \"GATA3\" acts to inhibit and other studies suggesting that it acts to promote the development, growth, and/or spread of this cancer. Further studies are needed to elucidate the role, if any, of GATA3 in the development of breast cancer.",
            "score": 162.53995513916016
        },
        {
            "docid": "36135963_15",
            "document": "Cavernous hemangioma . There are several known causes for cavernous hemangiomas, but some cases are still unknown. Radiation treatment used for other medical conditions has been suggested to cause cavernous malformation in some patients. Hemangioma tumors are a result of rapid proliferation of endothelial cells and pericytic hyperplasia, or the enlargement of tissue as a result of abnormal cell division pericytes. The pathogenesis of hemangioma is still not understood. It has been suggested that growth factors and hormonal influences contribute to the abnormal cell proliferation. Cavernous liver hemangiomas are more commonly diagnosed in women who have been pregnant. As a result of this, it is believed that estrogen levels may play a role in the incidence of liver cavernomas.  Genetic studies show that specific gene mutations or deletions are causes for the disease. The genes identified for cerebral cavernous hemangiomas (or malformations), are CCM1 (also KRIT1), CCM2 (also MGC4607, malcavernin) and CCM3 (also PDCD10). The loss of function of these genes is believed to be responsible for cerebral cavernous malformations. Furthermore, it is also believed that a \"second hit mutation\" is necessary for the onset of the disease. This means that having a mutation in one of the two genes present on a chromosome is not enough to cause the cavernous malformation, but mutation of both alleles would cause the malformation. Additionally, research on hemangiomas in general has shown that loss of heterozygosity is common in tissue where hemangioma develops. This would confirm that more than a single allele mutation is needed for the abnormal cell proliferation. KRIT1 has been shown to act as a transcription factor in the development of arterial blood vessels in mice. CCM2 has overlapping structure with CCM1 (KRIT1) and acts as a scaffolding protein when expressed. Both genes are involved with MAP3K3 and thus appear to be a part of the same pathway. CCM2 has been shown to cause embryonic death in mice. Lastly, the CCM3 gene has been shown to have similar expression to CCM1 and CCM2, suggesting a link in its functionality. Currently, no experiments have determined its exact function. The lack of function of these genes in control of a proliferative signaling pathway would result in uncontrolled proliferation and the development of a tumor. Gradient-Echo T2WI magnetic resonance imaging (MRI) is most sensitive method for diagnosing cavernous hemangiomas. MRI is such a powerful tool for diagnosis, it has led to an increase in diagnosis of cavernous hemangiomas since the technology's advent in the 1980s. The radiographic appearance is most commonly described as \"popcorn\" or \"mulberry\"-shaped. Computed tomography (CT) scanning is not a sensitive or specific method for diagnosing cavernous hemangiomas. Angiography is typically not necessary, unless it is required to rule out other diagnoses. Additionally, biopsies can be obtained from tumor tissue for examination under a microscope. It is essential to diagnose cavernous hemangioma because treatments for this benign tumor are less aggressive than that of cancerous tumors, such as angiosarcoma. However, since MRI appearance is practically pathognomonic, biopsy is rarely needed for verification.",
            "score": 192.47778725624084
        },
        {
            "docid": "11708890_4",
            "document": "Conditional gene knockout . The conditional gene knockout method is often used to model human diseases in other mammals. It has increased scientists’ ability to study diseases, such as cancer, that develop in specific cell types or developmental stages. It is known that mutations in the BRCA1 gene are linked to breast cancer. Scientists used conditional gene knockout to delete the BRCA1 allele in mammary gland tissue in mice and found that it plays an important role in tumour suppression.",
            "score": 166.36636543273926
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 144.8481903076172
        },
        {
            "docid": "275553_22",
            "document": "Tammar wallaby . The genomes of marsupials are of great interest to scientists studying comparative genomics, and the study of tammars has provided much information about the genetics of marsupials and mammals in general. Marsupials are at a convenient degree of evolutionary divergence from humans; mice are too close and have not developed many different functions, while birds are genetically too remote. Key immune genes from the tammar wallaby were isolated and studied in 2009, and the full genome was sequenced in 2011. Sequencing of the tammar genome found \"innovation in reproductive and lactational genes, rapid evolution of germ cell genes, and incomplete, locus-specific X inactivation\".<ref name=\"Renfree/Papenfuss\"></ref> The researchers also found new HOX genes that control gene expression, as well as novel microRNAs. The tammar genome appears to have more rearrangements than those of both the human and the gray short-tailed opossum, another sequenced marsupial.",
            "score": 156.84609591960907
        },
        {
            "docid": "1843196_9",
            "document": "Nutritional genomics . An example of the application of the nutrigenomic approach was a study that simultaneously identified a mechanism for the regulation of sterol uptake in the intestine and the basis for sitosterolemia (a genetic disorder characterized by hyperabsorption of dietary sterols leading to hypercholesterolemia with a high risk of developing atherosclerosis). In the study, a group of mice was treated with a lipid metabolism-altering drug and DNA microarray technology was used for mRNA expression profiling of various tissues. Differential display mode was used by comparing differences in expression levels with a control group of mice. This led to the discovery of an unknown gene. Through computer simulation techniques, it was found that two proteins produced by the newly discovered gene were responsible for the regulated reverse transport of animal and plant dietary sterols out of the apical surface of intestinal cells. By exploring human gene databases, a human homologue of the mouse gene was identified. This explained why dietary sterols, which are structurally similar to cholesterol, are not absorbed in normal individuals. By scanning sitosterolemic individuals for this gene, it was found that all of them had a mutation in this gene responsible for their uncontrolled hyperabsorption of dietary sterols.",
            "score": 141.59056639671326
        },
        {
            "docid": "14725529_7",
            "document": "CAMP responsive element modulator . Like wrote in this article CREM is “a master-switch regulator in testis”. It plays an important role in the regulation of the expression of post-meiotic genes, and this has been supported by several studies using CREM-mutation mice. The results showed the first step in the process of sperm formation would be blocked if the germ cell development in mice CREM gene were disrupted. The cAMP response element sites can be found in the promoter region of some postmeiotic genes, so that the CREM can target and regulate these genes.",
            "score": 129.45527863502502
        },
        {
            "docid": "13567555_2",
            "document": "RAR-related orphan receptor alpha . RAR-related orphan receptor alpha (RORα), also known as NR1F1 (nuclear receptor subfamily 1, group F, member 1) is a nuclear receptor that in humans is encoded by the \"RORA\" gene. RORα participates in the transcriptional regulation of some genes involved in circadian rhythm. In mice, RORα is essential for development of cerebellum through direct regulation of genes expressed in Purkinje cells. It also plays an essential role in the development of type 2 innate lymphoid cells (ILC2) and mutant animals are ILC2 deficient. In addition, although present in normal numbers, the ILC3 and Th17 cells from RORα deficient mice are defective for cytokine production.",
            "score": 108.35706686973572
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 129.61650371551514
        },
        {
            "docid": "20938446_8",
            "document": "HBx . HBx has large effects on the transcription levels of many genes. In a transgenic mouse model expressing the HBx gene of hepatitis B virus (but not other HBV genes), most mice developed hepatic tumors. In these HBx transgenic mice there were 10,553 differentially DNA methylated regions (6,668 hypermethylated and 3,885 hypomethylated regions). In mammalian cells, large clusters of CpG dinucleotides known as CpG islands (CGIs) appear to act as key epigenetic elements regulating gene expression. Hyper-methylation of the CGIs in promoters can silence genes, while hypo-methylation of CGIs within distal exons of genes can also repress transcription of genes. A large proportion of the methylation alterations in the HBx transgenic mice were at CGIs. HBx especially induced hypo-methylation of distal intragenic CGIs required for active expression. There were 647 genes containing intragenic CGIs that were hypo-methylated in HBx transgenic mouse liver.",
            "score": 162.70407438278198
        },
        {
            "docid": "14156407_8",
            "document": "GATA2 . The \"Gata2\" gene in mice has a structure similar to its human counterpart, Deletion of both parental \"Gata2\" genes in mice is lethal by day 10 of embryogenesis due to a total failure in the formation of mature blood cells. Inactivation of one mouse \"Gata2\" gene is neither lethal nor associated with most of the signs of human GATA2 deficiency; however, these animals do show a ~50% reduction in their hematopoietic stem cells along with a reduced ability to repopulate the bone marrow of mouse recipients. The latter findings, human clinical studies, and experiments on human tissues support the conclusion that in humans both parental \"GATA2\" genes are required for sufficient numbers of hematopoietic stem cells to emerge from the hemogenic endothelium during embryogenesis and for these cells and subsequent progenitor cells to survive, self-renew, and differentiate into mature cells. As GATA2 deficient individuals age, their deficiency in hematopoietic stem cells worsens, probably as a result of factors such as infections or other stresses. In consequence, the signs and symptoms of their disease appear and/or become progressively more severe. The role of GATA2 deficiency in leading to any of the leukemia types is not understood. Likewise, the role of GATA2 overexpression in non-familial AML as well as development of the blast crisis in chronic myelogenous leukemia and progression of prostate cancer is not understood.",
            "score": 143.6369969844818
        },
        {
            "docid": "10303676_5",
            "document": "Oxoguanine glycosylase . Mice without a functional \"OGG1\" gene have about a 5-fold increased level of 8-oxo-dG in their livers compared to mice with wild-type \"OGG1\". Mice defective in \"OGG1\" also have an increased risk for cancer. Kunisada et al. irradiated mice without a functional \"OGG1\" gene (OGG1 knock-out mice) and wild-type mice three times a week for forty weeks with UVB light at a relatively low dose (not enough to cause skin redness). Both types of mice had high levels of 8-oxo-dG in their epidermal cells three hours after irradiation. However, 24 hours later, the majority of 8-oxo-dG was absent from the epidermal cells of the wild-type mice but 8-oxo-dG remained elevated in the epidermal cells of the \"OGG1\" knock-out mice. The irradiated OGG1 knock-out mice had more than twice the level of skin tumors compared to irradiated wild-type mice, and the rate of malignancy within the tumors was higher in the OGG1 knock-out mice (73%) than in the wild-type mice (50%).",
            "score": 178.11472630500793
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 138.0593432188034
        },
        {
            "docid": "11421302_6",
            "document": "Mir-7 microRNA precursor . Bioinformatic predictions suggest that the human EGFR mRNA 3'-untranslated region contains three microRNA-7 (miR-7) target sites, which are not conserved across mammals. In Drosophila photoreceptor cells, miR-7 controls epidermal growth factor receptor (EGFR) signaling and promotes photoreceptor differentiation. Among other targets of miR-7 are insulin-like growth factor 1 receptor (IGF1R) and PIK3CD, E(spl) gene family and Pak1 (cancer cells). c-Fos is also a target of miR-7b in mice. Pax6 translation in the lateral wall of the subventricular zone of developed mice is post-transcriptionally regulated by miRNA-7a mediated gene silencing, which is necessary to control the rate of dopaminergic neuron production in the olfactory bulb.",
            "score": 230.12504529953003
        },
        {
            "docid": "18274278_2",
            "document": "NFIB (gene) . The NFIB gene is a part of the NFI gene complex that includes three other genes (NFIA, NFIC and NFIX). The NFIB gene is a protein coding gene that also serves as a transcription factor. This gene is essential in embryonic development and it works together with its gene complex to initiate tissue differentiation in the fetus. NFIB has the highest concentrations in the lung, skeletal muscle and heart but is also found in the areas of the developing liver, kidneys and brain. Through knockout experiments, researchers found that mice without the NFIB gene have severely underdeveloped lungs. This mutation does not seem to cause spontaneous abortions because in utero the fetus does not use its lungs for respiration. However, this becomes lethal once the fetus is born and has to take its first breath. It is thought that NFIB plays a role in down regulating the transcription factors TGF-β1 and \"Shh\" in normal gestation because they remained high in knockout experiments. The absence of NFIB also leads to insufficient amounts of surfactant being produced which is one reason why the mice cannot breathe once it is born. The knockout experiments demonstrated that NFIB has a significant role in fore-brain development. NFIB is typically found in pontine nuclei of the CNS, the cerebral cortex and the white matter of the brain and without NFIB these areas are dramatically affected.",
            "score": 107.60302090644836
        },
        {
            "docid": "8310787_37",
            "document": "Survivin . As observed through the literature, survivin is found to be over-expressed across many tumour types. Scientists are not sure of the mechanism that causes this abnormal over-expression of survivin; however, p53 is downregulated in almost all cancers, so it is tempting to suggest that survivin over-expression is due to p53 inactivity. Wagner \"et al.\" investigated the possible molecular mechanism involved with the over expression of survivin in acute myeloid leukemia (AML). In their experiments, they did both an epigenetic and a genetic analysis of the survivin gene promoter region in AML patients and compared the observations to what was seen in peripheral blood mononuclear cells (PBMCs) that have been shown to express no survivin. Assuming that the molecular mechanism of survivin re-expression in cancerous cells is at the transcriptional level, the authors decided to look at particular parts of the promoter region of survivin in order to see what happens in cancer cells that does not happen in normal cells that causes such a high level of survivin to be expressed. With regards to an epigenetic mechanism of survivin gene regulation, the authors measured the methylation status of the survivin promoter, since it is accepted that methylation of genes plays an important role in carcinogenesis by silencing of certain genes or vice versa. The authors used methylation specific polymerase chain reaction with bisulfite sequencing methods to measure the promoter methylation status in AML and PBMCs and found unmethylated survivin promoters in both groups. This result shows that DNA methylation status is not an important regulator of survivin re-expression during leukemogenesis. However, De Carvalho \"et al.\" performed a DNA methylation screening and identified that DNA methylation of IRAK3 plays a key role in survivin up-regulation in different types of Cancer, suggesting that epigenetic mechanisms plays an indirect role on abnormal over-expression of survivin. With regard to genetic analysis of the survivin promoter region, the isolated DNA of AML and PBMCs were treated with bisulfite, and the survivin promoter region sequence was amplified out with PCR and sequenced to look for any particular genetic changes in the DNA sequence between the two groups. Three single-nucleotide polymorphisms (SNPs) were identified and were all present both in AML patients and in healthy donors. This result suggests that the occurrence of these SNPs in the promoter region of the survivin gene also appears to be of no importance to survivin expression. However, it has not been ruled out yet that there may be other possible epigenetic mechanisms that may be responsible for a high level of survivin expression observed in cancer cells and not in normal cells. For example, the acetylation profile of the survivin promoter region can also be looked at. Different cancer and tissue types may have slight or significant differences in the way survivin expression is regulated in the cell, and, thus, the methylation status or genetic differences in the survivin promoter may be observed to be different in different tissues. Thus, further experiments assessing the epigenetic and genetic profile of different tumour types must be investigated.",
            "score": 180.57241821289062
        },
        {
            "docid": "156964_86",
            "document": "MicroRNA . The vital role of miRNAs in gene expression is significant to addiction, specifically alcoholism. Chronic alcohol abuse results in persistent changes in brain function mediated in part by alterations in gene expression. miRNA global regulation of many downstream genes deems significant regarding the reorganization or synaptic connections or long term neuroadaptions involving the behavioral change from alcohol consumption to withdrawal and/or dependence. Up to 35 different miRNAs have been found to be altered in the alcoholic post-mortem brain, all of which target genes that include the regulation of the cell cycle, apoptosis, cell adhesion, nervous system development and cell signaling. Altered miRNA levels were found in the medial prefrontal cortex of alcohol-dependent mice, suggesting the role of miRNA in orchestrating translational imbalances and the creation of differentially expressed proteins within an area of the brain where complex cognitive behavior and decision making likely originate.",
            "score": 139.89668095111847
        },
        {
            "docid": "2595710_20",
            "document": "Phosphofructokinase 2 . Gene PFKB4, located on chromosome 3, expresses PFK-2 in human testis tissue. PFK-2 enzymes encoded by PFK-4 are comparable to the liver enzyme in size at around 54kDa, and like the muscle tissue, do not contain a protein kinase phosphorylation site. While less research has clarified regulation mechanisms for this isoform, studies have confirmed that modification from multiple transcription factors in the 5' flanking region regulates the amount of PFK-2 expression in developing testis tissue. This isoform has been particularly implicated as being modified and hyper-expressed for prostate cancer cell survival. Because this enzyme family maintains rates of glycolysis and gluconeogenesis, it presents great potential for therapeutic action for control of metabolism particularly in diabetes and cancer cells. Data also demonstrates that all of the PFK-2 genes (although the PFKB3 gene response remains the most drastic) were activated by limitations in oxygen. The control of PFK-2/FBP-ase2 activity was found to be linked to heart functioning, particularly for ischemia, and the control against hypoxia. Researchers hypothesize that this responsive characteristic of the PFK-2 genes may be a strong, evolutionary physiological adaptation. However, many human cancer cell types (including leukemia, lung, breast, colon, pancreatic, and ovarian cancers) demonstrate over-expression of PFK3 and/or PFK4; this change in metabolism likely plays a role in the Warburg effect.",
            "score": 148.91760969161987
        },
        {
            "docid": "14439487_6",
            "document": "GPR132 . G2A was initially defined as one of the gene products whose production was stimulated in mouse pre-B lymphocytes (see Immunoglobulin heavy chain) by transfecting the cells with the human oncogene (i.e., cancer causing) BCR-ABL or by treating the cells with DNA damaging agents; its expression in these cells blocked their progression through the cell cycle specifically at the G2-M DNA damage checkpoint. These studies allow that G2A limits the potentially malignant growth of certain cells in mice and possible could do so in humans. In addition, Gene knockout studies in mice find G2A to be necessary for suppressing an autoimmune syndrome (see G2A deficiency in mice). These results allow that G2A may function in blocking certain aspects of autoimmunity, particularly those involving the proliferation and tissue trafficking of lymphocytes. Early studies first classified G2A as a proton-sensing receptor and suggested that G2A contributed to the regulation of proliferation in certain cells and the regulation of lymphocytes' contributions to certain immune functions by being activated by changes in extracellular pH. Tissues suffering malignant cell growth, autoimmune reactions, poor blood flow ischemia, inflammation and allergy reactions, and tissue injury develop extracellular acidification due to the stimulation of anaerobic glycolysis; The proton-sensing function of G2A could be involved in combating or, in certain cases promoting these conditions. An example implicating G2A's pH sensitivity in physiological responses involves pain perception. In rats, G2A, similar to other pH sensing GPCRs, is located in dorsal root ganglia neurons, small diameter neurons responsible for nociception, and other nerve tissues responsible for sensing pain; it is suggested that G2A in these nerve tissues detects the acid changes that occur in the extracellular media of injured tissues and signal for the perception of pain",
            "score": 146.1412092447281
        },
        {
            "docid": "18293050_5",
            "document": "Genetically modified mouse . Genetically modified mice are used extensively in research as models of human disease. Mice are a useful model for genetic manipulation and research, as their tissues and organs are similar to that of a human and they carry virtually all the same genes that operate in humans. They also have advantages over other mammals, in regards to research, in that they are available in hundreds of genetically homogeneous strains. Also, due to their size, they can be kept and housed in large numbers, reducing the cost of research and experiments. The most common type is the knockout mouse, where the activity of a single (or in some cases multiple) genes are removed. They have been used to study and model obesity, heart disease, diabetes, arthritis, substance abuse, anxiety, aging and Parkinson disease. Transgenic mice generated to carry cloned oncogenes and knockout mice lacking tumor suppressing genes have provided good models for human cancer. Hundreds of these oncomice have been developed covering a wide range of cancers affecting most organs of the body and they are being refined to become more representative of human cancer. The disease symptoms and potential drugs or treatments can be tested against these mouse models.",
            "score": 178.25121665000916
        }
    ],
    "r": [
        {
            "docid": "11243778_15",
            "document": "Let-7 microRNA precursor . Numerous reports have shown that the expression levels of \"let-7\" are frequently low and the chromosomal clusters of \"let-7\" are often deleted in many cancers. \"Let-7\" is expressed at higher levels in more differentiated tumors, which also have lower levels of activated oncogenes such as \"RAS\" and \"HMGA2\". Therefore, expression levels of \"let-7\" could be prognostic markers in several cancers associated with differentiation stages. In lung cancer, for example, reduced expression of \"let-7\" is significantly correlated with reduced postoperative survival. The expression of let-7b and let-7g microRNAs are significantly associated with overall survival in 1262 breast cancer patients.",
            "score": 291.5550842285156
        },
        {
            "docid": "11243778_7",
            "document": "Let-7 microRNA precursor . The \"let-7\" family has a lot more members in vertebrates than in \"C.elegans\" and \"Drosophila\". And the sequences, expression timing, as well as genomic clustering of these miRNAs members are all conserved across species. The direct role of \"let-7\" family in vertebrate development has not been clearly shown as in less complex organisms, yet the expression pattern of \"let-7\" family is indeed temporal during developmental processes. Given that the expression levels of \"let-7\" members are significantly low in human cancers and cancer stem cells, the major function of \"let-7\" genes may be to promote terminal differentiation in development and tumor suppression.",
            "score": 281.79833984375
        },
        {
            "docid": "11243778_11",
            "document": "Let-7 microRNA precursor . \"Let-7\" has been demonstrated to be a direct regulator of \"RAS\" expression in human cells All the three \"RAS\" genes in human, \"K-, N-\", and \"H-\", have the predicted \"let-7\" binding sequences in their 3'UTRs. In lung cancer patient samples, expression of \"RAS\" and \"let-7\" showed reciprocal pattern, which has low \"let-7\" and high \"RAS\" in cancerous cells, and high \"let-7\" and low \"RAS\" in normal cells. Another oncogene, \"high mobility group A2\" (\"HMGA2\"), has also been identified as a target of \"let-7\". \"Let-7\" directly inhibits \"HMGA2\" by binding to its 3'UTR. Removal of \"let-7\" binding site by 3'UTR deletion cause overexpression of \"HMGA2\" and formation of tumor.",
            "score": 281.72625732421875
        },
        {
            "docid": "11243778_16",
            "document": "Let-7 microRNA precursor . \"Let-7\" is also a very attractive potential therapeutic that can prevent tumorigenesis and angiogenesis, typically in cancers that underexpress \"let-7\". Lung cancer, for instance, has several key oncogenic mutations including \"p53\", \"RAS\" and \"MYC\", some of which may directly correlate with the reduced expression of \"let-7\", and may be repressed by introduction of \"let-7\". Intranasal administration of \"let-7\" has already been found effective in reducing tumor growth in a transgenic mouse model of lung cancer. Similar restoration of \"let-7\" was also shown to inhibit cell proliferation in breast, colon and hepatic cancers, lymphoma, and uterine leiomyoma.",
            "score": 278.7763366699219
        },
        {
            "docid": "49667017_3",
            "document": "LIN28B (gene) . The protein encoded by this gene belongs to the lin-28 family, which is characterized by the presence of a cold-shock domain and a pair of CCHC zinc finger domains. This gene is highly expressed in testis, fetal liver, placenta, and in primary human tumors and cancer cell lines. It is negatively regulated by microRNAs that target sites in the 3' UTR, and overexpression of this gene in primary tumors is linked to the repression of let-7 family of microRNAs and derepression of let-7 targets, which facilitates cellular transformation.",
            "score": 265.29510498046875
        },
        {
            "docid": "14066113_9",
            "document": "DNA-PKcs . HMGA2 protein could also have an effect on DNA-PKcs. HMGA2 delays the release of DNA-PKcs from sites of double-strand breaks, interfering with DNA repair by non-homologous end joining and causing chromosomal aberrations. The let-7a microRNA normally represses the \"HMGA2\" gene. In normal adult tissues, almost no HMGA2 protein is present. In many cancers, let-7 microRNA is repressed. As an example, in breast cancers the promoter region controlling let-7a-3/let-7b microRNA is frequently repressed by hypermethylation. Epigenetic reduction or absence of let-7a microRNA allows high expression of the HMGA2 protein and this would lead to defective expression of DNA-PKcs.",
            "score": 242.04104614257812
        },
        {
            "docid": "156964_89",
            "document": "MicroRNA . Another class of miRNAs that regulate insulin resistance, obesity, and diabetes, is the let-7 family. Let-7 accumulates in human tissues during the course of aging. When let-7 was ectopically overexpressed to mimic accelerated aging, mice became insulin-resistant, and thus more prone to high fat diet-induced obesity and diabetes. In contrast when let-7 was inhibited by injections of let-7-specific antagomirs, mice become more insulin-sensitive and remarkably resistant to high fat diet-induced obesity and diabetes. Not only could let-7 inhibition prevent obesity and diabetes, it could also reverse and cure the condition. These experimental findings suggest that let-7 inhibition could represent a new therapy for obesity and type 2 diabetes.",
            "score": 241.1727752685547
        },
        {
            "docid": "11243778_10",
            "document": "Let-7 microRNA precursor . Expression of \"let-7\" members is controlled by MYC binding to their promoters. The levels of \"let-7\" have been reported to decrease in models of MYC-mediated tumorigenesis, and to increase when MYC is inhibited by chemicals. In a twist, there are \"let-7\"-binding sites in \"MYC\" 3' untranslated region(UTR) according to bioinformatic analysis, and \"let-7\" overexpression in cell culture decreased \"MYC\" mRNA levels. Therefore, there is a double-negative feedback loop between MYC and \"let-7\". Furthermore, \"let-7\" could lead to \"IMP1\"(/insulin-like growth factor II mRNA-binding protein) depletion, which destabilizes \"MYC\" mRNA, thus forming an indirect regulatory pathway.",
            "score": 238.74090576171875
        },
        {
            "docid": "26422759_23",
            "document": "Oncomir . Anti-oncomirs are a class of miRNAs that negatively regulate oncogenes. Let-7 is the first identified anti-oncomir that functions as a \"post-transcriptional-gatekeeper\" of certain genes that control cell growth. For example, in lung cancer some oncogenes are down-regulated by Let-7, which functions to maintain normal cell progression. Other anti-oncomirs, including miR-143 and miR-145, have been shown to down-regulate a wide range of human cancer cell lines. Tumor formation has been observed when miR-143 and miR-145 are down-regulated, particularly in colon and gastric cancer cells. When expressed in colon cancer cells, miR-143 and miR-145 are able to slow growth at the translational level by interfering with MAPK7, an enzyme responsible for cell growth. As an avenue of therapeutic research, chemical devitalization (i.e., artificial modification) of miR-143 and miR-145 may prove to be more effective version of their natural counterparts. Specifically, modified miRNAs may be imparted with increased resistance to nucleases that would otherwise break down the miRNAs.",
            "score": 236.4381866455078
        },
        {
            "docid": "11243778_12",
            "document": "Let-7 microRNA precursor . Microarray analyses revealed many genes regulating cell cycle and cell proliferation that are responsive to alteration of \"let-7\" levels, including cyclin A2, \"CDC34\", Aurora A and B kinases (\"STK6\" and \"STK12\"), \"E2F5\", and \"CDK8\", among others. Subsequent experiments confirmed the direct effects of some of these genes, such as \"CDC25A\" and \"CDK6\". \"Let-7\" also inhibits several components of DNA replication machinery, transcription factors, even some tumor suppressor genes and checkpoint regulators.Apoptosis is regulated by \"let-7\" as well, through Casp3, Bcl2, Map3k1 and Cdk5 modulation.",
            "score": 235.21389770507812
        },
        {
            "docid": "11243778_9",
            "document": "Let-7 microRNA precursor . As one of the four genes involved in induced pluripotent stem (iPS) cells reprogramming, \"LIN28\" expression is reciprocal to that of mature \"let-7\". LIN28 selectively binds the primary and precursor forms of \"let-7\", and inhibits the processing of \"pri-let-7\" to form the hairpin precursor. This binding is facilitated by the conserved loop sequence of primary \"let-7\" family members and RNA-binding domains of LIN28 proteins. On the other hand, \"let-7\" miRNAs in mammals have been shown to regulate LIN28, which implies that \"let-7\" might enhance its own level by repressing LIN28, its negative regulator.",
            "score": 235.14935302734375
        },
        {
            "docid": "11243778_14",
            "document": "Let-7 microRNA precursor . Given the prominent phenotype of cell overproliferation and undifferentiation by let-7 loss-of-function in nematodes, and the role of its targets on cell destiny determination, let-7 is closely associated with human cancer and acts as a tumor suppressor.",
            "score": 235.14337158203125
        },
        {
            "docid": "11421302_6",
            "document": "Mir-7 microRNA precursor . Bioinformatic predictions suggest that the human EGFR mRNA 3'-untranslated region contains three microRNA-7 (miR-7) target sites, which are not conserved across mammals. In Drosophila photoreceptor cells, miR-7 controls epidermal growth factor receptor (EGFR) signaling and promotes photoreceptor differentiation. Among other targets of miR-7 are insulin-like growth factor 1 receptor (IGF1R) and PIK3CD, E(spl) gene family and Pak1 (cancer cells). c-Fos is also a target of miR-7b in mice. Pax6 translation in the lateral wall of the subventricular zone of developed mice is post-transcriptionally regulated by miRNA-7a mediated gene silencing, which is necessary to control the rate of dopaminergic neuron production in the olfactory bulb.",
            "score": 230.1250457763672
        },
        {
            "docid": "14758154_10",
            "document": "RAD52 . The 3'-UTR of RAD52 also has a binding site for the microRNA let-7. Women with a single-nucleotide polymorphism (SNP) in the binding site for let-7 (rs7963551), that causes reduced binding of let-7, likely have increased expression of RAD52 (as was shown for this SNP in liver). Women with this SNP in the 3'UTR of RAD52 showed a reduced breast cancer risk with an odds ratio of 0.84, 95% confidence interval of 0.75-0.95.",
            "score": 227.44561767578125
        },
        {
            "docid": "11243778_13",
            "document": "Let-7 microRNA precursor . \"Let-7\" has been implicated in post-transcriptional control of innate immune responses to pathogenic agents. Macrophages stimulated with live bacteria or purified microbial components down-regulate the expression of several members of the \"let-7\" microRNA family to relieve repression of immune-modulatory cytokines IL-6 and IL-10. Let-7 has also been implicated in the negative regulation of TLR4, the major immune receptor of microbial lipopolysaccharide and down-regulation of \"let-7\" both upon microbial and protozoan infection might elevate TLR4 signalling and expression. \"Let-7\" has furthermore been reported to regulate the production of cytokine IL-13 by T lymphocytes during allergic airway inflammation thus linking this microRNA to adaptive immunity as well. Down-modulation of \"let-7\" negative regulator \"Lin28b\" in human T lymphocytes is believed to accrue during early neonate development to reprogramm the immune system towards defense.",
            "score": 223.18711853027344
        },
        {
            "docid": "11243778_6",
            "document": "Let-7 microRNA precursor . There is only one single \"let-7\" gene in the \"Drosophila\" genome, which has the identical mature sequence to the one in \"C.elegans\". The role of \"let-7\" has been demonstrated in regulating the timing of neuromuscular junction formation in the abdomen and cell-cycle in the wing. Furthermore, the expression of pri-, pre- and mature \"let-7\" have the same rhythmic pattern with the hormone pulse before each cuticular molt in \"Drosophila\".",
            "score": 221.7957000732422
        },
        {
            "docid": "13384808_9",
            "document": "HMGA2 . Overexpressed HMGA2 may play a role in the frequent repression of ERCC1 in cancers. The let-7a miRNA normally represses the \"HMGA2\" gene, and in normal adult tissues, almost no HMGA2 protein is present. (See also Let-7 microRNA precursor.) Reduction or absence of let-7a miRNA allows high expression of the HMGA2 protein. As shown by Borrmann et al., HMGA2 targets and modifies the chromatin architecture at the ERCC1 gene, reducing its expression. These authors noted that repression of ERCC1 (by HGMA2) can reduce DNA repair, leading to increased genome instability.",
            "score": 221.54379272460938
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 219.2587127685547
        },
        {
            "docid": "2930542_21",
            "document": "Epithelial–mesenchymal transition . Antagomirs and microRNA mimics have gained interest as a potential source of therapeutics to target EMT induced metastasis in cancer as well as treating many other diseases. Antagomirs were first developed to target miR-122, a microRNA that was abundant and specific to the liver, and this discovery has led to the development of other antagomirs that can pair with specific microRNAs present in the tumor microenvironment or in the cancer cells. A microRNA mimic to miR-655 was found to suppress EMT through the targeting of EMT inducing transcription factor ZEB1 and TGF-β receptor 2 in a pancreatic cancer cell line. Overexpression of the miR-655 mimic in the Panc1 cancer cell line upregulated the expression of E-cadherin and suppressed the migration and invasion of mesenchymal-like cancer cells. The use of microRNA mimics to suppress EMT has expanded to other cancer cell lines and holds potential for clinical drug development. However, microRNA mimics and antagomirs suffer from a lack of stability \"in vivo\" and lack an accurate delivery system to target these molecules to the tumor cells or tissue for treatment. Improvements to antagomir and microRNA mimic stability through chemical modifications such as locked nucleic acid (LNA) oligonucleotides or peptide nucleic acids (PNA) can prevent the fast clearing of the these small molecules by RNases. Delivery of antagomirs and microRNA mimics into cells by enclosing these molecules in liposome-nanoparticles has generated interest however liposome structures suffer from their own drawbacks that will need to be overcome for their effective use as a drug delivery mechanism. These drawbacks of liposome-nanoparticles include nonspecific uptake by cells and induction of immune responses. The role that microRNAs play in cancer development and metastasis is under much scientific investigation and it is yet to be demonstrated whether microRNA mimics or antagomirs may serve as standard clinical treatments to suppress EMT or oncogenic microRNAs in cancers.",
            "score": 218.64828491210938
        },
        {
            "docid": "156964_74",
            "document": "MicroRNA . HMGA2 protein specifically targets the promoter of ERCC1, thus reducing expression of this DNA repair gene. ERCC1 protein expression was deficient in 100% of 47 evaluated colon cancers (though the extent to which HGMA2 was involved is not known). A 2012 study showed that in normal tissues, HGMA1 and HMGA2 genes are targeted (and thus strongly reduced in expression) by miR-15, miR-16, miR-26a, miR-196a2 and Let-7a. However, each of these HMGA-targeting miRNAs are drastically reduced in almost all human pituitary adenomas studied, when compared with the normal pituitary gland. Consistent with the down-regulation of these HMGA-targeting miRNAs, an increase in the HMGA1 and HMGA2-specific mRNAs was observed. Three of these microRNAs (miR-16, miR-196a and Let-7a) have methylated promoters and therefore low expression in colon cancer. For two of these, miR-15 and miR-16, the coding regions are epigenetically silenced in cancer due to histone deacetylase activity. When these microRNAs are expressed at a low level, then HMGA1 and HMGA2 proteins are expressed at a high level. HMGA1 and HMGA2 target (reduce expression of) BRCA1 and ERCC1 DNA repair genes. Thus DNA repair can be reduced, likely contributing to cancer progression.",
            "score": 218.18527221679688
        },
        {
            "docid": "1264722_13",
            "document": "Malignant transformation . Epigenetic alterations are also carried out by another major regulatory element, the microRNAs. In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Epigenetic silencing or epigenetic over-expression of miRNA genes, caused by aberrant DNA methylation of the promoter regions controlling their expression, is a frequent event in cancer cells. Almost one third of miRNA promoters active in normal mammary cells were found to be hypermethylated in breast cancer cells, and that is a several fold greater proportion of promoters with altered methylation than is usually observed for protein coding genes. Other microRNA promoters are hypomethylated in breast cancers, and, as a result, these microRNAs are over-expressed. Several of these over-expressed microRNAs have a major influence in progression to breast cancer. BRCA1 is normally expressed in the cells of breast and other tissue, where it helps repair damaged DNA, or destroy cells if DNA cannot be repaired. BRCA1 is involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. Only about 3%-8% of all women with breast cancer carry a mutation in BRCA1 or BRCA2. \"BRCA1\" promoter hypermethylation was present in only 13% of unselected primary breast carcinomas. However, breast cancers were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182. (For review see ref.) In addition to miR-182, a pair of almost identical microRNAs, miR-146a and miR-146b-5p, also repress BRCA1 expression. These two microRNAs are over-expressed in triple-negative tumors and their over-expression results in BRCA1 inactivation. Thus, miR-146a and/or miR-146b-5p may also contribute to reduced expression of BRCA1 in these triple-negative breast cancers.",
            "score": 216.23989868164062
        },
        {
            "docid": "11243778_5",
            "document": "Let-7 microRNA precursor . In \"C.elegans\", the \"let-7\" family consists of genes encoding nine miRNAs sharing the same seed sequence. Among them, \"let-7\", \"mir-84\", \"mir-48\" and \"mir-241\" are involved in \"C.elegans\" heterochronic pathway, sequentially controlling developmental timing of larva transitions. Most animals with loss-of-function \"let-7\" mutation burst through their vulvas and die, and therefore the mutant is lethal (\"let\"). The mutants of other \"let-7\" family members have a radio-resistant phenotype in vulval cells, which may be related to their ability to repress RAS.",
            "score": 215.2363739013672
        },
        {
            "docid": "18308_63",
            "document": "Lanthanide . Another specific element that has been tested and used as an anti-cancer agent is lanthanum, more specifically lanthanum chloride (LaCl3 ). The lanthanum ion is used to affect the levels of let-7a and microRNAs miR-34a in a cell throughout the cell cycle. When the lanthanum ion was introduced to the cell in vivo or in vitro, it inhibited the rapid growth and induced apoptosis of the cancer cells (specifically cervical cancer cells). This effect was caused by the regulation of the let-7a and microRNAs by the lanthanum ions. The mechanism for this effect is still unclear but it is possible that the lanthanum is acting in a similar way as the cerium and binding to a ligand necessary for cancer cell proliferation.",
            "score": 213.75894165039062
        },
        {
            "docid": "17604561_5",
            "document": "Gary Ruvkun . In 2000, the Ruvkun lab reported the identification of second C. elegans microRNA, \"let-7\", which like the first microRNA regulates translation of the target gene, in this case \"lin-41\", via imperfect base pairing to the 3’ untranslated region of that mRNA. This was an indication that miRNA regulation via 3’ UTR complementarity may be a common feature, and that there were likely to be more microRNAs. The generality of microRNA regulation to other animals was established by the Ruvkun lab later in 2000, when they reported that the sequence and regulation of the \"let-7\" microRNA is conserved across animal phylogeny, including in humans. Presently thousands of miRNAs have been discovered, pointing to a world of gene regulation at this size regime.",
            "score": 213.09716796875
        },
        {
            "docid": "173905_23",
            "document": "David Baltimore . Another focus is understanding the functions of microRNA. MicroRNAs provide fine control over gene expression by regulating the amount of protein made by particular messenger RNAs. In recent research led by Jimmy Zhao, Baltimore's team has discovered a small RNA molecule called microRNA-146a (miR-146a) and bred a strain of mice that lacks miR146a. They have used the miR146a(-) mice as a model to study the effects of chronic inflammation on the activity of hematopoietic stem cells (HSCs). Their results suggest that microRNA-146a protects HSCs during chronic inflammation, and that its lack may contribute to blood cancers and bone marrow failure.",
            "score": 212.98382568359375
        },
        {
            "docid": "13384808_8",
            "document": "HMGA2 . A very common finding in HMGA2-high cancers is the under-expression of let-7. This is not unexpected, given let-7's natural role in the regulation of HMGA2. However, many cancers are found with normal levels of let-7 that are also HMGA2 high. Many of these cancers express the normal HMGA2 protein, but the mature mRNA transcript is truncated, missing a portion of the 3'UTR that contains the critical let-7 complementary regions. Without these, let-7 is unable to bind to HMGA2 mRNA, and, thus, is unable to repress it. The truncated mRNAs may arise from a chromosomal translocation that results in loss of a portion of the HMGA2 gene.",
            "score": 211.75845336914062
        },
        {
            "docid": "38782175_8",
            "document": "GLIS1 . Glis1 reprograms cells by promoting multiple pro-reprogramming pathways. These pathways are activated due to the up regulation of the transcription factors N-Myc, Mycl1, c-Myc, Nanog, ESRRB, FOXA2, GATA4, NKX2-5, as well as the other three factors used for reprogramming. Glis1 also up-regulates expression of the protein LIN28 which binds the let-7 microRNA precursor, preventing production of active let-7. Let-7 microRNAs reduce the expression of pro-reprogramming genes via RNA interference. Glis1 is also able to directly associate with the other three reprogramming factors which may help their function.",
            "score": 211.39016723632812
        },
        {
            "docid": "11243778_2",
            "document": "Let-7 microRNA precursor . The Let-7 microRNA precursor was identified from a study of developmental timing in \"C. elegans\", and was later shown to be part of a much larger class of non-coding RNAs termed microRNAs. miR-98 microRNA precursor from human is a let-7 family member. Let-7 miRNAs have now been predicted or experimentally confirmed in a wide range of species (MIPF0000002). miRNAs are initially transcribed in long transcripts (up to several hundred nucleotides) called primary miRNAs (pri-miRNAs), which are processed in the nucleus by Drosha and Pasha to hairpin structures of about 70 nucleotide. These precursors (pre-miRNAs) are exported to the cytoplasm by exportin5, where they are subsequently processed by the enzyme Dicer to a ~22 nucleotide mature miRNA. The involvement of Dicer in miRNA processing demonstrates a relationship with the phenomenon of RNA interference.",
            "score": 210.07025146484375
        },
        {
            "docid": "156964_8",
            "document": "MicroRNA . A year later, the \"lin-4\" and \"let-7\" RNAs were found to be part of a large class of small RNAs present in \"C. elegans\", \"Drosophila\" and human cells. The many RNAs of this class resembled the \"lin-4\" and \"let-7\" RNAs, except their expression patterns were usually inconsistent with a role in regulating the timing of development. This suggested that most might function in other types of regulatory pathways. At this point, researchers started using the term \"microRNA\" to refer to this class of small regulatory RNAs.",
            "score": 208.75302124023438
        },
        {
            "docid": "13384808_5",
            "document": "HMGA2 . HMGA2 contains three basic DNA-binding domains (AT-hooks) that cause the protein to bind to adenine-thymine (AT)-rich regions of nuclear DNA. HMGA2 does not directly promote or inhibit the transcription of any genes, but alters the structure of DNA and promotes the assembly of protein complexes that do regulate the transcription of genes. With few exceptions, HMGA2 is expressed in humans only during early development, and is reduced to undetectable or nearly undetectable levels of transcription in adult tissues. The microRNA let-7 is largely responsible for this time-dependent regulation of HMGA2. The apparent function of HMGA2 in proliferation and differentiation of cells during development is supported by the observation that mice with mutant HMGA2 genes are unusually small (pygmy phenotype), and genome-wide association studies linking \"HMGA2\"-associated SNPs to variation in human height.",
            "score": 207.9964141845703
        },
        {
            "docid": "4367754_20",
            "document": "Epoxyeicosatrienoic acid . The forced over-expression of CYP2J2 in or the addition of an EET to cultured human Tca-8113 oral squamous cancer cells, lung cancer A549 cells and NCL-H446 cells, HepG2 liver cancer cells, LS-174 colon cancer cells, SiHa uterine cervix cancer cells, U251 glioblastoma cancer cells, ScaBER urinary bladder cancer cells, and K562 erythroleukemia and HL-60 promyelocyte leukemic blood cancer cells caused an increase in their survival and proliferation.  Putative inhibitors of CYP2J2 inhibit the growth in culture of several human cancer cell lines that express relatively high levels of CYP2J2 viz., Tca-8113 cells, HeLa uterine cervix cell lines, A549 cells, MDA-MB-435 breast cells, and HepG2 cells but they had no significant inhibitory effects on two cell lines that expressed little or no CYP2J2.  A putative inhibitor of CYPJ2 also inhibited the growth of human K562 erythroleukemia in a mice model as well as the growth of mouse el4 lymphoma cells in mice that were forced to overexpress CYP2J2 cells in their vascular epithelium.  Forced expression of CYP2J2 also enhanced, while forced inhibition of its expression (using Small interfering RNA) reduced, the survival, growth, and metastasis of MDA-MB-231 human breast carcinoma cells in the mouse model and likewise enhanced or reduced, respectively, the survival and growth of these cells in culture.  Further studies found that the expression of CYP2J2 was in increased in the malignant cells, relative to the nearby normal cells, in the following specimens taken from humans suffering squamous-cell carcinoma and adenocarcinoma types of esophageal cancer and lung cancer, small cell lung carcinoma, breast cancer, stomach cancer, liver cancer, and colon adenocarcinoma;  this CYP was also highly expressed in the malignant cells of patients with acute leukemia, chronic leukemia, and lymphoma.  As a group, patients with these cancers exhibited increased levels of EETs in their urine and blood samples. Studies of the CYP epoxygenases have not been restricted to the CYP2J subfamily.  Reduction in the expression of CYP3A4 or CYP2C using small interfering RNA inhibits the growth of cultured MCF7, T47D, and MDA-MB-231 human breast cancer cells; in these studies 14,15-EET stimulated the proliferation of cultured MCF7 cells, reduction in the expression of CYP3A4 by small interference RNA methods, inhibited these cells from proliferating, and 14,15-ETE reversed the effect of CYP3A4 interference;  in other studies, the forced overexpression of CYP3A4 stimulated the growth of human liver cancer (hepatoma) cell line, Hep3 .  In human breast cancer, not only CYP2J2 but also CYP2C8 and CYP2C9 levels appear elevated while sEH levels appear reduced in malignant compared to nearby normal tissues; associated with this finding, the levels of 14,15-EET as well as the levels of 14,15-EET plus 14,15-dihydroxy-EET were significantly elevated in the cancerous compared to noncancerous cells and the levels of CYP2C8 and CYP2C9 proteins correlated positively and sEH levels correlated negatively with the tumor cells rate of proliferation as accessed by their Ki67 levels while CYP2J2 levels correlated positively with poorer prognosis as predicted tumor histological grade and tumor size.",
            "score": 207.95616149902344
        },
        {
            "docid": "35746225_23",
            "document": "Cancer epigenetics . Palmieri et al. showed that each of the miRNAs that target \"HMGA\" genes are drastically reduced in almost all human pituitary adenomas studied, when compared with the normal pituitary gland. Consistent with the down-regulation of these HMGA-targeting miRNAs, an increase in the HMGA1 and HMGA2-specific mRNAs was observed. Three of these microRNAs (miR-16, miR-196a and Let-7a) have methylated promoters and therefore low expression in colon cancer. For two of these, miR-15 and miR-16, the coding regions are epigenetically silenced in cancer due to histone deacetylase activity. When these microRNAs are expressed at a low level, then HMGA1 and HMGA2 proteins are expressed at a high level. HMGA1 and HMGA2 target (reduce expression of) \"BRCA1\" and \"ERCC1\" DNA repair genes. Thus DNA repair can be reduced, likely contributing to cancer progression.",
            "score": 207.3896026611328
        }
    ]
}