{
    "q": [
        {
            "docid": "24968067_10",
            "document": "HIV drug resistance . Exposure to antiretroviral treatments has led to the evolution of HIV in response to selection pressure that eliminates strains of HIV that do not express resistance mechanisms. Drug resistance occurs in all antiretroviral treatments if patients are non-adherent, meaning that they do not take their medication regimens as prescribed. Lack of adherence may result from unreliable access to the medication, due to prohibitive cost or inadequate supply.",
            "score": 185.6747545003891
        },
        {
            "docid": "10473109_2",
            "document": "Resistance mutation . A resistance mutation is a mutation in a virus gene that allows the virus to become resistant to treatment with a particular antiviral drug. The term was first used in the management of HIV, the first virus in which genome sequencing was routinely used to look for drug resistance. At the time of infection, a virus will infect and begin to replicate within a preliminary cell. As subsequent cells are infected, random mutations will occur in the viral genome. When these mutations begin to accumulate, antiviral methods will kill the wild type strain, but will not be able to kill one or many mutated forms of the original virus. At this point a resistance mutation has occurred because the new strain of virus is now resistant to the antiviral treatment that would have killed the original virus. Resistance mutations are evident and widely studied in HIV due to its high rate of mutation and prevalence in the general population. Resistance mutation is now studied in bacteriology and parasitology.",
            "score": 246.71100163459778
        },
        {
            "docid": "29069615_7",
            "document": "Resistance Database Initiative . Despite the expanding availability of these drugs and the impact of their use, treatments continue to fail, often due to the development of resistance. During drug therapy, low-level virus replication still occurs, particularly when a patient misses a dose. HIV makes errors in copying its genetic material and, if a mutation makes the virus resistant to one or more of the drugs, it may begin to replicate more successfully in the presence of that drug and undermine the effect of the treatment. If this happens then the treatment needs to be changed to re-establish control over the virus.",
            "score": 263.4549603462219
        },
        {
            "docid": "19159374_19",
            "document": "Fairfield Infectious Diseases Hospital . The first patient with AIDS was admitted to Fairfield Hospital in April 1984. In October 1984 the first AIDS outpatients clinic at Fairfield Hospital opened on Friday afternoons. Twenty five percent of initial patients were found to be HIV+. During the late 1980s, admission rates to soared to 10,000 a year, as HIV infection rates continue to increase. In 1990 researchers from Fairfield Hospital published findings from two of their studies about HIV resistance to the drug AZT during treatment. Their studies showed that some people with HIV who took AZT developed resistance to the drug and then lost that resistance when treatment was stopped. They suggested that three or more drugs are needed to be used together to treat HIV effectively (also known as combination therapy). Fairfield Hospital continued to offer care and treatment for patients with HIV and AIDS into the 1990s. In 1991, large public protests were organised against the possible closure of the hospital. However, by 1996 the majority of the hospital's HIV services had been relocated to The Alfred and Royal Melbourne Hospitals and Fairfield Hospital ceased operations.",
            "score": 226.5025042295456
        },
        {
            "docid": "24968067_4",
            "document": "HIV drug resistance . PMID: 29735845  HIV drug resistance reduces the possible HIV medications a person can take due to cross resistance. In cross resistance, an entire medication class is considered ineffective in lowering a patient's HIV viral load because all the drugs in a given HIV class share the same mechanism of action. Therefore, development of resistance to one medication in a class precludes the use of all other medications in the same class. A blood test should be done to determine which drugs may be effective prior to initiation of treatment or during treatment to ensure resistance has not developed.",
            "score": 212.19287729263306
        },
        {
            "docid": "10473109_3",
            "document": "Resistance mutation . Resistance mutations can occur through several mechanisms from single nucleotide substitutions to combinations of amino acid substitutions, deletions and insertions. Over time, these new genetic lines will persist if they become resistant to treatments being used against them. It has been shown that pathogens will favor and become more resistant to treatment in common host genotypes through frequency-dependent selection. Further, strict adherence to a retroviral regimen correlates to a strong decrease in retroviral resistance mutations. There are five classes of drug that are used to treat HIV infection, and resistance mutations can effect the efficacy of these treatments as well.",
            "score": 218.9495141506195
        },
        {
            "docid": "24968067_8",
            "document": "HIV drug resistance . These mutations accumulate over generations and in populations, resulting in the great genetic variation within populations of HIV, and an increased probability of a virion developing an evolutionary selective advantage over other virions. Natural selection then acts on HIV by selecting for virions with higher fitness, as all others are eventually killed off by drug treatments. The virions that are able to escape the harmful effects of the drug then create an entirely new, drug resistant population.",
            "score": 213.0498561859131
        },
        {
            "docid": "7588010_3",
            "document": "Salvage therapy . Antiretroviral drugs (ARVs) are given to slow down the HIV reproduction, which in turn increases quality of life and survival. If the patient's viral load (the amount of HIV in the blood) rebounds after being suppressed by ARVs, the virus has likely developed resistance to the ARVs. As more and more drug-resistance conferring mutations develop in the HIV's genome, it becomes difficult to select an ARV that will meaningfully suppress HIV replication and keep the patient's viral load low. Salvage therapy, in this context, is the attempt to contain the replicating HIV once the usual line of treatments have been exhausted. When at least one regimen containing protease inhibitors has failed in a patient, the subsequent attempts to treat the HIV infection may be referred to as salvage therapy.",
            "score": 252.87552618980408
        },
        {
            "docid": "41375108_17",
            "document": "Julio Montaner . Based on data from Taiwan and British Columbia, Montaner and his colleagues posited that approximately a 50% reduction in HIV transmission could be attributed to widespread HAART adherence. This suggested that Treatment as Prevention was a cost-effective strategy, based on an estimated lifetime treatment cost of $241 000 in 2001 in the United States for a new HIV infection. Montaner and his colleagues created a hypothetical population-based model that demonstrated that with worldwide access to HAART, the short-term cost would be much less compared to the long-term cost of treating new infections as a result of the decrease in transmission rate. Their population-based model demonstrated, in an optimistic prediction, that HIV global prevalence could be reduced by a factor of 70 over 45 years. Montaner’s research also addressed concerns of HIV drug resistance evolving from increased and early access to HAART by citing evidence from studies supporting the idea that fears of drug resistance should not prevent widespread HAART distribution. In a 2011 article published in Lancet, Montaner stated that “The evidence is in: treatment is prevention. Treatment dramatically prevents morbidity and mortality, HIV transmission, and tuberculosis. Furthermore, treatment prevents HIV transmission in vertical, sexual, and injection drug use settings; indeed, a very welcome double hat-trick. The challenge remains to optimise the impact of this valuable intervention. Failure to do so is not an option.” Montaner cited the findings of the landmark study HPTN 052, that HAART use can reduce HIV transmission by 96% in sero-discordant heterosexual couples, as compelling evidence for implementing the “Treatment as Prevention” Strategy. These findings supported the BC-CfE’s finding of a negative correlation between an increased number of HIV positive individuals on HAART and new cases of HIV. These results were from a population-based study in B.C. that aimed to estimate the correlation between new HIV infections, HAART coverage and HIV-1 plasma viral load published in Lancet in 2010.",
            "score": 196.15466582775116
        },
        {
            "docid": "24968067_9",
            "document": "HIV drug resistance . The virions reproduce until the patient has a population of viruses as large as they originally did before treatment reduced these numbers. This creates a cycle in which patients first experiences success with treatment, as their viral levels decrease, then experiences a decline in treatment effectiveness as the virus develops resistance and rebuilds its population of virus particles.",
            "score": 192.8527319431305
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 203.69617402553558
        },
        {
            "docid": "24968067_6",
            "document": "HIV drug resistance . In their 2017 HIV Drug Resistance Report, the World Health Organization conducted surveys in 14 countries to estimate the prevalence of resistance to HIV medications. One subgroup included only HIV-positive patients who have just initiated antiretroviral therapy in order to assess the prevalence of HIV drug resistance in treatment-naive patients, deemed \"pretreatment drug resistance.\" Resistance to NNRTIs in this patient population ranged from 2.7% (in Myanmar) to 15.9% (in Uganda). Resistance to NRTIs ranged from 0.3% (in Namibia) to 6.8% (in Nicaragua). Resistance to protease inhibitors ranged from 0.3% (in Carmeroon and Myanmar) to 2.6% (in Mexico). Resistance to NNRTI + NRTI combination therapy ranged from 0.2% (in Myanmar) to 4.6% (in Uganda).",
            "score": 222.30784559249878
        },
        {
            "docid": "42284024_4",
            "document": "Deborah Persaud . The main topic of Persaud’s research are AIDS and HIV of children. However, her research started from research about the HIV of adults. At 2003, she stated about the Human Immunodeficiency Virus (HIV)- type1 included in the subtypes of HIV. For the HIV patient, the HAART(Highly active antiretroviral therapy) is used as treatment. The HAART regimen includes some of drugs containing Nucleoside reverse transcriptase inhibitors(NRTIs) and protease inhibitor(PI), and non-nucleoside reverse transcriptase inhibitors(NNRTI). The HAART has important function to suppress the levels of HIV-1 to below down. But, HIV-1 resists in cellular reservoirs of CD4+ continually with low-level viremia in adults, and this is very sensitive. From these facts, Persaud and her research team found viremia persists in children with plasma virus are remained at low level under the limit of detection of clinical assays. When children patient of HIV-1 are under the HARRT treatment, the viremia that is difficult to observing is continued virus production without resistance in the protease gene. So, her research team tried to find a novel culture assay that can stimulate the virus production during their latent, integrated HIV-1 in resting CD4+ T cells with the antiretroviral drugs. This drugs interfere the replication of unintegrated virus. They also demonstrated the facts that HIV-1 polymerase sequences from the resting CD4+ Tcells of the patients. By following these research, her research topic have been handling about the antiretroviral therapy. At 2009, her research team focused on the ongoing human immunodeficiency virus type 1 (HIV-1). From this research, it was figured out ongoing virus replication contributes to low-level viremia in patients on HAART, and this ongoing replication is subject to CD8+ T-cell selective pressure. After that, she suggested the induction therapy by using protease-inhibitors has influence the effect of NNRTI( non-Nucleoside reverse transcriptase inhibitors) resistance on virologic response to nevirapine-based HAART in children patients of HIV. For a long time, her research topic has been focusing on the therapy of HIV-1 especially with the children patient. In order to develop the therapy, she has been explained about the mechanism using the NNRTI of HAART.",
            "score": 205.56529140472412
        },
        {
            "docid": "24968067_11",
            "document": "HIV drug resistance . Current medical and scientific opinion is mixed on the most effective treatment methods, but is focused on drug cocktails and the importance of first-line regimens . The World Health Organization advocates a public-health approach to HIV treatment in order to make treatment uniform and available to patients around the world. As of July 2017, the WHO is implementing the Global Action Plan on HIV drug resistance 2017-2021. It is a 5-year initiative intended to help countries around the world manage HIV drug resistance.",
            "score": 181.930650472641
        },
        {
            "docid": "11320943_15",
            "document": "Extensively drug-resistant tuberculosis . Countries aim to prevent XDR-TB by ensuring that the work of their national TB control programmes, and of all practitioners working with people with TB, is carried out according to the International Standards for TB Care. These emphasize providing proper diagnosis and treatment to all TB patients, including those with drug-resistant TB; assuring regular, timely supplies of all anti-TB drugs; proper management of anti-TB drugs and providing support to patients to maximize adherence to prescribed regimens; caring for XDR-TB cases in a centre with proper ventilation, and minimizing contact with other patients, particularly those with HIV, especially in the early stages before treatment has had a chance to reduce the infectiousness. Also an effective disease control infrastructure is necessary for the prevention of XDR tuberculosis. Increased funding for research, and strengthened laboratory facilities are much required. Immediate detection through drug susceptibility testing's are vital, when trying to stop the spread of XDR tuberculosis.",
            "score": 179.8832106590271
        },
        {
            "docid": "5358528_6",
            "document": "Selective sweep . Whether or not a selective sweep has occurred can be investigated in various ways. One method is to measure linkage disequilibrium, i.e., whether a given haplotype is overrepresented in the population. Under neutral evolution, genetic recombination will result in the reshuffling of the different alleles within a haplotype, and no single haplotype will dominate the population. However, during a selective sweep, selection for a positively selected gene variant will also result in selection of neighbouring alleles and less opportunity for recombination. Therefore, the presence of strong linkage disequilibrium might indicate that there has been a recent selective sweep, and can be used to identify sites recently under selection.",
            "score": 83.52491354942322
        },
        {
            "docid": "203312_33",
            "document": "Management of HIV/AIDS . Baseline resistance is the presence of resistance mutations in patients who have never been treated before for HIV. In countries with a high rate of baseline resistance, resistance testing is recommended before starting treatment; or, if the initiation of treatment is urgent, then a \"best guess\" treatment regimen should be started, which is then modified on the basis of resistance testing. In the UK, there is 11.8% medium to high-level resistance at baseline to the combination of efavirenz + zidovudine + lamivudine, and 6.4% medium to high level resistance to stavudine + lamivudine + nevirapine. In the US, 10.8% of one cohort of patients who had never been on ART before had at least one resistance mutation in 2005. Various surveys in different parts of the world have shown increasing or stable rates of baseline resistance as the era of effective HIV therapy continues. With baseline resistance testing, a combination of antiretrovirals that are likely to be effective can be customized for each patient.",
            "score": 199.33208394050598
        },
        {
            "docid": "29069615_14",
            "document": "Resistance Database Initiative . In October 2010, following clinical testing in two multinational studies, the RDI made its experimental HIV Treatment Response Prediction System, HIV-TRePS available over the Internet. In January 2011, two clinical studies were published indicating that use of the HIV-TRePS system could lead to clinical and economic benefits. The studies, conducted by expert HIV physicians in the USA, Canada and Italy, showed that use of the system was associated with changes of treatment decision to combinations involving fewer drugs overall, which were predicted to result in better virological responses, suggesting that use of the system could potentially improve patient outcomes and reduce the overall number and cost of drugs used.",
            "score": 188.43870544433594
        },
        {
            "docid": "37617614_38",
            "document": "Dallas Buyers Club . Woodroof frequently declares that the drug AZT (azidothymidine) is ineffective and counter-productive, yet years later it is still prescribed to patients with AIDS, albeit at a much lower dose (hinted at in the film). Medical historian Jonathan Engel, who wrote \"The Epidemic: A History of AIDS,\" states that AZT was in fact a relatively effective treatment for the period, consistently prolonging lives for a year at a time when AIDS had a 100% mortality rate. Journalist David France, who directed the documentary \"How to Survive a Plague\", suggested that AZT was actually \"the first element of a cocktail of drugs that ended the era of AIDS-as-death sentence\". Initial attempts to use high doses of AZT proved to be no more effective than smaller doses, but HIV/AIDS activist Peter Staley (who was consulted by the filmmakers) believes this was not the result of any conspiracy - initially medical researchers had to guess what dose would be effective and they feared a low dose would be ineffective. Eventually, researchers realized that AZT was ineffective in the long term because the HIV virus mutated and became resistant to the treatment. By the mid-1990s, David Ho and other researchers found AZT was quite effective when used in conjunction with two other anti-virals, which decreased the chances of virus developing resistance to any one drug.",
            "score": 202.9816074371338
        },
        {
            "docid": "1564401_8",
            "document": "Multiple drug resistance . HIV is the prime example of MDR against antivirals, as it mutates rapidly under monotherapy. Influenza virus has become increasingly MDR; first to amantadenes, then to neuraminidase inhibitors such as oseltamivir, (2008-2009: 98.5% of Influenza A tested resistant), also more commonly in people with weak immune systems. Cytomegalovirus can become resistant to ganciclovir and foscarnet under treatment, especially in immunosuppressed patients. Herpes simplex virus rarely becomes resistant to acyclovir preparations, mostly in the form of cross-resistance to famciclovir and valacyclovir, usually in immunosuppressed patients.",
            "score": 173.54772543907166
        },
        {
            "docid": "37693741_12",
            "document": "Prisons in Russia . In addition to the physical conditions within Russian prisons, research by Nachega & Chaisson and Shin et al. show that co-morbidity of HIV and increased abuse of alcohol and drugs within prisoner populations contribute to worsened outcomes for TB patients. Non-compliance with treatment regimens has also been highlighted as contributing increasing drug resistance. In Fry et al.’s study on TB outcomes within St. Petersburg prisons, they estimated that 74% of infected prisoners did not report visiting a TB treatment facility upon release from a correctional facility. Public health researchers Gelmanova et al. note that while non-adherence does not directly increase drug resistance, the heightened bacterial load of non-compliant and untreated patients does increase the chances that the bacteria will mutate into a drug-resistant strain.",
            "score": 202.4006507396698
        },
        {
            "docid": "37220_41",
            "document": "Infection . There is usually an indication for a specific identification of an infectious agent only when such identification can aid in the treatment or prevention of the disease, or to advance knowledge of the course of an illness prior to the development of effective therapeutic or preventative measures. For example, in the early 1980s, prior to the appearance of AZT for the treatment of AIDS, the course of the disease was closely followed by monitoring the composition of patient blood samples, even though the outcome would not offer the patient any further treatment options. In part, these studies on the appearance of HIV in specific communities permitted the advancement of hypotheses as to the route of transmission of the virus. By understanding how the disease was transmitted, resources could be targeted to the communities at greatest risk in campaigns aimed at reducing the number of new infections. The specific serological diagnostic identification, and later genotypic or molecular identification, of HIV also enabled the development of hypotheses as to the temporal and geographical origins of the virus, as well as a myriad of other hypothesis. The development of molecular diagnostic tools have enabled physicians and researchers to monitor the efficacy of treatment with anti-retroviral drugs. Molecular diagnostics are now commonly used to identify HIV in healthy people long before the onset of illness and have been used to demonstrate the existence of people who are genetically resistant to HIV infection. Thus, while there still is no cure for AIDS, there is great therapeutic and predictive benefit to identifying the virus and monitoring the virus levels within the blood of infected individuals, both for the patient and for the community at large.",
            "score": 186.81929910182953
        },
        {
            "docid": "24664397_25",
            "document": "Discovery and development of non-nucleoside reverse-transcriptase inhibitors . When treating infection, whether bacterial or viral, there is always a risk of the infectious agent to develop drug resistance. The treatment of HIV infection is especially susceptible to drug resistance which is a serious clinical concern in the chemotherapeutic treatment of the infection. Drug resistant HIV-strains emerge if the virus is able to replicate in the presence of the antiretroviral drugs.",
            "score": 199.7568895816803
        },
        {
            "docid": "39312146_2",
            "document": "Tuberculosis in relation to HIV . The co-epidemic of tuberculosis (TB) and human immunodeficiency virus (HIV) is one of the major global health challenges in the present time. The World Health Organization (WHO) reports 9.2 million new cases of TB in 2006 of whom 7.7% were HIV-infected. Tuberculosis is the most common contagious infection in HIV-Immunocompromised patients leading to death. These both diseases become dreadful in combination as HIV declines the human immunity while tuberculosis becomes progressive due to defective immune system.This condition becomes more severe in case of multi-drug (MDRTB) and extensively drug resistant TB (XDRTB), which are difficult to treat and contribute to increased mortality. See Multi-drug-resistant tuberculosis. Tuberculosis can occur at any stage of HIV infection. The risk and severity of tuberculosis increases soon after infection with HIV. A study on gold miners of South Africa revealed that the risk of TB was doubled during the first year after HIV seroconversion. Although tuberculosis can be a relatively early manifestation of HIV infection, it is important to note that the risk of tuberculosis progresses as the CD4 cell count decreases along with the progression of HIV infection. The risk of TB generally remains high in HIV-infected patients above the background risk of the general population even with effective immune reconstitution with ART maintaining high CD4 cell counts.",
            "score": 198.0180790424347
        },
        {
            "docid": "5106067_3",
            "document": "TB Alliance . Tuberculosis infects one third of the world’s population, kills approximately 1.5 million people each year, and costs the global economy $16 billion annually. However, research and development for new TB drugs came to a virtual standstill after the 1960s. Today, a four drug combination therapy exists, but it takes six months or more to be effective. This requires a degree of monitoring (See Direct Observational Therapy, Shortcourse) beyond the capacity of the health infrastructure in many countries; adequate TB treatment is available to less than half of the most infectious cases. This can inhibit control of the disease and fuel the rise of drug resistance. TB is also the number one killer of AIDS patients, but it is generally agreed that current TB treatments do not work well with the antiretroviral drugs used to treat HIV.",
            "score": 217.02842545509338
        },
        {
            "docid": "41375108_20",
            "document": "Julio Montaner . Montaner’s current major research interests are harm reduction (including safe injection sites and needle exchange programs), treating hard-to-reach HIV-positive populations, and developing new antiretrovirals. He is also focusing on optimizing HAART treatment and authoring further studies on the “Treatment as Prevention” strategy. Since the last 2000s, he has shifted the focus of the BC-CfE to focus on HAART toxicity, multi-drug resistance and antiretroviral adherence. He received a grant of $2.5 million over 5 years in 2008 from the National Institute on Drug Abuse to support his “Seek and Treat for Optimal Outcomes and Prevention in HIV & AIDS in IDU (STOP HIV/AIDS)” project. He also is working on improving the engagement and treatment of hard-to-reach or rural HIV positive populations as part of a $48 million grant from the Ministry of Health of the Province of British Columbia.",
            "score": 152.84391367435455
        },
        {
            "docid": "4618892_9",
            "document": "Serosorting . Serosorting does not fully protect against all STDs during unprotected sex between two people infected with HIV. Infection with \"one\" strain of HIV does not preclude later infection with \"another\" strain. There is a great deal of genetic variability within individual HIV populations, because this variability is shuffled and mutated every time the virus (numbering in the millions) reproduces inside the infected person's body. Modern drug cocktails keep virus and mutation levels low but eventually drug resistance will develop. Unprotected sex between two individuals positive for HIV still presents the risk of one of them—with a relatively less aggressive strain of the virus—exchanging genetic sequences with their partner's more drug-resistant cousin, and becoming harder to treat. Furthermore, dual infection has been associated with a more rapid progression towards developing AIDS.",
            "score": 224.37130331993103
        },
        {
            "docid": "18832275_14",
            "document": "Drug eruption . TEN and SJS are severe cutaneous drug reactions that involve the skin and mucous membranes. To accurately diagnose this condition, a detailed drug history is crucial. Often, several drugs may be causative and allergy testing may be helpful. Sulfa drugs are well-known to induce TEN or SJS in certain people. For example, HIV patients have an increased incidence of SJS or TEN compared to the general population and have been found to express low levels of the drug metabolizing enzyme responsible for detoxifying sulfa drugs. Genetics plays an important role in predisposing certain populations to TEN and SJS. As such, there are some FDA recommended genetic screening tests available for certain drugs and ethnic populations to prevent the occurrence of a drug eruption. The most well known example is carbamezepine (an anti-convulsant used to treat seizures) hypersensitivity associated with the presence of HLA-B*5801 genetic allele in Asian populations. DIHS is a delayed onset drug eruption, often occurring a few weeks to 3 months after initiation of a drug. Interestingly, worsening of systemic symptoms occurs 3–4 days after cessation of the offending drug. There are genetic risk alleles that are predictive of the development of DIHS for particular drugs and ethnic populations. The most important of which is abacavir (an anti-viral used in the treatment of HIV) hypersensitivity associated with the presence of the HLA-B*5701 allele in European and African population in the United States and Australians.",
            "score": 202.02157759666443
        },
        {
            "docid": "18398577_39",
            "document": "Somatic evolution in cancer . The monoclonal model of cancer and the cancer stem-cell model are not mutually exclusive. Cancer stem cell arises by clonal evolution as a result of selection for the cell with the highest fitness in the neoplasm. This way, the heterogeneous nature of neoplasm can be explained by two processes – clonal evolution, or the hierarchical differentiation of cells, regulated by cancer stem cells. All cancers arise as a result of somatic evolution, but only some of them fit the cancer stem cell hypothesis. The evolutionary processes do not cease when a population of cancer stem cells arises in a tumor. Cancer treatment drugs pose a strong selective force on all types of cells in tumors, including cancer stem cells, which would be forced to evolve resistance to the treatment. It is interesting to note that cancer stem cells do not always have to have the highest resistance among the cells in the tumor to survive chemotherapy and re-emerge afterwards. The surviving cells might be in a special microenvironment, which protects them from adverse effects of treatment.",
            "score": 102.43506193161011
        },
        {
            "docid": "24664397_24",
            "document": "Discovery and development of non-nucleoside reverse-transcriptase inhibitors . Researchers used multi-disciplinary approach to design NNRTIs with better resistance profile and an increased genetic barrier to the development of resistance. A new class of compounds, diarylpyrimide (DAPY), were discovered with the replacement of the central triazine ring from the DATA compounds, with a pyrimidine. This new class was more effective against drug resistant HIV-1 strains than the corresponding DATA analogs. The replacement enabled substitutions to the CH-group at the 5-position of the central aromatic ring. One of the first DAPY compounds, dapivirine (with R= 2,4,6-trimethylanilino, R = R = H and Y = NH) was found to be effective against drug-resistant HIV-1 strains. Systematic chemical substitutions were made at the R, R, R and Y positions to find new DAPY derivatives. This led to the discovery of etravirine which has a bromine substitution at the 5-position (R) of the pyrimidine ring (with R = 2,6-dimethyl-4-cyanoanilino, R = NH and Y = O) (figure 5). Etravirine was discovered by researchers at the Jansen Research Foundation and Tibotec and approved in 2008 by the FDA. It is used in treatment-expirenced adult patients with HIV infection that is multidrug resistant in combination with other antiretroviral drugs.",
            "score": 193.23228681087494
        },
        {
            "docid": "1914_54",
            "document": "Antimicrobial resistance . Resistance to HIV antivirals is problematic, and even multi-drug resistant strains have evolved. Resistant strains of the HIV virus emerge rapidly if only one antiviral drug is used. Using three or more drugs together has helped to control this problem, but new drugs are needed because of the continuing emergence of drug-resistant HIV strains.",
            "score": 189.5341591835022
        },
        {
            "docid": "19023327_43",
            "document": "HIV/AIDS in Lesotho . Once a patient seeks out initial treatment for HIV, follow-up visits are critical to improve and maintain a patient’s clinical, immunological, and virological outcome. Adherence to ART drugs delays onset of drug resistance, treatment failure, and subsequent necessity to use a different drug treatment. Maintaining proper adherence to treatment involves meticulous processes, such as taking the correct amount of medication in the specific, regimented manner mandated by health professionals. Drug treatments must also be stored properly.",
            "score": 175.40184378623962
        }
    ],
    "r": [
        {
            "docid": "29069615_7",
            "document": "Resistance Database Initiative . Despite the expanding availability of these drugs and the impact of their use, treatments continue to fail, often due to the development of resistance. During drug therapy, low-level virus replication still occurs, particularly when a patient misses a dose. HIV makes errors in copying its genetic material and, if a mutation makes the virus resistant to one or more of the drugs, it may begin to replicate more successfully in the presence of that drug and undermine the effect of the treatment. If this happens then the treatment needs to be changed to re-establish control over the virus.",
            "score": 263.4549560546875
        },
        {
            "docid": "56703138_4",
            "document": "Bictegravir/emtricitabine/tenofovir alafenamide . Combination therapy for HIV, often called HAART (Highly Active Antiretroviral Drug Therapy), is composed of two or more types of antiretroviral drugs.  Combination therapy decreases the likelihood that drug resistance will occur, because it is unlikely that the HIV-1 strains will be able to mutate enough to become resistant to all drugs being used in the combination.  Combination therapy increases the length of lives of patients with HIV-1, and can greatly reduce the possibility for transmission of the virus.",
            "score": 258.2847595214844
        },
        {
            "docid": "7588010_3",
            "document": "Salvage therapy . Antiretroviral drugs (ARVs) are given to slow down the HIV reproduction, which in turn increases quality of life and survival. If the patient's viral load (the amount of HIV in the blood) rebounds after being suppressed by ARVs, the virus has likely developed resistance to the ARVs. As more and more drug-resistance conferring mutations develop in the HIV's genome, it becomes difficult to select an ARV that will meaningfully suppress HIV replication and keep the patient's viral load low. Salvage therapy, in this context, is the attempt to contain the replicating HIV once the usual line of treatments have been exhausted. When at least one regimen containing protease inhibitors has failed in a patient, the subsequent attempts to treat the HIV infection may be referred to as salvage therapy.",
            "score": 252.8755340576172
        },
        {
            "docid": "10473109_2",
            "document": "Resistance mutation . A resistance mutation is a mutation in a virus gene that allows the virus to become resistant to treatment with a particular antiviral drug. The term was first used in the management of HIV, the first virus in which genome sequencing was routinely used to look for drug resistance. At the time of infection, a virus will infect and begin to replicate within a preliminary cell. As subsequent cells are infected, random mutations will occur in the viral genome. When these mutations begin to accumulate, antiviral methods will kill the wild type strain, but will not be able to kill one or many mutated forms of the original virus. At this point a resistance mutation has occurred because the new strain of virus is now resistant to the antiviral treatment that would have killed the original virus. Resistance mutations are evident and widely studied in HIV due to its high rate of mutation and prevalence in the general population. Resistance mutation is now studied in bacteriology and parasitology.",
            "score": 246.7110137939453
        },
        {
            "docid": "842388_7",
            "document": "Emtricitabine . Emtricitabine exhibits clinical activity against the hepatitis B virus (HBV), but is not approved by the FDA for the treatment of HBV infection. Among individuals with chronic HBV infection, emtricitabine treatment results in significant histologic, virologic, and biochemical improvement. The safety profile of emtricitabine during treatment is similar to that of a placebo. Emtricitabine, like all other FDA approved drugs, cures neither HIV nor HBV infection. In a study involving individuals with HBV infection, symptoms of infection returned in 23% of emtricitabine-treated individuals who were taken off therapy. In studies involving individuals with \"chronic\" HIV infection, viral replication also resumes when study subjects are taken off therapy. As with drugs used to treat HIV infection, drugs used to treat HBV infection may have to be used in combination to prevent the evolution of drug resistant strains. The effectiveness of emtricitabine in combination with other anti-HBV drugs has not been established.",
            "score": 243.90516662597656
        },
        {
            "docid": "28539183_6",
            "document": "EuResist . More than 30 different drugs exist for treating HIV patients. Antiretroviral drugs can disrupt the virus’s replication process causing its numbers to decrease dramatically. While the virus cannot be eradicated completely, in small numbers it is harmless. Usually a patient is given a combination of three or four drugs, a treatment known as highly active antiretroviral therapy, or HAART. The main reason such a treatment might fail is the development of mutated strands of the virus, resistant to one or more of the prescribed drugs.",
            "score": 237.69796752929688
        },
        {
            "docid": "5106067_9",
            "document": "TB Alliance . Drug resistance occurs for several reasons, often as a natural consequence of gene mutations and selection, as a consequence of drug-efflux mechanisms, or due to drug modifying enzymes. Under conditions of medical treatment, mutants that are resistant to the drug may escape the drug's action, survive and multiply further. This is one of the reasons why combination therapies are often essential for treating tuberculosis infections and most infectious diseases. At the present time, three of even four tuberculosis drugs are given as a combination therapy, over an extended period of time, though patient compliance and side effects continue to be a medical issue. Some strains of the tuberculosis pathogen are resistant to all three or four tuberculosis drugs. In view of the contagious nature of tuberculosis, especially among persons with weak immunity, drug resistance is considered to be a serious public health issue.",
            "score": 232.72848510742188
        },
        {
            "docid": "19159374_19",
            "document": "Fairfield Infectious Diseases Hospital . The first patient with AIDS was admitted to Fairfield Hospital in April 1984. In October 1984 the first AIDS outpatients clinic at Fairfield Hospital opened on Friday afternoons. Twenty five percent of initial patients were found to be HIV+. During the late 1980s, admission rates to soared to 10,000 a year, as HIV infection rates continue to increase. In 1990 researchers from Fairfield Hospital published findings from two of their studies about HIV resistance to the drug AZT during treatment. Their studies showed that some people with HIV who took AZT developed resistance to the drug and then lost that resistance when treatment was stopped. They suggested that three or more drugs are needed to be used together to treat HIV effectively (also known as combination therapy). Fairfield Hospital continued to offer care and treatment for patients with HIV and AIDS into the 1990s. In 1991, large public protests were organised against the possible closure of the hospital. However, by 1996 the majority of the hospital's HIV services had been relocated to The Alfred and Royal Melbourne Hospitals and Fairfield Hospital ceased operations.",
            "score": 226.50250244140625
        },
        {
            "docid": "4618892_9",
            "document": "Serosorting . Serosorting does not fully protect against all STDs during unprotected sex between two people infected with HIV. Infection with \"one\" strain of HIV does not preclude later infection with \"another\" strain. There is a great deal of genetic variability within individual HIV populations, because this variability is shuffled and mutated every time the virus (numbering in the millions) reproduces inside the infected person's body. Modern drug cocktails keep virus and mutation levels low but eventually drug resistance will develop. Unprotected sex between two individuals positive for HIV still presents the risk of one of them—with a relatively less aggressive strain of the virus—exchanging genetic sequences with their partner's more drug-resistant cousin, and becoming harder to treat. Furthermore, dual infection has been associated with a more rapid progression towards developing AIDS.",
            "score": 224.37130737304688
        },
        {
            "docid": "24968067_6",
            "document": "HIV drug resistance . In their 2017 HIV Drug Resistance Report, the World Health Organization conducted surveys in 14 countries to estimate the prevalence of resistance to HIV medications. One subgroup included only HIV-positive patients who have just initiated antiretroviral therapy in order to assess the prevalence of HIV drug resistance in treatment-naive patients, deemed \"pretreatment drug resistance.\" Resistance to NNRTIs in this patient population ranged from 2.7% (in Myanmar) to 15.9% (in Uganda). Resistance to NRTIs ranged from 0.3% (in Namibia) to 6.8% (in Nicaragua). Resistance to protease inhibitors ranged from 0.3% (in Carmeroon and Myanmar) to 2.6% (in Mexico). Resistance to NNRTI + NRTI combination therapy ranged from 0.2% (in Myanmar) to 4.6% (in Uganda).",
            "score": 222.30784606933594
        },
        {
            "docid": "29069615_8",
            "document": "Resistance Database Initiative . In well-resourced healthcare settings, when treatment fails a resistance test may be run to predict to which drugs the patient’s virus is resistant. The type of test in most common use is the genotype test, which detects mutations in the viral genetic code. This information is then typically interpreted using rules equating individual mutations with resistance against individual drugs. However, there are many different interpretation systems available that do not always agree, the systems only provide categorical results (resistant, sensitive or intermediate) and they do not necessarily relate well to how a patient will respond to a combination of drugs in the clinic.",
            "score": 219.4993896484375
        },
        {
            "docid": "10473109_3",
            "document": "Resistance mutation . Resistance mutations can occur through several mechanisms from single nucleotide substitutions to combinations of amino acid substitutions, deletions and insertions. Over time, these new genetic lines will persist if they become resistant to treatments being used against them. It has been shown that pathogens will favor and become more resistant to treatment in common host genotypes through frequency-dependent selection. Further, strict adherence to a retroviral regimen correlates to a strong decrease in retroviral resistance mutations. There are five classes of drug that are used to treat HIV infection, and resistance mutations can effect the efficacy of these treatments as well.",
            "score": 218.9495086669922
        },
        {
            "docid": "7798584_4",
            "document": "Integrase inhibitor . Since integrase inhibitors target a distinct step in the retroviral life cycle, they may be taken in combination with other types of HIV drugs to minimize adaptation by the virus. They are also useful in salvage therapy for patients whose virus has mutated and acquired resistance to other drugs.",
            "score": 217.16229248046875
        },
        {
            "docid": "5106067_3",
            "document": "TB Alliance . Tuberculosis infects one third of the world’s population, kills approximately 1.5 million people each year, and costs the global economy $16 billion annually. However, research and development for new TB drugs came to a virtual standstill after the 1960s. Today, a four drug combination therapy exists, but it takes six months or more to be effective. This requires a degree of monitoring (See Direct Observational Therapy, Shortcourse) beyond the capacity of the health infrastructure in many countries; adequate TB treatment is available to less than half of the most infectious cases. This can inhibit control of the disease and fuel the rise of drug resistance. TB is also the number one killer of AIDS patients, but it is generally agreed that current TB treatments do not work well with the antiretroviral drugs used to treat HIV.",
            "score": 217.02842712402344
        },
        {
            "docid": "203312_49",
            "document": "Management of HIV/AIDS . In patients who have persistently detectable viral loads while taking ART, tests can be done to investigate whether there is drug resistance. Most commonly a genotype is sequenced which can be compared with databases of other HIV viral genotypes and resistance profiles to predict response to therapy. If there is extensive resistance a phenotypic test of a patient's virus against a range of drug concentrations can be performed, but is expensive and can take several weeks, so genotypes are generally preferred. Using information from a genotype or phenotype, a regimen of 3 drugs from at least 2 classes is constructed that will have the highest probability of suppressing the virus. If a regimen cannot be constructed from recommended first line agents it is termed salvage therapy, and when 6 or more drugs are needed it is termed mega-HAART.",
            "score": 216.24502563476562
        },
        {
            "docid": "24968067_8",
            "document": "HIV drug resistance . These mutations accumulate over generations and in populations, resulting in the great genetic variation within populations of HIV, and an increased probability of a virion developing an evolutionary selective advantage over other virions. Natural selection then acts on HIV by selecting for virions with higher fitness, as all others are eventually killed off by drug treatments. The virions that are able to escape the harmful effects of the drug then create an entirely new, drug resistant population.",
            "score": 213.04986572265625
        },
        {
            "docid": "24968067_4",
            "document": "HIV drug resistance . PMID: 29735845  HIV drug resistance reduces the possible HIV medications a person can take due to cross resistance. In cross resistance, an entire medication class is considered ineffective in lowering a patient's HIV viral load because all the drugs in a given HIV class share the same mechanism of action. Therefore, development of resistance to one medication in a class precludes the use of all other medications in the same class. A blood test should be done to determine which drugs may be effective prior to initiation of treatment or during treatment to ensure resistance has not developed.",
            "score": 212.19287109375
        },
        {
            "docid": "42927298_3",
            "document": "OyaGen . OyaGen's research has focused on developing drug-based treatments for HIV and the company has three lead HIV drugs based upon editing enzymes in preclinical development. The company is exploring ways to prevent HIV from disabling the production of APOBEC3G (A3G), a naturally occurring editing enzyme that stops HIV from replicating. A3G combats HIV infection by interacting with and mutating the virus' RNA. The mutations genetically damage the virus protein and render HIV unable to replicate which halts the spread of the virus. In laboratory testing, OyaGen was able to use drug therapy to shield A3G from HIV, which allowed A3G to function normally and halt the spread of the virus.",
            "score": 210.56227111816406
        },
        {
            "docid": "24676586_26",
            "document": "Discovery and development of HIV-protease inhibitors . Over 100 single gene point mutations have been described, of which at least 26 are specific to protease inhibitors. Of these, there are about 15 primary or major mutations that are significant enough to change drug activity. Many mutated residues have been found in HIV-1 protease which cause drug resistance, for example Leu33 changes to Ile, Val, or Phe; Val82 to Ala, Phe, Leu, or Thr; Ile84 to Val; and Leu90 to Met. Different mutations affects different protease inhibitors. For instance, mutations at Leu90 evidently affect saquinavir and nelfinavir while indinavir activity is affected by mutations at Met46, Val82, and Ile84, and fosamprenavir is affected when Ile50 changes to Val and at Ile84. A combination of mutations can render high-level drug resistance but single mutations normally do not equate with drug resistance to protease inhibitors. The mutations can be divided into primary mutations and secondary mutations. Primary mutations often have only a small effect on resistance. The chemical structures of most protease inhibitors are quite similar, so it is not surprising that some primary mutations lead simultaneously to resistance to multiple protease inhibitors. Cross-resistance is one of the major problems of protease inhibitor treatment. Additional mutations emerging in the protease during continuous protease inhibitor therapy are commonly referred to as secondary mutations. This can lead to high-level protease inhibitor resistance.",
            "score": 209.92059326171875
        },
        {
            "docid": "21687337_9",
            "document": "Medicines for Malaria Venture . Drug resistance occurs for several reasons, often as a natural consequence of gene mutations and selection, as a consequence of drug-efflux mechanisms, or due to drug modifying enzymes. Under conditions of medical treatment, mutants that are resistant to the drug may escape the drug's action, survive and multiply further. This is one of the reasons why combination therapies are often essential for treating malarial infections and most infectious diseases. In view of the contagious nature of malaria, spread by the mosquito, drug resistance is considered to be a serious public health issue.",
            "score": 208.73483276367188
        },
        {
            "docid": "50646737_7",
            "document": "Viral load monitoring for HIV . Highly active antiretroviral therapy (HAART) is the current recommended treatment for HIV. HAART entails taking a combination (regimen) of three or more ART medications from at least two different classes of drugs. There are six classes of ART medications:  Each class of medications uses a different mode of action to blocks the virus. Treatment is more effective in controlling the virus when a combination of medications from different classes is used. HAART also reduces the risk of developing drug resistance. Viral load tests are used to monitor the effects ART, to track viral suppression, and detect treatment failure. Successful combination ART should give a fall in viral load of 1.5 to 2 logs (30-100 fold) within six weeks, with the viral load falling below the limit of detection within four to six months.",
            "score": 207.77163696289062
        },
        {
            "docid": "41375108_14",
            "document": "Julio Montaner . In 1998, the results of the INCAS randomized double-blind clinical trial examining a combination of Nevirapine, Didanosine and Zidovudine as treatment for HIV-positive patients was published in the \"Journal of the American Medical Association\". This paper reported the data initially presented by Montaner and his colleagues at the XI IAS Conference. The paper demonstrated their findings of a greater decrease in plasma HIV-1 RNA (an indicator of HIV viral load) in patients treated with the combination of the three drugs as opposed to patients treated with a regimen of only two of the drugs, which was the standard of care in the mid 1990s. The percentage of patients in the triple drug therapy group with a viral load below 20 copies per mL after 52 weeks of treatment was 52%, compared to 12% for patients in the zidovudine plus didanosine group and 0% for the zidovudine plus nevirapine group (P < 0.01). The trial demonstrated that a triple therapy regimen of nevirapine, didanosine and zidovudine given as a combination reduces viral load among HIV-1 positive adults significantly more than a combination of two of the drugs.",
            "score": 207.3569793701172
        },
        {
            "docid": "2652481_17",
            "document": "Personalized medicine . Today in medicine, it is common that physicians often use a trial and error strategy until they find the treatment therapy that is most effective for their patient. With personalised medicine, these treatments can be more specifically tailored to an individual and give insight into how their body will respond to the drug and if that drug will work based on their genome. The personal genotype can allow physicians to have more detailed information that will guide them in their decision in treatment prescriptions, which will be more cost-effective and accurate. As quoted from the article \"Pharmacogenomics: The Promise of Personalised Medicine\", “therapy with the right drug at the right dose in the right patient” is a description of how personalized medicine will affect the future of treatment. For instance, tamoxifen used to be a drug commonly prescribed to women with ER+ breast cancer, but 65% of women initially taking it developed resistance. After some research by people such as David Flockhart, it was discovered that women with certain mutation in their CYP2D6 gene, a gene that encodes the metabolizing enzyme, were not able to efficiently break down Tamoxifen, making it an ineffective treatment for their cancer. Since then, women are now genotyped for those specific mutations, so that immediately these women can have the most effective treatment therapy.",
            "score": 205.97341918945312
        },
        {
            "docid": "46270640_5",
            "document": "Christine L. Clouser . Clouser works with Dr. Louis Mansky and Dr. Steven Patterson to investigate antiviral properties of ribonucleoside and nucleoside analogues against the human immunodeficiency virus. In their laboratory model system, two nucleoside analogues, decitabine and g, have been found to cause lethal mutagenesis of the HIV-1 virus when used combination therapy. These two drugs are FDA approved and used interventionally as chemotherapy drugs. When used together, they have been found to have strong antiviral properties against HIV-1 by causing the virus to rapidly mutate, lose virulence factors, and become non-infectious. There are advantages to using existing pharmaceuticals already approved by the United States Food and Drug Administration for treating conditions with new implications. The development of new pharmaceuticals takes time and very is costly when compared to drug repositioning: the application of using known drugs for new purposes. When HIV-1 cells were cultured and investigated in the laboratory, the research team of Christine Clouser, Louis Mansky, and Steven Patterson found a novel combination therapy for rendering the HIV-1 virus harmless by using a combination therapy of decitabine and gemcitabine. Clouse anticipate finding a way to deliver both of these in pill form, as both are currently delivered intravenously and used as treatments for other conditions.",
            "score": 205.95944213867188
        },
        {
            "docid": "203312_15",
            "document": "Management of HIV/AIDS . Combinations of antiretrovirals create multiple obstacles to HIV replication to keep the number of offspring low and reduce the possibility of a superior mutation. If a mutation that conveys resistance to one of the drugs being taken arises, the other drugs continue to suppress reproduction of that mutation. With rare exceptions, no individual antiretroviral drug has been demonstrated to suppress an HIV infection for long; these agents must be taken in combinations in order to have a lasting effect. As a result, the standard of care is to use combinations of antiretroviral drugs. Combinations usually consist of three drugs from at least two different classes. This three drug combination is commonly known as a triple cocktail. Combinations of antiretrovirals are subject to positive and negative synergies, which limits the number of useful combinations.",
            "score": 205.7446746826172
        },
        {
            "docid": "42284024_4",
            "document": "Deborah Persaud . The main topic of Persaud’s research are AIDS and HIV of children. However, her research started from research about the HIV of adults. At 2003, she stated about the Human Immunodeficiency Virus (HIV)- type1 included in the subtypes of HIV. For the HIV patient, the HAART(Highly active antiretroviral therapy) is used as treatment. The HAART regimen includes some of drugs containing Nucleoside reverse transcriptase inhibitors(NRTIs) and protease inhibitor(PI), and non-nucleoside reverse transcriptase inhibitors(NNRTI). The HAART has important function to suppress the levels of HIV-1 to below down. But, HIV-1 resists in cellular reservoirs of CD4+ continually with low-level viremia in adults, and this is very sensitive. From these facts, Persaud and her research team found viremia persists in children with plasma virus are remained at low level under the limit of detection of clinical assays. When children patient of HIV-1 are under the HARRT treatment, the viremia that is difficult to observing is continued virus production without resistance in the protease gene. So, her research team tried to find a novel culture assay that can stimulate the virus production during their latent, integrated HIV-1 in resting CD4+ T cells with the antiretroviral drugs. This drugs interfere the replication of unintegrated virus. They also demonstrated the facts that HIV-1 polymerase sequences from the resting CD4+ Tcells of the patients. By following these research, her research topic have been handling about the antiretroviral therapy. At 2009, her research team focused on the ongoing human immunodeficiency virus type 1 (HIV-1). From this research, it was figured out ongoing virus replication contributes to low-level viremia in patients on HAART, and this ongoing replication is subject to CD8+ T-cell selective pressure. After that, she suggested the induction therapy by using protease-inhibitors has influence the effect of NNRTI( non-Nucleoside reverse transcriptase inhibitors) resistance on virologic response to nevirapine-based HAART in children patients of HIV. For a long time, her research topic has been focusing on the therapy of HIV-1 especially with the children patient. In order to develop the therapy, she has been explained about the mechanism using the NNRTI of HAART.",
            "score": 205.56529235839844
        },
        {
            "docid": "37783228_22",
            "document": "William A. Haseltine . The first goal was achieved by understanding the structure and function of the virus. Haseltine's laboratory, working in collaboration with two other groups, determined the complete sequence of the viral genome and discovered the genes that specify the virus capsid, polymerase, protease, ribonuclease H, integrase and envelop genes. The first application of this knowledge was to design a fragment of the virus envelope protein that could be used to accurately detect antibodies to HIV in those infected, forming the basis of an accurate diagnostic test. This protein fragment was used by Cambridge BioSciences (Later named Cambridge BioTech) to develop a rapid test for HIV infection that could be used at home. It was only in 2012, that the US FDA approved a similar home HIV test kit. Haseltine and his laboratory quickly showed that damage to any of the viral genes that specify the virus capsid, polymerase, protease, ribonuclease, integrase and envelope genes killed the virus and therefore that proteins specified by each gene were good targets for anti-viral drugs. Over the next several years his laboratory isolated each of the genes and their proteins in pure form and developed methods that were used by the pharmaceutical companies to discover new anti viral drugs. The first HIV specific protease inhibitor Nelfinavir, was developed as a part of a three way collaboration between the Haseltine laboratory, Cambridge BioSciences, a company Haseltine and his colleagues created, and Agouron Pharmaceuticals. The combination of an HIV polymerase inhibitor such as AZT and an anti protease drug lead to the first long term survival of those infected with HIV. Haseltine proposed the use of combination chemotherapy, the use of multiple drugs targeted against different viral proteins would be the basis for effective therapy. Today those ideas have proven out; The pharmaceutical industry has developed more than forty drugs that inhibit the HIV polymerase, protease, integrase, and envelope proteins. Combinations of these drugs have transformed HIV infection from a near universally fatal disease to one that with proper management can usually be successfully treated for decades.",
            "score": 204.59396362304688
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 203.69618225097656
        },
        {
            "docid": "50646737_9",
            "document": "Viral load monitoring for HIV . While receiving ART some patients with undetectable viral load measurements may experience an increase in viral load, to a low level (usually below 400 copies/mL blood), and then returned to an undetectable level. These transient blips do not indicate that the virus is developing resistance to drug therapy. Blips appear to be more common in the winter, suggesting a connection with illness such as colds and influenza. Viral load blips are partially explained by various patient related factors, and thought to be relatively common. High level and sustained increases in viral load are frequently related to the development of drug resistance and/or viral mutations, and often dictate changes in ART.",
            "score": 203.60537719726562
        },
        {
            "docid": "29289141_17",
            "document": "Discovery and development of nucleoside and nucleotide reverse-transcriptase inhibitors . Currently, appearance of drug resistant viruses is an inevitable consequence of prolonged exposure of HIV-1 to antiretroviral therapy. Drug resistance is a serious clinical concern in treatment of viral infection, and it is a particularly difficult problem in treatment of HIV. Resistance mutations are known for all approved NRTIs.",
            "score": 203.1986083984375
        },
        {
            "docid": "37617614_38",
            "document": "Dallas Buyers Club . Woodroof frequently declares that the drug AZT (azidothymidine) is ineffective and counter-productive, yet years later it is still prescribed to patients with AIDS, albeit at a much lower dose (hinted at in the film). Medical historian Jonathan Engel, who wrote \"The Epidemic: A History of AIDS,\" states that AZT was in fact a relatively effective treatment for the period, consistently prolonging lives for a year at a time when AIDS had a 100% mortality rate. Journalist David France, who directed the documentary \"How to Survive a Plague\", suggested that AZT was actually \"the first element of a cocktail of drugs that ended the era of AIDS-as-death sentence\". Initial attempts to use high doses of AZT proved to be no more effective than smaller doses, but HIV/AIDS activist Peter Staley (who was consulted by the filmmakers) believes this was not the result of any conspiracy - initially medical researchers had to guess what dose would be effective and they feared a low dose would be ineffective. Eventually, researchers realized that AZT was ineffective in the long term because the HIV virus mutated and became resistant to the treatment. By the mid-1990s, David Ho and other researchers found AZT was quite effective when used in conjunction with two other anti-virals, which decreased the chances of virus developing resistance to any one drug.",
            "score": 202.9816131591797
        },
        {
            "docid": "37693741_12",
            "document": "Prisons in Russia . In addition to the physical conditions within Russian prisons, research by Nachega & Chaisson and Shin et al. show that co-morbidity of HIV and increased abuse of alcohol and drugs within prisoner populations contribute to worsened outcomes for TB patients. Non-compliance with treatment regimens has also been highlighted as contributing increasing drug resistance. In Fry et al.’s study on TB outcomes within St. Petersburg prisons, they estimated that 74% of infected prisoners did not report visiting a TB treatment facility upon release from a correctional facility. Public health researchers Gelmanova et al. note that while non-adherence does not directly increase drug resistance, the heightened bacterial load of non-compliant and untreated patients does increase the chances that the bacteria will mutate into a drug-resistant strain.",
            "score": 202.40065002441406
        }
    ]
}