{
    "q": [
        {
            "docid": "564779_10",
            "document": "Cell growth . Many of the signal molecules that convey information to cells during the control of cellular differentiation or growth are called growth factors. The protein mTOR is a serine/threonine kinase that regulates translation and cell division. Nutrient availability influences mTOR so that when cells are not able to grow to normal size they will not undergo cell division. The details of the molecular mechanisms of mammalian cell size control are currently being investigated. The size of post-mitotic neurons depends on the size of the cell body, axon and dendrites. In vertebrates, neuron size is often a reflection of the number of synaptic contacts onto the neuron or from a neuron onto other cells. For example, the size of motoneurons usually reflects the size of the motor unit that is controlled by the motoneuron. Invertebrates often have giant neurons and axons that provide special functions such as rapid action potential propagation. Mammals also use this trick for increasing the speed of signals in the nervous system, but they can also use myelin to accomplish this, so most human neurons are relatively small cells.",
            "score": 70.52471041679382
        },
        {
            "docid": "9623513_2",
            "document": "Nerve injury . Nerve injury is injury to nervous tissue. There is no single classification system that can describe all the many variations of nerve injury. In 1941, Seddon introduced a classification of nerve injuries based on three main types of nerve fiber injury and whether there is continuity of the nerve. Usually, however, (peripheral) nerve injury is classified in five stages, based on the extent of damage to both the nerve and the surrounding connective tissue, since supporting glial cells may be involved. Unlike in the central nervous system, neuroregeneration in the peripheral nervous system is possible. The processes that occur in peripheral regeneration can be divided into the following major events: Wallerian degeneration, axon regeneration/growth, and nerve reinnervation. The events that occur in peripheral regeneration occur with respect to the axis of the nerve injury. The proximal stump refers to the end of the injured neuron that is still attached to the neuron cell body; it is the part that regenerates. The distal stump refers to the end of the injured neuron that is still attached to the end of the axon; it is the part of the neuron that will degenerate but that remains in the area toward which the regenerating axon grows. The study of peripheral nerve injury began during the American Civil War and has greatly expanded to the point of using growth-promoting molecules.",
            "score": 225.61698043346405
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 90.34346902370453
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 90.00875580310822
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 81.99654042720795
        },
        {
            "docid": "42073672_10",
            "document": "Neuronal self-avoidance . In 1991, scientists became aware that self-avoidance was also present in non-neuronal cell types, such as leech comb cells, which might similarly form discrete domains. Later, this was also observed in mammalian astrocytes. Wang and Macagno, in 1998, again recurring to \"Hirudo medicinalis\" mechanosensory neurons, performed an elegant experiment in order to try to answer the still remaining question: \"How does a cell recognize self and respond by not growing over or along itself?\" The authors then proposed two general types of mechanisms: I) External signals: Sibling neurites display surface identifying molecular factors, unique to each cell, that are capable of homotypic binding and therefore repel sibling neurites, or II) Internal signals: synchronous cell activity, such as voltage, which is transmitted within the cell mediating a dynamic mechanism of sibling growth inhibition. Contrarily to the first hypothesis, the second would require the continuity and communication between all parts of the cell for self-avoidance to occur. So the experiment consisted of detaching one of the neurons dendrites and see how the remaining attached dendrites reacted towards the detached fragment, \"do they still avoid overlapping?\" The result was that the detached branch would stop being recognized as \"self\" by the other branches of the neuronal, leading to dendrite overlap. The clear conclusion of the study was that continuity between all parts of the neuron is critical for self-avoidance to operate. The authors then suggest various mechanisms that require continuity and could function as recognition signal, and thus might be the responsible ones, such as \"electrical activity, active or passive, as well as the diffusion of cytoplasmic signals either passively or by fast axonal transport\". In the late 1990s and beyond, model organisms started to be used in the studies and the molecular mechanisms of self-avoidance started to be unraveled. In 1999 Wu and Maniatis discovered a striking organization of a large family of human neural protocadherin cell adhesion genes which formed a gene cluster encoding 58 protocadherins. The members of the protocadherin gene cluster were compelling candidates to provide the molecular code required for the maintenance of the self/non-self discrimination that led to self-avoidance. It was later (2012) confirmed, by Lefebvre et al., in a study with amacrine cells and Purkinje cells of \"Mus musculus\", that these proteins are expressed in different combinations in individual neurons, thus providing \"barcodes\" with that distinguish one neuron from another.",
            "score": 58.471922397613525
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 70.34211301803589
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 61.34883642196655
        },
        {
            "docid": "14797847_5",
            "document": "MAP3K12 . MAP3K12, otherwise known as DLK, can initiate coordinated signalling cascades that culminate in the phosphorylation of C-Jun N-terminal kinases or JNK. Several experiments have implicated this interaction as having a role in the developing mammalian nervous system. For example, neuronal migration and axon growth are critical components of neuronal development. DLK null mice have defects in neuronal migration, hypoplasia of several different axonal tracts and reduced axon number in various areas of the brain such as the cingulum and internal capsule. In addition, inhibition of DLK or JNK delays radial migration and disrupts the formation of the neocortex in mice. Another important function of the developing mammalian nervous system is neuronal apoptosis. The absence of DLK also protects cultured mice sensory neurons from apoptosis that would normally be triggered by a lack of NGF. This, among other experiments, heavily implicates it as having a role in neuronal apoptosis.",
            "score": 115.21738815307617
        },
        {
            "docid": "15417830_24",
            "document": "LINGO1 . Traumatic brain injury involves the necrotic and apoptotic death of brain cells in vulnerable and delicate areas such as the cerebral cortex and hippocampus, where it is known that there is an expression of Lingo-1 in both development and the adult stage of life. RhoA signaling is largely responsible for the neuronal response to neuronal inhibitory proteins and the regeneration (or lack of in case of its activation) of damaged axons. Receptor Lingo-1 stimulates RhoA, which activates ROCK (RhoA kinase) which, in turn, stimulates LIM kinase, which then stimulates cofilin, which effectively reorganizes the actin cytoskeleton of the cell. In the case of neurons, activation of this pathway results in growth cone collapse, therefore inhibits the growth and repair of neural pathways and axons. Inhibition of this pathway by its various components usually results in some level of improved re-myelination. The use of Lingo-1-Fc as an antagonist for Lingo-1 shows the inhibition of RhoA activation. Since this soluble form of Lingo-1 is able to block the interactions between Lingo-1 and NgR, it is reasonable to think that the blockade of RhoA occurs at the level of Lingo-1/NgR/p75 or TROY complex, leading to the conclusion that Lingo-1plays a very important part in the lack of re-myelination, repair of neural and axon injuries, etc.",
            "score": 99.75303721427917
        },
        {
            "docid": "1300491_3",
            "document": "Neurofilament . The protein composition of neurofilaments varies widely across different animal phyla. Most is known about mammalian neurofilaments. Historically, mammalian neurofilaments were originally thought to be composed of just three proteins called neurofilament protein L (low molecular weight; NFL), M (medium molecular weight; NFM) and H (high molecular weight; NFH). These proteins were discovered from studies of axonal transport and are often referred to as the \"neurofilament triplet\". However, it is now clear that neurofilaments in the mammalian nervous system also contain the protein internexin and that neurofilaments in the peripheral nervous system can also contain the protein peripherin. Thus mammalian neurofilaments are heteropolymers of up to five different proteins: NFL, NFM, NFH, internexin and peripherin and it is incorrect to consider neurofilaments as being composed of just the neurofilament triplet proteins. Moreover, it is clear that the five neurofilament proteins can coassemble in different combinations and with variable stoichiometry in different nerve cell types and at different stages of development. The precise composition of neurofilaments in any given nerve cell depends on the relative expression levels of the neurofilament proteins in that cell at that time. For example, NFH expression is low in developing neurons and increases postnatally in neurons that are myelinated. In the adult nervous system neurofilaments in small unmyelinated axons contain more peripherin and less NFH whereas neurofilaments in large myelinated axons contain more NFH and less peripherin. The Class III intermediate filament subunit, vimentin, is expressed in developing neurons and a few very unusual neurons in the adult in association with Class IV proteins, such as the horizontal neurons of the retina.",
            "score": 113.53321588039398
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 115.72762703895569
        },
        {
            "docid": "42433109_7",
            "document": "EMA401 . Nociceptive pain is immediate pain felt as a result of injury inflicted upon tissue. Neuropathic pain, in contrast, is long-lasting pain that develops when the peripheral and the central nervous system are sensitized following injury to these systems. Neuropathic pain may be continuous pain, spontaneous, or pain caused by hypersensitivity to non-nociceptive levels of stimulus. Angiotensin II (AngII) is an octapeptide that regulates blood pressure, controls water fluid balance, and pain perception. It activates two membrane bound G protein-coupled receptors: angiotensin II type 1 receptors (ATR) and angiotensin II type 2 receptors (ATR). AgnII co-localization with substance P and calcitonin gene-related peptide implies its role in nociception. ATR, the receptor mainly responsible for AngII's effect on the pain mechanisms within the nervous system, is expressed in the dorsal root ganglion (DRG), as well as human trigeminal ganglia. These receptors are locally produced inside DRG neurons, implying the presence of an intrinsic angiotensinergic system. Injured nerves and painful neuromas show higher ATR expression compared to normal undamaged nerves. AngII contributes to neuropathic pain by potentiating neuronal pathways that signal pain when AngII activates ATR expressed on pain detecting neurons. AngII potentiates neuronal pathways by increasing neurite length and density in DRG neurons. AngII potentiates neuronal pathways by sensitizing nociceptors as well. Nociceptor sensitization suggests a decreased thresholds for activation of nociceptors. ATR activation increases kinase levels in DRG neurons, such as levels of PKA, PKC and MAPK, via G protein-coupled receptor-activated second messenger pathways. These phosphorylating enzymes sensitize major voltage-gated ion channels found on DRG neurons. Sensitization increases neuronal excitation following receptor channel activation. EMA401 antagonized human ATR with a Ki of 5.4 nM, IC of 39 nM and a Hill coefficient of 1.3. EMA401 alleviates pain and provides relief by blocking the AngII induced potentiation. TRPV1 is an example a nociceptor that's sensitization is inhibited by EMA401. Clinical conditions of chronic pain shows up-regulated TRPV1 expression. The transient receptor potential cation channel subfamily V member 1 (TRPV1) is a ligand-gated non-selective cation channel found in sensory neurons that allows the sensation and perception of heat and other noxious stimuli. Opening of TRPV1 channels lead to the influx of Na and Ca, causing the nociceptive neuron to depolarize. The direct phosphorylation of TRPV1 channel's Ser116 residue by cAMP-dependent protein kinase (PKA) sensitizes the TRPV1 channel. cAMP signals PKA to phosphorylate TRPV1. Phosphorylated TRPV1 has a lower threshold for activation, causing potentiation of its neuronal pathways. Activation of the ATR increases cAMP levels, resulting in higher numbers of phosphorylated TRPV1. This causes behavioral hypersensitivity of TRPV1 to its stimuli. Increased ATR activity causes hyperalgesia. ATR antagonist EMA401 inhibits the downstream effects of ATR activation, including an increase in cAMP. Fewer TRPV1 are phosphorylated when treated with EMA401, both reversing and/or preventing potentiation that causes hyperalgesia. AngII increases neuronal excitability to TRPV1 channel activation. EMA401 inhibits this increase in excitability in a dose dependent manner, producing analgesic effects.",
            "score": 142.4234539270401
        },
        {
            "docid": "2065100_24",
            "document": "Axon guidance . Genetics and biochemistry have identified a large set of molecules that affect axon guidance. How all of these pieces fit together is less understood. Most axon guidance receptors activate signal transduction cascades that ultimately lead to reorganization of the cytoskeleton and adhesive properties of the growth cone, which together underlie the motility of all cells. This has been well documented in mammalian cortical neurons. However, this raises the question of how the same cues can result in a spectrum of response from different growth cones. It may be that different receptors activate attraction or repulsion in response to a single cue. Another possibility is the receptor complexes act as \"coincidence detectors\" to modify responses to one cue in the presence of another. Similar signaling \"cross-talk\" could occur intracellularly, downstream of receptors on the cell surface.",
            "score": 58.849266052246094
        },
        {
            "docid": "2864431_10",
            "document": "Calpain . The structural and functional diversity of calpains in the cell is reflected in their involvement in the pathogenesis of a wide range of disorders. At least two well known genetic disorders and one form of cancer have been linked to tissue-specific calpains. When defective, the mammalian calpain 3 (also known as p94) is the gene product responsible for limb-girdle muscular dystrophy type 2A, calpain 10 has been identified as a susceptibility gene for type II diabetes mellitus, and calpain 9 has been identified as a tumour suppressor for gastric cancer. Moreover, the hyperactivation of calpains is implicated in a number of pathologies associated with altered calcium homeostasis such as Alzheimer's disease, and cataract formation, as well as secondary degeneration resulting from acute cellular stress following myocardial ischemia, cerebral (neuronal) ischemia, traumatic brain injury and spinal cord injury. Excessive amounts of calpain can be activated due to Ca influx after cerebrovascular accident (during the ischemic cascade) or some types of traumatic brain injury such as diffuse axonal injury. Increase in concentration of calcium in the cell results in calpain activation, which leads to unregulated proteolysis of both target and non-target proteins and consequent irreversible tissue damage. Excessively active calpain breaks down molecules in the cytoskeleton such as spectrin, microtubule subunits, microtubule-associated proteins, and neurofilaments. It may also damage ion channels, other enzymes, cell adhesion molecules, and cell surface receptors. This can lead to degradation of the cytoskeleton and plasma membrane. Calpain may also break down sodium channels that have been damaged due to axonal stretch injury, leading to an influx of sodium into the cell. This, in turn, leads to the neuron's depolarization and the influx of more Ca. A significant consequence of calpain activation is the development of cardiac contractile dysfunction that follows ischemic insult to the heart. Upon reperfusion of the ischemic myocardium, there is development of calcium overload or excess in the heart cell (cardiomyocytes). This increase in calcium leads to activation of calpain. Recently calpain has been implicated in promoting high altitude induced venous thrombosis by mediating platelet hyperactivation.",
            "score": 90.61052763462067
        },
        {
            "docid": "56320671_5",
            "document": "Donald W. Pfaff . His laboratory worked out the first nerve cell circuit for a mammalian behavior, discovered hormone-sensitive genes in the brain; and integrated these findings to show how specific gene expression in a small part of the brain can regulate behavior. Pfaff also discovered that the nerve cells which control all reproductive processes—neurons that express the gene for the peptide called Gonadotropin-releasing hormone (GnRH)—are not born in the brain (as are most neurons), but in the nose, from which they migrate into the brain.",
            "score": 119.50993824005127
        },
        {
            "docid": "21120_4",
            "document": "Neuron . A typical neuron consists of a cell body (soma), dendrites, and an axon. The term neurite is used to describe either a dendrite or an axon, particularly in its undifferentiated stage. Dendrites are thin structures that arise from the cell body, often extending for hundreds of micrometers and branching multiple times, giving rise to a complex \"dendritic tree\". An axon (also called a nerve fiber) is a special cellular extension (process) that arises from the cell body at a site called the axon hillock and travels for a distance, as far as 1 meter in humans or even more in other species. Most neurons receive signals via the dendrites and send out signals down the axon. Numerous axons are often bundled into fascicles that make up the nerves in the peripheral nervous system (like strands of wire make up cables). Bundles of axons in the central nervous system are called tracts. The cell body of a neuron frequently gives rise to multiple dendrites, but never to more than one axon, although the axon may branch hundreds of times before it terminates. At the majority of synapses, signals are sent from the axon of one neuron to a dendrite of another. There are, however, many exceptions to these rules: for example, neurons can lack dendrites, or have no axon, and synapses can connect an axon to another axon or a dendrite to another dendrite.",
            "score": 150.87456119060516
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 113.72129321098328
        },
        {
            "docid": "13965883_21",
            "document": "Glial scar . Phosphodiesterase 4 is a member of the phosphodiesterase family of proteins that cleave phosphodiester bonds. This is an important step in degrading cyclic adenosine monophosphate (cAMP), a major intracellular signaling molecule; conversely, blocking PDE4 will increase cAMP. Increased intracellular cAMP levels in neurons has been previously shown to induce axonal growth. In 2004, Nikulina \"et al.\" showed that administration of \"rolipram\", a PDE4 inhibitor, can increase cAMP levels in neurons after spinal cord injury. This is partially possible because rolipram is sufficiently small to pass through the blood–brain barrier and immediately begin to catalyze reactions in neurons. 10 day administration of rolipram in spinal cord injured rodents resulted in considerable axonal growth associated with a reduction in glial scarring at 2 weeks post-injury. The mechanism for this reduction in glial scarring is currently unknown, but possible mechanisms include axonal extensions that physically prevent reactive astrocytes from proliferating, as well as chemical signaling events to reduce reactive astrogliosis.",
            "score": 82.04778611660004
        },
        {
            "docid": "18999016_8",
            "document": "Chromatolysis . When an axon is injured, the whole neuron reacts to provide increased metabolic activity that is necessary for regeneration of the axon. Part of this reaction includes structural alternations caused by the chromatolysis event. The enlargement of nuclear components due to axotomy can be explained by the alteration of the cell's cytoskeleton. The cytoskeleton maintains the nuclear components of a cell and the size of the cell body in neurons. The increase in protein within the neuron leads to this change in the cytoskeleton. For example, there is an increase in phosphorylated neurofilament proteins and cytoskeletal components, tubulin and actin, in neurons undergoing chromatolysis. The increase in protein can be explained by the increase in cytoskeleton size. Changes in the cell body cytoskeleton seem to be responsible for enhanced nuclear eccentricity following axonal injury.",
            "score": 65.18807744979858
        },
        {
            "docid": "28110290_6",
            "document": "Olfactory ensheathing glia . The mammalian olfactory system is unusual in that it has the ability to continuously regenerate its neurons during adulthood. This ability is associated with olfactory ensheathing glia. New olfactory receptor neurons must project their axons through the central nervous system to an olfactory bulb in order to be functional. The growth and regeneration of olfactory axons can be attributable to OEG, as they form the fascicles through which axons grow from the peripheral nervous system into the central nervous system. Olfactory receptor neurons have an average lifespan of 6–8 weeks and therefore must be replaced by cells differentiated from the stem cells that are within a layer at the nearby epithelium's base. Axonal growth is guided by the glial composition and cytoarchitecture of the olfactory bulb in addition to the presence of OEG.",
            "score": 67.63280153274536
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 48.609607458114624
        },
        {
            "docid": "165923_11",
            "document": "Schwann cell . Schwann cells are known for their roles in supporting nerve regeneration. Nerves in the PNS consist of many axons myelinated by Schwann cells. If damage occurs to a nerve, the Schwann cells will aid in digestion of its axons (phagocytosis). Following this process, the Schwann cells can guide regeneration by forming a type of tunnel that leads toward the target neurons. This tunnel is known as band of Büngner, a guidance track for the regenerating axons which behaves like an endoneurial tube. The stump of the damaged axon is able to sprout, and those sprouts that grow through the Schwann-cell “tunnel” do so at the rate of approximately 1mm/day in good conditions. The rate of regeneration decreases with time. Successful axons can therefore reconnect with the muscles or organs they previously controlled with the help of Schwann cells, however, specificity is not maintained and errors are frequent, especially when long distances are involved. Because of their ability to impact regeneration of axons, Schwann cells have been connected to preferential motor reinnervation as well.  If Schwann cells are prevented from associating with axons, the axons die. Regenerating axons will not reach any target unless Schwann cells are there to support them and guide them. They have been shown to be in advance of the growth cones.  Schwann cells are essential for the maintenance of healthy axons. They produce a variety of factors, including neurotrophins, and also transfer essential molecules across to axons.",
            "score": 155.3683636188507
        },
        {
            "docid": "5102322_6",
            "document": "Inositol monophosphatase . In this pathway, G-coupled protein receptors and tyrosine kinase receptors are activated, resulting in the activation of phospholipase C (PLC). PLC hydrolyzes phosphatidylinositol bisphosphate (PIP2), resulting in a membrane associated product, diacylglycerol (DAG), and a water-soluble product, inositol triphosphate (IP3). DAG acts as a second messenger, activating several protein kinases and produces extended downstream signaling. IP3 is also a second messenger which activates receptors on the endoplasmic reticulum to release calcium ion stores into the cytoplasm, creating a complex signaling system that can be involved in modulating fertilization, proliferation, contraction, cell metabolism, vesicle and fluid secretion, and information processing in neuronal cells. Overall, DAG and IP3 signaling has implications for neuronal plasticity, impacting hippocampal long term potentiation, stress-induced cognitive impairment, and neuronal growth cone spreading. Furthermore, not only is PIP2 a precursor to several signaling molecules, it can be phosphorylated at the 3’ position to become PIP3, which is involved in cell proliferation, apoptosis and cell movement.",
            "score": 69.00880146026611
        },
        {
            "docid": "14800657_6",
            "document": "RAPGEF4 . In pancreatic β-cells, cAMP signaling, which can be activated by various extracellular stimuli including hormonal and neural inputs primarily through Gs-coupled receptors, is of importance for normal regulation of insulin secretion to maintain glucose homeostasis. Activation of cAMP signaling amplifies insulin secretion by Epac2-dependent as well as PKA-dependent pathways. Epac2-Rap1 signaling is critical to promote exocytosis of insulin-containing vesicles from the readily releasable pool. In Epac2-mediated exocytosis of insulin granules, Epac2 interacts with Rim2, which is a scaffold protein localized in both plasma membrane and insulin granules, and determines the docking and priming states of exocytosis. In addition, piccolo, a possible Ca sensor protein, interacts with the Epac2-Rim2 complex to regulate cAMP-induced insulin secretion. It is suggested that phospholipase C-ε (PLC-ε), one of the effector proteins of Rap, regulates intracellular Ca dynamics by altering the activities of ion channels such as ATP-sensitive potassium channel, ryanodine receptor, and IP3 receptor. In neurons, Epac is involved in neurotransmitter release in glutamatergic synapses from calyx of Held and in crayfish neuromuscular junction. Epac also has roles in the development of brain by regulation of neurite growth and neuronal differentiation as well as axon regeneration in mammalian tissue. Furthermore, Epac2 may regulate synaptic plasticity, and thus control higher brain functions such as memory and learning.  In heart, Epac1 is expressed predominantly, and is involved in the development of hypertrophic events by chronic cAMP stimulation through β-adrenergic receptors. In contrast, chronic stimulation of Epac2 may be a cause of cardiac arrhythmia through CaMKII-dependent diastolic sarcoplasmic reticulum (SR) Ca release in mice. Epac2 also is involved in GLP-1-stimulated atrial natriuretic peptide (ANP) secretion from heart.",
            "score": 86.6053055524826
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 156.6227786540985
        },
        {
            "docid": "37631085_4",
            "document": "Intraocular schwannoma . The key function of Schwann cells is the myelination, or simply the insulation of axons. This fatty covering aids in the conduction of neuronal signals, allowing for efficient transmission. These cells also aid in the elimination of cellular debris, regeneration and upkeep of axons. Additionally, Schwann cells are actively involved in creating an inflammation reaction as a response to an injury of the PNS. Because injuries can lead to damaged axons, Schwann cells aid in fixing axonal damage and promoting new growth. Due to their healing properties, these cells can be used in spinal cord injuries to encourage regeneration of damaged axons. Finally, these multipurpose cells are key in the formation of protective outer barrier, or the perineurial sheath, that creates a vital separation for peripheral nerves.",
            "score": 156.42728662490845
        },
        {
            "docid": "14797847_6",
            "document": "MAP3K12 . DLK has several different interactions that contribute to mammalian nervous system development. For axon growth, DLK phosphorylates MAP2K4/7 which then phosphorylates JNK, activating it. In neuronal migration DLK phosphorylates MAP2K4/7 which phosphorylates JNK, and also interacts with JIP which then interacts with MAP2K4/7 and JNK. There is a similar interaction for neuronal apoptosis, where DLK phosphorylates JIP3 and MAP2K7, which both phosphorylate JNK. It is evident then that DLK interactions are a versatile and critical part of neuronal development in mammals.",
            "score": 108.76809763908386
        },
        {
            "docid": "24172579_10",
            "document": "Activity-regulated cytoskeleton-associated protein . The Arc transcript is dependent upon activation of the mitogen-activated protein kinase or MAP kinase (MAPK) cascade, a pathway important for regulation of cell growth and survival. Extracellular signaling to neuronal dendrites activates postsynaptic sites to increase Arc levels through a wide variety of signaling molecules, including mitogens such as epidermal growth factor (EGF), nerve growth factor (NGF), and brain-derived neurotrophic factor (BDNF), glutamate acting at NMDA receptors, dopamine through activation of the D1 receptor subtype, and dihydroxyphenylglycine (DHPG). The common factor for these signaling molecules involves activation of cyclic-AMP and its downstream target protein kinase A (PKA). As such, direct pharmacological activation of cAMP by forskolin or 8-Br-cAMP robustly increases Arc levels while H89, a PKA antagonist, blocks these effects as does further downstream blockade of mitogen-activated protein kinase kinase [sic] (MEK). Note that the MAPK cascade is a signaling pathway involving multiple kinases acting sequentially [MAPKKK--> MAPKK--> MAPK].",
            "score": 139.73072969913483
        },
        {
            "docid": "2965167_5",
            "document": "NINDS brain trauma research . One of the most pervasive types of injury following even a minor trauma is damage to the nerve cell's axon through shearing; this is referred to as diffuse axonal injury. This damage causes a series of reactions that eventually lead to swelling of the axon and disconnection from the cell body of the neuron. In addition, the part of the neuron that communicates with other neurons degenerates and releases toxic levels of chemical messengers called neurotransmitters into the synapse, damaging neighboring neurons through a secondary neuroexcitatory cascade. Therefore, neurons that were unharmed from the primary trauma suffer damage from this secondary insult. Many of these cells cannot survive the toxicity of the chemical onslaught and initiate programmed cell death, or apoptosis. This process usually takes place within the first 24 to 48 hours after the initial injury, but can be prolonged.",
            "score": 125.79263234138489
        },
        {
            "docid": "31565681_6",
            "document": "Pain in invertebrates . Nociceptors are sensory receptors that respond to potentially damaging stimuli by sending nerve signals to the brain. Although these neurons in invertebrates may have different pathways and relationships to the central nervous system than mammalian nociceptors, nociceptive neurons in invertebrates often fire in response to similar stimuli as mammals, such as high temperature (40 C or more), low pH, capsaicin, and tissue damage. The first invertebrate in which a nociceptive cell was identified was the medicinal leech, \"Hirudo medicinalis,\" which has the characteristic segmented body of an Annelida, each segment possessing a ganglion containing the T (touch), P (pressure) and N (noxious) cells. Later studies on the responses of leech neurones to mechanical, chemical and thermal stimulation motivated researchers to write \"\"These properties are typical of mammalian polymodal nociceptors\".\" There have been numerous studies of learning and memory using nociceptors in the sea hare, \"Aplysia.\" Many of these have focused on mechanosensory neurons innervating the siphon and having their somata (bulbous end) in the abdominal ganglion (LE cells). These LE cells display increasing discharge to increasing pressures, with maximal activation by crushing or tearing stimuli that cause tissue injury. Therefore, they satisfy accepted definitions of nociceptors. They also show similarities to vertebrate Aδ nociceptors, including a property apparently unique (among primary afferents) to nociceptors — sensitization by noxious stimulation. Either pinching or pinning the siphon decreased the threshold of the LE cells firing and enhanced soma excitability.",
            "score": 126.02243077754974
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 119.75766026973724
        }
    ],
    "r": [
        {
            "docid": "9623513_2",
            "document": "Nerve injury . Nerve injury is injury to nervous tissue. There is no single classification system that can describe all the many variations of nerve injury. In 1941, Seddon introduced a classification of nerve injuries based on three main types of nerve fiber injury and whether there is continuity of the nerve. Usually, however, (peripheral) nerve injury is classified in five stages, based on the extent of damage to both the nerve and the surrounding connective tissue, since supporting glial cells may be involved. Unlike in the central nervous system, neuroregeneration in the peripheral nervous system is possible. The processes that occur in peripheral regeneration can be divided into the following major events: Wallerian degeneration, axon regeneration/growth, and nerve reinnervation. The events that occur in peripheral regeneration occur with respect to the axis of the nerve injury. The proximal stump refers to the end of the injured neuron that is still attached to the neuron cell body; it is the part that regenerates. The distal stump refers to the end of the injured neuron that is still attached to the end of the axon; it is the part of the neuron that will degenerate but that remains in the area toward which the regenerating axon grows. The study of peripheral nerve injury began during the American Civil War and has greatly expanded to the point of using growth-promoting molecules.",
            "score": 225.61697387695312
        },
        {
            "docid": "19319_9",
            "document": "Myelin . When a peripheral fiber is severed, the myelin sheath provides a track along which regrowth can occur. However, the myelin layer does not ensure a perfect regeneration of the nerve fiber. Some regenerated nerve fibers do not find the correct muscle fibers, and some damaged motor neurons of the peripheral nervous system die without regrowth. Damage to the myelin sheath and nerve fiber is often associated with increased functional insufficiency.",
            "score": 217.5856170654297
        },
        {
            "docid": "152465_4",
            "document": "Optic nerve . The optic nerve is ensheathed in all three meningeal layers (dura, arachnoid, and pia mater) rather than the epineurium, perineurium, and endoneurium found in peripheral nerves. Fiber tracts of the mammalian central nervous system (as opposed to the peripheral nervous system) are incapable of regeneration, and, hence, optic nerve damage produces irreversible blindness. The fibres from the retina run along the optic nerve to nine primary visual nuclei in the brain, from which a major relay inputs into the primary visual cortex. The optic nerve is composed of retinal ganglion cell axons and glial cells. Each human optic nerve contains between 770,000 and 1.7 million nerve fibers, which are axons of the retinal ganglion cells of one retina. In the fovea, which has high acuity, these ganglion cells connect to as few as 5 photoreceptor cells; in other areas of retina, they connect to many thousand photoreceptors.",
            "score": 217.0972900390625
        },
        {
            "docid": "518989_16",
            "document": "Neuroglia . Glia are also crucial in the development of the nervous system and in processes such as synaptic plasticity and synaptogenesis. Glia have a role in the regulation of repair of neurons after injury. In the central nervous system (CNS), glia suppress repair. Glial cells known as astrocytes enlarge and proliferate to form a scar and produce inhibitory molecules that inhibit regrowth of a damaged or severed axon. In the peripheral nervous system (PNS), glial cells known as Schwann cells promote repair. After axonal injury, Schwann cells regress to an earlier developmental state to encourage regrowth of the axon. This difference between the CNS and the PNS, raises hopes for the regeneration of nervous tissue in the CNS. For example, a spinal cord may be able to be repaired following injury or severance. Schwann cells are also known as neuri-lemmocytes. These cells envelop nerve fibers of the PNS by winding repeatedly around a nerve fiber with the nucleus inside of it. This process creates a myelin sheath, which not only aids in conductivity but also assists in the regeneration of damaged fibers.",
            "score": 216.30880737304688
        },
        {
            "docid": "958_2",
            "document": "Axon . An axon (from Greek ἄξων \"áxōn\", axis) or nerve fiber, is a long, slender projection of a nerve cell, or neuron, that typically conducts electrical impulses known as action potentials, away from the nerve cell body. The function of the axon is to transmit information to different neurons, muscles, and glands. In certain sensory neurons (pseudounipolar neurons), such as those for touch and warmth, the axons are called afferent nerve fibers and the electrical impulse travels along these from the periphery to the cell body, and from the cell body to the spinal cord along another branch of the same axon. Axon dysfunction has caused many inherited and acquired neurological disorders which can affect both the peripheral and central neurons. Nerve fibers are classed into three types – group A nerve fibers, group B nerve fibers, and group C nerve fibers. Groups A and B are myelinated, and group C are unmyelinated. These groups include both sensory fibers and motor fibers. Another classification, groups only the sensory fibers, and these are grouped as Type I, Type II, Type III, and Type IV.",
            "score": 204.53582763671875
        },
        {
            "docid": "11747471_7",
            "document": "Group C nerve fiber . In experiments where nerve injury is caused but nearby C fibers remain intact, increased spontaneous activity in the C fibers is observed. This phenomenon supports the theory that damaged nerve fibers may release factors that alter the function of neighboring undamaged fibers. Study of Remak bundles has important implications in nerve regeneration after sustaining injury. Currently, recovery of distal C fiber function takes months and may still only regain incomplete function. This may result in abnormal sensory function or neuropathic pain. Remak bundles are thought to release certain trophic factors that promote the regeneration of the damaged axons.",
            "score": 203.51333618164062
        },
        {
            "docid": "618631_10",
            "document": "Low back pain . Pain is generally an unpleasant feeling in response to an event that either damages or can potentially damage the body's tissues. There are four main steps in the process of feeling pain: transduction, transmission, perception, and modulation. The nerve cells that detect pain have cell bodies located in the dorsal root ganglia and fibers that transmit these signals to the spinal cord. The process of pain sensation starts when the pain-causing event triggers the endings of appropriate sensory nerve cells. This type of cell converts the event into an electrical signal by transduction. Several different types of nerve fibers carry out the transmission of the electrical signal from the transducing cell to the posterior horn of spinal cord, from there to the brain stem, and then from the brain stem to the various parts of the brain such as the thalamus and the limbic system. In the brain, the pain signals are processed and given context in the process of pain perception. Through modulation, the brain can modify the sending of further nerve impulses by decreasing or increasing the release of neurotransmitters.",
            "score": 200.44931030273438
        },
        {
            "docid": "4942572_3",
            "document": "Lateral grey column . The nervous system is the system of neurons, or nerve cells, that relay electrical signals through the brain and body. A nerve cell receives signals from other nerve cells through tree-branch-like extensions called dendrites and passes signals on through a long extension called an axon (or nerve fiber). Synapses are places where one cell's axon passes information to another cell's dendrite by sending chemicals called neurotransmitters across a small gap called a synaptic cleft. Synapses occur in various locations, including ganglia (singular: ganglion), which are masses of nerve cell bodies. Preganglionic nerve cells in the sympathetic nervous system (all of which come from the lateral grey column), use the neurotransmitter acetylcholine, while postganglionic sympathetic nerve cells use norepinephrine. Grey matter in the brain and spinal cord is any accumulation of cell bodies and neuropil (neuropil is tissue rich in nerve cell bodies and dendrites). White matter consists of nerve tracts (groups of axons) and commissures (tracts that cross the brain's midline).",
            "score": 196.3345184326172
        },
        {
            "docid": "1273375_8",
            "document": "Neurapraxia . Neurapraxia occurs in the peripheral nervous system typically in the ulnar, median, and radial nerves of the upper body and in the sciatic and peroneal nerves of the lower body. Peripheral nerves are myelinated, relatively large, spatially complex cells whose size and connectivity typically make them more susceptible to damage and compromise their capacity to self-repair, although this is not the case in neurapraxia. Microscopic evidence has shown that there is damage to the myelin sheath, but not to the axon. Therefore, distal nerve fibers do not degenerate and the myelin damage can be repaired.",
            "score": 191.21652221679688
        },
        {
            "docid": "608751_8",
            "document": "Pinealocyte . Regulation of melatonin synthesis is important to melatonin’s main function in circadian rhythms. The main molecular control mechanism that exists for melatonin secretion in vertebrates is the enzyme AANAT (arylalkylamine N-acetyltransferase). The expression of the AANAT gene is controlled by the transcription factor pCREB, and this is evident when cells treated with epithalone, a peptide which affects pCREB transcription, have a resulting increase in melatonin synthesis. AANAT is activated through a protein kinase A system in which cyclic AMP (cAMP) is involved. The activation of AANAT leads to an increase in melatonin production. Though there are some differences specific to certain species of vertebrates, the effect of cAMP on AANAT and AANAT on melatonin synthesis remains fairly consistent. Melatonin synthesis is also regulated by the nervous system. Nerve fibers in the retinohypothalamic tract connect the retina to the suprachiasmatic nucleus (SCN). The SCN stimulates the release of Norepinephrine from sympathetic nerve fibers from the superior cervical ganglia that synapse with the pinealocytes. Norepinephrine causes the production of melatonin in the pinealocytes by stimulating the production of cAMP. Because the release of norepinephrine from the nerve fibers occurs at night, this system of regulation maintains the body’s circadian rhythms.",
            "score": 190.60484313964844
        },
        {
            "docid": "568509_2",
            "document": "Efferent nerve fiber . In the peripheral nervous system, an efferent nerve fiber is the axon of a motor neuron. The nerve fiber is a long process projecting far from the neuron's body that carries nerve impulses away from the central nervous system toward the peripheral effector organs (mainly muscles and glands). A bundle of these fibers is called a motor nerve or an efferent nerve.",
            "score": 190.5012664794922
        },
        {
            "docid": "21944_2",
            "document": "Nervous system . The nervous system is the part of an animal that coordinates its actions by transmitting signals to and from different parts of its body. The nervous system detects environmental changes that impact the body, then works in tandem with the endocrine system to respond to such events. Nervous tissue first arose in wormlike organisms about 550 to 600 million years ago. In vertebrates it consists of two main parts, the central nervous system (CNS) and the peripheral nervous system (PNS). The CNS consists of the brain and spinal cord. The PNS consists mainly of nerves, which are enclosed bundles of the long fibers or axons, that connect the CNS to every other part of the body. Nerves that transmit signals from the brain are called \"motor\" or \"efferent\" nerves, while those nerves that transmit information from the body to the CNS are called \"sensory\" or \"afferent\". Spinal nerves serve both functions and are called \"mixed\" nerves. The PNS is divided into three separate subsystems, the somatic, autonomic, and enteric nervous systems. Somatic nerves mediate voluntary movement. The autonomic nervous system is further subdivided into the sympathetic and the parasympathetic nervous systems. The sympathetic nervous system is activated in cases of emergencies to mobilize energy, while the parasympathetic nervous system is activated when organisms are in a relaxed state. The enteric nervous system functions to control the gastrointestinal system. Both autonomic and enteric nervous systems function involuntarily. Nerves that exit from the cranium are called cranial nerves while those exiting from the spinal cord are called spinal nerves.",
            "score": 190.21685791015625
        },
        {
            "docid": "218580_15",
            "document": "Myelitis . Central nervous system nerve regeneration would be able to repair or regenerate the damage caused to the spinal cord. It would restore functions lost due to the disease. Currently, there exists a hydrogel based scaffold which acts as a channel to deliver nerve growth-enhancing substrates while providing structural support. These factors would promote nerve repairs to the target area. Hydrogels' macroporous properties would enable attachment of cells and enhance ion and nutrient exchange. In addition, hydrogels' biodegradability or bioresolvability would prevent the need for surgical removal of the hydrogel after drug delivery. It means that it would be dissolved naturally by the body's enzymatic reaction. The possibility for nerve regeneration after injury to the spinal cord was considered to be limited because of the absence of major neurogenesis. However, Joseph Altman showed that cell division does occur in the brain which allowed potential for stem cell therapy for nerve regeneration. The stem cell-based therapies are used in order to replace cells lost and injured due to inflammation, to modulate the immune system, and to enhance regeneration and remyelination of axons. Neural stem cells (NSC) have the potential to integrate with the spinal cord because in the recent past investigations have demonstrated their potential for differentiation into multiple cell types that are crucial to the spinal cord. Studies show that NSCs that were transplanted into a demyelinating spinal cord lesion were found to regenerate oligodendrocytes and Schwann cells, and completely remyelinated axons.",
            "score": 189.6753692626953
        },
        {
            "docid": "21944_52",
            "document": "Nervous system . Physical damage to the spinal cord may result in loss of sensation or movement. If an injury to the spine produces nothing worse than swelling, the symptoms may be transient, but if nerve fibers in the spine are actually destroyed, the loss of function is usually permanent. Experimental studies have shown that spinal nerve fibers attempt to regrow in the same way as nerve fibers, but in the spinal cord, tissue destruction usually produces scar tissue that cannot be penetrated by the regrowing nerves.",
            "score": 189.0336456298828
        },
        {
            "docid": "3853380_56",
            "document": "Stem-cell therapy . Treatments are also in clinical trials to repair and regenerate peripheral nerves. Peripheral nerves are more likely to be damaged, but the effects of the damage are not as widespread as seen in injuries to the spinal cord. Treatments are currently in clinical trials to repair severed nerves, with early success. Stem cells induced to a neural fate injected in to a severed nerve. Within four weeks, regeneration of previously damaged stem cells and completely formed nerve bundles were observed.",
            "score": 188.7393341064453
        },
        {
            "docid": "22585641_11",
            "document": "Mechanosensitive channels . Afferent nerve fibers responsible for sensory stimulus detection and feedback are especially sensitive to stimulation. This results from the specialized mechanoreceptor cells that are superimposed upon the afferent nerve fibers. Stretch-activated ion channels are located on these mechanoreceptor cells and serve to lower the action potential threshold, thus making the afferent nerves more sensitive to stimulation. Afferent nerve endings without mechanoreceptor cells are called free nerve endings. They are less sensitive than the encapsulated afferent fibers and generally function in the perception of pain.",
            "score": 187.96530151367188
        },
        {
            "docid": "165942_4",
            "document": "Neurilemma . Neurilemma serves a protective function for peripheral nerve fibers. Damaged nerve fibers may regenerate if the perikaryon is not damaged and the neurilemma remains intact. The neurilemma forms a regeneration tube through which the growing axon re-establishes its original connection.",
            "score": 186.9027862548828
        },
        {
            "docid": "842532_5",
            "document": "Functional electrical stimulation . FES devices take advantage of this property to electrically activate nerve cells, which then may go on to activate muscles or other nerves. However, special care must be taken in designing safe FES devices, as passing electric current through tissue can lead to adverse effects such as decrease in excitability or cell death. This may be due to thermal damage, electroporation of the cell membrane, toxic products from electrochemical reactions at the electrode surface, or overexcitation of the targeted neutrons or muscles. Typically FES is concerned with stimulation of neurons and nerves. In some applications, FES can be used to directly stimulate muscles, if their peripheral nerves have been severed or damaged (i.e., denervated muscles). However, the majority of the FES systems used today stimulate the nerves or the points where the junction occurs between the nerve and the muscle. The stimulated nerve bundle includes motor nerves (efferent nerves—descending nerves from the central nervous system to muscles) and sensory nerves (afferent nerves—ascending nerves from sensory organs to the central nervous system).",
            "score": 185.96241760253906
        },
        {
            "docid": "1205821_17",
            "document": "Alcoholic polyneuropathy . The malnutrition many alcoholics suffer deprives them of important cofactors for the oxidative metabolism of glucose. Neural tissues depend on this process for energy, and disruption of the cycle would impair cell growth and function. Schwann cells produce myelin that wraps around the sensory and motor nerve axons to enhance action potential conduction in the periphery. An energy deficiency in Schwann cells would account for the disappearance of myelin on peripheral nerves, which may result in damage to axons or loss of nerve function altogether. In peripheral nerves, oxidative enzyme activity is most concentrated around the nodes of Ranvier, making these locations most vulnerable to cofactor deprivation. Lacking essential cofactors reduces myelin impedance, increases current leakage, and slows signal transmission. Disruptions in conductance first affect the peripheral ends of the longest and largest peripheral nerve fibers because they suffer most from decreased action potential propagation. Thus, neural deterioration occurs in an accelerating cycle: myelin damage reduces conductance, and reduced conductance contributes to myelin degradation. The slowed conduction of action potentials in axons causes segmental demyelination extending proximally; this is also known as retrograde degeneration.",
            "score": 185.8205108642578
        },
        {
            "docid": "37689486_14",
            "document": "Epineurial repair . Nerve tissue loss is associated with the more severe nerve injuries. 50-60% of sensory and motor neurons has been calculated from experiments after the use of nerve grafts Schwann cells form myelin, insulation to the nerve to allow better conduction along the axon, around the nerve fibers and secrete growth factors that play a major role in the regeneration process. The cells can align themselves to provide directional support to the regrowth of axons after injury and possibly increase the level of secretion of growth factors by being modified genetically. The time needed to grow and harvest the cells may be too long for less severe injury because it takes 10 weeks to culture or grow enough.",
            "score": 185.17288208007812
        },
        {
            "docid": "47398724_8",
            "document": "Radial nerve dysfunction . The radial nerve, like any other in the nervous system, is vulnerable to damage. This damage can originate when the nerve fibers experience pressure, stretching, or cutting. All of the aforementioned issues can prevent an action potential from continuing down the nerve, which would interrupt signal transduction to and from the brain. As a result of the interrupted signal, the patient may experience loss of feeling or motor control.",
            "score": 184.28367614746094
        },
        {
            "docid": "2189112_6",
            "document": "Metachromatic leukodystrophy . MLD is directly caused by a deficiency of the enzyme arylsulfatase A (ARSA) and is characterized by enzyme activity in leukocytes that is less than 10% of normal controls. However, assay of the ARSA enzyme activity alone is not sufficient for diagnosis; ARSA pseudodeficiency, which is characterized by enzyme activity that is 5~20% of normal controls does not cause MLD. Without this enzyme, sulfatides build up in many tissues of the body, eventually destroying the myelin sheath of the nervous system. The myelin sheath is a fatty covering that protects nerve fibers. Without it, the nerves in the brain (central nervous system – CNS) and the peripheral nerves (peripheral nervous system – PNS) which control, among other things the muscles related to mobility, cease to function properly.",
            "score": 182.7505645751953
        },
        {
            "docid": "12278_2",
            "document": "Ganglion . A ganglion is a nerve cell cluster or a group of nerve cell bodies located in the autonomic nervous system and sensory system. Ganglia house the cell bodies of afferent nerves (input nerve fibers) and efferent--output/motor--nerve fibers, or axons.",
            "score": 182.6913604736328
        },
        {
            "docid": "2684099_7",
            "document": "Nerve block . A neurolytic block is a form of nerve block involving the deliberate injury of a nerve by the application of chemicals (in which case the procedure is called \"neurolysis\") or physical agents such as freezing or heating (\"neurotomy\"). These interventions cause degeneration of the nerve's fibers and temporary interference with the transmission of pain signals. In these procedures, the thin protective layer around the nerve fiber (the basal lamina) is preserved so that as a damaged fiber regrows, it travels within its basal lamina tube and connects with the correct loose end; thus function may be restored.",
            "score": 182.3266143798828
        },
        {
            "docid": "9474540_3",
            "document": "Chemesthesis . Chemesthetic sensations sometimes arise by direct chemical activation of ion channels on sensory nerve fibers, for example of transient receptor potential channels including those of the TRPV, TRPA or TRPM subtypes. Alternatively, irritant chemicals may activate cells of the epithelium to release substances that indirectly activate the nerve fibers. The respiratory passages, including the nose and trachea, possess specialized cells called solitary chemosensory cells which release acetylcholine or other activators to excite nearby nerve fibers.",
            "score": 181.94837951660156
        },
        {
            "docid": "49610147_10",
            "document": "Chengjiangocaris . The central nervous system coordinates all neural and motor functions. In vertebrates, it consists of the brain and spinal cord, but in arthropods it consists of a condensed brain and a chain-like series of interconnected masses of nervous tissue called ganglia that resemble a string of beads. Like modern arthropods, \"C. kunmingensis\" had a nerve cord, analogous to a spinal cord in vertebrates, running throughout its body, with each one of the bead-like ganglia controlling a single pair of walking legs. Closer examination of the exceptionally preserved ganglia revealed dozens of spindly fibers, each measuring about five thousandths of a millimeter in length. \"These delicate fibers displayed a highly regular distribution pattern, and so we wanted to figure out if they were made of the same material as the ganglia that form the nerve cord,\" according to Ortega-Hernández. \"Using fluorescence microscopy, we confirmed that the fibers were in fact individual nerves, fossilized as carbon films, offering an unprecedented level of detail. These fossils greatly improve our understanding of how the nervous system evolved.\" For Ortega-Hernández and his colleagues, a key question is what this discovery tells us about the evolution of early animals, since the nervous system contains so much information. Further analysis revealed that some aspects of the nervous system in \"C. kunmingensis\" appear to be structured similar to that of modern priapulids (penis worms) and onychophorans (velvet worms), with regularly-spaced nerves coming out from the ventral nerve cord. In contrast, these dozens of nerves have been lost independently in the tardigrades (water bears) and modern arthropods, suggesting that simplification played an important role in the evolution of the nervous system.",
            "score": 181.87522888183594
        },
        {
            "docid": "21932333_4",
            "document": "CNS demyelinating autoimmune diseases . The brain and the spinal cord are the essential components of the central nervous system and it is responsible for the integration of the signals received from the afferent nerves and initiates action. The nerve cells, known as neurons, carry impulses throughout the body and the nerve impulses are carried along the axon. These microscopic nerve fibers, where the action potential occurs, are protected by a white, fatty tissue that surrounds and insulates it, known as the myelin sheath. This insulation helps the axon of a nerve cell with the conduction and speed of the signal along the axon.",
            "score": 181.49725341796875
        },
        {
            "docid": "35799849_3",
            "document": "Sympathoadrenal system . The normal function of the sympathoadrenal system is to help the body regulate responses to environmental stimuli. These stimuli travel through the sympathetic nervous system by means of preganglionic nerve fibers that emerge from the thoracic spinal chord. Since both the sympathetic nerve fibers and adrenal medulla are part of the central nervous system (CNS), electrical impulses carried by the nervous system are converted to a chemical response in the adrenal gland. Chromaffin cells contained in the adrenal medulla act as postganglionic nerve fibers that release this chemical response into the blood as circulating messenger. The sympathoadrenal system can activate and discharge chemical messengers as a single unit to activate an organism’s “fight or flight” response. This “sympathoadrenal discharge” causes an increase in heart rate, cardiac output, blood pressure, and glucose levels. These sympathoadrenal functions show the combined responses of the central nervous system on a multitude of external stimuli.",
            "score": 181.4895782470703
        },
        {
            "docid": "7304572_6",
            "document": "General visceral afferent fibers . In the abdomen, general visceral afferent fibers usually accompany sympathetic efferent fibers. This means that a signal traveling in an afferent fiber will begin at sensory receptors in the afferent fiber's target organ, travel up to the ganglion where the sympathetic efferent fiber synapses, continue back along a splanchnic nerve from the ganglion into the sympathetic trunk, move into a ventral ramus via a white ramus communicans, and finally move into the mixed spinal nerve between the division of the rami and the division of the roots of the spinal nerve. The GVA pathway then diverges from the sympathetic efferent pathway, which follows the ventral root into the spinal column, by following the dorsal root into the dorsal root ganglion, where the cell body of the visceral afferent nerve is located. Finally, the signal continues along the dorsal root from the dorsal root ganglion to a region of gray matter in the dorsal horn of the spinal column where it is transmitted via a synapse to a neuron in the central nervous system.",
            "score": 181.02389526367188
        },
        {
            "docid": "372548_11",
            "document": "Motor nerve . There are problems with neuroregeneration due to many sources, both internal and external. There is a weak regenerative ability of nerves and new nerve cells cannot simply be made. The outside environment can also play a role in nerve regeneration. Neural stem cells (NSCs), however, are able to differentiate into many different types of nerve cells. This is one way that nerves can \"repair\" themselves. NSC transplant into damaged areas usually leads to the cells differentiating into astrocytes which assists the surrounding neurons. Schwann cells have the ability to regenerate, but the capacity that these cells can repair nerve cells declines as time goes on as well as distance the Schwann cells are from site of damage.",
            "score": 180.8076934814453
        },
        {
            "docid": "152465_3",
            "document": "Optic nerve . The optic nerve is the second of twelve paired cranial nerves and is technically part of the central nervous system, rather than the peripheral nervous system because it is derived from an out-pouching of the diencephalon (optic stalks) during embryonic development. As a consequence, the fibers of the optic nerve are covered with myelin produced by oligodendrocytes, rather than Schwann cells of the peripheral nervous system, and are encased within the meninges. Peripheral neuropathies like Guillain–Barré syndrome do not affect the optic nerve. However, most typically the optic nerve is grouped with the other eleven cranial nerves and considered to be part of the peripheral nervous system.",
            "score": 180.79269409179688
        },
        {
            "docid": "27625957_32",
            "document": "Microwave burn . On July 29, 1977, H.F., a 51-year-old teacher, was attempting to remove a casserole dish from her new 600-watt microwave oven. The oven signaled the end of the heating cycle, but the light and the cooking blower were on. During retrieval of the dish, she inserted two thirds of her bare forearms into the oven, for a total time of about five seconds. The oven was still operating. She felt \"hot pulsating sensation\" and burning in fingers and fingernails and a sensation of \"needles\" over the exposed areas. Jabbing pain, swelling, and red-orange discoloration of dorsal sides of both hands and forearms appeared shortly afterwards. The next day she sought medical help. Since then, she has undergone treatment with oral and topical cortisone, Grenz rays, ultrasound, and later acupuncture, without relief. Symptoms persisted, including high sensitivity to radiant heat (sun, desk lamp, etc.) and growing intolerance to pressure of clothes and to touch in hands and forearms. Neurological examinations in 1980 and 1981 did not yield a definite diagnosis. Neuronal latencies were within norm. Electromyography discovered denervation in the median nerve, ulnar nerve, and radial nerve on both arms. Severe reduction of number of sweat glands in the finger pulps, in comparison with a random control, was also found. The injury was determined to be caused by the full power of the magnetron; the pulsating sensation was caused either by the stirrer (a mechanical mirror distributing the microwave beam across the oven space to prevent formation of hot and cold spots), or by the arterial pulsation in combination with increased nerve sensitivity. Damage to the A beta fibers, A delta fibers, and group C nerve fibers was the cause of the burning sensation. The increased hypersensitivity to radiant heat is caused by the damage to the A beta, A delta, and polymodal nociceptors (the group C fibers); this damage is induced by a single-time overheating of the skin to 48.5–50 °C, and the resulting sensitivity persists for a long time. Degeneration of the alpha motor neurons is also caused by the exposure to heat and radiation. Most of the major nerve trunks were not affected. Damage to the A beta fibers (located in the skin), discovered by the two-point discrimination test, is permanent; the Pacinian corpuscles, Meissner corpuscles, and Merkel nerve endings, which degenerated after denervation, do not regenerate. The sympathetic nervous system was involved as well; the reduction in active sweat glands was caused by destruction of their innervation, the initial edema and reddening was also caused by sympathetic nerve damage.",
            "score": 180.70013427734375
        }
    ]
}