{
    "q": [
        {
            "docid": "1759159_8",
            "document": "Warburg effect . The Warburg effect may simply be a consequence of damage to the mitochondria in cancer, or an adaptation to low-oxygen environments within tumors, or a result of cancer genes shutting down the mitochondria, which are involved in the cell's apoptosis program that kills cancer cells. It may also be an effect associated with cell proliferation. Since glycolysis provides most of the building blocks required for cell proliferation, cancer cells (and normal proliferating cells) have been proposed to need to activate glycolysis, despite the presence of oxygen, to proliferate. Evidence attributes some of the high anaerobic glycolytic rates to an overexpressed form of mitochondrially-bound hexokinase responsible for driving the high glycolytic activity. In kidney cancer, this effect could be due to the presence of mutations in the von Hippel–Lindau tumor suppressor gene upregulating glycolytic enzymes, including the M2 splice isoform of pyruvate kinase. TP53 mutation hits energy metabolism and increases glycolysis in breast cancer.",
            "score": 155.05990505218506
        },
        {
            "docid": "18398577_15",
            "document": "Somatic evolution in cancer . System instability is a major contributing factor for genetic heterogeneity. For the majority of cancers, genome instability is reflected in a large frequency of mutations in the whole genome DNA sequence (not just the protein coding regions that are only 1.5% of the genome). In whole genome sequencing of different types of cancers, large numbers of mutations were found in two breast cancers (about 20,000 point mutations), 25 melanomas (9,000 to 333,000 point mutations) and a lung cancer (50,000 point mutations and 54,000 small additions and deletions). Genome instability is also referred to as an enabling characteristic for achieving endpoints of cancer evolution. Many of the somatic evolutionary studies have traditionally been focused on clonal expansion, as recurrent types of changes can be traced to illustrate the evolutionary path based on available methods. Recent studies from both direct DNA sequencing and karyotype analysis illustrate the importance of the high level of heterogeneity in somatic evolution. For the formation of solid tumors, there is an involvement of multiple cycles of clonal and non-clonal expansion. Even at the typical clonal expansion phase, there are significant levels of heterogeneity within the cell population, however, most are under-detected when mixed populations of cells are used for molecular analysis. In solid tumors, a majority of gene mutations are not recurrent types, and neither are the karyotypes. These analyses offer an explanation for the findings that there are no common mutations shared by most cancers.",
            "score": 129.74940490722656
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 143.42096376419067
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 151.55597615242004
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 131.47572588920593
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 131.47572588920593
        },
        {
            "docid": "645839_20",
            "document": "Glioma . Several acquired (not inherited) genetic mutations have been found in gliomas. Tumor suppressor protein 53 (p53) is mutated early in the disease. p53 is the \"guardian of the genome\", which, during DNA and cell duplication, makes sure the DNA is copied correctly and destroys the cell (apoptosis) if the DNA is mutated and cannot be fixed. When p53 itself is mutated, other mutations can survive. Phosphatase and tensin homolog (PTEN), another tumor suppressor gene, is itself lost or mutated. Epidermal growth factor receptor, a growth factor that normally stimulates cells to divide, is amplified and stimulates cells to divide too much. Together, these mutations lead to cells dividing uncontrollably, a hallmark of cancer. Recently, mutations in \"IDH1\" and\" IDH2\" were found to be part of the mechanism and associated with a more favorable prognosis.",
            "score": 139.3441995382309
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 148.04878318309784
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 139.6397089958191
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 115.71664357185364
        },
        {
            "docid": "1401727_29",
            "document": "Human mitochondrial genetics . Mitochondrial diseases range in severity from asymptomatic to fatal, and are most commonly due to inherited rather than acquired mutations of mitochondrial DNA. A given mitochondrial mutation can cause various diseases depending on the severity of the problem in the mitochondria and the tissue the affected mitochondria are in. Conversely, several different mutations may present themselves as the same disease. This almost patient-specific characterization of mitochondrial diseases (see Personalized medicine) makes them very hard to accurately recognize, diagnose and trace. Some diseases are observable at or even before birth (many causing death) while others do not show themselves until late adulthood (late-onset disorders). This is because the number of mutant versus wildtype mitochondria varies between cells and tissues, and is continuously changing. Because cells have multiple mitochondria, different mitochondria in the same cell can have different variations of the mtDNA. This condition is referred to as heteroplasmy. When a certain tissue reaches a certain ratio of mutant versus wildtype mitochondria, a disease will present itself. The ratio varies from person to person and tissue to tissue (depending on its specific energy, oxygen, and metabolism requirements, and the effects of the specific mutation). Mitochondrial diseases are very numerous and different. Apart from diseases caused by abnormalities in mitochondrial DNA, many diseases are suspected to be associated in part by mitochondrial dysfunctions, such as diabetes mellitus, forms of cancer and cardiovascular disease, lactic acidosis, specific forms of myopathy, osteoporosis, Alzheimer's disease, Parkinsons's disease, stroke, male infertility and which are also believed to play a role in the aging process.",
            "score": 171.57949697971344
        },
        {
            "docid": "2332422_48",
            "document": "Carcinogenesis . Mutations of tumor suppressor genes that occur in germline cells are passed along to offspring, and increase the likelihood for cancer diagnoses in subsequent generations. Members of these families have increased incidence and decreased latency of multiple tumors. The tumor types are typical for each type of tumor suppressor gene mutation, with some mutations causing particular cancers, and other mutations causing others. The mode of inheritance of mutant tumor suppressors is that an affected member inherits a defective copy from one parent, and a normal copy from the other. For instance, individuals who inherit one mutant \"p53\" allele (and are therefore heterozygous for mutated \"p53\") can develop melanomas and pancreatic cancer, known as Li-Fraumeni syndrome. Other inherited tumor suppressor gene syndromes include \"Rb\" mutations, linked to retinoblastoma, and \"APC\" gene mutations, linked to adenopolyposis colon cancer. Adenopolyposis colon cancer is associated with thousands of polyps in colon while young, leading to colon cancer at a relatively early age. Finally, inherited mutations in \"BRCA1\" and \"BRCA2\" lead to early onset of breast cancer.",
            "score": 121.73084318637848
        },
        {
            "docid": "1248100_11",
            "document": "BRCA2 . People who have two mutated copies of the BRCA2 gene have one type of Fanconi anemia. This condition is caused by extremely reduced levels of the BRCA2 protein in cells, which allows the accumulation of damaged DNA. Patients with Fanconi anemia are prone to several types of leukemia (a type of blood cell cancer); solid tumors, particularly of the head, neck, skin, and reproductive organs; and bone marrow suppression (reduced blood cell production that leads to anemia). Women having inherited a defective BRCA1 or BRCA2 gene have risks for breast and ovarian cancer that are so high and seem so selective that many mutation carriers choose to have prophylactic surgery. There has been much conjecture to explain such apparently striking tissue specificity. Major determinants of where BRCA1- and BRCA2-associated hereditary cancers occur are related to tissue specificity of the cancer pathogen, the agent that causes chronic inflammation, or the carcinogen. The target tissue may have receptors for the pathogen, become selectively exposed to carcinogens and an infectious process. An innate genomic deficit impairs normal responses and exacerbates the susceptibility to disease in organ targets. This theory also fits data for several tumor suppressors beyond BRCA1 or BRCA2. A major advantage of this model is that it suggests there are some options in addition to prophylactic surgery.",
            "score": 143.32676088809967
        },
        {
            "docid": "7737653_43",
            "document": "Oncogenomics . This type of mutation is sporadically detected due to its small size ( < 1kb). The appearance of certain specific mtDNA mutations (264-bp deletion and 66-bp deletion in the complex 1 subunit gene ND1) in multiple types of cancer provide some evidence that small mtDNA deletions might appear at the beginning of tumorigenesis. It also suggests that the amount of mitochondria containing these deletions increases as the tumor progresses. An exception is a relatively large deletion that appears in many cancers (known as the \"common deletion\"), but more mtDNA large scale deletions have been found in normal cells compared to tumor cells. This may be due to a seemingly adaptive process of tumor cells to eliminate any mitochondria that contain these large scale deletions (the \"common deletion\" is > 4kb).",
            "score": 138.28060603141785
        },
        {
            "docid": "1401727_26",
            "document": "Human mitochondrial genetics . Mitochondrial DNA is susceptible to damage from free oxygen radicals from mistakes that occur during the production of ATP through the electron transport chain. These mistakes can be caused by genetic disorders, cancer, and temperature variations. These radicals can damage mtDNA molecules or change them, making it hard for mitochondrial polymerase to replicate them. Both cases can lead to deletions, rearrangements, and other mutations. Recent evidence has suggested that mitochondria have enzymes that proofread mtDNA and fix mutations that may occur due to free radicals. It is believed that a DNA recombinase found in mammalian cells is also involved in a repairing recombination process. Deletions and mutations due to free radicals have been associated with the aging process. It is believed that radicals cause mutations which lead to mutant proteins, which in turn led to more radicals. This process takes many years and is associated with some aging processes involved in oxygen-dependent tissues such as brain, heart, muscle, and kidney. Auto-enhancing processes such as these are possible causes of degenerative diseases including Parkinson's, Alzheimer's, and coronary artery disease.",
            "score": 137.15065240859985
        },
        {
            "docid": "36777018_4",
            "document": "Causes of cancer . Many of these syndromes are caused by mutations in tumor suppressor genes that regulate cell growth. Other common mutations alter the function of DNA repair genes, oncogenes and genes involved in the production of blood vessels. Certain inherited mutations in the genes \"BRCA1\" and \"BRCA2\" with a more than 75% risk of breast cancer and ovarian cancer. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of colon cancer cases. In many cases, genetic testing can be used to identify mutated genes or chromosomes that are passed through generations.",
            "score": 114.28995442390442
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 159.9571452140808
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 145.7003916501999
        },
        {
            "docid": "19702_41",
            "document": "Mutation . If a mutation is present in a germ cell, it can give rise to offspring that carries the mutation in all of its cells. This is the case in hereditary diseases. In particular, if there is a mutation in a DNA repair gene within a germ cell, humans carrying such germline mutations may have an increased risk of cancer. A list of 34 such germline mutations is given in the article DNA repair-deficiency disorder. An example of one is albinism, a mutation that occurs in the OCA1 or OCA2 gene. Individuals with this disorder are more prone to many types of cancers, other disorders and have impaired vision. On the other hand, a mutation may occur in a somatic cell of an organism. Such mutations will be present in all descendants of this cell within the same organism, and certain mutations can cause the cell to become malignant, and, thus, cause cancer.",
            "score": 117.06619358062744
        },
        {
            "docid": "70425_38",
            "document": "Inflammation . Genome-wide analyses of human cancer tissues reveal that a single typical cancer cell may possess roughly 100 mutations in coding regions, 10-20 of which are “driver mutations” that contribute to cancer development. However, chronic inflammation also causes epigenetic changes such as DNA methylations, that are often more common than mutations. Typically, several hundreds to thousands of genes are methylated in a cancer cell (see DNA methylation in cancer). Sites of oxidative damage in chromatin can recruit complexes that contain DNA methyltransferases (DNMTs), a histone deacetylase (SIRT1), and a histone methyltransferase (EZH2), and thus induce DNA methylation. DNA methylation of a CpG island in a promoter region may cause silencing of its downstream gene (see CpG site and regulation of transcription in cancer). DNA repair genes, in particular, are frequently inactivated by methylation in various cancers (see hypermethylation of DNA repair genes in cancer). A 2018 report evaluated the relative importance of mutations and epigenetic alterations in progression to two different types of cancer. This report showed that epigenetic alterations were much more important than mutations in generating gastric cancers (associated with inflammation). However, mutations and epigenetic alterations were of roughly equal importance in generating esophageal squamous cell cancers (associated with tobacco chemicals and acetaldehyde, a product of alcohol metabolism).",
            "score": 134.51384234428406
        },
        {
            "docid": "1638257_14",
            "document": "Birt–Hogg–Dubé syndrome . People with Birt–Hogg–Dubé syndrome are born with one mutated copy of the FLCN gene in each cell. Haploinsufficiency—only having one functional copy of the FLCN gene—is enough to cause the fibrofolliculomas and pulmonary cysts, however, one copy of the gene is enough to keep kidney cells in check. During their lifetime, random mutations might inactivate the normal copy of the gene in a subset of cells. When this occurs, the result is that these cells have no functional copies of the FLCN gene, allowing the cells grow out of control. This loss of heterozygosity is a common mechanism in cancer, and it is frequently detected in the renal cancers associated with BHD. The molecular genetic defects in renal tumors of people with BHD are different from two other similar kidney tumors, chromophobe renal cell carcinoma and renal oncocytoma. BHD-associated tumorigenesis differs between the kidney, where loss of FLCN heterozygosity is responsible for cancers, and the skin, where FLCN is strongly expressed in heterozygotes. FLCN has been found to be overexpressed in fibrofolliculoma tissue and to have very low levels of expression in affected kidneys. Furthermore, the mTOR pathway is shown to be activated in tumor tissue from both humans and mice.",
            "score": 122.12793564796448
        },
        {
            "docid": "44690654_38",
            "document": "Circulating tumor DNA . An important consideration of using ctDNA as a cancer biomarker is the ability to distinguish between cfDNA from normal versus malignant cells. cfDNA is released by non-malignant cells during normal cellular turnover, but also during procedures such as surgery, radiotherapy, or chemotherapy. It is thought that lymphocytes are the primary contributors to cfDNA in serum. Notably, some studies have shown that increased levels of cfDNA are found in cancer patients compared to healthy individuals, and that in some contexts, cfDNA levels correlate with disease progression. Similarly, Koffler \"et al\". have found a higher concordance of cfDNA in diseased individuals compared to a healthy population. However, it is difficult to determine the proportion of DNA that is of tumor-origin, since there are other physiological circumstances where cfDNA is elevated (for example, during inflammation or injury). For this reason, targeted assays to detect microsatellite instability or copy number variation, point mutations, and loss of heterozygosity of certain known cancer related genes may be more beneficial than bulk sequencing of cfDNA.",
            "score": 139.3770798444748
        },
        {
            "docid": "2332422_5",
            "document": "Carcinogenesis . There is a diverse classification scheme for the various genomic changes that may contribute to the generation of cancer cells. Many of these changes are mutations, or changes in the nucleotide sequence of genomic DNA. There are also many epigenetic changes that alter whether genes are expressed or not expressed. Aneuploidy, the presence of an abnormal number of chromosomes, is one genomic change that is not a mutation, and may involve either gain or loss of one or more chromosomes through errors in mitosis. Large-scale mutations involve the deletion or gain of a portion of a chromosome. Genomic amplification occurs when a cell gains many copies (often 20 or more) of a small chromosomal region, usually containing one or more oncogenes and adjacent genetic material. Translocation occurs when two separate chromosomal regions become abnormally fused, often at a characteristic location. A well-known example of this is the Philadelphia chromosome, or translocation of chromosomes 9 and 22, which occurs in chronic myelogenous leukemia, and results in production of the BCR-abl fusion protein, an oncogenic tyrosine kinase. Small-scale mutations include point mutations, deletions, and insertions, which may occur in the promoter of a gene and affect its expression, or may occur in the gene's coding sequence and alter the function or stability of its protein product. Disruption of a single gene may also result from integration of genomic material from a DNA virus or retrovirus, and such an event may also result in the expression of viral oncogenes in the affected cell and its descendants.",
            "score": 115.46791124343872
        },
        {
            "docid": "18398577_16",
            "document": "Somatic evolution in cancer . The state of a cell may be changed epigenetically, in addition to genetic alterations. The best-understood epigenetic alterations in tumors are the silencing or expression of genes by changes in the methylation of CG pairs of nucleotides in the promoter regions of the genes. These methylation patterns are copied to the new chromosomes when cells replicate their genomes and so methylation alterations are heritable and subject to natural selection. Methylation changes are thought to occur more frequently than mutations in the DNA, and so may account for many of the changes during neoplastic progression (the process by which normal tissue becomes cancerous), in particular in the early stages. For instance, when loss of expression of the DNA repair protein MGMT occurs in a colon cancer, it is caused by a mutation only about 4% of the time, while in most cases the loss is due to methylation of its promoter region. Similarly, when loss of expression of the DNA repair protein PMS2 occurs in colon cancer, it is caused by a mutation about 5% of the time, while in most cases loss of expression is due to methylation of the promoter of its pairing partner MLH1 (PMS2 is unstable in the absence of MLH1). Epigenetic changes in progression interact with genetic changes. For example, epigenetic silencing of genes responsible for the repair of mispairs or damages in the DNA (e.g. MLH1 or MSH2) results in an increase of genetic mutations.",
            "score": 140.89848685264587
        },
        {
            "docid": "12266_58",
            "document": "Genetics . Individuals differ in their inherited tendency to develop cancer, and cancer is a genetic disease. The process of cancer development in the body is a combination of events. Mutations occasionally occur within cells in the body as they divide. Although these mutations will not be inherited by any offspring, they can affect the behavior of cells, sometimes causing them to grow and divide more frequently. There are biological mechanisms that attempt to stop this process; signals are given to inappropriately dividing cells that should trigger cell death, but sometimes additional mutations occur that cause cells to ignore these messages. An internal process of natural selection occurs within the body and eventually mutations accumulate within cells to promote their own growth, creating a cancerous tumor that grows and invades various tissues of the body.",
            "score": 104.87176585197449
        },
        {
            "docid": "20733467_19",
            "document": "Bowhead whale . It was previously believed the more cells present in an organism, the greater the chances of mutations that cause age related diseases and cancer. Although the bowhead whale has thousands of times more cells than other mammals, the whale has a much higher resistance to cancer and aging. In 2015, scientists from the US and UK were able to successfully map the whale's genome. Through comparative analysis, two alleles that could be responsible for the whale's longevity were identified. These two specific gene mutations linked to the bowhead whale's ability to live longer are the ERCC1 gene and the proliferating cell nuclear antigen (PCNA) gene. ERCC1 is linked to DNA repair as well as increased cancer resistance. PCNA is also important in DNA repair. These mutations enable bowhead whales to better repair DNA damage, allowing for greater resistance to cancer. The whale's genome may also reveal physiological adaptations such as having low metabolic rates compared to other mammals. Changes in the gene UCP1, a gene involved in thermoregulation, can explain differences in the metabolic rates in cells.",
            "score": 110.56499087810516
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 114.71471166610718
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 134.85421931743622
        },
        {
            "docid": "16814276_10",
            "document": "Merkel cell polyomavirus . Sequencing of the virus from Merkel cell cancers reveals that it generally has tumor-specific mutations that truncate the MCV T antigen. These mutations (which are not found in native virus obtained from nontumor sites) eliminate the T antigen helicase, preventing the integrated virus from replicating independently from the host cancer cell. The tumor is a \"dead-end host\" for MCV. Normally, the virus exists as circular episome (or plasmid) within the cell and its DNA is packaged into viral capsids and transmitted to other cells. In tumors, the viral DNA has broken and become integrated into human DNA within the tumor, so that the virus is no longer transmissible. The integrated virus cannot be excised from the host cell and it must replicate as the host cell is replicated. Examination of infected tumors reveals that the majority have a clear monoclonal pattern, indicating that the virus integrated into a single cell before it began its cancerous expansion. For this reason, there is very strong evidence that MCV causes some, but not all, Merkel cell carcinomas. MCV can also be found in healthy tissues from people without Merkel cell carcinoma. A complete MCV genome (MCV-HF) was designed from multiple tumor-type MCV genomes and examined with successful replication capability in vitro. The identical sequences were found in human normal skins. While the precise prevalence of infection is unknown in humans, it is likely that most infections do not cause cancers.",
            "score": 155.02120304107666
        },
        {
            "docid": "1248100_10",
            "document": "BRCA2 . Certain variations of the BRCA2 gene increase risks for breast cancer as part of a hereditary breast-ovarian cancer syndrome. Researchers have identified hundreds of mutations in the BRCA2 gene, many of which cause an increased risk of cancer. BRCA2 mutations are usually insertions or deletions of a small number of DNA base pairs in the gene. As a result of these mutations, the protein product of the BRCA2 gene is abnormal, and does not function properly. Researchers believe that the defective BRCA2 protein is unable to fix DNA damage that occurs throughout the genome. As a result, there is an increase in mutations due to error-prone translesion synthesis past un-repaired DNA damage, and some of these mutations can cause cells to divide in an uncontrolled way and form a tumor.",
            "score": 123.4087233543396
        },
        {
            "docid": "541499_32",
            "document": "Indoor tanning . Exposure to ultraviolet radiation (UVR), whether from the sun or tanning devices is known to be a major cause of the three main types of skin cancer: non-melanoma skin cancer (basal cell carcinoma and squamous cell carcinoma) and melanoma. Overexposure to UVR induces at least two types of DNA damage: cyclobutane–pyrimidine dimers (CPDs) and 6–4 photoproducts (6–4PPs). While DNA repair enzymes can fix some mutations, if they are not sufficiently effective, a cell will acquire genetic mutations which may cause the cell to die or become cancerous. These mutations can result in cancer, aging, persistent mutation and cell death. For example, squamous cell carcinoma can be caused by a UVB-induced mutation in the p53 gene.",
            "score": 111.0409609079361
        },
        {
            "docid": "4110763_21",
            "document": "Extrachromosomal DNA . Mitochondrial DNA can play a role in the onset of disease in a variety of ways. Point mutations in or alternative gene arrangements of mtDNA have been linked to several diseases that affect the heart, central nervous system, endocrine system, gastrointestinal tract, eye, and kidney. Loss of the amount of mtDNA present in the mitochondria can lead to a whole subset of diseases known as mitochondrial depletion syndromes (MDDs) which affect the liver, central and peripheral nervous systems, smooth muscle and hearing in humans. There have been mixed, and sometimes conflicting, results in studies that attempt to link mtDNA copy number to the risk of developing certain cancers. Studies have been conducted that show an association between both increased and decreased mtDNA levels and the increased risk of developing breast cancer. A positive association between increased mtDNA levels and an increased risk for developing kidney tumors has been observed but there does not appear to be a link between mtDNA levels and the development of stomach cancer.",
            "score": 135.38922727108002
        }
    ],
    "r": [
        {
            "docid": "160125_11",
            "document": "Mitochondrial disease . Nuclear DNA has two copies per cell (except for sperm and egg cells), one copy being inherited from the father and the other from the mother. Mitochondrial DNA, however, is strictly inherited from the mother and each mitochondrial organelle typically contains between 2 and 10 mtDNA copies. During cell division the mitochondria segregate randomly between the two new cells. Those mitochondria make more copies, normally reaching 500 mitochondria per cell. As mtDNA is copied when mitochondria proliferate, they can accumulate random mutations, a phenomenon called heteroplasmy. If only a few of the mtDNA copies inherited from the mother are defective, mitochondrial division may cause most of the defective copies to end up in just one of the new mitochondria (for more detailed inheritance patterns, see human mitochondrial genetics). Mitochondrial disease may become clinically apparent once the number of affected mitochondria reaches a certain level; this phenomenon is called \"threshold expression\".",
            "score": 177.76853942871094
        },
        {
            "docid": "1398048_2",
            "document": "Homoplasmy . Homoplasmy is a term used in genetics to describe a eukaryotic cell whose copies of mitochondrial DNA are all identical. In normal and healthy tissues, all cells are homoplasmic. Homoplasmic mitochondrial DNA copies may be normal or mutated; however, most mutations are heteroplasmic (only occurring in some copies of mitochondrial DNA). It has been discovered, though, that homoplasmic mitochondrial DNA mutations may be found in human tumors.",
            "score": 173.8954620361328
        },
        {
            "docid": "1401727_29",
            "document": "Human mitochondrial genetics . Mitochondrial diseases range in severity from asymptomatic to fatal, and are most commonly due to inherited rather than acquired mutations of mitochondrial DNA. A given mitochondrial mutation can cause various diseases depending on the severity of the problem in the mitochondria and the tissue the affected mitochondria are in. Conversely, several different mutations may present themselves as the same disease. This almost patient-specific characterization of mitochondrial diseases (see Personalized medicine) makes them very hard to accurately recognize, diagnose and trace. Some diseases are observable at or even before birth (many causing death) while others do not show themselves until late adulthood (late-onset disorders). This is because the number of mutant versus wildtype mitochondria varies between cells and tissues, and is continuously changing. Because cells have multiple mitochondria, different mitochondria in the same cell can have different variations of the mtDNA. This condition is referred to as heteroplasmy. When a certain tissue reaches a certain ratio of mutant versus wildtype mitochondria, a disease will present itself. The ratio varies from person to person and tissue to tissue (depending on its specific energy, oxygen, and metabolism requirements, and the effects of the specific mutation). Mitochondrial diseases are very numerous and different. Apart from diseases caused by abnormalities in mitochondrial DNA, many diseases are suspected to be associated in part by mitochondrial dysfunctions, such as diabetes mellitus, forms of cancer and cardiovascular disease, lactic acidosis, specific forms of myopathy, osteoporosis, Alzheimer's disease, Parkinsons's disease, stroke, male infertility and which are also believed to play a role in the aging process.",
            "score": 171.57949829101562
        },
        {
            "docid": "1398039_2",
            "document": "Heteroplasmy . Heteroplasmy is the presence of more than one type of organellar genome (mitochondrial DNA or plastid DNA) within a cell or individual. It is an important factor in considering the severity of mitochondrial diseases. Because most eukaryotic cells contain many hundreds of mitochondria with hundreds of copies of mitochondrial DNA, it is common for mutations to affect only some mitochondria, leaving most unaffected.",
            "score": 169.37652587890625
        },
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 166.6665496826172
        },
        {
            "docid": "8444537_5",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . This condition is inherited in a pattern reflecting its location in mitochondrial DNA, which is also known as maternal inheritance. This pattern of inheritance applies to genes contained in mitochondrial DNA. Because egg cells, but not sperm cells, contribute mitochondria to the developing embryo, only females pass mitochondrial conditions to their children. Mitochondrial disorders can appear in every generation of a family and can affect both males and females, but fathers do not pass mitochondrial traits to their children. Most of the body's cells contain thousands of mitochondria, each with one or more copies of mitochondrial DNA. The severity of some mitochondrial disorders is associated with the percentage of mitochondria in each cell that has a particular genetic change. Most individuals with NARP have a specific MT-ATP6 mutation in 70 percent to 90 percent of their mitochondria. When this mutation is present in a higher percentage of a person's mitochondria—greater than 90 percent to 95 percent—it causes a more severe condition known as maternally inherited Leigh syndrome. Because these two conditions result from the same genetic changes and can occur in different members of a single family, researchers believe that they may represent a spectrum of overlapping features instead of two distinct syndromes.",
            "score": 166.2689208984375
        },
        {
            "docid": "7737653_46",
            "document": "Oncogenomics . Some anticancer drugs target mtDNA and have shown positive results in killing tumor cells. Research has used mitochondrial mutations as biomarkers for cancer cell therapy. It is easier to target mutation within mitochondrial DNA versus nuclear DNA because the mitochondrial genome is much smaller and easier to screen for specific mutations. MtDNA content alterations found in blood samples might be able to serve as a screening marker for predicting future cancer susceptibility as well as tracking malignant tumor progression. Along with these potential helpful characteristics of mtDNA, it is not under the control of the cell cycle and is important for maintaining ATP generation and mitochondrial homeostasis. These characteristics make targeting mtDNA a practical therapeutic strategy.",
            "score": 164.8700408935547
        },
        {
            "docid": "50780462_41",
            "document": "Evolution of the wolf . The mitochondria within each cell contain many copies of a small circular DNA genome and in mammals it is 16,000–18,000 base pairs in length. A cell contains hundreds or thousands of mitochondria and therefore the genes contained within those mitochondria are more abundant than the genes that occur in the nucleus of the cell. The abundance of mitochondrial DNA (mDNA) is useful for the genetic analysis of ancient remains where the DNA has degraded.",
            "score": 163.11563110351562
        },
        {
            "docid": "1590640_4",
            "document": "Nuclear DNA . Nuclear DNA and mitochondrial DNA differ in many ways, starting with location and structure. Nuclear DNA is located within the nucleus of eukaryote cells and usually has two copies per cell while mitochondrial DNA is located in the mitochondria and contains 100-1,000 copies per cell. The structure of nuclear DNA chromosomes is linear with open ends and includes 46 chromosomes containing 3 billion nucleotides. Mitochondrial DNA chromosomes usually have closed, circular structures, and contain for example 16,569 nucleotides in human. Nuclear DNA is diploid, inheriting the DNA from both mother and father, while mitochondrial DNA is haploid, coming only from the mother. The mutation rate for nuclear DNA is less than 0.3% while that of mitochondrial DNA is generally higher.",
            "score": 162.40835571289062
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 159.95713806152344
        },
        {
            "docid": "4110763_9",
            "document": "Extrachromosomal DNA . The mitochondria present in eukaryotic cells contain multiple copies of mitochondrial DNA referred to as mtDNA which is housed within the mitochondrial matrix. In multicellular animals, including humans, the circular mtDNA chromosome contains 13 genes that encode proteins that are part of the electron transport chain and 24 genes that produce RNA necessary for the production of mitochondrial proteins; these genes are broken down into 2 rRNA genes and 22 tRNA genes. The size of an animal mtDNA plasmid is roughly 16.6 kb and although it contains genes for tRNA and mRNA synthesis, proteins produced as a result of nuclear genes are still required in order for the mtDNA to replicate or for mitochondrial proteins to be translated. There is only one region of the mitochondrial chromosome that does not contain a coding sequence and that is the 1 kb region known as the D-loop to which nuclear regulatory proteins bind. The number of mtDNA molecules per mitochondria varies from species to species as well as between cells with different energy demands. For example, muscle and liver cells contain more copies of mtDNA per mitochondrion than blood and skin cells do. Due to the proximity of the electron transport chain within the mitochondrial inner membrane and the production of reactive oxygen species (ROS), and due to the fact that the mtDNA molecule is not bound by or protected by histones, the mtDNA is more susceptible to DNA damage than nuclear DNA. In cases where mtDNA damage does occur, the DNA can either be repaired via base excision repair pathways, or the damaged mtDNA molecule is destroyed (without causing damage to the mitochondrion since there are multiple copies of mtDNA per mitochondrion).",
            "score": 159.8671875
        },
        {
            "docid": "1401727_2",
            "document": "Human mitochondrial genetics . Human mitochondrial genetics is the study of the genetics of human mitochondrial DNA (the DNA contained in human mitochondria). The human mitochondrial genome is the entirety of hereditary information contained in human mitochondria. Mitochondria are small structures in cells that generate energy for the cell to use, and are hence referred to as the \"powerhouses\" of the cell.",
            "score": 158.66539001464844
        },
        {
            "docid": "89796_2",
            "document": "Mitochondrial DNA . Mitochondrial DNA (mtDNA or mDNA) is the DNA located in mitochondria, cellular organelles within eukaryotic cells that convert chemical energy from food into a form that cells can use, adenosine triphosphate (ATP). Mitochondrial DNA is only a small portion of the DNA in a eukaryotic cell; most of the DNA can be found in the cell nucleus and, in plants and algae, also in plastids such as chloroplasts.",
            "score": 158.09616088867188
        },
        {
            "docid": "4230_14",
            "document": "Cell (biology) . A human cell has genetic material contained in the cell nucleus (the nuclear genome) and in the mitochondria (the mitochondrial genome). In humans the nuclear genome is divided into 46 linear DNA molecules called chromosomes, including 22 homologous chromosome pairs and a pair of sex chromosomes. The mitochondrial genome is a circular DNA molecule distinct from the nuclear DNA. Although the mitochondrial DNA is very small compared to nuclear chromosomes, it codes for 13 proteins involved in mitochondrial energy production and specific tRNAs.",
            "score": 156.35556030273438
        },
        {
            "docid": "19588_5",
            "document": "Mitochondrion . Although most of a cell's DNA is contained in the cell nucleus, the mitochondrion has its own independent genome that shows substantial similarity to bacterial genomes. Mitochondrial proteins (proteins transcribed from mitochondrial DNA) vary depending on the tissue and the species. In humans, 615 distinct types of protein have been identified from cardiac mitochondria, whereas in rats, 940 proteins have been reported. The mitochondrial proteome is thought to be dynamically regulated.",
            "score": 155.36288452148438
        },
        {
            "docid": "1759159_8",
            "document": "Warburg effect . The Warburg effect may simply be a consequence of damage to the mitochondria in cancer, or an adaptation to low-oxygen environments within tumors, or a result of cancer genes shutting down the mitochondria, which are involved in the cell's apoptosis program that kills cancer cells. It may also be an effect associated with cell proliferation. Since glycolysis provides most of the building blocks required for cell proliferation, cancer cells (and normal proliferating cells) have been proposed to need to activate glycolysis, despite the presence of oxygen, to proliferate. Evidence attributes some of the high anaerobic glycolytic rates to an overexpressed form of mitochondrially-bound hexokinase responsible for driving the high glycolytic activity. In kidney cancer, this effect could be due to the presence of mutations in the von Hippel–Lindau tumor suppressor gene upregulating glycolytic enzymes, including the M2 splice isoform of pyruvate kinase. TP53 mutation hits energy metabolism and increases glycolysis in breast cancer.",
            "score": 155.05990600585938
        },
        {
            "docid": "16814276_10",
            "document": "Merkel cell polyomavirus . Sequencing of the virus from Merkel cell cancers reveals that it generally has tumor-specific mutations that truncate the MCV T antigen. These mutations (which are not found in native virus obtained from nontumor sites) eliminate the T antigen helicase, preventing the integrated virus from replicating independently from the host cancer cell. The tumor is a \"dead-end host\" for MCV. Normally, the virus exists as circular episome (or plasmid) within the cell and its DNA is packaged into viral capsids and transmitted to other cells. In tumors, the viral DNA has broken and become integrated into human DNA within the tumor, so that the virus is no longer transmissible. The integrated virus cannot be excised from the host cell and it must replicate as the host cell is replicated. Examination of infected tumors reveals that the majority have a clear monoclonal pattern, indicating that the virus integrated into a single cell before it began its cancerous expansion. For this reason, there is very strong evidence that MCV causes some, but not all, Merkel cell carcinomas. MCV can also be found in healthy tissues from people without Merkel cell carcinoma. A complete MCV genome (MCV-HF) was designed from multiple tumor-type MCV genomes and examined with successful replication capability in vitro. The identical sequences were found in human normal skins. While the precise prevalence of infection is unknown in humans, it is likely that most infections do not cause cancers.",
            "score": 155.0211944580078
        },
        {
            "docid": "6910_23",
            "document": "Cloning . Reproductive cloning generally uses \"somatic cell nuclear transfer\" (SCNT) to create animals that are genetically identical. This process entails the transfer of a nucleus from a donor adult cell (somatic cell) to an egg from which the nucleus has been removed, or to a cell from a blastocyst from which the nucleus has been removed. If the egg begins to divide normally it is transferred into the uterus of the surrogate mother. Such clones are not strictly identical since the somatic cells may contain mutations in their nuclear DNA. Additionally, the mitochondria in the cytoplasm also contains DNA and during SCNT this mitochondrial DNA is wholly from the cytoplasmic donor's egg, thus the mitochondrial genome is not the same as that of the nucleus donor cell from which it was produced. This may have important implications for cross-species nuclear transfer in which nuclear-mitochondrial incompatibilities may lead to death.",
            "score": 154.68719482421875
        },
        {
            "docid": "19588_60",
            "document": "Mitochondrion . Mitochondria divide by binary fission, similar to bacterial cell division. The regulation of this division differs between eukaryotes. In many single-celled eukaryotes, their growth and division is linked to the cell cycle. For example, a single mitochondrion may divide synchronously with the nucleus. This division and segregation process must be tightly controlled so that each daughter cell receives at least one mitochondrion. In other eukaryotes (in mammals for example), mitochondria may replicate their DNA and divide mainly in response to the energy needs of the cell, rather than in phase with the cell cycle. When the energy needs of a cell are high, mitochondria grow and divide. When the energy use is low, mitochondria are destroyed or become inactive. In such examples, and in contrast to the situation in many single celled eukaryotes, mitochondria are apparently randomly distributed to the daughter cells during the division of the cytoplasm. Understanding of mitochondrial dynamics, which is described as the balance between mitochondrial fusion and fission, has revealed that functional and structural alterations in mitochondrial morphology are important factors in pathologies associated with several disease conditions.",
            "score": 154.3373565673828
        },
        {
            "docid": "12041898_6",
            "document": "Pearson syndrome . Pearson Syndrome is a mitochondrial disease caused by a deletion in mitochondrial DNA (mtDNA). An mtDNA is genetic material contained in the cellular organelle called the mitochondria. Depending on the tissue type, each cell contains hundreds to thousands of mitochondria. There are 2-10 mtDNA molecules in each mitochondrium. With mitochondrial disorders caused by defects in the mtDNA, the severity of the disease depends on the number of mutant mtDNA molecules present in the cells.",
            "score": 153.83941650390625
        },
        {
            "docid": "89796_5",
            "document": "Mitochondrial DNA . Nuclear and mitochondrial DNA are thought to be of separate evolutionary origin, with the mtDNA being derived from the circular genomes of the bacteria that were engulfed by the early ancestors of today's eukaryotic cells. This theory is called the endosymbiotic theory. Each mitochondrion is estimated to contain 2–10 mtDNA copies. In the cells of extant organisms, the vast majority of the proteins present in the mitochondria (numbering approximately 1500 different types in mammals) are coded for by nuclear DNA, but the genes for some, if not most, of them are thought to have originally been of bacterial origin, having since been transferred to the eukaryotic nucleus during evolution.",
            "score": 153.32774353027344
        },
        {
            "docid": "35048427_7",
            "document": "LIG3 . Since the LIG3 gene encodes the only DNA ligase in mitochondria, inactivation of the LIG3 gene results in loss of mitochondrial DNA that in turn leads to loss of mitochondrial function. Fibroblasts with inactivated Lig3 gene can be propagated in the media supplemented with uridine and pyruvate. However, these cells lack mtDNA. Interestingly, physiological levels of mitochondrial DNA ligase III appear excessive, and cells with 100-fold reduced mitochondrial content of mitochondrial DNA ligase III-alpha maintain normal mtDNA copy number. The essential role of DNA ligase III-alpha in mitochondrial DNA metabolism can be fulfilled by other DNA ligases, including the NAD-dependent DNA ligase of \"E. coli\", if they are targeted to mitochondria. Thus, viable cells that lack nuclear DNA ligase III-alpha can be generated. While DNA ligase I is the predominant enzyme that joins Okazaki fragments during DNA replication, it is now evident that the DNA ligase III-alpha/XRCC1 complex enables cells that either lack or have reduced DNA ligase I activity to complete DNA replication. Given the biochemical and cell biology studies linking the DNA ligase III-alpha/XRCC1 complex with excision repair and the repair of DNA single strand breaks, it was surprising that the cells lacking nuclear DNA ligase III-alpha did not exhibit significantly increased sensitivity to DNA damaging agent. These studies suggest that there is significant functional redundancy between DNA ligase I and DNA ligase III-alpha in these nuclear DNA repair pathways. In mammalian cells, most DNA double strand breaks are repaired by DNA ligase IV-dependent non-homologous end joining (NHEJ). DNA ligase III-alpha participates in a minor alternative NHEJ pathway that generates chromosomal translocations. Unlike the other nuclear DNA repair functions, it appears that the role of DNA ligase III-alpha in alternative NHEJ is independent of XRCC1.",
            "score": 153.10000610351562
        },
        {
            "docid": "15031209_10",
            "document": "Sirtuin 3 . Sirt3 functions as a mitochondrial tumor suppressor protein. Although some evidence attributes SIRT3 activity in bypassing growth arrest in bladder carcinoma cells via regulation of p53 in the mitochondria. Damaged and aberrant mitochondrial function, similar to gene mutations, may be an early event that ultimately leads to the development of cancers. Mice genetically altered to delete Sirt3 develop estrogen and progesterone receptor (ER/PR) positive breast mammary tumors. In tumor samples from women with breast cancer, SIRT3 expression was decreased, as compared to normal breast tissues. Thus, the Sirt3 knockout model may be used to investigate ER/PR positive breast tumor development.",
            "score": 152.8603973388672
        },
        {
            "docid": "7330572_4",
            "document": "Apoptosis-inducing factor . Apoptosis Inducing Factor (AIF) is a protein that triggers chromatin condensation and DNA fragmentation in a cell in order to induce programmed cell death. The mitochondrial AIF protein was found to be a caspase-independent death effector that can allow independent nuclei to undergo apoptotic changes. The process triggering apoptosis starts when the mitochondria releases AIF, which exits through the mitochondrial membrane, enters the cytosol, and finally ends up in the cell nucleus where it signals the cell to condense its chromosomes and fragment its DNA molecules in order to prepare for cell death. Recently, researchers have discovered that AIF's activity is dependent upon the type of cell, the apoptotic insult, and its DNA-binding ability. AIF also plays a significant role in the mitochondrial respiratory chain and metabolic redox reactions.",
            "score": 152.45176696777344
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 151.5559844970703
        },
        {
            "docid": "19588_52",
            "document": "Mitochondrion . The relationship between cellular proliferation and mitochondria has been investigated using cervical cancer HeLa cells. Tumor cells require an ample amount of ATP (Adenosine triphosphate) in order to synthesize bioactive compounds such as lipids, proteins, and nucleotides for rapid cell proliferation. The majority of ATP in tumor cells is generated via the oxidative phosphorylation pathway (OxPhos). Interference with OxPhos have shown to cause cell cycle arrest suggesting that mitochondria play a role in cell proliferation. Mitochondrial ATP production is also vital for cell division in addition to other basic functions in the cell including the regulation of cell volume, solute concentration, and cellular architecture. ATP levels differ at various stages of the cell cycle suggesting that there is a relationship between the abundance of ATP and the cell's ability to enter a new cell cycle. ATP's role in the basic functions of the cell make the cell cycle sensitive to changes in the availability of mitochondrial derived ATP. The variation in ATP levels at different stages of the cell cycle support the hypothesis that mitochondria play an important role in cell cycle regulation. Although the specific mechanisms between mitochondria and the cell cycle regulation is not well understood, studies have shown that low energy cell cycle checkpoints monitor the energy capability before committing to another round of cell division.",
            "score": 151.4467315673828
        },
        {
            "docid": "1398187_2",
            "document": "Cytoplasmic hybrid . A cytoplasmic hybrid (or cybrid, a portmanteau of the two words) is a eukaryotic cell line produced by the fusion of a whole cell with a cytoplast. Cytoplasts are enucleated cells. This enucleation can be effected by simultaneous application of centrifugal force and treatment of the cell with an agent that disrupts the cytoskeleton. A special case of cybrid formation involves the use of \"rho-zero\" cells as the whole cell partner in the fusion. Rho-zero cells are cells which have been depleted of their own mitochondrial DNA by prolonged incubation with ethidium bromide, a chemical which inhibits mitochondrial DNA replication. The rho-zero cells do retain mitochondria and can grow in rich culture medium with certain supplements. They do retain their own nuclear genome. A cybrid is then a hybrid cell which mixes the nuclear genes from one cell with the mitochondrial genes from another cell. Using this powerful tool, it makes it possible to dissociate contribution from the mitochondrial genes vs that of the nuclear genes.",
            "score": 150.89573669433594
        },
        {
            "docid": "3062661_4",
            "document": "Hürthle cell . Hürthle cells arise from the follicular epithelium. Key features of these oncocytic cells include an eosinophilic granular cytoplasm and a vesicular nucleus with a large nucleolus. A Hürthle cell is larger than a follicular cell, and its cellular material stains pink. Hürthle cells also tend to be large, polygonal cells with distinct cell borders. The cytoplasm of the oncocytes in Hürthle cell adenomas and carcinomas is characterized by an eosinophilic granular nature, which is commonly due to the oncocytes' high content of mitochondria. Some of these cells can contain up to 5,000 mitochondria, which fills the cytoplasm to the point of nearly excluding other organelles. This high amount of mitochondria is reported to be a result of mutations in the mitochondrial DNA. Some scientists have identified these mutations as deletions in the mitochondrial DNA of Hürthle cells found in neoplasms and Hashimoto's thyroiditis.",
            "score": 149.55319213867188
        },
        {
            "docid": "854294_12",
            "document": "DNA repair . In human cells, and eukaryotic cells in general, DNA is found in two cellular locations — inside the nucleus and inside the mitochondria. Nuclear DNA (nDNA) exists as chromatin during non-replicative stages of the cell cycle and is condensed into aggregate structures known as chromosomes during cell division. In either state the DNA is highly compacted and wound up around bead-like proteins called histones. Whenever a cell needs to express the genetic information encoded in its nDNA the required chromosomal region is unravelled, genes located therein are expressed, and then the region is condensed back to its resting conformation. Mitochondrial DNA (mtDNA) is located inside mitochondria organelles, exists in multiple copies, and is also tightly associated with a number of proteins to form a complex known as the nucleoid. Inside mitochondria, reactive oxygen species (ROS), or free radicals, byproducts of the constant production of adenosine triphosphate (ATP) via oxidative phosphorylation, create a highly oxidative environment that is known to damage mtDNA. A critical enzyme in counteracting the toxicity of these species is superoxide dismutase, which is present in both the mitochondria and cytoplasm of eukaryotic cells.",
            "score": 148.74742126464844
        },
        {
            "docid": "2268863_6",
            "document": "Canine transmissible venereal tumor . The CTVT cells have fewer chromosomes than normal cells. Dog cells normally have 78 chromosomes; The cancer cells contain 57–64 chromosomes that are very different in appearance from normal dog chromosomes. All dog chromosomes except X and Y are acrocentric, having a centromere very near to the end of the chromosome, while many of the CTVT chromosomes are metacentric or submetacentric, having a centromere nearer to the middle. There is no evidence that the tumor is caused by a virus or virus-like organism. The infectious agent of canine transmissible venereal tumor is the cancer cell itself and the tumor is clonal in origin. All tumor cells of this type of cancer share extremely similar genetic code, often if not always unrelated to the DNA of their host. Specifically, the LINE-1 element in the tumor cells is in a different location than in normal canine DNA. This demonstrates that the tumors do not arise from separate cancerous transformation in individual animals. Rather, the malignant tumor cells from one dog are transferred to another.",
            "score": 148.58998107910156
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 148.0487823486328
        },
        {
            "docid": "1248100_3",
            "document": "BRCA2 . BRCA2 and BRCA1 are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function, which correlates with an increased risk of breast cancer.",
            "score": 147.82974243164062
        }
    ]
}