{
    "q": [
        {
            "docid": "24603_3",
            "document": "Proteasome . Proteasomes are part of a major mechanism by which cells regulate the concentration of particular proteins and degrade misfolded proteins. Proteins are tagged for degradation with a small protein called ubiquitin. The tagging reaction is catalyzed by enzymes called ubiquitin ligases. Once a protein is tagged with a single ubiquitin molecule, this is a signal to other ligases to attach additional ubiquitin molecules. The result is a \"polyubiquitin chain\" that is bound by the proteasome, allowing it to degrade the tagged protein. The degradation process yields peptides of about seven to eight amino acids long, which can then be further degraded into shorter amino acid sequences and used in synthesizing new proteins.",
            "score": 164.0578396320343
        },
        {
            "docid": "55172_37",
            "document": "Proteomics . One major development to come from the study of human genes and proteins has been the identification of potential new drugs for the treatment of disease. This relies on genome and proteome information to identify proteins associated with a disease, which computer software can then use as targets for new drugs. For example, if a certain protein is implicated in a disease, its 3D structure provides the information to design drugs to interfere with the action of the protein. A molecule that fits the active site of an enzyme, but cannot be released by the enzyme, inactivates the enzyme. This is the basis of new drug-discovery tools, which aim to find new drugs to inactivate proteins involved in disease. As genetic differences among individuals are found, researchers expect to use these techniques to develop personalized drugs that are more effective for the individual.",
            "score": 90.69690275192261
        },
        {
            "docid": "617210_11",
            "document": "Aminoglycoside . The interference with mRNA proofreading has been exploited to treat genetic diseases that result from premature stop codons (leading to early termination of protein synthesis and truncated proteins). Aminoglycosides can cause the cell to overcome the stop codons, insert a random amino acid, and express a full-length protein. The aminoglycoside gentamicin has been used to treat cystic fibrosis (CF) cells in the laboratory to induce them to grow full-length proteins. CF is caused by a mutation in the gene coding for the \"cystic fibrosis transmembrane conductance regulator\" (\"CFTR\") protein. In approximately 10% of CF cases, the mutation in this gene causes its early termination during translation, leading to the formation of is truncated and non-functional CFTR protein. It is believed that gentamicin distorts the structure of the ribosome-RNA complex, leading to a mis-reading of the termination codon, causing the ribosome to \"skip\" over the stop sequence and to continue with the normal elongation and production of the CFTR protein.",
            "score": 222.36583650112152
        },
        {
            "docid": "50601_20",
            "document": "Cystic fibrosis . Several mutations in the \"CFTR\" gene can occur, and different mutations cause different defects in the CFTR protein, sometimes causing a milder or more severe disease. These protein defects are also targets for drugs which can sometimes restore their function. ΔF508-CFTR, which occurs in >90% of patients in the U.S., creates a protein that does not fold normally and is not appropriately transported to the cell membrane, resulting in its degradation. Other mutations result in proteins that are too short (truncated) because production is ended prematurely. Other mutations produce proteins that do not use energy (in the form of ATP) normally, do not allow chloride, iodide, and thiocyanate to cross the membrane appropriately, and degrade at a faster rate than normal. Mutations may also lead to fewer copies of the CFTR protein being produced.",
            "score": 107.57190942764282
        },
        {
            "docid": "4250553_36",
            "document": "Gene . Translation is the process by which a mature mRNA molecule is used as a template for synthesizing a new protein. Translation is carried out by ribosomes, large complexes of RNA and protein responsible for carrying out the chemical reactions to add new amino acids to a growing polypeptide chain by the formation of peptide bonds. The genetic code is read three nucleotides at a time, in units called codons, via interactions with specialized RNA molecules called transfer RNA (tRNA). Each tRNA has three unpaired bases known as the anticodon that are complementary to the codon it reads on the mRNA. The tRNA is also covalently attached to the amino acid specified by the complementary codon. When the tRNA binds to its complementary codon in an mRNA strand, the ribosome attaches its amino acid cargo to the new polypeptide chain, which is synthesized from amino terminus to carboxyl terminus. During and after synthesis, most new proteins must fold to their active three-dimensional structure before they can carry out their cellular functions.",
            "score": 253.43371999263763
        },
        {
            "docid": "50601_68",
            "document": "Cystic fibrosis . A number of small molecules that aim at compensating various mutations of the \"CFTR\" gene are under development. One approach is to develop drugs that get the ribosome to overcome the stop codon and synthesize a full-length CFTR protein. About 10% of CF results from a premature stop codon in the DNA, leading to early termination of protein synthesis and truncated proteins. These drugs target nonsense mutations such as G542X, which consists of the amino acid glycine in position 542 being replaced by a stop codon. Aminoglycoside antibiotics interfere with protein synthesis and error-correction. In some cases, they can cause the cell to overcome a premature stop codon by inserting a random amino acid, thereby allowing expression of a full-length protein. The aminoglycoside gentamicin has been used to treat lung cells from CF patients in the laboratory to induce the cells to grow full-length proteins. Another drug targeting nonsense mutations is ataluren, which is undergoing Phase III clinical trials .",
            "score": 157.47572267055511
        },
        {
            "docid": "25758_16",
            "document": "RNA . Messenger RNA (mRNA) carries information about a protein sequence to the ribosomes, the protein synthesis factories in the cell. It is coded so that every three nucleotides (a codon) corresponds to one amino acid. In eukaryotic cells, once precursor mRNA (pre-mRNA) has been transcribed from DNA, it is processed to mature mRNA. This removes its introns—non-coding sections of the pre-mRNA. The mRNA is then exported from the nucleus to the cytoplasm, where it is bound to ribosomes and translated into its corresponding protein form with the help of tRNA. In prokaryotic cells, which do not have nucleus and cytoplasm compartments, mRNA can bind to ribosomes while it is being transcribed from DNA. After a certain amount of time, the message degrades into its component nucleotides with the assistance of ribonucleases.",
            "score": 244.50462245941162
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 119.31176519393921
        },
        {
            "docid": "5308641_8",
            "document": "Muscle atrophy . Muscle atrophy occurs by a change in the normal balance between protein synthesis and protein degradation. During atrophy, there is a down-regulation of protein synthesis pathways, and an activation of protein degradation. The particular protein degradation pathway which seems to be responsible for much of the muscle loss seen in a muscle undergoing atrophy is the ATP-dependent ubiquitin/proteasome pathway. In this system, particular proteins are targeted for destruction by the ligation of at least four copies of a small peptide called ubiquitin onto a substrate protein. When a substrate is thus \"poly-ubiquitinated\", it is targeted for destruction by the proteasome. Particular enzymes in the ubiquitin/proteasome pathway allow ubiquitination to be directed to some proteins but not others - specificity is gained by coupling targeted proteins to an \"E3 ubiquitin ligase\". Each E3 ubiquitin ligase binds to a particular set of substrates, causing their ubiquitination.",
            "score": 129.46815824508667
        },
        {
            "docid": "219277_14",
            "document": "Codon usage bias . Protein folding \"in vivo\" is vectorial, such that the N-terminus of a protein exits the translating ribosome and becomes solvent-exposed before its more C-terminal regions. As a result, co-translational protein folding introduces several spatial and temporal constraints on the nascent polypeptide chain in its folding trajectory. Because mRNA translation rates are coupled to protein folding, and codon adaption is linked to translation elongation, it has been hypothesized that manipulation at the sequence level may be an effective strategy to regulate or improve protein folding. Several studies have shown that pausing of translation as a result of local mRNA structure occurs for certain proteins, which may be necessary for proper folding. Furthermore, synonymous mutations have been shown to have significant consequences in the folding process of the nascent protein and can even change substrate specificity of enzymes. These studies suggest that codon usage influences the speed at which polypeptides emerge vectorially from the ribosome, which may further impact protein folding pathways throughout the available structural space.",
            "score": 220.98728489875793
        },
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 257.06772553920746
        },
        {
            "docid": "18048149_16",
            "document": "Protein aggregation . Most of the protein aggregates in yeast cells get refolded by molecular chaperones. However, some aggregates, such as the oxidatively damaged proteins or the proteins marked for degradation, cannot be refolded. Rather, there are two compartments that they can end up in. Protein aggregates can be localized at the Juxtanuclear quality-control compartment (JUNQ), which is near the nuclear membrane, or at the Insoluble Protein deposit (IPOD), near the vacuole in yeast cells. Protein aggregates localize at JUNQ when they are ubiquitinated and targeted for degradation. The aggregated and insoluble proteins localize at IPOD as a more permanent deposition. There is evidence that the proteins here may be removed by autophagy. These two pathways work together in that the proteins tend to come to the IPOD when the proteasome pathway is being overworked.",
            "score": 136.03651189804077
        },
        {
            "docid": "44163912_5",
            "document": "Kufs disease . Mutations to the CLN6 and PPT1 genes result in Kufs disease Type A. CLN6 produces proteins that facilitate fat transport throughout a cell, as well as excretion out of the cell. The PPT1 gene codes for the enzyme palmotoyl-protein thioesterase-1. This enzyme is responsible for removing the fatty-acid side chains off of proteins that have been translocated into the lysozyme. By removing the surrounding fats, palmotoyl-protein thioesterase-1 creates easier access for other enzymes to break down the rest of the protein. Fatty substance build up in the brain is a consequence of the mutated genes. The fats and proteins that build up are called lipopigments. Eventually the buildup of lipopigments results in death of the neuron cells, giving way to the phenotypic symptoms. Type A is an autosomal recessive disease, indicating that it is inherited from the parents. Each parent must carry one copy of the mutation, however the recessive designation indicates that with only one copy, the parents are not affected, and do not show any symptoms.",
            "score": 113.80655360221863
        },
        {
            "docid": "81648_9",
            "document": "Lipoic acid . The precursor to lipoic acid, octanoic acid, is made via fatty acid biosynthesis in the form of octanoyl-acyl carrier protein. In eukaryotes, a second fatty acid biosynthetic pathway in mitochondria is used for this purpose. The octanoate is transferred as a thioester of acyl carrier protein from fatty acid biosynthesis to an amide of the lipoyl domain protein by an enzyme called an octanoyltransferase. Two hydrogens of octanoate are replaced with sulfur groups via a radical SAM mechanism, by lipoyl synthase As a result, lipoic acid is synthesized attached to proteins and no free lipoic acid is produced. Lipoic acid can be removed whenever proteins are degraded and by action of the enzyme lipoamidase. Free lipoate can be used by some organisms as an enzyme called lipoate protein ligase that attaches it covalently to the correct protein. The ligase activity of this enzyme requires ATP.",
            "score": 96.03445029258728
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 134.20960426330566
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 125.2186952829361
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 204.6601984500885
        },
        {
            "docid": "214570_7",
            "document": "Protein catabolism . The degradation of proteins occurs within the cells, as the amino acids have to pass through certain membranes before being able to be used for different processes. This first step to protein catabolism is breaking the protein down into amino acids by cleaving their peptide bonds, also known as proteolysis. The peptide bonds are broken up by the proteasome, which is able to hydrolyze the peptide bonds by using ATP energy. This process is further helped by the use of enzymes called proteases. The proteases help cleave off the remaining peptide residues to produce individual amino acids, ready to be converted into usable molecules for either glycolysis or the TCA cycle, to produce energy for the organisms, or to be used to create new proteins.",
            "score": 116.7583920955658
        },
        {
            "docid": "9775_4",
            "document": "Endoplasmic reticulum . The surface of the rough endoplasmic reticulum (often abbreviated RER or Rough ER) (also called \"granular endoplasmic reticulum\") is studded with protein-manufacturing ribosomes giving it a \"rough\" appearance (hence its name). The binding site of the ribosome on the rough endoplasmic reticulum is the translocon. However, the ribosomes are not a stable part of this organelle's structure as they are constantly being bound and released from the membrane. A ribosome only binds to the RER once a specific protein-nucleic acid complex forms in the cytosol. This special complex forms when a free ribosome begins translating the mRNA of a protein destined for the secretory pathway. The first 5–30 amino acids polymerized encode a signal peptide, a molecular message that is recognized and bound by a signal recognition particle (SRP). Translation pauses and the ribosome complex binds to the RER translocon where translation continues with the nascent (new) protein forming into the RER lumen and/or membrane. The protein is processed in the ER lumen by an enzyme (a signal peptidase), which removes the signal peptide. Ribosomes at this point may be released back into the cytosol; however, non-translating ribosomes are also known to stay associated with translocons.",
            "score": 204.5062724351883
        },
        {
            "docid": "4961951_10",
            "document": "Transcytosis . Monoclonal antibody Trojan horses that target the BBB insulin or transferrin receptor have been in drug development for over 10 years at ArmaGen, Inc., a biotechnology company in Los Angeles. ArmaGen has developed genetically engineered antibodies against both the insulin and transferrin receptors, and has fused to these antibodies different therapeutic proteins, including lysosomal enzymes, therapeutic antibodies, decoy receptors, and neurotrophins. These therapeutic proteins alone do not cross the BBB, but following genetic fusion to the Trojan horse antibody, the therapeutic protein penetrates the BBB at a rate comparable to small molecules. In 2015, ArmaGen will be the first to enter human clinical trials with the BBB Trojan horse fusion proteins that delivery protein drugs to the brain via the transcytosis pathway. The human diseases initially targeted by ArmaGen are lysosomal storage diseases that adversely affect the brain. Inherited diseases create a condition where a specific lysosomal enzyme is not produced, leading to serious brain conditions including mental retardation, behavioral problems, and then dementia. Although the missing enzyme can be manufactured by drug companies, the enzyme drug alone does not treat the brain, because the enzyme alone does not cross the BBB. ArmaGen has re-engineered the missing lysosomal enzyme as a Trojan horse-enzyme fusion protein that crosses the BBB. The first clinical trials of the new Trojan horse fusion protein technology will treat the brain in lysosomal storage disorders, including Mucopolysaccharidosis (MPS) Type I, also called Hurlers syndrome, and MPS Type II, also called Hunter syndrome.",
            "score": 77.86789453029633
        },
        {
            "docid": "14700825_12",
            "document": "Valosin-containing protein . Recent proteomic studies have identified a large number of p97-interacting proteins. Many of these proteins serve as adaptors that link p97/CDC48 to a particular subcellular compartment to function in a specific cellular pathway. Others function as adaptors that recruit substrates to p97/CDC48 for processing. Some p97-interacting proteins are also enzymes such as N-glycanase, ubiquitin ligase, and deubiquitinase, which assist p97 in processing substrates.",
            "score": 133.3076319694519
        },
        {
            "docid": "1686272_17",
            "document": "Chemical biology . Normally when a protein does not fold correctly, molecular chaperones in the cell can encourage refolding back into its active form. When refolding is not an option, the cell can also target the protein for degradation back into its component amino acids via proteolytic, lysosomal, or autophagic mechanisms. However, under certain conditions or with certain mutations, the cells can no longer cope with the misfolded protein(s) and a disease state results. Either the protein has a loss-of-function, such as in cystic fibrosis, in which it loses activity or cannot reach its target, or the protein has a gain-of-function, such as with Alzheimer's disease, in which the protein begins to aggregate causing it to become insoluble and non-functional.",
            "score": 124.06643486022949
        },
        {
            "docid": "4464817_30",
            "document": "Neurodegeneration . Alzheimer's disease has been \"hypothesized\" to be a protein misfolding disease (proteopathy), caused by accumulation of abnormally folded A-beta and tau proteins in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called beta-amyloid (also written as A-beta or Aβ). Beta-amyloid is a fragment from a larger protein called amyloid precursor protein (APP), a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival and post-injury repair. In Alzheimer's disease, an unknown process causes APP to be divided into smaller fragments by enzymes through proteolysis. One of these fragments gives rise to fibrils of beta-amyloid, which form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 96.35547506809235
        },
        {
            "docid": "427217_20",
            "document": "Werner syndrome . Mutations which cause Werner syndrome all occur at the regions of the gene which encode for protein, and not at non-coding regions. There are 35 different known mutations of WRN, which correspond to stop codons, insertions, or deletions that result in a frameshift mutation. These mutations can have a range of effects. They may decrease the stability of the transcribed messenger RNA (mRNA), which increases the rate at which they are degraded. With less mRNA, less is available to be translated into the WRNp protein. Mutations may also lead to the truncation (shortening) of the WRNp protein, leading to the loss of its nuclear localization signal sequence, thus it is no longer transported into the nucleus where it interacts with the DNA. This leads to a reduction in DNA repair. Furthermore, mutated proteins are more likely to be degraded than normal WRNp. Apart from causing defects in DNA repair, its aberrant association with p53 down-regulates the function of p53, leading to a reduction in p53-dependent apoptosis and increasing the survival of these dysfunctional cells. Cells of affected individuals also have reduced lifespan in culture, have more chromosome breaks and translocations and have extensive deletions.",
            "score": 168.54524874687195
        },
        {
            "docid": "969126_6",
            "document": "Protein structure . The primary structure of a protein refers to the sequence of amino acids in the polypeptide chain. The primary structure is held together by peptide bonds that are made during the process of protein biosynthesis. The two ends of the polypeptide chain are referred to as the carboxyl terminus (C-terminus) and the amino terminus (N-terminus) based on the nature of the free group on each extremity. Counting of residues always starts at the N-terminal end (NH-group), which is the end where the amino group is not involved in a peptide bond. The primary structure of a protein is determined by the gene corresponding to the protein. A specific sequence of nucleotides in DNA is transcribed into mRNA, which is read by the ribosome in a process called translation. The sequence of amino acids in insulin was discovered by Frederick Sanger, establishing that proteins have defining amino acid sequences. The sequence of a protein is unique to that protein, and defines the structure and function of the protein. The sequence of a protein can be determined by methods such as Edman degradation or tandem mass spectrometry. Often, however, it is read directly from the sequence of the gene using the genetic code. It is strictly recommended to use the words \"amino acid residues\" when discussing proteins because when a peptide bond is formed, a water molecule is lost, and therefore proteins are made up of amino acid residues. Post-translational modification such as disulfide bond formation, phosphorylations and glycosylations are usually also considered a part of the primary structure, and cannot be read from the gene. For example, insulin is composed of 51 amino acids in 2 chains. One chain has 31 amino acids, and the other has 20 amino acids.",
            "score": 200.9035016298294
        },
        {
            "docid": "969821_26",
            "document": "JAK-STAT signaling pathway . There are 8 protein members of the SOCS family: cytokine-inducible SH2 domain-containing protein (CISH), SOCS1, SOCS2, SOCS3, SOCS4, SOCS5, SOCS6, and SOCS7, each protein has an SH2 domain and a 40-amino-acid region called the SOCS box. The SOCS box can interact with a number of proteins to form a protein complex, and this complex can then cause the breakdown of JAKs and the receptors themselves, therefore inhibiting JAK-STAT signalling. The protein complex does this by allowing a marker called ubiquitin to be added to proteins, in a process called ubiquitination, which signals for a protein to be broken down. The proteins, such as JAKs and the receptors, are then transported to a compartment in the cell called the proteasome, which carries out protein breakdown.",
            "score": 126.0108094215393
        },
        {
            "docid": "2634439_3",
            "document": "Protein methods . Experimental analysis of proteins typically requires expression and purification of proteins. Expression is achieved by manipulating DNA that encodes the protein(s) of interest. Hence, protein analysis usually requires DNA methods, especially cloning. Some examples of genetic methods include conceptual translation, Site-directed mutagenesis, using a fusion protein, and matching allele with disease states. Some proteins have never been directly sequenced, however by translating codons from known mRNA sequences into amino acids by a method known as conceptual translation. (See genetic code.) Site-directed mutagenesis selectively introduces mutations that change the structure of a protein. The function of parts of proteins can be better understood by studying the change in phenotype as a result of this change. Fusion proteins are made by inserting protein tags, such as the His-tag, to produce a modified protein that is easier to track. An example of this would be GFP-Snf2H which consists of a protein bound to a green fluorescent protein to form a hybrid protein. By analyzing DNA alleles can be identified as being associated with disease states, such as in calculation of LOD scores.",
            "score": 134.78276646137238
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 156.55094647407532
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 189.36732041835785
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 185.6698521375656
        },
        {
            "docid": "14654371_2",
            "document": "Protein kinase domain . The protein kinase domain is a structurally conserved protein domain containing the catalytic function of protein kinases. Protein kinases are a group of enzymes that move a phosphate group onto proteins, in a process called phosphorylation. This functions as an on/off switch for many cellular processes, including metabolism, transcription, cell cycle progression, cytoskeletal rearrangement and cell movement, apoptosis, and differentiation. They also function in embryonic development, physiological responses, and in the nervous and immune system. Abnormal phosphorylation causes many human diseases, including cancer, and drugs that affect phosphorylation can treat those diseases.",
            "score": 130.62906956672668
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 112.79414248466492
        }
    ],
    "r": [
        {
            "docid": "4230_28",
            "document": "Cell (biology) . Transcription is the process where genetic information in DNA is used to produce a complementary RNA strand. This RNA strand is then processed to give messenger RNA (mRNA), which is free to migrate through the cell. mRNA molecules bind to protein-RNA complexes called ribosomes located in the cytosol, where they are translated into polypeptide sequences. The ribosome mediates the formation of a polypeptide sequence based on the mRNA sequence. The mRNA sequence directly relates to the polypeptide sequence by binding to transfer RNA (tRNA) adapter molecules in binding pockets within the ribosome. The new polypeptide then folds into a functional three-dimensional protein molecule.",
            "score": 300.3393859863281
        },
        {
            "docid": "262401_14",
            "document": "Translation (biology) . Even though the ribosomes are usually considered accurate and processive machines, the translation process is subject to errors that can lead either to the synthesis of erroneous proteins or to the premature abandonment of translation. The rate of error in synthesizing proteins has been estimated to be between 1/10 and 1/10 misincorporated amino acids, depending on the experimental conditions. The rate of premature translation abandonment, instead, has been estimated to be of the order of magnitude of 10 events per translated codon. The correct amino acid is covalently bonded to the correct transfer RNA (tRNA) by amino acyl transferases. The amino acid is joined by its carboxyl group to the 3' OH of the tRNA by an ester bond. When the tRNA has an amino acid linked to it, the tRNA is termed \"charged\". Initiation involves the small subunit of the ribosome binding to the 5' end of mRNA with the help of initiation factors (IF). In prokaryotes, initiation of protein synthesis involves the recognition of a purine-rich initiation sequence on the mRNA called the Shine-Delgarno sequence. The Shine-Delgarno sequence binds to a complementary pyrimidine-rich sequence on the 3' end of the 16S rRNA part of the 30S ribosomal subunit. The binding of these complementary sequences ensures that the 30S ribosomal subunit is bound to the mRNA and is aligned such that the initiation codon is placed in the 30S portion of the P-site. Once the mRNA and 30S subunit are properly bound, an initiation factor brings the initiator tRNA-amino acid complex, f-Met-tRNA, to the 30S P site. The initiation phase is completed once a 50S subunit joins the 30 subunit, forming an active 70S ribosome. Termination of the polypeptide happens when the A site of the ribosome faces a stop codon (UAA, UAG, or UGA) on the mRNA. tRNA usually cannot recognize or bind to stop codons. Instead, the stop codon induces the binding of a release factor protein that prompts the disassembly of the entire ribosome/mRNA complex and the hydrolysis and the release of the polypeptide chain from the ribosome. Drugs or special sequence motifs on the mRNA can change the ribosomal structure so that near-cognate tRNAs are bound to the stop codon instead of the release factors. In such cases of 'translational readthrough', translation continues until the ribosome encounters the next stop codon.",
            "score": 295.9096374511719
        },
        {
            "docid": "25766_2",
            "document": "Ribosome . The ribosome () is a complex molecular machine, found within all living cells, that serves as the site of biological protein synthesis (translation). Ribosomes link amino acids together in the order specified by messenger RNA (mRNA) molecules. Ribosomes consist of two major components: the small ribosomal subunits, which read the RNA, and the large subunits, which join amino acids to form a polypeptide chain. Each subunit comprises one or more ribosomal RNA (rRNA) molecules and a variety of ribosomal proteins (r-protein or rProtein). The ribosomes and associated molecules are also known as the \"translational apparatus\".",
            "score": 280.4595031738281
        },
        {
            "docid": "68206_11",
            "document": "Central dogma of molecular biology . The mature mRNA finds its way to a ribosome, where it gets translated. In prokaryotic cells, which have no nuclear compartment, the processes of transcription and translation may be linked together without clear separation. In eukaryotic cells, the site of transcription (the cell nucleus) is usually separated from the site of translation (the cytoplasm), so the mRNA must be transported out of the nucleus into the cytoplasm, where it can be bound by ribosomes. The ribosome reads the mRNA triplet codons, usually beginning with an AUG (adenine−uracil−guanine), or initiator methionine codon downstream of the ribosome binding site. Complexes of initiation factors and elongation factors bring aminoacylated transfer RNAs (tRNAs) into the ribosome-mRNA complex, matching the codon in the mRNA to the anti-codon on the tRNA. Each tRNA bears the appropriate amino acid residue to add to the polypeptide chain being synthesised. As the amino acids get linked into the growing peptide chain, the chain begins folding into the correct conformation. Translation ends with a stop codon which may be a UAA, UGA, or UAG triplet.",
            "score": 278.78936767578125
        },
        {
            "docid": "22285157_15",
            "document": "MRNA surveillance . Nonstop mediated decay (NSD) is involved in the detection and decay of mRNA transcripts which lack a stop codon. These mRNA transcripts can arise from many different mechanisms such as premature 3' adenylation or cryptic polyadenylation signals within the coding region of a gene. This lack of a stop codon results a significant issue for cells. Ribosomes translating the mRNA eventually translate into the 3'poly-A tail region of transcripts and stalls. As a result, it cannot eject the mRNA. Ribosomes thus may become sequestered associated with the nonstop mRNA and would not be available to translate other mRNA molecules into proteins. Nonstop mediated decay resolves this problem by both freeing the stalled ribosomes and marking the nonstop mRNA for degradation in the cell by nucleases. Nonstop mediated decay consists of two distinct pathways which likely act in concert to decay nonstop mRNA.",
            "score": 274.85723876953125
        },
        {
            "docid": "262401_3",
            "document": "Translation (biology) . In translation, messenger RNA (mRNA) is decoded in a ribosome to produce a specific amino acid chain, or polypeptide. The polypeptide later folds into an active protein and performs its functions in the cell. The ribosome facilitates decoding by inducing the binding of complementary tRNA anticodon sequences to mRNA codons. The tRNAs carry specific amino acids that are chained together into a polypeptide as the mRNA passes through and is \"read\" by the ribosome.",
            "score": 265.40252685546875
        },
        {
            "docid": "12596239_3",
            "document": "Non-stop decay . Non-stop decay is a cellular pathway that identifies and degrades aberrant mRNA transcripts that do not contain a proper stop codons. Stop codons are signals in messenger RNA that signal for synthesis of proteins to end. Aberrant transcripts are identified during translation when the ribosome translates into the poly A tail at the 3' end of mRNA. A non-stop transcript can occur when point mutations damage the normal stop codon. Moreover, some transcriptions are more likely to preserve low scale of gene expression in a particular state.",
            "score": 262.9662170410156
        },
        {
            "docid": "1952693_3",
            "document": "Ribosome display . Ribosome display begins with a native library of DNA sequences coding for polypeptides. Each sequence is transcribed, and then translated \"in vitro\" into polypeptide. However, the DNA library coding for a particular library of binding proteins is genetically fused to a spacer sequence lacking a stop codon before its end. The lack of a stop codon prevents release factors from binding and triggering the disassembly of the translational complex. So, this spacer sequence stays attached to the peptidyl tRNA and occupies the ribosomal tunnel, and thus allows the protein of interest to protrude out of the ribosome and fold. What results is a complex of mRNA, ribosome, and protein which can bind to surface-bound ligand. This complex is stabilized with the lowering of temperature and the addition of cations such as Mg.",
            "score": 260.7601013183594
        },
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 257.0677185058594
        },
        {
            "docid": "610997_6",
            "document": "Frameshift mutation . After DNA replication, the reading of a selected section of genetic information is accomplished by transcription. Nucleotides containing the genetic information are now on a single strand messenger template called mRNA. The mRNA is incorporated with a subunit of the ribosome and interacts with an rRNA. The genetic information carried in the codons of the mRNA are now read (decoded) by anticodons of the tRNA. As each codon (triplet) is read, amino acids are being joined together until a stop codon (UAG, UGA or UAA) is reached. At this point the polypeptide (protein) has been synthesised and is released. For every 1000 amino acid incorporated into the protein, no more than one is incorrect. This fidelity of codon recognition, maintaining the importance of the proper reading frame, is accomplished by proper base pairing at the ribosome A site, GTP hydrolysis activity of EF-Tu a form of kinetic stability, and a proofreading mechanism as EF-Tu is released.",
            "score": 256.7483215332031
        },
        {
            "docid": "14700825_17",
            "document": "Valosin-containing protein . The best characterized function of p97 is to mediate a network of protein quality control processes in order to maintain protein homeostasis. These include endoplasmic reticulum-associated protein degradation (ERAD) and mitochondria-associated degradation. In these processes, ATP hydrolysis by p97/CDC48 is required to extract aberrant proteins from the membranes of the ER or mitochondria. p97/CDC48 is also required to release defective translation products stalled on ribosome in a process termed ribosome-associated degradation. It appears that only after extraction from the membranes or large protein assembly like ribosome, can polypeptides be degraded by the proteasome. In addition to this ‘segregase’ function, p97/CDC48 might have an additional role in shuttling the released polypeptides to the proteasome. This chaperoning function seems to be particularly important for degradation of certain aggregation-prone misfolded proteins in nucleus. Several lines of evidence also implicate p97 in autophagy, a process that turns over cellular proteins (including misfolded ones) by engulfing them into double-membrane-surrounded vesicles named autophagosome, but the precise role of p97 in this process is unclear.",
            "score": 256.46514892578125
        },
        {
            "docid": "12596239_5",
            "document": "Non-stop decay . The trans-translation procedure is a bacterial mechanism to resolve stalled ribosomes. It consists of the hybrid transfer RNA and messenger RNA (tm-RNA) with the small protein SmpB. When the ribosome stalls at the 3'end of mRNA the tm-RNA is joined to the ribosome from the A site which has amino acid attached to it (11-amino acid tag). Then, the amino acid binds to the polypeptide chain. Then the normal translation will translate the tm-RNA codons sequence that will provide a particular tag which signifies that the protein is incomplete. Ultimately, liberated that stalled ribosome.",
            "score": 255.37232971191406
        },
        {
            "docid": "4250553_36",
            "document": "Gene . Translation is the process by which a mature mRNA molecule is used as a template for synthesizing a new protein. Translation is carried out by ribosomes, large complexes of RNA and protein responsible for carrying out the chemical reactions to add new amino acids to a growing polypeptide chain by the formation of peptide bonds. The genetic code is read three nucleotides at a time, in units called codons, via interactions with specialized RNA molecules called transfer RNA (tRNA). Each tRNA has three unpaired bases known as the anticodon that are complementary to the codon it reads on the mRNA. The tRNA is also covalently attached to the amino acid specified by the complementary codon. When the tRNA binds to its complementary codon in an mRNA strand, the ribosome attaches its amino acid cargo to the new polypeptide chain, which is synthesized from amino terminus to carboxyl terminus. During and after synthesis, most new proteins must fold to their active three-dimensional structure before they can carry out their cellular functions.",
            "score": 253.4337158203125
        },
        {
            "docid": "262401_8",
            "document": "Translation (biology) . The basic process of translation is the addition of one amino acid at a time to the end of the polypeptide being formed. This process takes place inside the ribosome. A ribosome is made up of two subunits, a small 40S subunit and a large 80S subunit. These subunits come together before translation of mRNA into a protein to provide a location for translation to be carried out and a polypeptide to be produced. The choice of amino acid type to be added is determined by the genetic code on the mRNA molecule. Each amino acid added is matched to a three nucleotide subsequence of the mRNA. For each such triplet possible, the corresponding amino acid is accepted. The successive amino acids added to the chain are matched to successive nucleotide triplets in the mRNA. In this way, the sequence of nucleotides in the template mRNA chain determines the sequence of amino acids in the generated polypeptide. Addition of an amino acid occurs at the C-terminus of the peptide and thus translation is said to be amino-to-carboxyl directed.",
            "score": 252.24383544921875
        },
        {
            "docid": "3264389_11",
            "document": "Eukaryotic translation . Termination of elongation depends on eukaryotic release factors. The process is similar to that of prokaryotic termination, but unlike prokaryotic termination, there is a universal release factor, eRF1, that recognizes all three stop codons. Upon termination, the ribosome is disassembled and the completed polypeptide is released. eRF3 is a ribosome-dependent GTPase that helps eRF1 release the completed polypeptide. The human genome encodes a few genes whose mRNA stop codon are surprisingly leaky: In these genes, termination of translation is inefficient due to special RNA bases in the vicinity of the stop codon. Leaky termination in these genes leads to translational readthrough of up to 10% of the stop codons of these genes. Some of these genes encode functional protein domains in their readthrough extension so that new protein isoforms can arise. This process has been termed 'functional translational readthrough'.",
            "score": 251.89031982421875
        },
        {
            "docid": "24553_9",
            "document": "Protein biosynthesis . Phenomena of amino acid assembly from RNA. The synthesis of proteins from RNA is known as translation. In eukaryotes, translation occurs in the cytoplasm, where the ribosomes are located. Ribosomes are made of a small and large subunit that surround the mRNA. In translation, messenger RNA (mRNA) is decoded to produce a specific polypeptide according to the rules specified by the trinucleotide genetic code. This uses an mRNA sequence as a template to guide the synthesis of a chain of amino acids that form a protein. Translation proceeds in four phases: activation, initiation, elongation, and termination (all describing the growth of the amino acid chain, or polypeptide that is the product of translation).",
            "score": 248.66004943847656
        },
        {
            "docid": "3378903_5",
            "document": "Nonsense-mediated decay . The process of detecting aberrant transcripts occurs during translation of the mRNA. A popular model for the detection of aberrant transcripts in mammals suggests that during the first round of translation, the ribosome removes the exon-exon junction complexes bound to the mRNA after splicing occurs. If after this first round of translation, any of these proteins remain bound to the mRNA, NMD is activated. Exon-exon junction complexes located downstream of a stop codon are not removed from the transcript because the ribosome is released before reaching them. Termination of translation leads to the assembly of a complex composed of UPF1, SMG1 and the release factors, eRF1 and eRF3, on the mRNA. If an EJC is left on the mRNA because the transcript contains a premature stop codon, then UPF1 comes into contact with UPF2 and UPF3, triggering the phosphorylation of UPF1. In vertebrates, the location of the last exon-junction complex relative to the termination codon usually determines whether the transcript will be subjected to NMD or not. If the termination codon is downstream of or within about 50 nucleotides of the final exon-junction complex then the transcript is translated normally. However, if the termination codon is further than about 50 nucleotides upstream of any exon-junction complexes, then the transcript is down regulated by NMD. The phosphorylated UPF1 then interacts with SMG-5, SMG-6 and SMG-7, which promote the dephosphorylation of UPF1. SMG-7 is thought to be the terminating effector in NMD, as it accumulates in P-bodies, which are cytoplasmic sites for mRNA decay. In both yeast and human cells, the major pathway for mRNA decay is initiated by the removal of the 5’ cap followed by degradation by XRN1, an exoribonuclease enzyme. The other pathway by which mRNA is degraded is by deadenylation from 3’-5'.",
            "score": 247.9506378173828
        },
        {
            "docid": "24553_10",
            "document": "Protein biosynthesis . In activation, the correct amino acid (AA) is joined to the correct transfer RNA (tRNA). While this is not, in the technical sense, a step in translation, it is required for translation to proceed. The AA is joined by its carboxyl group to the 3' OH of the tRNA by an ester bond. When the tRNA has an amino acid linked to it, it is termed \"charged\". Initiation involves the small subunit of the ribosome binding to 5' end of mRNA with the help of initiation factors (IF), other proteins that assist the process. Elongation occurs when the next aminoacyl-tRNA (charged tRNA) in line binds to the ribosome along with GTP and an elongation factor. Termination of the polypeptide happens when the A site of the ribosome faces a stop codon (UAA, UAG, or UGA). When this happens, no tRNA can recognize it, but releasing factor can recognize nonsense codons and causes the release of the polypeptide chain. The capacity of disabling or inhibiting translation in protein biosynthesis is used by some antibiotics such as anisomycin, cycloheximide, chloramphenicol, tetracycline, streptomycin, erythromycin, puromycin, etc.",
            "score": 247.08973693847656
        },
        {
            "docid": "9508538_2",
            "document": "Eukaryotic initiation factor . Eukaryotic initiation factors (eIFs) are proteins or protein complexes involved in the initiation phase of eukaryotic translation. These proteins help stabilize the formation of ribosomal preinitiation complexes around the start codon and are an important input for post-transcription gene regulation. Several initiation factors form a complex with the small 40S ribosomal subunit and Met-tRNA called the 43S preinitiation complex (43S PIC). Additional factors of the eIF4F complex (eIF4A, E, and G) recruit the 43S PIC to the five-prime cap structure of the mRNA, from which the 43S particle scans 5'-->3' along the mRNA to reach an AUG start codon. Recognition of the start codon by the Met-tRNA promotes gated phosphate and eIF1 release to form the 48S preinitiation complex (48S PIC), followed by large 60S ribosomal subunit recruitment to form the 80S ribosome. There exist many more eukaryotic initiation factors than prokaryotic initiation factors, reflecting the greater biological complexity of eukaryotic translation. There are at least twelve eukaryotic initiation factors, composed of many more polypeptides, and these are described below.",
            "score": 246.6612091064453
        },
        {
            "docid": "12596239_2",
            "document": "Non-stop decay . Non-stop decay is a cellular mechanism of mRNA surveillance to detect mRNA molecules lacking a stop codon and prevent these mRNAs from translation. The non-stop decay pathway releases ribosomes that have reached the far 3' end of an mRNA and guides the mRNA to the exosome complex, or to RNase R in bacteria for selective degradation. In contrast to NMD, polypeptides do not release from the ribosome, and thus, NSD seems to involve mRNA decay factors distinct from NMD.",
            "score": 245.66871643066406
        },
        {
            "docid": "249935_6",
            "document": "Coxsackie B4 virus . For positive sense, single-stranded RNA viruses, translation occurs before transcription. Upon entry of the genome into the cytoplasm of the host cell, the IRES in the 5’ UTR recruits ribosomal subunits (cap-independent mechanism) which starts the translation process. Once the polypeptide is completely translated, viral proteinases 2A and 3C, as well as cellular proteinases, cleave the polyprotein into individual proteins that will help continue the viral replication process. As soon as viral proteins have been translated and cleaved, negative sense transcripts of the viral genome are made to serve as a template for more positive-sense viral genome transcripts (which also serves as mRNA which can also be translated into more viral proteins). The viral genome encodes for a poly-A tail, which can be recognized by cellular initiation factors and ribosomal subunits which kick starts the transcription process to make the negative-sense strand, forming a double-stranded RNA intermediate",
            "score": 245.16502380371094
        },
        {
            "docid": "25766_8",
            "document": "Ribosome . The ribosome is a highly complex cellular machine. It is largely made up of specialized RNA known as ribosomal RNA (rRNA) as well as dozens of distinct proteins (the exact number varies slightly between species). The ribosomal proteins and rRNAs are arranged into two distinct ribosomal pieces of different size, known generally as the large and small subunit of the ribosome. Ribosomes consist of two subunits that fit together (Figure 2) and work as one to translate the mRNA into a polypeptide chain during protein synthesis (Figure 1). Because they are formed from two subunits of non-equal size, they are slightly longer in the axis than in diameter.",
            "score": 244.58505249023438
        },
        {
            "docid": "25758_16",
            "document": "RNA . Messenger RNA (mRNA) carries information about a protein sequence to the ribosomes, the protein synthesis factories in the cell. It is coded so that every three nucleotides (a codon) corresponds to one amino acid. In eukaryotic cells, once precursor mRNA (pre-mRNA) has been transcribed from DNA, it is processed to mature mRNA. This removes its introns—non-coding sections of the pre-mRNA. The mRNA is then exported from the nucleus to the cytoplasm, where it is bound to ribosomes and translated into its corresponding protein form with the help of tRNA. In prokaryotic cells, which do not have nucleus and cytoplasm compartments, mRNA can bind to ribosomes while it is being transcribed from DNA. After a certain amount of time, the message degrades into its component nucleotides with the assistance of ribonucleases.",
            "score": 244.50462341308594
        },
        {
            "docid": "262401_5",
            "document": "Translation (biology) . In prokaryotes (bacteria), translation occurs in the cytoplasm, where the large and small subunits of the ribosome bind to the mRNA. In eukaryotes, translation occurs in the cytosol or across the membrane of the endoplasmic reticulum in a process called co-translational translocation. In co-translational translocation, the entire ribosome/mRNA complex binds to the outer membrane of the rough endoplasmic reticulum (ER) and the new protein is synthesized and released into the ER; the newly created polypeptide can be stored inside the ER for future vesicle transport and secretion outside the cell, or immediately secreted.",
            "score": 243.10984802246094
        },
        {
            "docid": "36460485_4",
            "document": "Var1 protein domain . Ribosomes are the organelles that catalyse mRNA-directed protein synthesis in all organisms. The codons of the mRNA are exposed on the ribosome to allow tRNA binding. This leads to the incorporation of amino acids into the growing polypeptide chain in accordance with the genetic information. Incoming amino acid monomers enter the ribosomal A site in the form of aminoacyl-tRNAs complexed with elongation factor Tu (EF-Tu) and GTP. The growing polypeptide chain, situated in the P site as peptidyl-tRNA, is then transferred to aminoacyl-tRNA and the new peptidyl-tRNA, extended by one residue, is translocated to the P site with the aid the elongation factor G (EF-G) and GTP as the deacylated tRNA is released from the ribosome through one or more exit sites. Since Var1 helps form the small subunit of the ribosome, its significance become apparent in translation and cell survival.",
            "score": 242.049072265625
        },
        {
            "docid": "23890524_2",
            "document": "Eukaryotic ribosome (80S) . Ribosomes are a large and complex molecular machine that catalyzes the synthesis of proteins, referred to as translation. The ribosome selects aminoacylated transfer RNAs (tRNAs) based on the sequence of a protein-encoding messenger RNA (mRNA) and covalently links the amino acids into a polypeptide chain. Ribosomes from all organisms share a highly conserved catalytic center. However, the ribosomes of eukaryotes (animals, plants, fungi, and many unicellular organisms with a nucleus) are much larger than prokaryotic (bacterial and archaeal) ribosomes and subject to more complex regulation and biogenesis pathways. Eukaryotic ribosomes are also known as 80S ribosomes, referring to their sedimentation coefficients in Svedberg units, because they sediment faster than the prokaryotic (70S) ribosomes. Eukaryotic ribosomes have two unequal subunits, designated small subunit (40S) and large subunit (60S) according to their sedimentation coefficients. Both subunits contain dozens of ribosomal proteins arranged on a scaffold composed of ribosomal RNA (rRNA). The small subunit monitors the complementarity between tRNA anticodon and mRNA, while the large subunit catalyzes peptide bond formation.",
            "score": 240.2254180908203
        },
        {
            "docid": "23762695_2",
            "document": "Red clover necrotic mosaic virus translation enhancer elements . Red clover necrotic mosaic virus (RCNMV) contains several structural elements present within the 3' and 5' untranslated regions (UTR) of the genome that enhance translation. In eukaryotes transcription is a prerequisite for translation. During transcription the pre-mRNA transcript is processes where a 5' cap is attached onto mRNA and this 5' cap allows for ribosome assembly onto the mRNA as it acts as a binding site for the eukaryotic initiation factor eIF4F. Once eIF4F is bound to the mRNA this protein complex interacts with the poly(A) binding protein which is present within the 3' UTR and results in mRNA circularization. This multiprotein-mRNA complex then recruits the ribosome subunits and scans the mRNA until it reaches the start codon. Transcription of viral genomes differs from eukaryotes as viral genomes produce mRNA transcripts that lack a 5’ cap site. Despite lacking a cap site viral genes contain a structural element within the 5’ UTR known as an internal ribosome entry site (IRES). IRES is a structural element that recruits the 40s ribosome subunit to the mRNA within close proximity of the start codon.",
            "score": 239.53482055664062
        },
        {
            "docid": "4232119_17",
            "document": "Attenuator (genetics) . Part of the leader transcript codes for a short polypeptide of 14 amino acids, termed the leader peptide. This peptide contains two adjacent tryptophan residues, which is unusual, since tryptophan is a fairly uncommon amino acid (about one in a hundred residues in a typical E. coli protein is tryptophan). If the ribosome attempts to translate this peptide while tryptophan levels in the cell are low, it will stall at either of the two trp codons. While it is stalled, the ribosome physically shields sequence 1 of the transcript, thus preventing it from forming the 1-2 secondary structure. Sequence 2 is then free to hybridize with sequence 3 to form the 2-3 structure, which then prevents the formation of the 3-4 termination hairpin. RNA polymerase is free to continue transcribing the entire operon. If tryptophan levels in the cell are high, the ribosome will translate the entire leader peptide without interruption and will only stall during translation termination at the stop codon. At this point the ribosome physically shields both sequences 1 and 2. Sequences 3 and 4 are thus free to form the 3-4 structure which terminates transcription. The end result is that the operon will be transcribed only when tryptophan is unavailable for the ribosome, while the trpL transcript is constitutively expressed.",
            "score": 238.45001220703125
        },
        {
            "docid": "28639_2",
            "document": "Stop codon . In the genetic code, a stop codon (or termination codon) is a nucleotide triplet within messenger RNA that signals a termination of translation into proteins. Proteins are based on polypeptides, which are unique sequences of amino acids. Most codons in messenger RNA (from DNA) correspond to the addition of an amino acid to a growing polypeptide chain, which may ultimately become a protein. Stop codons signal the termination of this process by binding release factors, which cause the ribosomal subunits to disassociate, releasing the amino acid chain. While start codons need nearby sequences or initiation factors to start translation, a stop codon alone is sufficient to initiate termination.",
            "score": 238.3030548095703
        },
        {
            "docid": "1952693_8",
            "document": "Ribosome display . A prerequisite for the selection of proteins from libraries is the coupling of genotype (RNA, DNA) and phenotype (protein). In ribosome display, this link is accomplished during in vitro translation by stabilizing the complex consisting of the ribosome, the mRNA and the nascent, correctly folded polypeptide. The ribosomal complexes are allowed to bind to surface-immobilized target. Whereas non-bound complexes are washed away, mRNA of the complexes displaying a binding polypeptide can be recovered, and thus, the genetic information of the binding polypeptides is available for analysis.",
            "score": 236.6759033203125
        },
        {
            "docid": "25766_23",
            "document": "Ribosome . Ribosomes are the workplaces of protein biosynthesis, the process of translating mRNA into protein. The mRNA comprises a series of codons that dictate to the ribosome the sequence of the amino acids needed to make the protein. Using the mRNA as a template, the ribosome traverses each codon (3 nucleotides) of the mRNA, pairing it with the appropriate amino acid provided by an aminoacyl-tRNA. Aminoacyl-tRNA contains a complementary anticodon on one end and the appropriate amino acid on the other. For fast and accurate recognition of the appropriate tRNA, the ribosome utilizes large conformational changes (conformational proofreading)  The small ribosomal subunit, typically bound to an aminoacyl-tRNA containing the amino acid methionine, binds to an AUG codon on the mRNA and recruits the large ribosomal subunit. The ribosome contains three RNA binding sites, designated A, P and E. The A-site binds an aminoacyl-tRNA; the P-site binds a peptidyl-tRNA (a tRNA bound to the peptide being synthesized); and the E-site (exit) binds a free tRNA before it exits the ribosome. Protein synthesis begins at a start codon AUG near the 5' end of the mRNA. mRNA binds to the P site of the ribosome first. The ribosome is able to identify the start codon by use of the Shine-Dalgarno sequence of the mRNA in prokaryotes and Kozak box in eukaryotes.",
            "score": 233.4593048095703
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 232.16477966308594
        }
    ]
}