{
    "q": [
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 203.1954207420349
        },
        {
            "docid": "13562705_5",
            "document": "RAC1 . Along with other subfamily of Rac and Rho proteins, they exert an important regulatory role specifically in cell motility and cell growth. Rac1 has ubiquitous tissue expression, and drives cell motility by formation of lamellipodia. In order for cancer cells to grow and invade local and distant tissues, deregulation of cell motility is one of the hallmark events in cancer cell invasion and metastasis. Overexpression of a constitutively active Rac1 V12 in mice caused a tumor that's phenotypically indistinguishable from human Kaposi's sarcoma. Activating or gain-of-function mutations of Rac1 are shown to play active roles in promoting mesenchymal-type of cell movement assisted by NEDD9 and DOCK3 protein complex. Such abnormal cell motility may result in epithelial mesenchymal transition (EMT) – a driving mechanism for tumor metastasis as well as drug-resistant tumor relapse.",
            "score": 210.5817039012909
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 202.83674681186676
        },
        {
            "docid": "21224498_16",
            "document": "Roundabout (gene family) . The Robo4 receptor has been linked to angiogenesis in both mice and zebrafish. It is also present in human microvascular endothelial cells (HMVEC) and human umbilical vein endothelial cells (HUVEC). Exposure of Robo4 to Slit2 inhibits angiogenesis. However, exposure to a protein that inhibits Slit2 also inhibits angiogenesis. Due to these inconclusive results, the role of Robo4 in blood vessel growth is not completely understood. Robo1 has been linked to cancerous tumor growth and suppression. The Slit2/Robo1 pathway has been associated with tumor angiogenesis, leading to subsequent tumor growth. Slit2 proteins have been identified in several varieties of tumors, including melanoma, breast cancer, small cell lung cancer, and bladder cancer. Furthermore, inhibition of the Slit2/Robo1 pathway via R5 and RoboN reduced tumor mass and volume, while also reducing microvessel density. However, Slit2 proteins have not been identified in all kinds of tumors, and other research suggests that Slit-2 expression may suppress tumors in small cell lung cancer and breast cancer.",
            "score": 206.3161551952362
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 249.63226759433746
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 198.38314950466156
        },
        {
            "docid": "16818636_6",
            "document": "Mouse model of colorectal and intestinal cancer . Mice with mutations in transforming growth factor-β1 gene introduced into 129/Sv Rag2 mutant mouse accelerates adenocarcinomas with strong local invasion suggesting a role for genetic background in tumor development. Colon-specific expression of activated mutant of K-ras (protein)  (K-ras) results in development of single or multiple lesions. Oncogenic K-ras allele activated in colon epithelium induces expression of procarcinogenic protein kinase C-βII (PKCβII) and increases cell proliferation of epithelial cells, while in the distal colon the mutant form of K-ras has the opposite effects on PKCβII expression and cell proliferation. Treatment of this mouse model with the procarcinogen azoxymethane (AOM) leads to formation of dysplastic microadenomas in the proximal but not in the distal colon. Thus the K-ras mutant is a valuable mouse model of proximal colon carcinogenesis. Mutation in the \"Muc2\" gene causes adenomas and adenocarcinomas in the intestine of mice.",
            "score": 178.6922709941864
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 200.37165522575378
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 200.37165522575378
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 224.6907513141632
        },
        {
            "docid": "506315_22",
            "document": "Okazaki fragments . To test the effects of the protein mutations on living organisms, researchers genetically altered lab mice to be homozygous for another mutation in protein related to DNA replication, flap endonuclease 1, or FEN1. The results varied based on the specific gene alterations. Homozygous knockout mutant mice experienced a \"failure of cell proliferation\" and \"early embryonic lethality\" (27). Mice with mutation F343A and F344A (also known as FFAA) died directly after birth due to complications including pancytopenia and pulmonary hypoplasia. This is because the FFAA mutation keeps FEN1 from interacting with PCNA (proliferating cell nuclear antigen), consequently not allowing it to complete its purpose during Okazaki fragment maturation. Under careful observation, cells homozygous for FFAA FEN1 mutations seem to display only partial defects in maturation, meaning mice heterozygous for the mutation would be able to survive into adulthood, despite sustaining multiple small nicks in their genomes. Inevitably however, these nicks prevent future DNA replication because the break causes the replication fork to collapse and causes double strand breaks in the actual DNA sequence. In time, these nicks also cause full chromosome breaks, which could lead to severe mutations and cancers. Other mutations have been implemented with altered versions of Polymerase α, leading to similar results.",
            "score": 141.9991147518158
        },
        {
            "docid": "14517273_9",
            "document": "GPR56 . Mutations in GPR56 cause the brain developmental disorder BFPP, characterized by disordered cortical lamination in frontal cortex. Mice lacking expression of GPR56 develop a comparable phenotype. Furthermore, loss of GPR56 leads to reduced fertility in male mice, resulting from a defect in seminiferous tubule development. GPR56 is expressed in glioblastoma/astrocytoma as well as in esophageal squamous cell, breast, colon, non-small cell lung, ovarian, and pancreatic carcinoma. GPR56 was shown to localize together with α-actinin at the leading edge of membrane filopodia in glioblastoma cells, suggesting a role in cell adhesion/migration. In addition, recombinant GPR56-NTF protein interacts with glioma cells to inhibit cellular adhesion. Inactivation of Von Hippel-Lindau (VHL) tumor-suppressor gene and hypoxia suppressed GPR56 in a renal cell carcinoma cell line, but hypoxia influenced GPR56 expression in breast or bladder cancer cell lines. GPR56 is a target gene for vezatin, an adherens junctions transmembrane protein, which is a tumor suppressor in gastric cancer. Xu et al. used an in vivo metastatic model of human melanoma to show that GPR56 is downregulated in highly metastatic cells. Later, by ectopic expression and RNA interference they confirmed that GPR56 inhibits melanoma tumor growth and metastasis. Silenced expression of GPR56 in HeLa cells enhanced apoptosis and anoikis, but suppressed anchorage-independent growth and cell adhesion. High ecotropic viral integration site-1 acute myeloid leukemia (EVI1-high AML) expresses GPR56 that was found to be a transcriptional target of EVI1. Silencing expression of GPR56 decreases adhesion, cell growth and induces apoptosis through reduced RhoA signaling. GPR56 suppresses the angiogenesis and melanoma growth through inhibition of vascular endothelial growth factor (VEGF) via PKCα signaling pathway. Furthermore, GPR56 expression was found to be negatively correlated with the malignancy of melanomas in human patients.",
            "score": 186.18056404590607
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 193.61506700515747
        },
        {
            "docid": "3333893_17",
            "document": "PTEN (gene) . Mutations in the \"PTEN\" gene cause several other disorders that, like Cowden syndrome, are characterized by the development of non-cancerous tumors called hamartomas. These disorders include Bannayan-Riley-Ruvalcaba syndrome and Proteus-like syndrome. Together, the disorders caused by \"PTEN\" mutations are called PTEN hamartoma tumor syndromes, or PHTS. Mutations responsible for these syndromes cause the resulting protein to be non-functional or absent. The defective protein allows the cell to divide in an uncontrolled way and prevents damaged cells from dying, which can lead to the growth of tumors.",
            "score": 182.2497923374176
        },
        {
            "docid": "1643827_5",
            "document": "Mitogen . Mitogens are important in cancer research due to their effects on the cell cycle. Cancer is in part defined by a lack of, or failure of, control in the cell cycle. Mitogens can contribute to this by causing the cell cycle to move forward when it should be prevented by some mechanism. In normal cells, conditions such as this would be corrected by mechanisms designed to prevent the uncontrolled growth of cells, internal or external, and would result in apoptosis should the cell be unable to repair the damage. In cancerous cells, by some mechanism or other, the ability of the cell to control its own growth is impeded and external mechanisms designed to kill abnormal cells do not function. One system particularly important in the proliferation of cancers is the mitogen-activated protein kinase, or MAPK, system. These proteins have functions that are not related to mitogenesis, but can be triggered by mitogens and do control the cell cycle. MAPK proteins are capable of controlling the cell cycle either to prevent or encourage the growth of cells. The MAPK pathway can be triggered by many ligands, including hormones and growth factors. Some breast cancer types have very high MAPK activity, which is not found even in benign breast tumors. The overexpression of MAP kinase in these cells aids in their proliferation. These are known as hormone-dependent breast cancers, as the MAPK activation in these cancers is connected to exposure to estradiol.",
            "score": 220.04210531711578
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 186.50977396965027
        },
        {
            "docid": "6060319_11",
            "document": "Von Hippel–Lindau tumor suppressor . HIF can help explain the organ specific nature of VHL syndrome. It has been theorized that constitutively activating HIF in any cell could lead to cancer, but that there are redundant regulators of HIF in organs not affected by VHL syndrome. This theory has been disproved multiple times since in all cell types loss of VHL function leads to constitutive activation of HIF and its downstream effects. Another theory holds that although in all cells loss of VHL leads to activation of HIF, in \"most\" cells this leads to no advantage in proliferation or survival. Additionally, the nature of the mutation in the VHL protein leads to phenotypic manifestations in the pattern of cancer that develops. Nonsense or deletion mutations of VHL protein have been linked to type 1 VHL with a low risk of pheochromocytoma (adrenal gland tumors). Type 2 VHL has been linked to missense mutations and is linked to a high risk of pheochromocytoma. Type 2 has also been further subdivided based on risks of renal cell carcinoma. In types 1, 2A and 2B the mutant pVHL is defective in HIF regulation, while type 2C mutant are defective in protein kinase C regulation. These genotype–phenotype correlations suggest that missense mutations of pVHL lead to a 'gain of function' protein.",
            "score": 194.36861526966095
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 187.58754467964172
        },
        {
            "docid": "2792071_4",
            "document": "Neurofibromatosis type II . NF II is caused by a defect in the gene that normally gives rise to a product called \"Merlin\" or \"Schwannomin\", located on chromosome 22 band q11-13.1. This peptide is thought to have a tumor-suppressive function. In a normal cell, the concentrations of active (dephosphorylated) merlin are controlled by processes such as cell adhesion (which would indicate the need to restrain cell division). It is known that Merlin's deficiency can result in unmediated progression through the cell cycle due to the lack of contact-mediated tumour suppression, sufficient to result in the tumors characteristic of Neurofibromatosis type II. Mutations of NF II is presumed to result in either a failure to synthesize Merlin or the production of a defective peptide that lacks the normal tumor-suppressive effect. The Schwannomin-peptide consists of 595 amino acids. Comparison of Schwannomin with other proteins shows similarities to proteins that connect the cytoskeleton to the cell membrane. Mutations in the Schwannomin-gene are thought to alter the movement and shape of affected cells with loss of contact inhibition. Ependymomas are tumors arising from the ependyma, an epithelium-like tissue of the central nervous system. In patients with NF2 and ependymomas, the tumor suppressant function of Merlin may be compromised. Loss of function mutations occurring in chromosome 22q, where Merlin proteins are coded, can promote tumorigenesis, or the creation of new tumorous cells. Deletions, too, in the NH2-terminal domain of merlin proteins have been associated with early tumor onset and poor prognosis in affected patients.",
            "score": 215.12060940265656
        },
        {
            "docid": "14043373_15",
            "document": "Promyelocytic leukemia protein . Both humans and mice have been found to demonstrate an increased propensity for tumor formation upon loss of PML function. PML disruption occurs in a wide variety of cancer types, and results in more metastatic tumors, and correspondingly poorer prognoses. It is thought that, beyond the importance it plays in apoptotic roles, PML inactivation may cause cells to favor tumor progression by allowing the cell to accumulate additional genetic damage. Many proteins involved in genomic stability maintenance rely on the PML-NBs for targeting, and PML loss thus leads to a decrease in repair efficiency within the cell.",
            "score": 206.17734742164612
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 193.1882655620575
        },
        {
            "docid": "3572611_4",
            "document": "HRAS . At least five inherited mutations in the HRAS gene have been identified in people with Costello syndrome. Each of these mutations changes an amino acid in a critical region of the HRAS protein. The most common mutation replaces the amino acid glycine with the amino acid serine at position 12 (written as Gly12Ser or G12S). The mutations responsible for Costello syndrome lead to the production of an HRAS protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This uncontrolled cell division can result in the formation of noncancerous and cancerous tumors. Researchers are uncertain how mutations in the HRAS gene cause the other features of Costello syndrome (such as mental retardation, distinctive facial features, and heart problems), but many of the signs and symptoms probably result from cell overgrowth and abnormal cell division.",
            "score": 186.30273389816284
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 202.6759637594223
        },
        {
            "docid": "36135963_15",
            "document": "Cavernous hemangioma . There are several known causes for cavernous hemangiomas, but some cases are still unknown. Radiation treatment used for other medical conditions has been suggested to cause cavernous malformation in some patients. Hemangioma tumors are a result of rapid proliferation of endothelial cells and pericytic hyperplasia, or the enlargement of tissue as a result of abnormal cell division pericytes. The pathogenesis of hemangioma is still not understood. It has been suggested that growth factors and hormonal influences contribute to the abnormal cell proliferation. Cavernous liver hemangiomas are more commonly diagnosed in women who have been pregnant. As a result of this, it is believed that estrogen levels may play a role in the incidence of liver cavernomas.  Genetic studies show that specific gene mutations or deletions are causes for the disease. The genes identified for cerebral cavernous hemangiomas (or malformations), are CCM1 (also KRIT1), CCM2 (also MGC4607, malcavernin) and CCM3 (also PDCD10). The loss of function of these genes is believed to be responsible for cerebral cavernous malformations. Furthermore, it is also believed that a \"second hit mutation\" is necessary for the onset of the disease. This means that having a mutation in one of the two genes present on a chromosome is not enough to cause the cavernous malformation, but mutation of both alleles would cause the malformation. Additionally, research on hemangiomas in general has shown that loss of heterozygosity is common in tissue where hemangioma develops. This would confirm that more than a single allele mutation is needed for the abnormal cell proliferation. KRIT1 has been shown to act as a transcription factor in the development of arterial blood vessels in mice. CCM2 has overlapping structure with CCM1 (KRIT1) and acts as a scaffolding protein when expressed. Both genes are involved with MAP3K3 and thus appear to be a part of the same pathway. CCM2 has been shown to cause embryonic death in mice. Lastly, the CCM3 gene has been shown to have similar expression to CCM1 and CCM2, suggesting a link in its functionality. Currently, no experiments have determined its exact function. The lack of function of these genes in control of a proliferative signaling pathway would result in uncontrolled proliferation and the development of a tumor. Gradient-Echo T2WI magnetic resonance imaging (MRI) is most sensitive method for diagnosing cavernous hemangiomas. MRI is such a powerful tool for diagnosis, it has led to an increase in diagnosis of cavernous hemangiomas since the technology's advent in the 1980s. The radiographic appearance is most commonly described as \"popcorn\" or \"mulberry\"-shaped. Computed tomography (CT) scanning is not a sensitive or specific method for diagnosing cavernous hemangiomas. Angiography is typically not necessary, unless it is required to rule out other diagnoses. Additionally, biopsies can be obtained from tumor tissue for examination under a microscope. It is essential to diagnose cavernous hemangioma because treatments for this benign tumor are less aggressive than that of cancerous tumors, such as angiosarcoma. However, since MRI appearance is practically pathognomonic, biopsy is rarely needed for verification.",
            "score": 183.29471564292908
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 173.2457091808319
        },
        {
            "docid": "11926033_12",
            "document": "Ephrin . Experiment done with Eph receptor knockout mice revealed disorder in the distribution of different cell types. Absorptive cells of various differentiation were mixed with the stem cells within the villi. Without the receptor, the Ephrin ligand was proved to be insufficient for the correct cell placement. Recent studies with knockout mice have also shown evidence of the ephrin-eph interaction indirect role in the suppression of colorectal cancer. The development of adenomatous polyps created by uncontrolled outgrowth of epithelial cells is controlled by ephrin-eph interaction. Mice with APC mutation, without ephrin-B protein lack the means to prevent the spread of ephB positive tumor cells throughout the crypt-villi junction.",
            "score": 202.30216586589813
        },
        {
            "docid": "1638257_14",
            "document": "Birt–Hogg–Dubé syndrome . People with Birt–Hogg–Dubé syndrome are born with one mutated copy of the FLCN gene in each cell. Haploinsufficiency—only having one functional copy of the FLCN gene—is enough to cause the fibrofolliculomas and pulmonary cysts, however, one copy of the gene is enough to keep kidney cells in check. During their lifetime, random mutations might inactivate the normal copy of the gene in a subset of cells. When this occurs, the result is that these cells have no functional copies of the FLCN gene, allowing the cells grow out of control. This loss of heterozygosity is a common mechanism in cancer, and it is frequently detected in the renal cancers associated with BHD. The molecular genetic defects in renal tumors of people with BHD are different from two other similar kidney tumors, chromophobe renal cell carcinoma and renal oncocytoma. BHD-associated tumorigenesis differs between the kidney, where loss of FLCN heterozygosity is responsible for cancers, and the skin, where FLCN is strongly expressed in heterozygotes. FLCN has been found to be overexpressed in fibrofolliculoma tissue and to have very low levels of expression in affected kidneys. Furthermore, the mTOR pathway is shown to be activated in tumor tissue from both humans and mice.",
            "score": 159.08170557022095
        },
        {
            "docid": "206979_10",
            "document": "Colorectal cancer . Beyond the defects in the Wnt signaling pathway, other mutations must occur for the cell to become cancerous. The p53 protein, produced by the \"TP53\" gene, normally monitors cell division and kills cells if they have Wnt pathway defects. Eventually, a cell line acquires a mutation in the \"TP53\" gene and transforms the tissue from a benign epithelial tumor into an invasive epithelial cell cancer. Sometimes the gene encoding p53 is not mutated, but another protective protein named BAX is mutated instead.",
            "score": 169.89443135261536
        },
        {
            "docid": "31321569_11",
            "document": "The Hallmarks of Cancer . To tightly control cell division, cells have processes within them that prevent cell growth and division. These processes are orchestrated by proteins known as tumor suppressor genes. These genes take information from the cell to ensure that it is ready to divide, and will halt division if not (when the DNA is damaged, for example). In cancer, these tumour suppressor proteins are altered so that they don't effectively prevent cell division, even when the cell has severe abnormalities. Another way cells prevent over-division is that normal cells will also stop dividing when the cells fill up the space they are in and touch other cells; known as contact inhibition. Cancer cells do not have contact inhibition, and so will continue to grow and divide, regardless of their surroundings.",
            "score": 200.4701647758484
        },
        {
            "docid": "13991053_9",
            "document": "IRS1 . IRS-1, as a signalling adapter protein, is able to integrate different signalling cascades, which indicates its possible role in cancer progression. IRS-1 protein is known to be involved in various types of cancer, including colorectal, lung, prostate and breast cancer. IRS-1 integrates signalling from insulin receptor (InsR), insulin-like growth factor-1 receptor (IGF1R) and many other cytokine receptors and is elevated in β-catenin induced cells. Some evidence shows that TCF/LEF-β-catenin complexes directly regulate IRS-1. IRS-1 is required for maintenance of neoplasmic phenotype in adenomatous polyposis coli (APC) - mutated cells, it is also needed for transformation in ectopically expressing oncogenic β-catenin cells. IRS-1 dominant-negative mutant functions as tumor suppressor, whereas ectopic IRS-1 stimulates oncogenic transformation. IRS-1 is upregulated in colorectal cancers (CRC) with elevated levels of β-catenin, c-MYC, InsRβ and IGF1R. IRS-1 promotes CRC metastasis to the liver. Decreased apoptosis of crypt stem cells is associated with colon cancer risk. Reduced expression of IRS-1 in Apc (min/+) mutated mice showes increased irradiation-induced apoptosis in crypt. Deficiency in IRS-1 - partial (+/-) or absolute (-/-) - in Apc (min/+) mice demonstrates reduced amount of tumors comparing to IRS-1 (+/+)/ Apc (min/+) mice.",
            "score": 170.8178415298462
        },
        {
            "docid": "24950378_16",
            "document": "Cell–cell interaction . Cancer can result from the loss of cell-cell interaction. In normal cells, growth is controlled by contact inhibition in which contact with neighboring cells causes a stunt in cell growth. Contact inhibition is thought to be mediated by cadherins, proteins that play an important role in cell adhesion. This inhibition prevents cells from piling up on top of one another and forming mounds. However, in cancerous cells where expression of E-cadherin is lost, contact inhibition is lost and results in uncontrolled growth or proliferation, tumor formation, and metastasis.",
            "score": 204.28070998191833
        },
        {
            "docid": "1920949_13",
            "document": "FOXP3 . Foxp3 is a recruiter of other anti-tumor enzymes such as CD39 and CD8. The overexpression of CD39 is found in patients with multiple cancer types such as melanoma, leukemia, pancreatic cancer, colon cancer, and ovarian cancer. This overexpression may be protecting tumorous cells, allowing them to create their “escape phase”. A cancerous tumor’s “escape phase” is where the tumor grows quickly and it becomes clinically invisible by becoming independent of the extracellular matrix and creating its own immunosuppressive tumor microenvironment. The consequences of a cancer cell reaching the “escape phase” is that it allows it to completely evade the immune system, which reduces the immunogenicity and ability to become clinically detected, allowing it to progress and spread throughout the body. Some cancer patients have also been known to display higher numbers of mutated CD4 cells. These mutated cells will then produce large quantities of TGF-β and IL-10, (a Transforming Growth Factor β and an inhibitory cytokine respectively,) which will suppress signals to the immune system and allow for tumor escape. In one experiment a 15-mer synthetic peptide, P60, was able to inhibit Foxp3’s ability to function. P60 did this by entering the cells and then binding to Foxp3, where it hinders Foxp3’s ability to translocate to the nucleus. Due to this, Foxp3 could no longer properly suppress the transcription factors NF-kB and NFAT; both of which are protein complexes that regulate transcription of DNA, cytokine production and cell survival. This would inhibit a cell’s ability to perform apoptosis and stop its own cell cycle, which could potentially allow an affected cancerous cell to survive and reproduce.",
            "score": 188.48423957824707
        }
    ],
    "r": [
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 249.6322784423828
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 224.6907501220703
        },
        {
            "docid": "52042018_2",
            "document": "Cellular Inhibitor of Apoptosis Protein 1 . cIAP1 (also named BIRC2) is the abbreviation for a human protein, cellular inhibitor of apoptosis protein-1. It belongs to the IAP family of proteins and therefore contains at least one BIR (baculoviral IAP repeat) domain.  cIAP1 is a multi-functional protein which can be found in the cytoplasm of cells and in the nucleus of tumor cells. Its function in this particular case is yet to be understood. However, it is well-known that this protein has a big influence in the growth of diverse cancers. cIAP1 is involved in the development process of osteosarcoma and gastric cancer among others. The ubication of cIAP1 is diverse depending on the phase of the living cycle of the cell. In healthy cells the protein is usually found in the nucleus. This was experimentally determined by immunofluorescence microscopy and subcellular fractionations methods. However, when the cell is apoptotic nuclear export of cIAP1 is induced provoking an increase in the cytosolic concentration of the protein. When a cell is tumorous it does not cease to proliferate inhibiting the apoptosis, as a result, in cancerous cells cIAP1 is rarely located in the cytoplasm.",
            "score": 222.1023712158203
        },
        {
            "docid": "31546750_5",
            "document": "Tumstatin . Since tumstatin has been shown to reduce angiogenesis in tumors, there is great potential to use this knowledge as treatment for cancer. Tumstatin binds to the endothelium of the tumor and is thus able to affect tumor growth. By affecting the apoptotic pathway, tumstatin inhibits the proliferation of endothelial cells. Tumstatin is a cell-specific inhibitor for protein synthesis and therefore affects angiogenesis, which occurs at the protein synthesis level. It has been shown that the efficacy of tumstatin in reducing angiogenesis in tumors increases with tumor size (tumors larger than 500 mm³).  In addition to limiting the proliferation of endothelial cells, tumstatin also limits angiogenesis in melanoma cells. The 54-132 amino acid sequence of the tumstatin fragment binds both endothelial and melanoma cells but only inhibits endothelial cell proliferation which the 185-203 amino acid sequence also binds both and inhibits only melanoma proliferation. This is important in discovering the correct binding sites for different cells types and could help to make cancer therapies more cell-type specific.",
            "score": 221.2646026611328
        },
        {
            "docid": "1643827_5",
            "document": "Mitogen . Mitogens are important in cancer research due to their effects on the cell cycle. Cancer is in part defined by a lack of, or failure of, control in the cell cycle. Mitogens can contribute to this by causing the cell cycle to move forward when it should be prevented by some mechanism. In normal cells, conditions such as this would be corrected by mechanisms designed to prevent the uncontrolled growth of cells, internal or external, and would result in apoptosis should the cell be unable to repair the damage. In cancerous cells, by some mechanism or other, the ability of the cell to control its own growth is impeded and external mechanisms designed to kill abnormal cells do not function. One system particularly important in the proliferation of cancers is the mitogen-activated protein kinase, or MAPK, system. These proteins have functions that are not related to mitogenesis, but can be triggered by mitogens and do control the cell cycle. MAPK proteins are capable of controlling the cell cycle either to prevent or encourage the growth of cells. The MAPK pathway can be triggered by many ligands, including hormones and growth factors. Some breast cancer types have very high MAPK activity, which is not found even in benign breast tumors. The overexpression of MAP kinase in these cells aids in their proliferation. These are known as hormone-dependent breast cancers, as the MAPK activation in these cancers is connected to exposure to estradiol.",
            "score": 220.04209899902344
        },
        {
            "docid": "13975479_17",
            "document": "RHOA . Protein expression of RhoA has been identified to be significantly higher in testicular tumor tissue than that in nontumor tissue; expression of protein for RhoA, ROCK-I, ROCK-II, Rac1, and Cdc42 was greater in tumors of higher stages than lower stages, coinciding with greater lymph metastasis and invasion in upper urinary tract cancer. Although both RhoA and RhoC proteins comprise a significant part of the Rho GTPases that are linked to promoting the invasive behavior of breast carcinomas, attributing specific functions to these individual members has been difficult. We have used a stable retroviral RNA interference approach to generate invasive breast carcinoma cells (SUM-159 cells) that lack either RhoA or RhoC expression. Analysis of these cells enabled us to deduce that RhoA impedes and RhoC stimulates invasion. Unexpectedly, this analysis also revealed a compensatory relationship between RhoA and RhoC at the level of both their expression and activation, and a reciprocal relationship between RhoA and Rac1 activation. Chronic Myeloid Leukemia (CML), a stem cell disorder that prevents myeloid cells from functioning correctly, has been linked to actin polymerization. Signaling proteins like RhoA, regulate polymerization of actin. Due to differences proteins exhibited between normal and affected neutrocytes, RhoA has become the key element; further experimentation has also shown that RhoA-inhibiting pathways prevent the overall growth of CML cells. As a result, RhoA has significant potential as a therapeutic target in gene therapy techniques to treating CML. Therefore, RhoA’s role in the proliferation of cancer cell phenotypes is a key application that can be applied to targeted cancer therapeutics and the development for pharmaceuticals.",
            "score": 216.13418579101562
        },
        {
            "docid": "2792071_4",
            "document": "Neurofibromatosis type II . NF II is caused by a defect in the gene that normally gives rise to a product called \"Merlin\" or \"Schwannomin\", located on chromosome 22 band q11-13.1. This peptide is thought to have a tumor-suppressive function. In a normal cell, the concentrations of active (dephosphorylated) merlin are controlled by processes such as cell adhesion (which would indicate the need to restrain cell division). It is known that Merlin's deficiency can result in unmediated progression through the cell cycle due to the lack of contact-mediated tumour suppression, sufficient to result in the tumors characteristic of Neurofibromatosis type II. Mutations of NF II is presumed to result in either a failure to synthesize Merlin or the production of a defective peptide that lacks the normal tumor-suppressive effect. The Schwannomin-peptide consists of 595 amino acids. Comparison of Schwannomin with other proteins shows similarities to proteins that connect the cytoskeleton to the cell membrane. Mutations in the Schwannomin-gene are thought to alter the movement and shape of affected cells with loss of contact inhibition. Ependymomas are tumors arising from the ependyma, an epithelium-like tissue of the central nervous system. In patients with NF2 and ependymomas, the tumor suppressant function of Merlin may be compromised. Loss of function mutations occurring in chromosome 22q, where Merlin proteins are coded, can promote tumorigenesis, or the creation of new tumorous cells. Deletions, too, in the NH2-terminal domain of merlin proteins have been associated with early tumor onset and poor prognosis in affected patients.",
            "score": 215.12060546875
        },
        {
            "docid": "1648200_24",
            "document": "L1 (protein) . L1CAM protein expression is normally restricted to neurons. However, it has been noticed there's L1CAM overexpression in all types of cancer cells, which has been associated with poor prognosis, tumor progression and metastasis. This up-regulation may not be necessarily associated with mutations in L1 transcription factors. It has been seen this protein plays a key role in inflammatory reactions as the one's taking place in the tissue surrounding a tumor. This could explain why this protein gets suddenly overproduced in tumor cells. L1CAM's diverse functions make tumor cells more aggressive and resistant. Their migratory and motility related functions may result key in cell epithelial–mesenchymal transition (EMT) allowing cells to lose cell to cell static junctions and apico-basal polarity leading to them becoming migratory and independent. Also, its capacity to form adhesive interactions within different cell types may result in an advantage for tumor cells when it comes to co-opt and invade the surrounding tissues or capillaries.",
            "score": 213.0096893310547
        },
        {
            "docid": "14764448_38",
            "document": "H19 (gene) . However, in breast cancer, 72.5% of the breast adenocarcinomas studied by Adriaenssens \"et al.\" displayed increased H19 expression when compared to normal breast tissue. Of the tissues with upregulated H19, 92.2% are stromal cells and only 2.9% are epithelial cells.  Studies by Berteaux \"et al.\" have also found that the overexpression of H19 in breast cancer cells promotes proliferation.  The expression of H19 in these cells is also independent of the tumor suppressor protein p53 and the cell cycle marker Ki-67. However, the presence of tumor suppressor protein pRb and transcription factor E2F6 is sufficient to repress H19 expression in breast cancer cells.",
            "score": 211.09515380859375
        },
        {
            "docid": "13562705_5",
            "document": "RAC1 . Along with other subfamily of Rac and Rho proteins, they exert an important regulatory role specifically in cell motility and cell growth. Rac1 has ubiquitous tissue expression, and drives cell motility by formation of lamellipodia. In order for cancer cells to grow and invade local and distant tissues, deregulation of cell motility is one of the hallmark events in cancer cell invasion and metastasis. Overexpression of a constitutively active Rac1 V12 in mice caused a tumor that's phenotypically indistinguishable from human Kaposi's sarcoma. Activating or gain-of-function mutations of Rac1 are shown to play active roles in promoting mesenchymal-type of cell movement assisted by NEDD9 and DOCK3 protein complex. Such abnormal cell motility may result in epithelial mesenchymal transition (EMT) – a driving mechanism for tumor metastasis as well as drug-resistant tumor relapse.",
            "score": 210.58169555664062
        },
        {
            "docid": "2457_41",
            "document": "Apoptosis . Apoptosis in HeLa cells is inhibited by proteins produced by the cell; these inhibitory proteins target retinoblastoma tumor-suppressing proteins. These tumor-suppressing proteins regulate the cell cycle, but are rendered inactive when bound to an inhibitory protein. HPV E6 and E7 are inhibitory proteins expressed by the human papillomavirus, HPV being responsible for the formation of the cervical tumor from which HeLa cells are derived. HPV E6 causes p53, which regulates the cell cycle, to become inactive. HPV E7 binds to retinoblastoma tumor suppressing proteins and limits its ability to control cell division. These two inhibitory proteins are partially responsible for HeLa cells' immortality by inhibiting apoptosis to occur. CDV (Canine Distemper Virus) is able to induce apoptosis despite the presence of these inhibitory proteins. This is an important oncolytic property of CDV: this virus is capable of killing canine lymphoma cells. Oncoproteins E6 and E7 still leave p53 inactive, but they are not able to avoid the activation of caspases induced from the stress of viral infection. These oncolytic properties provided a promising link between CDV and lymphoma apoptosis, which can lead to development of alternative treatment methods for both canine lymphoma and human non-Hodgkin lymphoma. Defects in the cell cycle are thought to be responsible for the resistance to chemotherapy or radiation by certain tumor cells, so a virus that can induce apoptosis despite defects in the cell cycle is useful for cancer treatment.",
            "score": 209.5332489013672
        },
        {
            "docid": "16858475_4",
            "document": "SH3BGRL3 . Proteins such as glutaredoxin and thioredoxin are reported as up-regulated in many cancers such as lung and pancreatic; they have been implicated in increased resistance of cancer cells to free-radicals. There is little current evidence which directly links SH3GRPL3 with survival in cancer cells, however the protein has recently been identified as up-regulated in glioblastoma multiforme compared to normal cerebral tissue on proteomic analysis. Studies of acute promyelocytic leukemia cell line NB4 have also reported up-regulation of the protein. Conversely, the related protein SH3BGRL is reported to be downregulated in fibroblasts, lymphoid cells, and splenic tumor cells transformed by the viral oncogene v-Rel. Co-expression of SH3BGRL with v-Rel in primary splenic lymphocytes reduced the number of colonies formed by 76%. Xu et al. reported SH3BGRPL3 protein as a post-translational modification of the 27kDa tumor necrosis factor alpha (TNF-α) inhibitory protein, TIP-B1. This protein is potentially involved in resistance of cells to the apoptosis-inducing affect of TNF-α.",
            "score": 208.0380096435547
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 207.08547973632812
        },
        {
            "docid": "41585434_9",
            "document": "Anti-miRNA oligonucleotides . Following a study of 540 tumor samples of various cancer types, it was discovered that 15 miRNAs were upregulated and 12 were downregulated. From the study, it was concluded that these miRNA sequences had an effect on cell growth and apoptosis in the cell. AMOs play into the equation as this regulatory factor for the miRNAs involved in cancer. If bound to a single affected miRNA site, the effect appears to be minimal. However, by creating sequences of anti-miRNA Oligonucleotides to bind to all of these implicit miRNAs, there was increased cell death within the cancer cells. One study involving antagomirs, a different variation of anti-miRNA oligonucleotides, focused on reducing induced tumors in mice. After 2 weeks of treatment, tumor growth was inhibited and regression was shown in 30% of cases. This illustrates that AMOs can be used to successfully inhibit cancers through miRNAs. This inhibition is caused by a direct silencing interaction of the miRNAs that in turn bind on the mRNA sequences that create proteins in cancer cells, as well as increased control of cellular processes of cancer.",
            "score": 206.4969940185547
        },
        {
            "docid": "21224498_16",
            "document": "Roundabout (gene family) . The Robo4 receptor has been linked to angiogenesis in both mice and zebrafish. It is also present in human microvascular endothelial cells (HMVEC) and human umbilical vein endothelial cells (HUVEC). Exposure of Robo4 to Slit2 inhibits angiogenesis. However, exposure to a protein that inhibits Slit2 also inhibits angiogenesis. Due to these inconclusive results, the role of Robo4 in blood vessel growth is not completely understood. Robo1 has been linked to cancerous tumor growth and suppression. The Slit2/Robo1 pathway has been associated with tumor angiogenesis, leading to subsequent tumor growth. Slit2 proteins have been identified in several varieties of tumors, including melanoma, breast cancer, small cell lung cancer, and bladder cancer. Furthermore, inhibition of the Slit2/Robo1 pathway via R5 and RoboN reduced tumor mass and volume, while also reducing microvessel density. However, Slit2 proteins have not been identified in all kinds of tumors, and other research suggests that Slit-2 expression may suppress tumors in small cell lung cancer and breast cancer.",
            "score": 206.316162109375
        },
        {
            "docid": "14043373_15",
            "document": "Promyelocytic leukemia protein . Both humans and mice have been found to demonstrate an increased propensity for tumor formation upon loss of PML function. PML disruption occurs in a wide variety of cancer types, and results in more metastatic tumors, and correspondingly poorer prognoses. It is thought that, beyond the importance it plays in apoptotic roles, PML inactivation may cause cells to favor tumor progression by allowing the cell to accumulate additional genetic damage. Many proteins involved in genomic stability maintenance rely on the PML-NBs for targeting, and PML loss thus leads to a decrease in repair efficiency within the cell.",
            "score": 206.17735290527344
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 204.9917449951172
        },
        {
            "docid": "24950378_16",
            "document": "Cell–cell interaction . Cancer can result from the loss of cell-cell interaction. In normal cells, growth is controlled by contact inhibition in which contact with neighboring cells causes a stunt in cell growth. Contact inhibition is thought to be mediated by cadherins, proteins that play an important role in cell adhesion. This inhibition prevents cells from piling up on top of one another and forming mounds. However, in cancerous cells where expression of E-cadherin is lost, contact inhibition is lost and results in uncontrolled growth or proliferation, tumor formation, and metastasis.",
            "score": 204.2807159423828
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 204.11865234375
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 204.0198516845703
        },
        {
            "docid": "27557852_13",
            "document": "Stable nucleic acid lipid particle . In 2009, researchers developed siRNAs capable of targeting both polo-like kinase 1(PLK1) and kinesin spindle protein(KSP). Both proteins are important to the cell-cycle of tumor cells, PLK1 involved with phosphorylation of a variety of proteins and KSP integral to chromosome segregation during mitosis. Specifically, bipolar mitotic spindles are unable to form when KSP is inhibited, leading to arrest of the cell cycle and, eventually, apoptosis. Likewise, inhibition of PLK1 facilitates mitotic arrests and cell apoptosis. According to the study, a 2 mg/kg dose of PLK1-specific siRNA administered for 3 weeks to mice implanted with tumors resulted in increased survival times and obvious reduction of tumors. In fact, the median survival time of treated mice was 51 days as opposed to 32 days for the controls. Further, only 2 of the 6 mice treated had noticeable tumors around the implantation site. Even so, GAPDH, a tumor-derived signal, was present at low levels, indicating significant suppression of tumor growth but not complete elimination. Still, the results suggested minimal toxicity and no significant dysfunction of the bone marrow. Animals treated with KSP-specific siRNA, too, exhibited increased survival times of 28 days compared to 20 days in the controls.",
            "score": 203.2952117919922
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 203.19541931152344
        },
        {
            "docid": "14761654_11",
            "document": "MDC1 . \"MDC1\" is a putative tumor suppressor. Knockout studies in mice have shown an increase in tumor development when \"MDC1\" is lost. Reduction in MDC1 protein levels has been observed in a large number of breast and lung carcinomas. Several studies on various human cancer cell lines including the A549 cell human lung carcinoma line, multiple esophageal cancer cell lines (TE11, YES2 ,YES5), and cervical cancer cell lines (HeLa, SiHa, and CaSki) showed increased sensitivity to anti-cancer drugs (adriamycin and cisplatin), when endogenous MDC1 protein levels were knockdown with siRNA. Because of MDC1s involvement in several pathways that are often misappropriated by cancer cells including the cell cycle checkpoints, DDR, and p53 tumor suppression, cancer treatments that target \"MDC1\" have the potential to be potent radiosensitizer and chemosensitizer.",
            "score": 202.8601531982422
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 202.8367462158203
        },
        {
            "docid": "4125086_9",
            "document": "HSPA8 . Hsp70 member proteins, including Hsp72, inhibit apoptosis by acting on the caspase-dependent pathway and against apoptosis-inducing agents such as tumor necrosis factor-α (TNFα), staurosporine, and doxorubicin. This role leads to its involvement in many pathological processes, such as oncogenesis, neurodegeneration, and senescence. In particular, overexpression of HSP72 has been linked to the development some cancers, such as hepatocellular carcinoma, gastric cancers, colon cancers, breast cancers, and lung cancers, which led to its use as a prognostic marker for these cancers. Elevated Hsp70 levels in tumor cells may increase malignancy and resistance to therapy by complexing, and hence, stabilizing, oncofetal proteins and products and transporting them into intracellular sites, thereby promoting tumor cell proliferation. As a result, tumor vaccine strategies for Hsp70s have been highly successful in animal models and progressed to clinical trials. One treatment, a Hsp72/AFP recombined vaccine, elicited robust protective immunity against AFP-expressing tumors in mice experiments. Therefore, the vaccine holds promise for treating hepatocellular carcinoma. Alternatively, overexpression of Hsp70 can mitigate damage from ischemia-reperfusion in cardiac muscle, as well damage from neurodegenerative diseases, such as Alzheimer’s disease, Parkinson’s disease, Huntington’s disease, and spinocerebellar ataxias, and aging and cell senescence, as observed in centenarians subjected to heat shock challenge. In particular, Hsc70 plays a protective role in the aforementioned diseases, as well as in other neuropsychiatric disorders such as schizophrenia. Its protective role was further highlighted in a study that identified HSPA8 alongside other HSP70 proteins in a core sub-network of the wider chaperome interactome that functions as a proteostasis safeguard and that is repressed in aging brains and in the brains of Alzheimer's, Parkinson's and Huntington's disease patients.",
            "score": 202.7509002685547
        },
        {
            "docid": "7107162_4",
            "document": "Calcium-binding protein . Many different calcium-binding proteins exist, with different cellular and tissue distribution and involvement in specific functions. Calcium binding proteins also serve an important physiological role for cells. The most ubiquitous Ca-sensing protein, found in all eukaryotic organisms including yeasts, is calmodulin. Intracellular storage and release of Ca from the sarcoplasmic reticulum is associated with the high-capacity, low-affinity calcium-binding protein calsequestrin. Calretinin is another type of Calcium binding protein weighing 29kD. It is involved in cell signaling and shown to exist in neurons. This type of protein is also found in large quantities in malignant mesothelial cells, which can be easily differentiated from carcinomas. This differentiation is later applied for a diagnosis on ovarian stromal tumors. Also, another member of the EF-hand superfamily is the S100B protein, which regulates p53. P53 is known as a tumor suppressor protein and in this case acts as a transcriptional activator or repressor of numerous genes. S100B proteins are abundantly found in cancerous tumor cells causing them to be overexpressed, therefore making these proteins useful for classifying tumors. In addition, this explains why this protein can easily interact with p53 when transcriptional regulation takes place.",
            "score": 202.7101287841797
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 202.67596435546875
        },
        {
            "docid": "8173924_20",
            "document": "Elaine Fuchs . Also importantly, Elaine Fuchs and her team have conducted research on the way that cancer stem cells interact with their microenvironments. Through examining skin cancer in mice, she concluded that the speed at which stem cells will divide and how they divide is dependent on their niche. For example, she examined the inhibitory signaling molecule, TGF-beta, which is found near the blood vessels of a tumor. The effects of TGF-beta and how it restrains normal skin cell growth had been studied by researchers before Fuchs. However, she specifically looked at the intermediate steps of tumor progression by creating a TGF-beta reporter system. She accomplished this by developing tumors that expressed a gene commonly found in skin cancer cells, HRasD12V. Her research demonstrated that the cancerous stem cells lacking the TGF-beta are unable to stop growing, but, however, they are sensitive to antiproliferative drugs. This is unlike the cancerous stem cells which do contain TGF-beta. They were found to be resistant to aniproliferative drugs, although they grow at a much slower rate. They found, in other words, that TGF-beta responding cells are still malignant in their slow proliferative state but are actually resistant to chemotherapy drugs, such as cisplatin. Fuchs determined that both the factors internal to the cell and the cell’s external surrounding environment have an effect on the stem cells’ “stemness,” their ability to divide, and how they divide.",
            "score": 202.40182495117188
        },
        {
            "docid": "11926033_12",
            "document": "Ephrin . Experiment done with Eph receptor knockout mice revealed disorder in the distribution of different cell types. Absorptive cells of various differentiation were mixed with the stem cells within the villi. Without the receptor, the Ephrin ligand was proved to be insufficient for the correct cell placement. Recent studies with knockout mice have also shown evidence of the ephrin-eph interaction indirect role in the suppression of colorectal cancer. The development of adenomatous polyps created by uncontrolled outgrowth of epithelial cells is controlled by ephrin-eph interaction. Mice with APC mutation, without ephrin-B protein lack the means to prevent the spread of ephB positive tumor cells throughout the crypt-villi junction.",
            "score": 202.3021697998047
        },
        {
            "docid": "35739540_4",
            "document": "ALECSAT . In order to have efficient eradication of cancer cells, the immune system cells should be able to both populate in the secondary lymphoid organs for a long-lasting effect and target a shared variety of tumor cells as opposed to one, specific cancer cell. In the ALECSAT method, several different cells are activated to accomplish this. Cytotoxic T lymphocytes (CTL) are activated to target the cells that present proteins characteristic of tumor cells Some tumor cells, however, do not present an antigen due to lack of a major histocompatibility complex (MHC) and therefore cannot be recognized by the CTLs. The cells that do not present an antigen are targeted by activated NK cells, leaving little opportunity for any cancer cells to escape. CTLs and NK cells are both effector cells so helper T-cells (T) are also prepared in order to create memory cells for long term resistance toward tumor cells. T helper 1 (TH1) cells, when injected with overexpressed tumor antigens, have been shown to enhance migration of antigen-presenting cells (APCs) into the draining lymph node in mice, further enhancing immune response through activation of CTLs.",
            "score": 200.95632934570312
        },
        {
            "docid": "31321569_11",
            "document": "The Hallmarks of Cancer . To tightly control cell division, cells have processes within them that prevent cell growth and division. These processes are orchestrated by proteins known as tumor suppressor genes. These genes take information from the cell to ensure that it is ready to divide, and will halt division if not (when the DNA is damaged, for example). In cancer, these tumour suppressor proteins are altered so that they don't effectively prevent cell division, even when the cell has severe abnormalities. Another way cells prevent over-division is that normal cells will also stop dividing when the cells fill up the space they are in and touch other cells; known as contact inhibition. Cancer cells do not have contact inhibition, and so will continue to grow and divide, regardless of their surroundings.",
            "score": 200.47015380859375
        },
        {
            "docid": "1082927_5",
            "document": "Haptotaxis . A characteristic of many cancers is the ability to move throughout the body. These are malignant cells, and pose a serious threat to the health of an individual. It has been indicated that haptotaxis plays a role in the ability of malignant cells to metastasize. One factor that was initially found to influence haptotaxis is serum spreading factor, which is present in blood serum and interstitial tissues. The presence of serum spreading factor was shown to influence directed migration along a gradient of substrate molecules in a few types of cancer cells. Another component important in the haptotaxis of tumor cells is MenaINV, which is an actin regulatory protein that becomes increasingly expressed in tumor cells. This actin regulatory protein binds to fibronectin receptors and aids in the haptotactic and chemotactic processes of tumor cells.",
            "score": 200.37355041503906
        }
    ]
}