{
    "q": [
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 199.77505087852478
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 166.30270743370056
        },
        {
            "docid": "1557120_7",
            "document": "Andersen–Tawil syndrome . The protein made by the \"KCNJ2\" gene forms a channel that transports potassium ions into muscle cells. The movement of potassium ions through these channels is critical for maintaining the normal functions of skeletal muscles which are used for movement and cardiac muscle. Mutations in the \"KCNJ2\" gene alter the usual structure and function of potassium channels or prevent the channels from being inserted correctly into the cell membrane. Many mutations prevent a molecule called PIP2 from binding to the channels and effectively regulating their activity. These changes disrupt the flow of potassium ions in skeletal and cardiac muscle, leading to the periodic paralysis and irregular heart rhythm characteristic of Andersen–Tawil syndrome.Researchers have not yet determined the role of the KCNJ2 gene in bone development, and it is not known how mutations in the gene lead to the developmental abnormalities often found in Andersen–Tawil syndrome.",
            "score": 177.22256004810333
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 200.5033482313156
        },
        {
            "docid": "40286795_3",
            "document": "MYF5 . It is a protein with a key role in regulating muscle differentiation or myogenesis, specifically the development of skeletal muscle. Myf5 belongs to a family of proteins known as myogenic regulatory factors (MRFs). These basic helix loop helix transcription factors act sequentially in myogenic differentiation. MRF family members include Myf5, MyoD (Myf3), myogenin, and MRF4 (Myf6). This transcription factor is the earliest of all MRFs to be expressed in the embryo, where it is only markedly expressed for a few days (specifically around 8 days post-somite formation and lasting until day 14 post-somite in mice). It functions during that time to commit myogenic precursor cells to become skeletal muscle. In fact, its expression in proliferating myoblasts has led to its classification as a determination factor. Furthermore, Myf5 is a master regulator of muscle development, possessing the ability to induce a muscle phenotype upon its forced expression in fibroblastic cells.",
            "score": 182.90046501159668
        },
        {
            "docid": "4821621_9",
            "document": "PAX3 . Table 1. Representative PAX3 transcriptional target genes. During development, one of the major lineages expressing Pax3 is the skeletal muscle lineage. Pax3 expression is first seen in the pre-somitic paraxial mesoderm, and then ultimately becomes restricted to the dermomyotome, which forms from the dorsal region of the somites. To form skeletal muscle in central body segments, PAX3-expressing cells detach from the dermomyotome and then Pax3 expression is turned off as Myf5 and MyoD1 expression is activated. To form other skeletal muscles, Pax3-expressing cells detach from the dermomyotome and migrate to more distant sites, such as the limbs and diaphragm. A subset of these Pax3-expressing dermomyotome-derived cells also serves as an ongoing progenitor pool for skeletal muscle growth during fetal development. During later developmental stages, myogenic precursors expressing Pax3 and/or Pax7 form satellite cells within the skeletal muscle, which contribute to postnatal muscle growth and muscle regeneration. These adult satellite cells remain quiescent until injury occurs, and then are stimulated to divide and regenerate the injured muscle.",
            "score": 211.0557098388672
        },
        {
            "docid": "1113514_14",
            "document": "MyoD . In typical adult muscles in a resting condition (absence of physiological stress) the specific Wnt family proteins that are expressed are Wnt5a, Wnt5b, Wnt7a and Wnt4. When a muscle becomes injured (thus requiring regeneration) Wnt5a, Wnt5b, and Wnt7a are increased in expression. As the muscle completes repair Wnt7b and Wnt3a are increased as well. This patterning of Wnt signalling expression in muscle cell repair induces the differentiation of the progenitor cells, which reduces the number of available satellite cells. Wnt plays a crucial role in satellite cell regulation and skeletal muscle aging and also regeneration. Wnts are known to active the expression of Myf5 and MyoD by Wnt1 and Wnt7a. Wnt4, Wnt5, and Wnt6 function to increase the expression of both of the regulatory factors but at a more subtle level. Additionally, MyoD increases Wnt3a when myoblasts undergo differentiation. Whether MyoD is activated by Wnt via cis-regulation direct targeting or through indirect physiological pathways remains to be elucidated.",
            "score": 220.20769131183624
        },
        {
            "docid": "20462201_3",
            "document": "Myostatin-related muscle hypertrophy . Mutations in the \"MSTN\" gene cause myostatin-related muscle hypertrophy. The \"MSTN\" gene provides instructions for making a protein called myostatin, which is active in muscles used for movement (skeletal muscles) both before and after birth. This protein normally restrains muscle growth, ensuring that muscles do not grow too large. Mutations that reduce the production of functional myostatin lead to an overgrowth of muscle tissue. Myostatin-related muscle hypertrophy has a pattern of inheritance known as incomplete autosomal dominance. People with a mutation in both copies of the gene in each cell (homozygotes) have significantly increased muscle mass and strength. People with a mutation in one copy of the \"MSTN\" gene in each cell (heterozygotes) also have increased muscle bulk, but to a lesser degree.",
            "score": 185.01185750961304
        },
        {
            "docid": "6026357_25",
            "document": "Myogenesis . There are a number of events that occur in order to propel the specification of muscle cells in the somite. For both the lateral and medial regions of the somite, paracrine factors induce myotome cells to produce MyoD protein—thereby causing them to develop as muscle cells. A transcription factor (TCF4) of connective tissue fibroblasts is involved in the regulation of myogenesis. Specifically, it regulates the type of muscle fiber developed and its maturations. Low levels of TCF4 promote both slow and fast myogenesis, overall promoting the maturation of muscle fiber type. Thereby this shows the close relationship of muscle with connective tissue during the embryonic development.",
            "score": 173.339693069458
        },
        {
            "docid": "6026357_17",
            "document": "Myogenesis . As stated earlier, the combination of Myf5 and MyoD is crucial to the success of myogenesis. Both MyoD and Myf5 are members of the myogenic bHLH (basic helix-loop-helix) proteins transcription factor family. Cells that make myogenic bHLH transcription factors (including MyoD or Myf5) are committed to development as a muscle cell. Consequently, the simultaneous deletion of Myf5 and MyoD also results in a complete lack of skeletal muscle formation. Research has shown that MyoD directly activates its own gene; this means that the protein made binds the \"myoD\" gene and continues a cycle of MyoD protein production. Meanwhile, Myf5 expression is regulated by Sonic hedgehog, Wnt1, and MyoD itself. By noting the role of MyoD in regulating Myf5, the crucial interconnectedness of the two genetic factors becomes clear.",
            "score": 165.15617907047272
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 198.88544249534607
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 165.86528432369232
        },
        {
            "docid": "1556233_10",
            "document": "Fibrodysplasia ossificans progressiva . The gene that causes ossification is normally deactivated after a fetus's bones are formed in the womb, but in patients with FOP, the gene keeps working. Aberrant bone formation in patients with FOP occurs when injured connective tissue or muscle cells at the sites of injury or growth incorrectly express an enzyme for bone repair during apoptosis (self-regulated cell death), resulting in lymphocytes containing excess bone morphogenetic protein 4 (BMP4) provided during the immune system response. The bone that results occurs independently of the normal skeleton, forming its own discrete skeletal elements. These elements, however, can fuse with normal skeletal bone. The diaphragm, tongue, and extra-ocular muscles are spared in this process, as well as cardiac and smooth muscle. Since the incorrect enzyme remains unresolved within the immune response, the body continues providing the incorrect BMP4-containing lymphocytes. BMP4 is a product that contributes to the development of the skeleton in the normal embryo.",
            "score": 166.683758020401
        },
        {
            "docid": "14517273_8",
            "document": "GPR56 . Outside the nervous system, GPR56 has been linked to muscle function and male fertility. The expression of GPR56 is upregulated during early differentiation of human myoblasts. Investigation of Gpr56 knockout mice and BFPP patients showed that GPR56 is required for in vitro myoblast fusion via signaling of serum response factor (SRF) and nuclear factor of activated T-cell (NFAT), but is not essential for muscle development in vivo. Additionally, GPR56 is a transcriptional target of peroxisome proliferator-activated receptor gamma coactivator 1-alpha 4 and regulates overload-induced muscle hypertrophy through Gα and mTOR signaling. Therefore, the study of knockout mice revealed that GPR56 is involved in testis development and male fertility. In melanocytic cells GPR56 gene expression may be regulated by MITF.",
            "score": 176.29381394386292
        },
        {
            "docid": "41585434_10",
            "document": "Anti-miRNA oligonucleotides . In the development of tissues in embryos, miRNA can have a role in the upregulation or downregulation of specific muscular development. miRNA-1 plays a role in muscle differentiation between cardiac and skeletal muscle precursor cells. In development, if levels of precursor cells are not properly regulated, it can result in muscular hypoplasia. By creating AMOs for these known miRNAs involved in muscle generation, it is possible to track a miRNA's specific mechanisms throughout the process of muscle generation by essentially using the created AMO to turn off the miRNA. This halts the production of myogenin(the transcription factor involved in myogenesis). By then measuring the changes in myogenin compared to standard, non-inhibited myogenesis, a miRNA's function can be determined as either upregulating or downregulating the synthesis of myogenin. By further understanding how certain miRNA sequences control the development of muscle, AMOs can be utilized to promote normal production levels of myogenin in organisms that have been detected to contain genetic errors involving myogenesis.",
            "score": 163.34170031547546
        },
        {
            "docid": "619064_9",
            "document": "G0 phase . During skeletal myogenesis, cycling progenitor cells known as myoblasts differentiate and fuse together into non-cycling muscle cells called myocytes that remain in a terminal G phase. As a result, the fibers that make up skeletal muscle (myofibers) are cells with multiple nuclei, referred to as myonuclei, since each myonucleus originated from a single myoblast. Skeletal muscle cells continue indefinitely to provide contractile force through simultaneous contractions of cellular structures called sarcomeres. Importantly, these cells are kept in a terminal G phase since disruption of muscle fiber structure after myofiber formation would prevent proper transmission of force through the length of the muscle. Muscle growth can be stimulated by growth or injury and involves the recruitment of muscle stem cells – also known as satellite cells – out of a reversible quiescent state. These stem cells differentiate and fuse to generate new muscle fibers both in parallel and in series to increase force generation capacity.",
            "score": 242.89297330379486
        },
        {
            "docid": "10739474_2",
            "document": "Potassium-aggravated myotonia . Mutations in the \"SCN4A\" gene cause potassium-aggravated myotonia. The \"SCN4A\" gene provides instructions for making a protein that is critical for the normal function of skeletal muscle cells. For the body to move normally, skeletal muscles contract and relax in a coordinated way. Muscle contractions are triggered by the flow of positively charged ions, including sodium, into skeletal muscle cells. The \"SCN4A\" protein forms channels that control the flow of sodium ions into these cells. Mutations in the \"SCN4A\" gene alter the usual structure and function of sodium channels. The altered channels cannot properly regulate ion flow, increasing the movement of sodium ions into skeletal muscle cells. The influx of extra sodium ions triggers prolonged muscle contractions, which are the hallmark of myotonia.",
            "score": 205.00021243095398
        },
        {
            "docid": "26009074_5",
            "document": "C2C12 . C2C12 cells demonstrate rapid development and maturation into functional skeletal muscle cells or cardiac muscle cells with the ability to contract and generate force. The rate of muscle formation from C2C12 cells can be controlled by the introduction of loss-of-functions genes vital for the fusion of myoblasts and myogenesis. Under necrotic conditions, such as tumor necrosis factor alpha (TNF-α), direct protein loss, particularly myosin heavy chain protein, in C2C12 skeletal muscle cells has been shown. C2C12 cells were used to elucidate inactivated X chromosome (Xi) replication during early S-phase of the cell cycle and is regulated epigenetically. C2C12 cells are especially convenient for studying the cell cycle due to its high division rate.",
            "score": 199.94896626472473
        },
        {
            "docid": "38789114_4",
            "document": "Tbx18 transduction . The Tbx18 gene is required for development of pacemaker cells in the heart during fetal development but is normally not functional after birth. Expression of Tbx18 after birth requires adenovirus vectors to deliver the gene into the atrial myocytes. Tbx18 transduction converts atrial muscle cells into SA node cells that initiate the heartbeat. An engineered virus carrying the Tbx18 gene is injected into animals and infects atrial muscle cells. Inside atrial muscle cells the Tbx18 gene is expressed. Tbx18 turns on genes that drive SA node cell development, simultaneously turning off genes that create atrial muscle cells. Tbx18 gene therapy has been successful in rodent hearts, converting atrial muscle cells into SA node cells by expression of the Tbx18 transcription factor. Tbx18 expression in atrial myocytes was shown to convert them into functional SA nodal cells in an experiment done in rodents. These converted SA node cells are able to respond to the nervous system, allowing the heart to be regulated as normal.",
            "score": 177.95500826835632
        },
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 195.31824719905853
        },
        {
            "docid": "14290865_4",
            "document": "Serum response factor . SRF is important during the development of the embryo, as it has been linked to the formation of mesoderm. In the fully developed mammal, SRF is crucial for the growth of skeletal muscle. Interaction of SRF with other proteins, such as steroid hormone receptors, may contribute to regulation of muscle growth by steroids. Interaction of SRF with other proteins such as myocardin or Elk-1 may enhance or suppress expression of genes important for growth of vascular smooth muscle.",
            "score": 133.82716155052185
        },
        {
            "docid": "3599829_5",
            "document": "Dysferlin . The most intensively studied role for dysferlin is in a cellular process called membrane repair. Membrane repair is a critical mechanism by which cells are able to seal dramatic wounds to the plasma membrane. Muscle is thought to be particularly prone to membrane wounds given that muscle cells transmit high force and undergo cycles of contraction. Dysferlin is highly expressed in muscle, and is homologous to the ferlin family of proteins, which are thought to regulate membrane fusion across a wide variety of species and cell types. Several lines of evidence suggest that dysferlin may be involved in membrane repair in muscle. First, dysferlin-deficient muscle fibers show accumulation of vesicles (which are critical for membrane repair in non-muscle cell types) near membrane lesions, indicating that dysferlin may be required for fusion of repair vesicles with the plasma membrane. Further, dysferlin-deficient muscle fibers take up extracellular dyes to a greater extent than wild-type muscle fibers following laser-induced wounding in-vitro. Dysferlin is also markedly enriched at membrane lesions with several additional proteins thought to be involved in membrane resealing, including annexin and MG53. Exactly how dysferlin contributes to membrane resealing is not clear, but biochemical evidence indicates that dysferlin may bind lipids in a calcium-dependent manner, consistent with a role for dysferlin in regulating fusion of repair vesicles with the sarcolemma during membrane repair. Furthermore, live-cell imaging of dysferlin-eGFP expressing myotubes indicates that dysferlin localizes to a cellular compartment that responds to injury by forming large dysferlin-containing vesicles, and formation of these vesicles may contribute to wound repair. Dysferlin may also be involved in Alzheimer's disease pathogenesis.",
            "score": 182.54118537902832
        },
        {
            "docid": "7337013_6",
            "document": "P38 mitogen-activated protein kinases . Abnormal activity (higher or lower than physiological) of P38 has been implicated in pathological events in several tissues, that include neuronal  bone, lung cardiac and skeletal muscle, red blood cells, and fetal tissues. The protein product of Proto-oncogene RAS can increase activity of p38, and thereby cause excessively high activity of transcription factor NF-κB. This transcription factor is normally regulated from intracellular pathways that integrate signals from the surrounding tissue and the immune system. In turn these signals coordinate between cell survival and cell death. Dysregulated NF-κB activity can activate genes that cause cancer cell survival, and can also activate genes that facilitate cancer cell metastasis to other tissues.",
            "score": 173.5726455450058
        },
        {
            "docid": "14056402_3",
            "document": "Actin, alpha 1 . Skeletal alpha actin expression is induced by stimuli and conditions known to cause muscle formation. Such conditions result in fusion of committed cells (satellite cells) into myotubes, to form muscle fibers. Skeletal actin itself, when expressed, causes expression of several other \"myogenic genes\", which are essential to muscle formation. One key transcription factor that activates skeletal actin gene expression is Serum Response Factor (\"SRF\"), a protein that binds to specific sites on the promoter DNA of the actin gene. SRF may bring a number of other proteins to the promoter of skeletal actin, such as andogen receptor, and thereby contribute to induction of skeletal actin gene expression by androgenic (often termed \"anabolic\") steroids.",
            "score": 179.11626553535461
        },
        {
            "docid": "1300485_4",
            "document": "Desmin . Desmin was first described in 1976, first purified in 1977, the gene was cloned in 1989, and the first knockout mouse was created in 1996. The function of desmin has been deduced through studies in knockout mice. Desmin is one of the earliest protein markers for muscle tissue in embryogenesis as it is detected in the somites. Although it is present early in the development of muscle cells, it is only expressed at low levels, and increases as the cell nears terminal differentiation. A similar protein, vimentin, is present in higher amounts during embryogenesis while desmin is present in higher amounts after differentiation. This suggests that there may be some interaction between the two in determining muscle cell differentiation. However desmin knockout mice develop normally and only experience defects later in life. Since desmin is expressed at a low level during differentiation another protein may be able to compensate for desmin's function early in development but not later on.",
            "score": 151.33988320827484
        },
        {
            "docid": "19723734_51",
            "document": "Muscle . Steinmetz et al. continue to argue for multiple origins of striated muscle in the metazoans by explaining that a key set of genes used to form the troponin complex for muscle regulation and formation in bilaterians is missing from the cnidarians and ctenophores, and of 47 structural and regulatory proteins observed, Steinmetz et al. were not able to find even on unique striated muscle cell protein that was expressed in both cnidarians and bilaterians. Furthermore, the Z-disc seemed to have evolved differently even within bilaterians and there is a great deal diversity of proteins developed even between this clade, showing a large degree of radiation for muscle cells. Through this divergence of the Z-disc, Steimetz et al. argue that there are only four common protein components that were present in all bilaterians muscle ancestors and that of these for necessary Z-disc components only an actin protein that they have already argued is an uninformative marker through its pleisiomorphic state is present in cnidarians. Through further molecular marker testing, Steinmetz et al. observe that non-bilaterians lack many regulatory and structural components necessary for bilaterians muscle formation and do not find any unique set of proteins to both bilaterians and cnidarians and ctenophores that are not present in earlier, more primitive animals such as the sponges and amoebozoans. Through this analysis the authors conclude that due to the lack of elements that bilaterians muscles are dependent on for structure and usage, nonbilaterian muscles must be of a different origin with a different set regulatory and structural proteins.",
            "score": 166.18409383296967
        },
        {
            "docid": "2040318_10",
            "document": "Myosatellite cell . Satellite cells proliferate following muscle trauma and form new myofibers through a process similar to fetal muscle development. After several cell divisions, the satellite cells begin to fuse with the damaged myotubes and undergo further differentiations and maturation, with peripheral nuclei as in hallmark. One of the first roles described for IGF-1 was its involvement in the proliferation and differentiation of satellite cells. In addition, IGF-1 expression in skeletal muscle extends the capacity to activate satellite cell proliferation (Charkravarthy, et al., 2000), increasing and prolonging the beneficial effects to the aging muscle.",
            "score": 180.52115631103516
        },
        {
            "docid": "8114777_12",
            "document": "Muscle hypertrophy . The message filters down to alter the pattern of gene expression. The additional contractile proteins appear to be incorporated into existing myofibrils (the chains of sarcomeres within a muscle cell). There appears to be some limit to how large a myofibril can become: at some point, they split. These events appear to occur within each muscle fiber. That is, hypertrophy results primarily from the growth of each muscle cell, rather than an increase in the number of cells. Skeletal muscle cells are however unique in the body in that they can contain multiple nuclei, and the number of nuclei can increase.",
            "score": 191.46708631515503
        },
        {
            "docid": "6026357_24",
            "document": "Myogenesis . During embryogenesis, the dermomyotome and/or myotome in the somites contain the myogenic progenitor cells that will evolve into the prospective skeletal muscle. The determination of dermomyotome and myotome is regulated by a gene regulatory network that includes a member of the T-box family, tbx6, ripply1, and mesp-ba. Skeletal myogenesis depends on the strict regulation of various gene subsets in order to differentiate the myogenic progenitors into myofibers. Basic helix-loop-helix (bHLH) transcription factors, MyoD, Myf5, myogenin, and MRF4 are critical to its formation. MyoD and Myf5 enable the differentiation of myogenic progenitors into myoblasts, followed by myogenin, which differentiates the myoblast into myotubes. MRF4 is important for blocking the transcription of muscle-specific promoters, enabling skeletal muscle progenitors to grow and proliferate before differentiating.",
            "score": 155.56111598014832
        },
        {
            "docid": "380541_26",
            "document": "Skeletal muscle . The transition from aerobic to anaerobic metabolism during intense work requires that several systems are rapidly activated to ensure a constant supply of ATP for the working muscles. These include a switch from fat-based to carbohydrate-based fuels, a redistribution of blood flow from nonworking to exercising muscles, and the removal of several of the by-products of anaerobic metabolism, such as carbon dioxide and lactic acid. Some of these responses are governed by transcriptional control of the fast twitch (FT) glycolytic phenotype. For example, skeletal muscle reprogramming from an ST glycolytic phenotype to an FT glycolytic phenotype involves the Six1/Eya1 complex, composed of members of the Six protein family. Moreover, the hypoxia-inducible factor 1-α (HIF1A) has been identified as a master regulator for the expression of genes involved in essential hypoxic responses that maintain ATP levels in cells. Ablation of HIF-1α in skeletal muscle was associated with an increase in the activity of rate-limiting enzymes of the mitochondria, indicating that the citric acid cycle and increased fatty acid oxidation may be compensating for decreased flow through the glycolytic pathway in these animals. However, hypoxia-mediated HIF-1α responses are also linked to the regulation of mitochondrial dysfunction through the formation of excessive reactive oxygen species in mitochondria.",
            "score": 174.4733190536499
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 125.48153734207153
        },
        {
            "docid": "15183201_5",
            "document": "AAMP (gene) . The protein contains a WD40 domain which permits multi-proteins complexes formation and a heparin-binding domain which mediates heparin-sensitive cell adhesion. AAMP helps to regulate vascular endothelial cell migration regulation and angiogenesis, with other signaling pathway like RhoA/Rho-kinase signaling.  A malfunction can therefore lead to different diseases (see Associated diseases). For example, in the smooth muscle cells, if AAMP is overexpressed, it activates RhoA, which activates Rho-kinase (this one generates GTP) and it finally leads to increased smooth muscle cell migration and division, causing atherosclerosis and restenosis.",
            "score": 192.93800115585327
        }
    ],
    "r": [
        {
            "docid": "619064_9",
            "document": "G0 phase . During skeletal myogenesis, cycling progenitor cells known as myoblasts differentiate and fuse together into non-cycling muscle cells called myocytes that remain in a terminal G phase. As a result, the fibers that make up skeletal muscle (myofibers) are cells with multiple nuclei, referred to as myonuclei, since each myonucleus originated from a single myoblast. Skeletal muscle cells continue indefinitely to provide contractile force through simultaneous contractions of cellular structures called sarcomeres. Importantly, these cells are kept in a terminal G phase since disruption of muscle fiber structure after myofiber formation would prevent proper transmission of force through the length of the muscle. Muscle growth can be stimulated by growth or injury and involves the recruitment of muscle stem cells – also known as satellite cells – out of a reversible quiescent state. These stem cells differentiate and fuse to generate new muscle fibers both in parallel and in series to increase force generation capacity.",
            "score": 242.89297485351562
        },
        {
            "docid": "14131597_5",
            "document": "FOXO3 . Gopinath et al.(2014) demonstrate a functional requirement for FOXO3 as a regulator of Notch signaling pathway (an essential regulator of quiescence in adult stem cells) in the self-renewal of stem cells during muscle regeneration.",
            "score": 231.31591796875
        },
        {
            "docid": "152611_34",
            "document": "Cellular differentiation . In order to fulfill the purpose of regenerating a variety of tissues, adult stems are known to migrate from their niches, adhere to new extracellular matrices (ECM) and differentiate. The ductility of these microenvironments are unique to different tissue types. The ECM surrounding brain, muscle and bone tissues range from soft to stiff. The transduction of the stem cells into these cells types is not directed solely by chemokine cues and cell to cell signaling. The elasticity of the microenvironment can also affect the differentiation of mesenchymal stem cells (MSCs which originate in bone marrow.) When MSCs are placed on substrates of the same stiffness as brain, muscle and bone ECM, the MSCs take on properties of those respective cell types. Matrix sensing requires the cell to pull against the matrix at focal adhesions, which triggers a cellular mechano-transducer to generate a signal to be informed what force is needed to deform the matrix. To determine the key players in matrix-elasticity-driven lineage specification in MSCs, different matrix microenvironments were mimicked. From these experiments, it was concluded that focal adhesions of the MSCs were the cellular mechano-transducer sensing the differences of the matrix elasticity. The non-muscle myosin IIa-c isoforms generates the forces in the cell that lead to signaling of early commitment markers. Nonmuscle myosin IIa generates the least force increasing to non-muscle myosin IIc. There are also factors in the cell that inhibit non-muscle myosin II, such as blebbistatin. This makes the cell effectively blind to the surrounding matrix. Researchers have obtained some success in inducing stem cell-like properties in HEK 239 cells by providing a soft matrix without the use of diffusing factors. The stem-cell properties appear to be linked to tension in the cells' actin network. One identified mechanism for matrix-induced differentiation is tension-induced proteins, which remodel chromatin in response to mechanical stretch. The RhoA pathway is also implicated in this process.",
            "score": 226.4049072265625
        },
        {
            "docid": "974284_34",
            "document": "Duchenne muscular dystrophy . Though stem cells isolated from the muscle (satellite cells) have the ability to differentiate into myotubes when injected directly into the muscle of animals, they lack the ability to spread systemically throughout. To effectively deliver a therapeutic dose to an isolated muscle it would require direct injections to that muscle every 2mm. This problem was circumvented by using another multipotent stem cell, termed pericytes, that are located within the blood vessels of skeletal muscle. These cells have the ability to be delivered systemically and uptaken by crossing the vascular barrier. Once past the vasculature, pericytes have the ability to fuse and form myotubes. This means that they can be injected arterially, crossing through arterial walls into muscle, where they can differentiate into potentially functional muscle. These findings show potential for stem cell therapy of DMD. The pericyte-derived cells would be extracted, grown in culture, and then these cells would be injected into the blood stream where the possibility exists that they might find their way into injured regions of skeletal muscle.",
            "score": 222.41273498535156
        },
        {
            "docid": "2057953_20",
            "document": "Charles Philippe Leblond . Leblond and his colleagues also found evidence for the presence of occasional adult stem cells even in tissues which are composed almost entirely of non-dividing cells. In skeletal muscle, the muscle fibers had been shown to exhibit an age-related increase in the number of nuclei. His studies showed that muscle satellite cells could be considered to be adult stem cells in muscle fibers.",
            "score": 222.22349548339844
        },
        {
            "docid": "1113514_14",
            "document": "MyoD . In typical adult muscles in a resting condition (absence of physiological stress) the specific Wnt family proteins that are expressed are Wnt5a, Wnt5b, Wnt7a and Wnt4. When a muscle becomes injured (thus requiring regeneration) Wnt5a, Wnt5b, and Wnt7a are increased in expression. As the muscle completes repair Wnt7b and Wnt3a are increased as well. This patterning of Wnt signalling expression in muscle cell repair induces the differentiation of the progenitor cells, which reduces the number of available satellite cells. Wnt plays a crucial role in satellite cell regulation and skeletal muscle aging and also regeneration. Wnts are known to active the expression of Myf5 and MyoD by Wnt1 and Wnt7a. Wnt4, Wnt5, and Wnt6 function to increase the expression of both of the regulatory factors but at a more subtle level. Additionally, MyoD increases Wnt3a when myoblasts undergo differentiation. Whether MyoD is activated by Wnt via cis-regulation direct targeting or through indirect physiological pathways remains to be elucidated.",
            "score": 220.2076873779297
        },
        {
            "docid": "31389849_4",
            "document": "Muscle memory (strength training) . The muscle cells are the largest cells in the body with a volume thousands of times larger than most other body cells. To support this large volume, the muscle cells are one of the very few in the mammalian body that contain several cell nuclei. Such multinucleated cells are called syncytia. Strength-training increases muscle mass and force mainly by changing the caliber of each fiber rather than increasing the number of fibers. During such fiber enlargement muscle stem cells in the muscle tissue multiply and fuse with pre-existing fibers as to support the larger cellular volume. It has often been assumed that each nucleus can support a certain volume of cytoplasm, and hence that there is a constant volume domain served by each nucleus, although recent evidence suggests that this is an oversimplification. Until recently it was believed that during muscle wasting (atrophy) muscle cells lost nuclei by a nuclear self-destruct mechanism called apoptosis, but recent observations using time laps in vivo imaging in mice do not support this model. Direct observation indicated that no nuclei are lost under such conditions, and the apoptosis observed in the muscle tissue were demonstrated to occur only in other cell nuclei in the tissue, e.g. connective tissue and muscle stem cells called satellite cells. Since in vivo imaging has confirmed that cell nuclei are added during strength training and not lost upon subsequent detraining, the nuclei might provide a mechanism for muscle memory. Thus, upon retraining the extra nuclei are already there and can rapidly start synthesizing new protein to build muscle mass and strength.",
            "score": 219.4651641845703
        },
        {
            "docid": "4821621_9",
            "document": "PAX3 . Table 1. Representative PAX3 transcriptional target genes. During development, one of the major lineages expressing Pax3 is the skeletal muscle lineage. Pax3 expression is first seen in the pre-somitic paraxial mesoderm, and then ultimately becomes restricted to the dermomyotome, which forms from the dorsal region of the somites. To form skeletal muscle in central body segments, PAX3-expressing cells detach from the dermomyotome and then Pax3 expression is turned off as Myf5 and MyoD1 expression is activated. To form other skeletal muscles, Pax3-expressing cells detach from the dermomyotome and migrate to more distant sites, such as the limbs and diaphragm. A subset of these Pax3-expressing dermomyotome-derived cells also serves as an ongoing progenitor pool for skeletal muscle growth during fetal development. During later developmental stages, myogenic precursors expressing Pax3 and/or Pax7 form satellite cells within the skeletal muscle, which contribute to postnatal muscle growth and muscle regeneration. These adult satellite cells remain quiescent until injury occurs, and then are stimulated to divide and regenerate the injured muscle.",
            "score": 211.0557098388672
        },
        {
            "docid": "619064_10",
            "document": "G0 phase . Cardiac muscle is also formed through myogenesis but instead of recruiting stem cells to fuse and form new cells, heart muscle cells – known as cardiomyocytes – simply increase in size as the heart grows larger. Similarly to skeletal muscle, if cardiomyocytes had to continue dividing to add muscle tissue the contractile structures necessary for heart function would be disrupted.",
            "score": 210.59036254882812
        },
        {
            "docid": "1110611_30",
            "document": "Muscle contraction . Unlike single-unit smooth muscle cells, multi-unit smooth muscle cells are found in the muscle of the eye and in the base of hair follicles. Multi-unit smooth muscle cells contract by being separately stimulated by nerves of the autonomic nervous system. As such, they allow for fine control and gradual responses, much like motor unit recruitment in skeletal muscle.  The contractile activity of smooth muscle cells is influenced by multiple inputs such as spontaneous electrical activity, neural and hormonal inputs, local changes in chemical composition, and stretch. This is in contrast to the contractile activity of skeletal muscle cells, which relies on a single neural input. Some types of smooth muscle cells are able to generate their own action potentials spontaneously, which usually occur following a pacemaker potential or a slow wave potential. These action potentials are generated by the influx of extracellular , and not . Like skeletal muscles, cytosolic ions are also required for crossbridge cycling in smooth muscle cells.",
            "score": 210.57789611816406
        },
        {
            "docid": "36315057_73",
            "document": "Induced stem cells . The elderly often suffer from progressive muscle weakness and regenerative failure owing in part to elevated activity of the p38α and p38β mitogen-activated kinase pathway in senescent skeletal muscle stem cells. Subjecting such stem cells to transient inhibition of p38α and p38β in conjunction with culture on soft hydrogel substrates rapidly expands and rejuvenates them that result in the return of their strength.",
            "score": 209.62527465820312
        },
        {
            "docid": "7188879_10",
            "document": "Immortal DNA strand hypothesis . Scientists have strived to demonstrate that this immortal DNA strand mechanism exists \"in vivo\" in other types of adult stem cells. In 2005, Gilbert Smith published evidence that a subset of mouse mammary epithelial cells could retain DNA label and release DNA label in a manner consistent with the immortal DNA strand mechanism. Soon after, scientists from the laboratory of Derek van der Kooy showed that mice have neural stem cells that are BrdU-retaining and continue to be mitotically active. Asymmetric segregation of DNA was shown using real-time imaging of cells in culture. In 2006, scientists in the lab of Shahragim Tajbakhsh presented evidence that muscle satellite cells, which are proposed to be adult stem cells of the skeletal muscle compartment, exhibited asymmetric segregation of BrdU-labelled DNA when put into culture. They also had evidence that demonstrated BrdU release kinetics consistent with an immortal DNA strand mechanism were operating \"in vivo\", using juvenile mice and mice with muscle regeneration induced by freezing.",
            "score": 207.6433868408203
        },
        {
            "docid": "539902_41",
            "document": "National Institute of Arthritis and Musculoskeletal and Skin Diseases . Laboratory of Muscle Stem Cells and Gene Regulation—investigates the cellular and molecular mechanisms that regulate differentiation and regeneration of skeletal muscle. The ultimate goal of these studies is to provide a practical conceptual PDCTC framework.",
            "score": 206.88710021972656
        },
        {
            "docid": "50936498_5",
            "document": "Mouse models of Down syndrome . Ts65Dn mouse muscle stem cells accumulate DNA damage. These cells also over-express a histone deubiquitinating enzyme, Usp16, which regulates the DNA damage response. These dysfunctions of muscle stem cells may impair muscle regeneration and contribute to Down syndrome pathologies.",
            "score": 206.1651611328125
        },
        {
            "docid": "380541_28",
            "document": "Skeletal muscle . Diseases of skeletal muscle are termed Myopathies, while diseases of nerves are called Neuropathies. Both can affect muscle function and/or cause muscle pain, and fall under the umbrella of Neuromuscular disease. Myopathies have been modeled with cell culture systems of muscle from healthy or diseased tissue biopsies. Another source of skeletal muscle and progenitors is provided by the directed differentiation of pluripotent stem cells",
            "score": 205.82064819335938
        },
        {
            "docid": "10739474_2",
            "document": "Potassium-aggravated myotonia . Mutations in the \"SCN4A\" gene cause potassium-aggravated myotonia. The \"SCN4A\" gene provides instructions for making a protein that is critical for the normal function of skeletal muscle cells. For the body to move normally, skeletal muscles contract and relax in a coordinated way. Muscle contractions are triggered by the flow of positively charged ions, including sodium, into skeletal muscle cells. The \"SCN4A\" protein forms channels that control the flow of sodium ions into these cells. Mutations in the \"SCN4A\" gene alter the usual structure and function of sodium channels. The altered channels cannot properly regulate ion flow, increasing the movement of sodium ions into skeletal muscle cells. The influx of extra sodium ions triggers prolonged muscle contractions, which are the hallmark of myotonia.",
            "score": 205.00021362304688
        },
        {
            "docid": "3266190_12",
            "document": "Muscle weakness . Muscle cells work by detecting a flow of electrical impulses from the brain which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This causes there to be less calcium available for the muscle cell. In addition an enzyme is proposed to be activated by this released calcium which eats away at muscle fibers.",
            "score": 204.256591796875
        },
        {
            "docid": "424433_3",
            "document": "Weakness . Muscle cells work by detecting a flow of electrical impulses from the brain, which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This makes less calcium available for the muscle cell. In addition, the Columbia researchers propose that an enzyme activated by this released calcium eats away at muscle fibers.",
            "score": 203.80862426757812
        },
        {
            "docid": "1110611_25",
            "document": "Muscle contraction . If another muscle action potential were to be produced before the complete relaxation of a muscle twitch, then the next twitch will simply sum onto the previous twitch, thereby producing a \"summation\". Summation can be achieved in two ways: \"frequency summation\" and \"multiple fiber summation\". In frequency summation, the force exerted by the skeletal muscle is controlled by varying the frequency at which action potentials are sent to muscle fibers. Action potentials do not arrive at muscles synchronously, and, during a contraction, some fraction of the fibers in the muscle will be firing at any given time. In a typical circumstance, when a human is exerting a muscle as hard as he/she is consciously able, roughly one-third of the fibers in that muscle will be firing at once, though this ratio can be affected by various physiological and psychological factors (including Golgi tendon organs and Renshaw cells). This 'low' level of contraction is a protective mechanism to prevent avulsion of the tendon—the force generated by a 95% contraction of all fibers is sufficient to damage the body. In multiple fiber summation, if the central nervous system sends a weak signal to contract a muscle, the smaller motor units, being more excitable than the larger ones, are stimulated first. As the strength of the signal increases, more motor units are excited in addition to larger ones, with the largest motor units having as much as 50 times the contractile strength as the smaller ones. As more and larger motor units are activated, the force of muscle contraction becomes progressively stronger. A concept known as the size principle, allows for a gradation of muscle force during weak contraction to occur in small steps, which then become progressively larger when greater amounts of force are required.",
            "score": 203.48899841308594
        },
        {
            "docid": "26981243_7",
            "document": "Osteochondroprogenitor cell . It is thought that through a combination of biochemical and biophysical stimuli, the uncommitted stem cells of the embryo will undergo differentiation into certain cell lineages. However the exact mechanism and signalling pathways are still unclear. Studies have shown that embryonic stem cells are more mechanosensitive than their differentiated counterparts. During embryonic development mesenchymal cells will form cellular structures known as ‘condensations.’ These cellular units will then develop into skeletal and other tissues, such as cartilage, tendon, ligament and muscle tissue.",
            "score": 203.10093688964844
        },
        {
            "docid": "40286795_7",
            "document": "MYF5 . Despite only being present for a few days during embryonic development, Myf5 is still expressed in certain adult cells. As one of the key cell markers of satellite cells (the stem cell pool for skeletal muscles), it plays an important role in the regeneration of adult muscle. Specifically, it allows a brief pulse of proliferation of these satellite cells in response to injury. Differentiation begins (regulated by other genes) after this initial proliferation. In fact, if Myf5 is not downregulated, differentiation does not occur.",
            "score": 200.9018096923828
        },
        {
            "docid": "2040318_3",
            "document": "Myosatellite cell . Myosatellite cells are located between the basement membrane and the sarcolemma of muscle fibers, and can lie in grooves either parallel or transversely to the longitudinal axis of the fibre. Their distribution across the fibre can vary significantly. Non-proliferative, quiescent myosatellite cells, which adjoin resting skeletal muscles, can be identified by their distinct location between sarcolemma and basal lamina, a high nuclear-to-cytoplasmic volume ratio, few organelles (e.g. ribosomes, endoplasmic reticulum, mitochondria, golgi complexes), small nuclear size, and a large quantity of nuclear heterochromatin relative to myonuclei. On the other hand, activated satellite cells have an increased number of caveolae, cytoplasmic organelles, and decreased levels of heterochromatin. Satellite cells are able to differentiate and fuse to augment existing muscle fibers and to form new fibers. These cells represent the oldest known adult stem cell niche, and are involved in the normal growth of muscle, as well as regeneration following injury or disease.",
            "score": 200.76849365234375
        },
        {
            "docid": "8854753_2",
            "document": "Calcium sparks . A calcium spark is the microscopic release of calcium (Ca) from a store known as the sarcoplasmic reticulum (SR), located within muscle cells. This release occurs through an ion channel within the membrane of the SR, known as a ryanodine receptor (RyR), which opens upon activation. This process is important as it helps to maintain Ca concentration within the cell. It also initiates muscle contraction in skeletal and cardiac muscles and muscle relaxation in smooth muscles. Ca sparks are important in physiology as they show how Ca can be used at a subcellular level, to signal both local changes, known as local control, as well as whole cell changes.",
            "score": 200.67709350585938
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 200.50335693359375
        },
        {
            "docid": "11421247_5",
            "document": "Mir-1 microRNA precursor family . MiR-1 has key roles in the development and differentiation of smooth and skeletal muscles. For example, in the lineage-specific differention of smooth muscle cells from embroyonic stem cell derived cultures, MiR-1 is required; as its loss of function resulted in a reduction in smooth muscle cell biomarkers and a reduction in the derived smooth muscle cell population. There is evidence that the control of smooth muscle cell differentiation by MiR-1 may be mediated by the down regulation of Kruppel-like factor 4 (KLF4), since a MiR-1 recognition site is predicted in the 3' UTR of KLF4 and inhibition of MiR-1 results in reversed down-regulation of KLF4 and an inhibition of smooth muscle cell differentiation. A mutation in the 3' UTR of the myostatin gene in Texel sheep creates a miR-1 and miR-206 target site. This is likely to cause the muscular phenotype of this breed of sheep.",
            "score": 200.34121704101562
        },
        {
            "docid": "571549_2",
            "document": "Myocyte . A myocyte (also known as a muscle cell) is the type of cell found in muscle tissue. Myocytes are long, tubular cells that develop from myoblasts to form muscles in a process known as myogenesis. There are various specialized forms of myocytes: cardiac, skeletal, and smooth muscle cells, with various properties. The striated cells of cardiac and skeletal muscles are referred to as muscle fibers. Cardiomyocytes are the muscle fibres that form the chambers of the heart, and have a single central nucleus. Skeletal muscle fibers help support and move the body and tend to have peripheral nuclei. Smooth muscle cells control involuntary movements such as the peristalsis contractions in the oesophagus and stomach.",
            "score": 200.3151397705078
        },
        {
            "docid": "7337013_2",
            "document": "P38 mitogen-activated protein kinases . P38 mitogen-activated protein kinases are a class of mitogen-activated protein kinases (MAPKs) that are responsive to stress stimuli, such as cytokines, ultraviolet irradiation, heat shock, and osmotic shock, and are involved in cell differentiation, apoptosis and autophagy. Persistent activation of the p38 MAPK pathway in muscle satellite cells (muscle stem cells) due to ageing, impairs muscle regeneration.",
            "score": 200.25607299804688
        },
        {
            "docid": "26009074_5",
            "document": "C2C12 . C2C12 cells demonstrate rapid development and maturation into functional skeletal muscle cells or cardiac muscle cells with the ability to contract and generate force. The rate of muscle formation from C2C12 cells can be controlled by the introduction of loss-of-functions genes vital for the fusion of myoblasts and myogenesis. Under necrotic conditions, such as tumor necrosis factor alpha (TNF-α), direct protein loss, particularly myosin heavy chain protein, in C2C12 skeletal muscle cells has been shown. C2C12 cells were used to elucidate inactivated X chromosome (Xi) replication during early S-phase of the cell cycle and is regulated epigenetically. C2C12 cells are especially convenient for studying the cell cycle due to its high division rate.",
            "score": 199.94895935058594
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 199.86927795410156
        },
        {
            "docid": "46669355_11",
            "document": "Polycomb Group Proteins and Cancer . PcG proteins are also key players in the maintenance of adult stem cell populations. Several PcG proteins have been implicated in the regulation of the self-renewal capacity of specific stem cell types. For example, overexpression of the EZH2 prevents haematopoietic stem cell exhaustion and can block the differentiation of muscle myoblasts. Stem cells are also tightly regulated by their respective cellular microenvironment or niche; PcG function can be inhibited by the JNK signaling pathway, which is inactivated in response to wounding. PcG suppression leads to an increased frequency of transdetermination, a process in which precursor cells switch their predetermined identity.",
            "score": 199.85520935058594
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 199.77505493164062
        },
        {
            "docid": "34032373_7",
            "document": "P19 cell . P19 cells provide valuable formation of both neuronal cells and muscle cells in vitro. Since P19 cells are easy to maintain and culture compared to other embryonic stem cells, they are a convenient model to perform developmental studies in vitro. Techniques to manipulate this cell line to express or knock out certain genes allow for detailed investigation of signaling pathways, functional aspects and the regulation of protein expression of myogenesis and neurogenesis. The extended research can also elucidate the later stages of heart or brain development and maturation.",
            "score": 199.59194946289062
        }
    ]
}