{
    "q": [
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 90.60227751731873
        },
        {
            "docid": "14755422_2",
            "document": "GIPC1 . GIPC PDZ domain containing family, member 1 (GIPC1) is a protein that in humans is encoded by the \"GIPC1\" gene. GIPC was originally identified as it binds specifically to the C terminus of RGS-GAIP, a protein involved in the regulation of G protein signaling. GIPC is an acronym for \"GAIP Interacting Protein C-terminus\". RGS proteins are \"Regulators of G protein Signaling\" and RGS-GAIP is a \"GTPase Activator protein for Gαi/Gαq\", which are two major subtypes of Gα proteins. The human GIPC1 molecule is 333 amino acids or about 36 kDa in molecular size and consists of a central PDZ domain, a compact protein module which mediates specific protein-protein interactions. The RGS-GAIP protein interacts with this domain and many other proteins interact here or at other parts of the GIPC1 molecule. As a result, GIPC1 was independently discovered by several other groups and has a variety of alternate names, including synectin, C19orf3, RGS19IP1 and others. The GIPC1 gene family in mammals consisting of three members, so the first discovered, originally named GIPC, is now generally called GIPC1, with the other two being named GIPC2 and GIPC3. The three human proteins are about 60% identical in protein sequence. GIPC1 has been shown to interact with a variety of other receptor and cytoskeletal proteins including the GLUT1 receptor, ACTN1, KIF1B, MYO6, PLEKHG5, SDC4/syndecan-4, SEMA4C/semaphorin-4 and HTLV-I Tax. The general function of GIPC family proteins therefore appears to be mediating specific interactions between proteins involved in G protein signaling and membrane translocation.",
            "score": 63.029345989227295
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 87.65847563743591
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 114.53344392776489
        },
        {
            "docid": "6531976_4",
            "document": "Chemokine receptor . Intracellular signaling by chemokine receptors is dependent on neighbouring G-proteins. G-proteins exist as a heterotrimer; they are composed of three distinct subunits. When the molecule GDP is bound to the G-protein subunit, the G-protein is in an inactive state. Following binding of the chemokine ligand, chemokine receptors associate with G-proteins, allowing the exchange of GDP for another molecule called GTP, and the dissociation of the different G protein subunits. The subunit called Gβ activates an enzyme known as Phospholipase C (PLC) that is associated with the cell membrane. PLC cleaves Phosphatidylinositol (4,5)-bisphosphate (PIP2) to form two second messenger molecules called inositol triphosphate (IP3) and diacylglycerol (DAG); DAG activates another enzyme called protein kinase C (PKC), and IP3 triggers the release of calcium from intracellular stores. These events promote many signaling cascades, effecting a cellular response. For example, when CXCL8 (IL-8) binds to its specific receptors, CXCR1 or CXCR2, a rise in intracellular calcium activates the enzyme phospholipase D (PLD) that goes on to initiate an intracellular signaling cascade called the MAP kinase pathway. At the same time the G-protein subunit Gα directly activates an enzyme called protein tyrosine kinase (PTK), which phosphorylates serine and threonine residues in the tail of the chemokine receptor, causing its desensitisation or inactivation. The initiated MAP kinase pathway activates specific cellular mechanisms involved in chemotaxis, degranulation, release of superoxide anions, and changes in the avidity of cell adhesion molecules called integrins. Chemokines and their receptors play a crucial role in cancer metastatis as they are involved in extravastation, migration, micrometastatis, and angiogenesis. This role of chemokine is strikingly similar to their normal function of localizing leukocytes to an inflammatory site.",
            "score": 99.72660088539124
        },
        {
            "docid": "728467_15",
            "document": "Hereditary hemorrhagic telangiectasia . All genes known so far to be linked to HHT code for proteins in the TGF-β signaling pathway. This is a group of proteins that participates in signal transduction of hormones of the transforming growth factor beta superfamily (the transforming growth factor beta, bone morphogenetic protein and growth differentiation factor classes), specifically BMP9/GDF2 and BMP10. The hormones do not enter the cell but link to receptors on the cell membrane; these then activate other proteins, eventually influencing cellular behavior in a number of ways such as cellular survival, proliferation (increasing in number) and differentiation (becoming more specialized). For the hormone signal to be adequately transduced, a combination of proteins is needed: two each of two types of serine/threonine-specific kinase type membrane receptors and endoglin. When bound to the hormone, the type II receptor proteins phosphorylate (transfer phosphate) onto type I receptor proteins (of which Alk-1 is one), which in turn phosphorylate a complex of SMAD proteins (chiefly SMAD1, SMAD5 and SMAD8). These bind to SMAD4 and migrate to the cell nucleus where they act as transcription factors and participate in the transcription of particular genes. In addition to the SMAD pathway, the membrane receptors also act on the MAPK pathway, which has additional actions on the behavior of cells. Both Alk-1 and endoglin are expressed predominantly in endothelium, perhaps explaining why HHT-causing mutations in these proteins lead predominantly to blood vessel problems. Both \"ENG\" and \"ACVRL1\" mutations lead predominantly to underproduction of the related proteins, rather than misfunctioning of the proteins.",
            "score": 85.84966325759888
        },
        {
            "docid": "12841_4",
            "document": "G protein . G proteins located within the cell are activated by G protein-coupled receptors (GPCRs) that span the cell membrane. Signaling molecules bind to a domain of the GPCR located outside the cell, and an intracellular GPCR domain then in turn activates a particular G protein. Some inactive-state GPCRs have also been shown to be \"pre-coupled\" with G proteins. The G protein activates a cascade of further signaling events that finally results in a change in cell function. G protein-coupled receptor and G proteins working together transmit signals from many hormones, neurotransmitters, and other signaling factors. G proteins regulate metabolic enzymes, ion channels, transporter proteins, and other parts of the cell machinery, controlling transcription, motility, contractility, and secretion, which in turn regulate diverse systemic functions such as embryonic development, learning and memory, and homeostasis.",
            "score": 91.45741105079651
        },
        {
            "docid": "1209057_12",
            "document": "Wnt signaling pathway . The noncanonical Wnt/calcium pathway also does not involve β-catenin. Its role is to help regulate calcium release from the endoplasmic reticulum (ER) in order to control intracellular calcium levels. Like other Wnt pathways, upon ligand binding, the activated Fz receptor directly interacts with Dsh and activates specific Dsh-protein domains. The domains involved in Wnt/calcium signaling are the PDZ and DEP domains. However, unlike other Wnt pathways, the Fz receptor directly interfaces with a trimeric G-protein. This co-stimulation of Dsh and the G-protein can lead to the activation of either PLC or cGMP-specific PDE. If PLC is activated, the plasma membrane component PIP2 is cleaved into DAG and IP3. When IP3 binds its receptor on the ER, calcium is released. Increased concentrations of calcium and DAG can activate Cdc42 through PKC. Cdc42 is an important regulator of ventral patterning. Increased calcium also activates calcineurin and CaMKII. CaMKII induces activation of the transcription factor NFAT, which regulates cell adhesion, migration and tissue separation. Calcineurin activates TAK1 and NLK kinase, which can interfere with TCF/ß-Catenin signaling in the canonical Wnt pathway. However, if PDE is activated, calcium release from the ER is inhibited. PDE mediates this through the inhibition of PKG, which subsequently causes the inhibition of calcium release.",
            "score": 99.02978491783142
        },
        {
            "docid": "13621537_6",
            "document": "FYN . Fyn is a protein, present in the signaling pathway of integrins, which activates ras. Fyn is a tyrosine-specific phospho-transferase that is a member of the Src family of non-receptor tyrosine protein kinases. (This family also includes Abl, Src, focal adhesion kinase and Janus kinase.) Fyn is located downstream of several cell surface receptors, commonly associated with neuronal development and T-cell signaling. When fyn is activated it causes downstream activation of molecular signals that drive processes crucial to growth and motility of cells. Fyn is primarily localized to the cytoplasmic leaflet of the plasma membrane, where it phosphorylates tyrosine residues on key targets involved in a variety of different signaling pathways. Tyrosine phosphorylation of target proteins by Fyn serves to either regulate target protein activity, and/or to generate a binding site on the target protein that recruits other signaling molecules. Interestingly, Fyn also has the ability to serve as a tumor suppressor. When this normal biology is compromised, the altered Fyn becomes involved in the neoplastic transformation of normal cells to cancerous ones following the pathway from pre-invasive, to invasive, and ultimately metastasis.",
            "score": 80.28982770442963
        },
        {
            "docid": "1209057_15",
            "document": "Wnt signaling pathway . In order to ensure proper functioning, Wnt signaling is constantly regulated at several points along its signaling pathways.<ref name=\"doi:10.1016/j.sbi.2014.10.003\"></ref> For example, Wnt proteins are palmitoylated. The protein \"porcupine\" mediates this process, which means that it helps regulate when the Wnt ligand is secreted by determining when it is fully formed. Secretion is further controlled with proteins such as wntless and evenness interrupted and complexes such as the retromer complex.<ref name=\"doi10.1016/j.devcel.2009.06.016\"></ref> Upon secretion, the ligand can be prevented from reaching its receptor through the binding of proteins such as the stabilizers Dally and glypican 3, which inhibit diffusion. At the Fz receptor, the binding of proteins other than Wnt can antagonize signaling. Specific antagonists include Dickkopf (Dkk), Wnt inhibitory factor 1 (WIF-1), secreted Frizzled-related proteins (SFRP), Cerberus, Frzb, Wise, SOST, and Naked cuticle. These constitute inhibitors of Wnt signaling. However, other molecules also act as activators. Norrin and R-Spondin2 activate Wnt signaling in the absence of Wnt ligand. Interactions between Wnt signaling pathways also regulate Wnt signaling. As previously mentioned, the Wnt/calcium pathway can inhibit TCF/β-catenin, preventing canonical Wnt pathway signaling. Prostaglandin E2 is an essential activator of the canonical Wnt signaling pathway. Interaction of PGE2 with its receptors E2/E4 stabilizes β-catenin through cAMP/PKA mediated phosphorylation. The synthesis of PGE2 is necessary for Wnt signaling mediated processes such as tissue regeneration and control of stem cell population in zebrafish and mouse. Intriguingly, the unstructured regions of several oversized Intrinsically disordered proteins play crucial roles in regulating Wnt signaling.",
            "score": 82.30759882926941
        },
        {
            "docid": "18678893_5",
            "document": "CED-12 . CED-12 is an adaptor protein (proteins involved in facilitating the formation of signalling complexes) that is translated once apoptosis has been triggered in a cell. Apoptosis, also known as programmed cell death, activates during development as well as in situations where a cell has received sufficient physical damage. Many of the contents within a cell are reactive with the environment outside of the cell and must be disposed of without causing any harm to the surrounding tissues. Apoptotic cells are removed from their external environment by neighbouring cells that recognize cell-surface markers located on the apoptotic cell membrane. Marker recognition leads to the engulfment of apoptotic cells by phagocytosis. On a molecular level, recognition of the cell-surface markers leads to the translation of the CED-12 protein in the cytoplasm of the engulfing cell, which then gets localized to the cell membrane. CED-12 binds CED-2 (\"C. elegans\" homolog to CrkII in mammals), followed by CED-5 (\"C. elegans\" homolog for DOCK180 in mammals) and forms a ternary structure. Transmembrane CED-1 is an example of the cell-surface receptor on the engulfing cell. When receptors come in contact with cell surface markers on the apoptotic cell, a protein known as CED-6 (homolog for GULP in mammals) is expressed. Both the CED-2/CED-5/CED-12 ternary structure and CED-6 function to activate an effector protein known as CED-10. CED-10 is a RAC-GTPase protein that is directly responsible for the rearrangement of the actin cytoskeleton that initiates phagocytosis. This process is regulated by two pathways. The first is by CED-6, which is an adaptor protein that is responsible for coordinating protein-protein interactions between CED-10 and actin. The second pathway occurs when the CED-2/CED-5/CED-12 ternary structure form a GEF (guanine nucleotide exchange factor) with CED-10, which promotes the binding of a GTP energy molecule in order to activate the GTP-dependent CED-10.",
            "score": 73.6970843076706
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 66.19008493423462
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 73.52666163444519
        },
        {
            "docid": "14755358_33",
            "document": "Secreted frizzled-related protein 1 . Heparin and heparan sulfate (HS) are mammalian glycosaminoglycans with the highest negative charge density of known biological macromolecules. They bind by ionic interactions with a variety of proteins. Heparin is widely used as an injectable anticoagulant. SFRP1 are heparin-binding proteins, with the heparin-binding domain within the C-terminal region of the SFRP1 protein. In vitro studies show that SFRP1 is stabilizezd by heparin, suggesting that heparin or endogenous heparan-sulfate proteoglycan (HSPG) has the potential to promote SFRP1/Wnt binding by serving as a scaffold to facilitate interaction between SFRP1 and Wnt proteins. Lowering HSPG levels in tissue have been shown to impair Wnt signaling in vivo, supporting the idea that HSPG plays an important role in Wnt signaling regulation. Furthermore, SFRP1 is tyrosine-sulfated at two N-terminal tyrosines; this modification is, however, inhibited by heparin. Tryosine sulfation could partially destabilize the SFRP1 protein, which is supported by previous studies showing that SFRP1 is susceptible to degradation in the absence of heparin. The finding that heparin can inhibit intracellular post-translational modification of SFRP1 was surprising. This indicates that heparin may inhibit the process of tyrosine sulfation, for example, by tyrosyl-protein sulfotransferases enzymes or sulfate donor pathways. Since heparin is highly negatively charged and cannot permeate the membrane, it must activate a signal transduction pathway to carry out its effect. It is well known that fibroblast growth factors (FGFs) bind heparin with relatively high affinity. HSPGs have also been shown to be involved in FGF cell signaling. Zhong et al. revealed a specificity of FGFs and FGF receptors on SFRP1 accumulation, demonstrating that FGF and their receptors are involved in post-translational modification of SFRP1. As stated above, SFRP1 has been shown to attenuate the malignant phenotype and decrease the growth of tumors. Thus, Heparin is a potential drug that could be used to stabilize and accumulate SFRP1 in cancer cells.",
            "score": 85.77498292922974
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 95.43924164772034
        },
        {
            "docid": "36907492_7",
            "document": "Fences and pickets model of plasma membrane structure . Receptor redistribution and clustering are key steps in many signal transduction pathways. Several reports have indicated the active roles played by the cytoskeleton in inhibiting or enabling the redistribution/clustering of membrane molecules. Receptor monomers can hop across the inter-compartment boundaries quite readily, but when they form oligomers upon liganding, their size increases and consequently their hop rate decreases dramatically.  Many receptors and other membrane-associated molecules are temporarily immobilized on actin filaments. This imobilization is often enhanced upon receptor engagement, and constitutes a key step for recruiting the downstream signaling molecule. Meanwhile, the formation of engaged receptor clusters might lead to de novo polymerization of actin filaments at the receptor cluster. As such, the actin-based membrane skeleton might work as a base scaffold for enhancing the interactions between the receptor and the actin-bound downstream molecules and for localized signaling. The ‘‘pickets’’ and ‘‘fences’’ made of the membrane skeleton and the anchored transmembrane proteins provide the cell with a mechanism for preserving the spatial information of signal transduction in the membranewhereas pickets would influence both lipids and transmembrane proteins. Pickets influence both lipids and transmembrane proteins traffic, whereas fences mostly influence only transmembrane proteins. Therefore, transmembrane proteins are corralled by both fences and pickets. In both models, membrane proteins and lipids can hop from a compartment to an adjacent one, probably when thermal fluctuations of the membrane and the membrane skeleton create a space between them large enough to allow the passage of integral membrane proteins, when an actin filament temporarily breaks, and/or when membrane molecules have sufficient kinetic energy to cross the barrier when they are in the boundary region.",
            "score": 65.64756155014038
        },
        {
            "docid": "48548_2",
            "document": "Dopamine . Dopamine (DA, a contraction of 3,4-dihydroxyphenethylamine) is an organic chemical of the catecholamine and phenethylamine families that plays several important roles in the brain and body. It is an amine synthesized by removing a carboxyl group from a molecule of its precursor chemical L-DOPA, which is synthesized in the brain and kidneys. Dopamine is also synthesized in plants and most animals. In the brain, dopamine functions as a neurotransmitter—a chemical released by neurons (nerve cells) to send signals to other nerve cells. The brain includes several distinct dopamine pathways, one of which plays a major role in the motivational component of reward-motivated behavior. The anticipation of most types of rewards increases the level of dopamine in the brain, and many addictive drugs increase dopamine release or block its reuptake into neurons following release. Other brain dopamine pathways are involved in motor control and in controlling the release of various hormones. These pathways and cell groups form a dopamine system which is neuromodulatory.",
            "score": 78.0110422372818
        },
        {
            "docid": "7404657_4",
            "document": "Netpath . The 20 pathways contain information pertaining to protein-protein interactions, enzyme-protein substrate reactions which bring about post translational modifications (PTMs) and also a catalogue of genes which are differentially regulated upon activation of specific ligand mediated receptor pathways. The molecules which localises to different cellular organelles due to their PTMs or specific protein-protein interactions which occur downstream of ligand-receptor mediated pathway are available under translocation events. Recently, NetPath has also curated the molecules involved in the transcriptional regulation of genes in the context of immune signaling pathways. The reactions in NetPath are curated by PhD level scientists from experimental evidence available in published research articles. NetPath also contains textual description of its reactions with information on PTMs, dependence of PTMs on various signaling reactions, subcellular location, protein interaction domains or motifs and the cell type or cell line in which reactions are proved. The information in NetPath is linked to their corresponding research articles and are frequently updated. Each pathway is subjected to different level of internal quality checks and peer-review by the pathway experts and authorities.",
            "score": 73.24623262882233
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 88.40854060649872
        },
        {
            "docid": "1209057_2",
            "document": "Wnt signaling pathway . The Wnt signaling pathways are a group of signal transduction pathways made of proteins that pass signals into a cell through cell surface receptors. Three Wnt signaling pathways have been characterized: the canonical Wnt pathway, the noncanonical planar cell polarity pathway, and the noncanonical Wnt/calcium pathway. All three pathways are activated by binding a Wnt-protein ligand to a Frizzled family receptor, which passes the biological signal to the Dishevelled protein inside the cell. The canonical Wnt pathway leads to regulation of gene transcription, and is thought to be negatively regulated in part by the SPATS1 gene. The noncanonical planar cell polarity pathway regulates the cytoskeleton that is responsible for the shape of the cell. The noncanonical Wnt/calcium pathway regulates calcium inside the cell. Wnt signaling pathways use either nearby cell-cell communication (paracrine) or same-cell communication (autocrine). They are highly evolutionarily conserved in animals, which means they are similar across animal species from fruit flies to humans.",
            "score": 71.22460842132568
        },
        {
            "docid": "39288495_8",
            "document": "Mitochondrial fusion . Many gene products that control mitochondrial fusion have been identified, and can be reduced to three core groups which also control mitochondrial fission. These groups of proteins include mitofusins, OPA1/Mgm1, and Drp1/Dnm1. All of these molecules are GTP hydrolyzing proteins (GTPases) that belong to the dynamin family. Mitochondrial dynamics in different cells are understood by the way in which these proteins regulate and bind to each other. These GTPases in control of mitochondrial fusion are well conserved between mammals, flies, and yeast. Mitochondrial fusion mediators differ between the outer and inner membranes of the mitochondria. Specific membrane-anchored dynamin family members mediate fusion between mitochondrial outer membranes known as Mfn1 and Mfn2. These two proteins are mitofusin contained within humans that can alter the morphology of affected mitochondria in over-expressed conditions. However, a single dynamin family member known as OPA1 in mammals mediates fusion between mitochondrial inner membranes. These regulating proteins of mitochondrial fusion are organism-dependent; therefore, in \"Drosophila\" (fruit flies) and yeasts, the process is controlled by the mitochondrial transmembrane GTPase, Fzo. In \"Drosophila\", Fzo is found in postmeiotic spermatids and the dysfunction of this protein results in male sterility. However, a deletion of Fzo1 in budding yeast results in smaller, spherical mitochondria due to the lack of mitochondrial DNA (mtDNA).",
            "score": 72.39111316204071
        },
        {
            "docid": "12044406_2",
            "document": "CDC42 . Cell division control protein 42 homolog, also known as Cdc42, is a protein involved in regulation of the cell cycle. It was originally identified in \"S. cerevisiae\" (yeast) as a mediator of cell division, and is now known to influence a variety of signaling events and cellular processes in a variety of organisms from yeast to mammals. Human Cdc42 is a small GTPase of the Rho family, which regulates signaling pathways that control diverse cellular functions including cell morphology, cell migration, endocytosis and cell cycle progression. Rho GTPases are central to dynamic actin cytoskeletal assembly and rearrangement that are the basis of cell-cell adhesion and migration. Activated Cdc42 activates by conformational changes p21-activated kinases PAK1 and PAK2, which in turn initiate actin reorganization and regulate cell adhesion, migration, and invasion.",
            "score": 66.97029769420624
        },
        {
            "docid": "11011552_5",
            "document": "Cellular communication (biology) . When binding to the signaling molecule, the receptor protein changes in some way and starts the process of transduction. A specific cellular response is the result of the newly converted signal. Usually, transduction requires a series of changes in a sequence of different molecules (called a signal transduction pathway) but sometimes can occur in a single step. The molecules that compose these pathways are known as relay molecules. The multistep process of the transduction stage is often composed of the activation of proteins by addition or removal of phosphate groups or even the release of other small molecules or ions that can act as messengers. The amplifying of a signal is one of the benefits to this multiple step sequence. Other benefits include more opportunities for regulation than simpler systems do and the fine- tuning of the response, in both unicellular and multicellular organism.",
            "score": 76.3601725101471
        },
        {
            "docid": "21944_47",
            "document": "Nervous system . In the early 20th century, a set of famous experiments by Hans Spemann and Hilde Mangold showed that the formation of nervous tissue is \"induced\" by signals from a group of mesodermal cells called the \"organizer region\". For decades, though, the nature of the induction process defeated every attempt to figure it out, until finally it was resolved by genetic approaches in the 1990s. Induction of neural tissue requires inhibition of the gene for a so-called bone morphogenetic protein, or BMP. Specifically the protein BMP4 appears to be involved. Two proteins called Noggin and Chordin, both secreted by the mesoderm, are capable of inhibiting BMP4 and thereby inducing ectoderm to turn into neural tissue. It appears that a similar molecular mechanism is involved for widely disparate types of animals, including arthropods as well as vertebrates. In some animals, however, another type of molecule called Fibroblast Growth Factor or FGF may also play an important role in induction.",
            "score": 42.305081725120544
        },
        {
            "docid": "6235_38",
            "document": "Cell nucleus . In order to control which genes are being transcribed, the cell separates some transcription factor proteins responsible for regulating gene expression from physical access to the DNA until they are activated by other signaling pathways. This prevents even low levels of inappropriate gene expression. For example, in the case of NF-κB-controlled genes, which are involved in most inflammatory responses, transcription is induced in response to a signal pathway such as that initiated by the signaling molecule TNF-α, binds to a cell membrane receptor, resulting in the recruitment of signalling proteins, and eventually activating the transcription factor NF-κB. A nuclear localisation signal on the NF-κB protein allows it to be transported through the nuclear pore and into the nucleus, where it stimulates the transcription of the target genes.",
            "score": 78.91951298713684
        },
        {
            "docid": "13796485_20",
            "document": "Caretaker gene . Biochemical cascades consisting of signaling proteins occur in the ECM and play an important role to the regulation of many aspects of cell life. Landscaper genes encode products that determine the composition of the membranes in which cells live. For example, large molecular weight glycoproteins and proteoglycans have been found to in association with signaling and structural roles. There exist proteolytic molecules in the ECM that are essential for clearing unwanted molecules, such as growth factors, cell adhesion molecules, and others from the space surrounding cells. It is proposed that landscaper genes control the mechanisms by which these factors are properly cleared. Different characteristics of these membranes lead to different cellular effects, such as differing rates of cell proliferation or differentiation. If, for example, the ECM is disrupted, incoming cells, such as those of the immune system, can overload the area and release chemical signals that induce abnormal cell proliferation. These conditions lead to an environment conducive to tumor growth and the cancerous phenotype.",
            "score": 54.48995637893677
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 72.38927447795868
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 88.52902364730835
        },
        {
            "docid": "169250_11",
            "document": "Lipid-anchored protein . S-palmitoylation (i.e. attachment of palmitic acid) is a reversible protein modification in which a palmitic acid is attached to a specific cysteine residue via thioester linkage. The term S-acylation can also be used when other medium and long fatty acids chains are also attached to palmitoylated proteins. No consensus sequence for protein palmitoylation has been identified. Palmitoylated proteins are mainly found on the cytoplasmic side of the plasma membrane where they play a role in transmembrane signaling. The palmitoyl group can be removed by palmitoyl thioesterases. It is believed that this reverse palmitoylation may regulate the interaction of the protein with the membrane and thus have a role in signaling processes. Furthermore, this allows for the regulation of protein subcellular localization, stability and trafficking. An example in which palmitoylation of a protein plays a role in cell signaling pathways is in the clustering of proteins in the synapse. When the postsynaptic density protein 95 (PSD-95) is palmitoylated, it is restricted to the membrane and allows it to bind to and cluster ion channels in the postsynaptic membrane. Thus, palmitoylation can play a role in the regulation of neurotransmitter release.",
            "score": 56.77452552318573
        },
        {
            "docid": "631930_3",
            "document": "Membrane transport . The movements of most solutes through the membrane are mediated by membrane transport proteins which are specialized to varying degrees in the transport of specific molecules. As the diversity and physiology of the distinct cells is highly related to their capacities to attract different external elements, it is postulated that there is a group of specific transport proteins for each cell type and for every specific physiological stage. This differential expression is regulated through the differential transcription of the genes coding for these proteins and its translation, for instance, through genetic-molecular mechanisms, but also at the cell biology level: the production of these proteins can be activated by cellular signaling pathways, at the biochemical level, or even by being situated in cytoplasmic vesicles.",
            "score": 68.89027953147888
        },
        {
            "docid": "42325581_12",
            "document": "Thioester-containing protein 1 . The expression of TEP1 and other genes involved in the mosquito’s anti-parasitic response is a highly regulated process. The base level of TEP1 expression is regulated by insect Toll and IMD pathways. These immune pathways limit the expression of TEP1 coding genes through NF-kB/ REL transcription factors. TEP1 interacts with a heterodimeric protein complex made up of two leucine-rich repeat (LRR) domain containing proteins: leucine-rich immune molecule 1 (LRIM1) and \"Anopheles\" \"Plasmodium\"-responsive leucine-rich repeat protein 1 (APL1C). The LRR molecules have two main roles: firstly acting as control proteins which prevent the inactivation of TEP1 through hydrolysis of the thioester bond or binding to self -tissues and secondly mediate the binding of TEP1 to pathogen surfaces.",
            "score": 65.62096905708313
        },
        {
            "docid": "14027527_3",
            "document": "PTPN6 . The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. N-terminal part of this PTP contains two tandem Src homolog (SH2) domains, which act as protein phospho-tyrosine binding domains, and mediate the interaction of this PTP with its substrates. This PTP is expressed primarily in hematopoietic cells, and functions as an important regulator of multiple signaling pathways in hematopoietic cells. This PTP has been shown to interact with, and dephosphorylate a wide spectrum of phospho-proteins involved in hematopoietic cell signaling, (e.g., the LYN-CD22-SHP-1 pathway). Multiple alternatively spliced variants of this gene, which encode distinct isoforms, have been reported.",
            "score": 47.56702899932861
        }
    ],
    "r": [
        {
            "docid": "46339875_2",
            "document": "Locusta migratoria manilensis . Locusta migratoria manilensis, commonly known as the Oriental migratory locust, is a subspecies of the migratory locust (\"L. migratoria\") in the family Acrididae. It is sufficiently different in size and structure from the African migratory locust to be considered a distinct subspecies of the migratory locust. It is found in southeastern Asia and is an important agricultural pest in the region. It is normally a solitary insect but when conditions are suitable, it enters into a gregarious phase when the young form into bands which move together and the adults into swarms. Although outbreaks may have recently been fewer in number and size because of changes in agricultural practices and better locust detection, the insects remain active as crop pests and the potential for outbreaks is still present.",
            "score": 167.95985412597656
        },
        {
            "docid": "1063671_8",
            "document": "Desert locust . The change from an innocuous solitary insect to a voracious gregarious one normally follows a period of drought, when rain falls and vegetation flushes occur in major desert locust breeding locations. The population builds up rapidly and the competition for food increases. As hoppers get more crowded, the close physical contact causes the insects' hind legs to bump against one another. This stimulus triggers a cascade of metabolic and behavioral changes that cause the insects to transform from the solitary to the gregarious phase. When the hoppers become gregarious, their colouration changes from largely green to yellow and black, and the adults change from brown to pink (immature) or yellow (mature). Their bodies become shorter, and they give off a pheromone that causes them to be attracted to each other, enhancing hopper band and subsequently swarm formation. Interestingly, the nymphal pheromone is different from the adult one. When exposed to the adult pheromone, hoppers become confused and disoriented, because they can apparently no longer \"smell\" each other, though the visual and tactile stimuli remain. After a few days, the hopper bands disintegrate and those that escape predation become solitary again. It is possible that this effect could aid locust control in the future.",
            "score": 162.4010009765625
        },
        {
            "docid": "207874_30",
            "document": "Swarm behaviour . Swarming in locusts has been found to be associated with increased levels of serotonin which causes the locust to change colour, eat much more, become mutually attracted, and breed much more easily. Researchers propose that swarming behaviour is a response to overcrowding and studies have shown that increased tactile stimulation of the hind legs or, in some species, simply encountering other individuals causes an increase in levels of serotonin. The transformation of the locust to the swarming variety can be induced by several contacts per minute over a four-hour period. Notably, an innate predisposition to aggregate has been found in hatchlings of the desert locust, \"Schistocerca gregaria\", independent of their parental phase.",
            "score": 151.02944946289062
        },
        {
            "docid": "74204_2",
            "document": "Locust . Locusts are certain species of short-horned grasshoppers in the family Acrididae that have a swarming phase. These insects are usually solitary, but under certain circumstances they become more abundant and change their behaviour and habits, becoming gregarious. No taxonomic distinction is made between locust and grasshopper species; the basis for the definition is whether a species forms swarms under intermittently suitable conditions.",
            "score": 148.58338928222656
        },
        {
            "docid": "70576_12",
            "document": "Orthoptera . Several species of Orthoptera are considered pests of crops and rangelands or seeking warmth in homes by humans. The two species of Orthoptera that cause the most damage are grasshoppers and locusts. Locust are historically known for wiping out fields of crops in a day. Locust have the ability to eat up to their own body weight in a single day. Individuals gather in large groups called swarms, these swarms can range up to 80 million individuals that stretch 460 square miles. Grasshoppers can cause major agricultural damage but not to the documented extent as locust historically have. These insects mainly feed on weeds and grasses, however, during times of drought and high population density they will feed on crops. They are known pest in soybean fields and will likely feed on these crops once preferred food sources have become scarce.",
            "score": 146.0037841796875
        },
        {
            "docid": "74204_9",
            "document": "Locust . Swarming behaviour is a response to overcrowding. Increased tactile stimulation of the hind legs causes an increase in levels of serotonin. This causes the locust to change colour, eat much more, and breed much more easily. The transformation of the locust to the swarming form is induced by several contacts per minute over a four-hour period. A large swarm can consist of billions of locusts spread out over an area of thousands of square kilometres, with a population of up to 80 million individuals per square kilometre (200 million per square mile). When desert locusts meet, their nervous systems release serotonin, which causes them to become mutually attracted, a prerequisite for swarming.",
            "score": 145.10389709472656
        },
        {
            "docid": "1063671_7",
            "document": "Desert locust . Desert locusts have two phases, the solitary phase and the gregarious phase. This is a type of polyphenism. It has been shown that solitary locusts nymphs and adults can behave gregariously within a few hours of being placed in a crowded situation, while it takes gregarious locusts one or more generations to become solitary when reared in isolation. There are differences in morphology and behaviour between the two phases. In the solitary phase the hoppers do not group together into bands but move about independently. Their colouring in the later instars tends to be greenish or brownish to match the colour of the herbage. The adults fly at night and are also coloured so as to blend into their surroundings, the immature adults being grey or beige and the mature adults being a pale yellowish colour. In the gregarious phase the hoppers bunch together and in the later instars develop a bold colouring with black markings on a yellow background. The immatures are pink and the mature adults are bright yellow and fly during the day in dense swarms.",
            "score": 144.99734497070312
        },
        {
            "docid": "20586939_7",
            "document": "Australian plague locust . After its final moult—6 to 8 weeks after egglaying—the adult locust is called a fledgling. Fledglings have three development stages; a growth phase, where wings are strengthened and the exoskeleton hardened, a fat accumulation stage, and lastly, oocyte development. Gregarious populations of locusts form swarms, recurring in central Eastern Australia once every two or three years. The Australian plague locust is less gregarious than other locust species and swarms occur in a continuum from dense swarms through a range of densities down to scattered adults. Swarms may persist for days, dispersing and reforming while following the wind. Swarms may move up to 20 km in a day. Swarms can infest areas up to , although typical infestations are less than . Swarms can travel up to , tending to move with hot winds and generally towards the coast in most cases.",
            "score": 143.69241333007812
        },
        {
            "docid": "1021764_22",
            "document": "Grasshopper . Following this transformation, under suitable conditions dense nomadic bands of flightless nymphs known as \"hoppers\" can occur, producing pheromones which attract the insects to each other. With several generations in a year, the locust population can build up from localised groups into vast accumulations of flying insects known as plagues, devouring all the vegetation they encounter. The largest recorded locust swarm was one formed by the now-extinct Rocky Mountain locust in 1875; the swarm was long and wide, and one estimate puts the number of locusts involved at 3.5 trillion. An adult desert locust can eat about of plant material each day, so the billions of insects in a large swarm can be very destructive, stripping all the foliage from plants in an affected area and consuming stems, flowers, fruits, seeds and bark.",
            "score": 142.41383361816406
        },
        {
            "docid": "2496961_7",
            "document": "Red locust . Red locusts are sedentary when ample shelter, perches and food is available. In dry years, when the amount of suitable habitat is reduced population densities increase. If the population density increases past a threshold, the locusts will transform into their gregarious phase, changing their behaviour and anatomy. When gregarious, red locusts keep together in large swarms and fly with the wind in daylight hours, looking for more food. The higher temperatures during daylight enable gregarious locusts to travel longer distances by flying longer and higher, aided by thermal lift. A swarm will rarely move more than 20–30 km in a day. In contrast, solitary locusts prefer to fly in the dark and do so alone.",
            "score": 140.4134979248047
        },
        {
            "docid": "49230691_3",
            "document": "January 2016 Argentinean locust swarm . The locusts first appeared in small areas in June 2015. The mild Winter aided their population growth, allowing it to reach its current size. This swarm is reported to be the largest within 60 years despite last year's swarm being reported four miles in length and two miles in height. A swarm of this size is worrisome to Argentinians because locusts, a relative of grasshoppers, attack farmers' crops and can cause famine and starvation. This behavior is more pronounced when the locust population density is higher due to a trait called locust phase polyphenism, so it stands to reason that a larger swarm will be more aggressive than a smaller one.",
            "score": 140.13937377929688
        },
        {
            "docid": "74204_6",
            "document": "Locust . Locusts are the swarming phase of certain species of short-horned grasshoppers in the family Acrididae. These insects are usually solitary, but under certain circumstances become more abundant and change their behaviour and habits, becoming gregarious.",
            "score": 137.18463134765625
        },
        {
            "docid": "46304337_2",
            "document": "Nomadacris succincta . The Bombay locust, Nomadacris succincta, is a species of locust found in India and southeast Asia. It is usually a solitary insect, and it is only in India that it has exhibited swarming behaviour. The last plague of this locust was in that country between 1901 and 1908 and there have not been any swarms since 1927. It is thought that the behaviour of the insects has altered because of changing practices in agricultural land use.",
            "score": 137.1822052001953
        },
        {
            "docid": "1063671_15",
            "document": "Desert locust . The desert locust has natural enemies such as predatory wasps and flies, parasitoid wasps, predatory beetle larvae, birds and reptiles. These may be effective at keeping solitary populations in check but are of limited effects against gregarious desert locusts because of the enormous numbers of insects in the swarms and hopper bands.",
            "score": 136.4527130126953
        },
        {
            "docid": "572637_6",
            "document": "Guanylate cyclase . Soluble guanylate cyclase contains a molecule of heme, and is activated primarily by the binding of nitric oxide (NO) to that heme. sGC is primary receptor for nitric oxide (NO) a gaseous, membrane-soluble neurotransmitter. sGC expression has been shown to be highest in the striatum compared to other brain regions and has been explored as a possible candidate for restoring striatal dysfunction in Parkinson's disease. sGC acts as an intracellular intermediary for regulating dopamine and glutamate. Upregulation, which creates neuronal sensitivity, of the cGMP in a dopamine-depleted striatum has been associated with the symptoms of Parkinson's. Increased intracellular cGMP has been shown to contribute to excessive neuron excitability and locomotor activity. Activation of this pathway can also stimulate presynaptic glutamate release and cause an upregulation of AMPA receptors postsynaptically.",
            "score": 136.12062072753906
        },
        {
            "docid": "46339875_3",
            "document": "Locusta migratoria manilensis . The Oriental migratory locust is slightly smaller than the African migratory locust. It can exist in two phases, solitary and gregarious. The solitary adults are either green or brown, but as the insects become more crowded together, then brown individuals predominate. The nymphs or hoppers are greyish-brown when they first hatch but their colour changes to either green or brown as they grow, with brown being more common in dry conditions. When their densities increase and they begin to form hopper bands, the colour becomes orangeish-brown or reddish-brown, with black markings.",
            "score": 136.01280212402344
        },
        {
            "docid": "74204_8",
            "document": "Locust . These changes are examples of phase polymorphism; they were first analysed and described by Boris Uvarov, who was instrumental in setting up the Anti-Locust Research Centre. He made his discoveries during his studies of the desert locust, whose solitary and gregarious phases had previously been thought to be separate species. He designated the two phases as \"solitaria\" and \"gregaria\". These are also referred to as statary and migratory morphs, though strictly speaking, their swarms are nomadic rather than migratory. Charles Valentine Riley and Norman Criddle were also involved in achieving the understanding and control of locusts.",
            "score": 135.8508758544922
        },
        {
            "docid": "74204_5",
            "document": "Locust . Swarming behaviour has decreased in the 20th century, but despite modern surveillance and control methods, the potential for swarms to form is still present, and when suitable climatic conditions occur and vigilance lapses, plagues can still occur. Locusts are large insects and convenient for use in research and the study of zoology in the classroom. They are also edible insects; they have been eaten throughout history and are considered a delicacy in many countries. The word \"locust\" is derived from the Vulgar Latin \"locusta\", meaning locust or lobster.",
            "score": 135.48890686035156
        },
        {
            "docid": "1063671_9",
            "document": "Desert locust . During quiet periods, called recessions, desert locusts are confined to a 16-million-square-kilometer belt that extends from Mauritania through the Sahara Desert in northern Africa, across the Arabian Peninsula, and into northwest India. Under optimal ecological and climatic conditions, several successive generations can occur, causing swarms to form and invade countries on all sides of the recession area, as far north as Spain and Russia, as far south as Nigeria and Kenya, and as far east as India and southwest Asia. As many as 60 countries can be affected within an area of 32 million square kilometers, or approximately 20 percent of the Earth's land surface. Locust swarms fly with the wind at roughly the speed of the wind. They can cover from 100 to 200 kilometers in a day, and will fly up to about 2,000 meters above sea level (it becomes too cold at higher altitudes). Therefore, swarms cannot cross tall mountain ranges such as the Atlas, the Hindu Kush or the Himalayas. They will not venture into the rain forests of Africa nor into central Europe. However, locust adults and swarms regularly cross the Red Sea between Africa and the Arabian Peninsula, and are even reported to have crossed the Atlantic Ocean from Africa to the Caribbean in ten days during the 1987-89 plague. A single swarm can cover up to 1200 square kilometers and can contain between 40 and 80 million locusts per square kilometer (a total of around 50 to 100 billion locusts per swarm, representing 100,000 to 200,000 tons, considering an average mass of 2 grams per locust). The locust can live between three and six months, and there is a ten to 16-fold increase in locust numbers from one generation to the next.",
            "score": 135.32391357421875
        },
        {
            "docid": "74204_16",
            "document": "Locust . The migratory locust (\"Locusta migratoria\"), sometimes classified into up to 10 subspecies, swarms in Africa, Asia, Australia, and New Zealand, but has become rare in Europe. In 2013, the Madagascan form of the migratory locust formed many swarms of over a billion insects, reaching \"plague\" status and covering about half the country by March 2013.  Species such as the Senegalese grasshopper (\"Oedaleus senegalensis\") and the African rice grasshopper (\"Hieroglyphus daganensis\"), both from the Sahel, often display locust-like behaviour and change morphologically on crowding.",
            "score": 135.23268127441406
        },
        {
            "docid": "30681225_2",
            "document": "Dociostaurus maroccanus . Dociostaurus maroccanus, commonly known as the Moroccan locust, is a grasshopper in the insect family Acrididae. It is found in northern Africa, southern and eastern Europe and western Asia. It lives a solitary existence but in some years its numbers increase sharply, and it becomes gregarious and congregates to form swarms which can cause devastation in agricultural areas. The species was first described by Carl Peter Thunberg in 1815.",
            "score": 132.8300018310547
        },
        {
            "docid": "74204_4",
            "document": "Locust . Locusts have formed plagues since prehistory. The Ancient Egyptians carved them on their tombs and the insects are mentioned in the \"Iliad\", the Bible and the Quran. Swarms have devastated crops and been a contributory cause of famines and human migrations. More recently, changes in agricultural practices and better surveillance of locations where swarms tend to originate, have meant that control measures can be used at an early stage. The traditional means of control are based on the use of insecticides from the ground or the air, but other methods using biological control are proving effective.",
            "score": 132.1677703857422
        },
        {
            "docid": "38950607_2",
            "document": "2013 Madagascar locust infestation . In 2012, Madagascar had an upsurge in the size of its Malagasy migratory locust (\"Locusta migratoria capito\") populations. In November of that year, the government issued a locust alert, saying that conditions were right for swarming of the pest insects. In February 2013, Cyclone Haruna struck the country, creating optimal conditions for locust breeding. By late March 2013, approximately 50% of the country was infested by swarms of locusts, with each swarm consisting of more than one billion insects. The authorities changed the situation to plague status. According to one eyewitness,\"You don't see anything except locusts. You turn around, there are locusts everywhere\".",
            "score": 131.942626953125
        },
        {
            "docid": "46364729_3",
            "document": "African migratory locust . It occurs in most of Africa south of the Sahara Desert, but its main breeding ground, and the original source of most plagues, is on the floodplains of the Niger River in West Africa. Much of the time this locust adopts a solitary lifestyle, but under certain conditions it becomes gregarious; the young nymphs, known as hoppers, form bands that move together and the adult insects form swarms that may reach plague proportions. Plagues of this locust took place from 1891 to 1903 and again from 1928 to 1941. After many years without outbreaks of the insects, further plagues occurred in the last two decades of the twentieth century.",
            "score": 131.6490936279297
        },
        {
            "docid": "1021764_38",
            "document": "Grasshopper . Locust plagues can have devastating effects on human populations, causing famines and population upheavals. They are mentioned in both the Koran and the Bible and have also been held responsible for cholera epidemics, resulting from the corpses of locusts drowned in the Mediterranean Sea and decomposing on beaches. The FAO and other organisations monitor locust activity around the world. Timely application of pesticides can prevent nomadic bands of hoppers from forming before dense swarms of adults can build up. Besides conventional control using contact insecticides, biological pest control using the entomopathogenic fungus \"Metarhizium acridum\", which specifically infects grasshoppers, has been used with some success.",
            "score": 131.20286560058594
        },
        {
            "docid": "705954_7",
            "document": "Rocky Mountain locust . The last major swarms of Rocky Mountain locust were between 1873 and 1877, when the locust caused $200 million in crop damage in Colorado, Kansas, Minnesota, Missouri, Nebraska, and other states. One farmer reported that the locusts seemed \"like a great white cloud, like a snowstorm, blocking out the sun like vapor\". The locusts ate not only the grass and valuable crops, but also leather, wood, sheep's wool, and in extreme cases, even clothes off peoples' backs. As the swarms got worse, farmers attempted to control them using gunpowder, fires (sometimes dug in trenches to burn as many of the locusts as possible), smearing them with \"hopperdozers\", a type of plow device pulled behind horses that had a shield that blocked jumping locust into a pan of liquid poison or fuel, even sucking them into vacuum cleaner-like contraptions, but all of these were ultimately ineffective in stopping the hordes. Charles Valentine Riley, a Missouri entomologist, came up with a recipe for locusts seasoned with salt and pepper and pan-fried in butter. The recipe sold, but some stated that they \"would just as soon starve as eat those horrible creatures\". Farmers finally responded in force to the swarm's destruction; an 1877 Nebraska law said that anyone between the ages of 16 and 60 had to work at least two days eliminating locusts at hatching time or face a $10 fine. That same year Missouri offered a bounty of $1 a bushel for locusts collected in March, 50 cents a bushel in April, a quarter in May and a dime in June. Other Great Plains states made similar bounty offers. In the 1880s farmers had recovered sufficiently from their locust woes to be able to send carloads of corn to flood victims in Ohio. They also switched to such resilient crops as winter wheat, which matured in the early summer, before locusts were able to migrate. These new agricultural practices effectively reduced the threat of locusts and greatly contributed to the species' downfall.",
            "score": 131.01190185546875
        },
        {
            "docid": "207874_29",
            "document": "Swarm behaviour . \"Locusts\" are the swarming phase of the short-horned grasshoppers of the family Acrididae. Some species can breed rapidly under suitable conditions and subsequently become gregarious and migratory. They form bands as nymphs and swarms as adults—both of which can travel great distances, rapidly stripping fields and greatly damaging crops. The largest swarms can cover hundreds of square miles and contain billions of locusts. A locust can eat its own weight (about 2 grams) in plants every day. That means one million locusts can eat about one ton of food each day, and the largest swarms can consume over 100,000 tonnes each day.",
            "score": 130.55897521972656
        },
        {
            "docid": "33824798_2",
            "document": "S-Nitrosoglutathione . \"S\"-Nitrosoglutathione (GSNO) is an endogenous \"S\"-nitrosothiol (SNO) that plays a critical role in nitric oxide (NO) signaling and is a source of bioavailable NO. NO coexists in cells with SNOs that serve as endogenous NO carriers and donors. SNOs spontaneously release NO at different rates and can be powerful terminators of free radical chain propagation reactions, by reacting directly with ROO• radicals, yielding nitro derivatives as end products. NO is generated intracellularly by the nitric oxide synthase (NOS) family of enzymes: nNOS, eNOS and iNOS while the in vivo source of many of the SNOs is unknown. In oxygenated buffers, however, formation of SNOs is due to oxidation of NO to dinitrogen trioxide (NO). Some evidence suggests that both exogenous NO and endogenously derived NO from nitric oxide synthases can react with glutathione to form GSNO.  The enzyme GSNO reductase (GSNOR) reduces \"S\"-nitrosoglutathione (GSNO) to an unstable intermediate, \"S\"-hydroxylaminoglutathione, which then rearranges to form glutathione sulfonamide, or in the presence of GSH, forms oxidized glutathione (GSSG) and hydroxylamine. Through this catabolic process, GSNOR regulates the cellular concentrations of GSNO and plays a central role in regulating the levels of endogenous \"S\"-nitrosothiols and controlling protein \"S\"-nitrosylation-based signaling. The generation of GSNO can serve as a stable and mobile NO pool which can effectively transduce NO signaling. Unlike other low molecular weight messengers that bind to and activate target cellular receptors, NO signaling is mediated by a coordinating complex between NO and transition metals or target cellular proteins, often via \"S\"-nitrosylation of cysteine residues. Studies suggest that NO metabolism has a significant role in human cardiovascular and respiratory diseases as well as in immune tolerance during organ transplantation.",
            "score": 130.53330993652344
        },
        {
            "docid": "46364729_8",
            "document": "African migratory locust . The African migratory locust primarily feeds on grasses, including economically important crops, such as maize, millet, sorghum and wheat. The African migratory locust exists in its solitary form in many parts of Africa and its development is then similar to that of other grasshopper species. When the eggs hatch in extremely close proximity to each other, the first instar hoppers become attracted to each other and begin to form bands that move in synchrony. The band moves as a cohesive unit, pausing as the hoppers feed and bask in the sun, and merges with other bands. Bands have been known to travel for before they fledge into adults. The mutual attraction between the individual hoppers continues into adulthood and the insects continue to act as a cohesive group, a swarm.",
            "score": 130.3828887939453
        },
        {
            "docid": "46364729_11",
            "document": "African migratory locust . The International African Migratory Locust Organization (OICMA) was founded in 1955. Its aim was to \"exercise continuous surveillance and preventive control of the African migratory locust in the outbreak area on the River Niger, destroy concentrations of the locust, carry out research and develop means of control.\" This control was effective, and increasing dryland farming and better monitoring in Mali changed the character of the outbreak area such that by the 1980s, the insect's behaviour was thought to be more like that of a solitary grasshopper than a gregarious locust. OICMA was dissolved in 1986.",
            "score": 129.81784057617188
        },
        {
            "docid": "46364729_4",
            "document": "African migratory locust . The African migratory locust has two phases, a solitary one, where the insects behave independently, and a gregarious phase where they gather together and act as a cohesive unit. Adult insects differ morphologically between the two phases; solitary insects have an arched prothorax, the foremost segment of the thorax, and are either green or brown, darkening in colour as they mature (especially the abdomen of the female). Gregarious insects have a flatter prothorax and are a pale tan or a greyish colour with dark markings. As they mature they become duller in appearance and the males may become more yellowish.",
            "score": 129.4528350830078
        },
        {
            "docid": "4645095_5",
            "document": "Polyol pathway . Cells use glucose for energy. This normally occurs by phosphorylation via the enzyme hexokinase. However, if large amounts of glucose are present (as in diabetes mellitus), hexokinase becomes saturated and the excess glucose enters the polyol pathway when aldose reductase reduces it to sorbitol. This reaction oxidizes NADPH to NADP+. Sorbitol dehydrogenase can then oxidize sorbitol to fructose, which produces NADH from NAD+. Hexokinase can return the molecule to the glycolysis pathway by phosphorylating fructose to form fructose-6-phosphate. However, in uncontrolled diabetics that have high blood glucose - more than the glycolysis pathway can handle - the reaction's mass balance ultimately favors the production of sorbitol. Activation of the polyol pathway results in a decrease of reduced NADPH and oxidized NAD+; these are necessary cofactors in redox reactions throughout the body, and under normal conditions they are \"not\" interchangeable. The decreased concentration of these NADPH leads to decreased synthesis of reduced glutathione, nitric oxide, myo-inositol, and taurine. Myo-inositol is particularly required for the normal function of nerves. Sorbitol may also glycate nitrogens on proteins, such as collagen, and the products of these glycations are referred-to as AGEs - advanced glycation endproducts. AGEs are thought to cause disease in the human body, one effect of which is mediated by RAGE (receptor for advanced glycation endproducts) and the ensuing inflammatory responses induced. They are seen in the hemoglobin A1C tests performed on known diabetics to assess their levels of glucose control.",
            "score": 129.09841918945312
        }
    ]
}