{
    "q": [
        {
            "docid": "49033_60",
            "document": "Epigenetics . A high-throughput study, which denotes technology that looks at extensive genetic markers, focused on epigenetic differences between monozygotic twins to compare global and locus-specific changes in DNA methylation and histone modifications in a sample of 40 monozygotic twin pairs. In this case, only healthy twin pairs were studied, but a wide range of ages was represented, between 3 and 74 years. One of the major conclusions from this study was that there is an age-dependent accumulation of epigenetic differences between the two siblings of twin pairs. This accumulation suggests the existence of epigenetic “drift”. Epigenetic drift is the term given to epigenetic modifications as they occur as a direct function with age. While age is a known risk factor for many diseases, age-related methylation has been found to occur differentially at specific sites along the genome. Over time, this can result in measurable differences between biological and chronological age. Epigenetic changes have been found to be reflective of lifestyle and may act as functional biomarkers of disease before clinical threshold is reached.",
            "score": 202.8051701784134
        },
        {
            "docid": "31715697_2",
            "document": "Lothian birth-cohort studies . The Lothian birth-cohort studies are two ongoing cohort studies which primarily involve research into how childhood intelligence relates to intelligence and health in old age. The Lothian Birth Cohort studies of 1921 and 1936 have, respectively, followed up Lothian-based participants in the Scottish Mental Surveys of 1932 and 1947 in old age. Scottish Mental Survey data has provided a measure of the intelligence of Lothian Birth Cohort participants at age 11, which has enabled the investigation of how childhood intelligence relates to cognition, mental health and physical health in old age.",
            "score": 146.91470432281494
        },
        {
            "docid": "54301172_35",
            "document": "Well-being contributing factors . The midlife crisis may mark the first reliable drop in happiness during an average human's life. Evidence suggests most people generally become happier with age, with the exception of the years 40 – 50, which is the typical age at which a \"crisis\" might occur. Researchers specify that people in both their 20s and 70s are happier than during midlife, although the extent of happiness changes at different rates. For example, feelings of stress and anger tend to decline after age 20, worrying drops after age 50, and enjoyment very slowly declines in adulthood but finally starts to rise after age 50. Well-being in late life is more likely to be related to other contextual factors including proximity to death. However most of this terminal decline in well-being could be attributed to other changes in age-normative functional declines including physical health and function. Also, there is growing debate that assumptions that a single population estimate of age-related changes in well-being truly reflects the lived experiences of older adults has been questioned. The use of growth mixture modelling frameworks has allowed researchers to identify homogenous groups of individuals who are more similar to each other than the population based on their level and change in well-being and has shown that most report stable well-being in their late life and in the decade prior to death. These findings are based on decades of data, and control for cohort groups; the data avoids the risk that the drops in happiness during midlife are due to populations' unique midlife experiences, like a war. The studies have also controlled for income, job status and parenting (as opposed to childlessness) to try to isolate the effects of age.",
            "score": 173.31677508354187
        },
        {
            "docid": "34864050_5",
            "document": "Cognitive-experiential self-theory . Individual difference, within the context of CEST, can be assessed in a couple of different ways. First, if rational and experiential processes are independent systems for processing information, then one would suspect that there are individual differences in how effectively we use those systems. That is, each person should have an intelligence level for each of the two systems. Rational intelligence can be measured easily enough with simple IQ tests which naturally assess many aspects of the rational system. However, IQ tests do not assess any of the primary aspects of the experiential system. To address this issue, the Constructive Thinking Inventory (CTI) was developed to measure individual difference in efficacy of the experiential system. Consistent with the assumption of independence, studies have shown no correlation between IQ measures and CTI scores. Individual difference in preference for one system over the other is another meaningful personality variable that can be assumed. The Rational-Experiential Inventory (REI) and the later Rational/Experiential Multimodal Inventory (REIm) were developed to test that assumption. Indeed, reliable individual differences in preference for thinking styles consistently emerge from studies that use these assessments. What's more, individual differences in preference for a particular thinking style, as assessed by the REI, has been associated with a number of meaningful life outcomes. A preference for rational thought shows a number of beneficial associations. Increased academic achievement (GRE scores and grade-point average), self-esteem, openness to experience, and conscientiousness and decreased levels of depression and state-trait anxiety have all been associated with need for cognition. Higher levels of Faith in Intuition have more mixed results. Creativity, spontaneity, emotional expression, agreeableness, extroversion, and positive interpersonal relationships have all been associated with a preference for experiential processing. However, it has also been linked with authoritarianism, superstitious beliefs, and stereotypical thinking. Sex and age differences in thinking styles have also been found. Research has consistently found that women tend to rely more on experiential processing whereas men seem to be more prone to the rational system. Research also suggests that our preference processing style likely changes with age. Specifically, as age increases, preference for Faith in Intuition decreases. However, no relationship between age and need for cognition has been found.",
            "score": 167.63494455814362
        },
        {
            "docid": "31715697_10",
            "document": "Lothian birth-cohort studies . Each wave of data collection typically includes: cognitive tests; socio-demographic information; health behaviours and health status; fitness measures; and physical measures. Metabolic and inflammatory biomarkers have also been taken in both cohorts. The studies have been funded by a variety of sources, including but not limited to the Biotechnology and Biological Sciences Research Council, the Medical Research Council, the Scottish Government's Chief Scientist Office, Age UK and Research into Ageing.",
            "score": 159.55347776412964
        },
        {
            "docid": "27016834_23",
            "document": "Cognitive flexibility . The elderly often experience deficits in cognitive flexibility. The aging brain undergoes physical and functional changes including a decline in processing speed, central sensory functioning, white matter integrity, and brain volume. Regions associated with cognitive flexibility such as the PFC and PC atrophy, or shrink, with age, but also show greater task-related activation in older individuals when compared to younger individuals. This increase in blood flow is potentially related to the evidence that atrophy heightens blood flow and metabolism, which is measured as the BOLD response, or blood-oxygen-level dependence, with fMRI. Studies suggest that aerobic exercise and training can have plasticity inducing effects that could potentially serve as an intervention in old age that combat the decline in executive function.",
            "score": 149.08091568946838
        },
        {
            "docid": "31715697_15",
            "document": "Lothian birth-cohort studies . As well as being used to research the topics of major findings outlined below, LBC data has been used in a diverse range of other investigations. For example, LBC1921 participants served as a control group in a study that validated of the use of the National Adult Reading Test as a measure of premorbid cognition in individuals with dementia. LBC1921 data has also been used to find that facial symmetry, as measured by fluctuating asymmetry, is linked to successful cognitive ageing. Data from both Lothian Birth Cohorts has been used to study changes over time in social class mobility and to find strong rank-order stability of personality traits in old age.",
            "score": 160.6921148300171
        },
        {
            "docid": "10240721_2",
            "document": "Financial gerontology . Financial Gerontology is a multidisciplinary field of study encompassing both academic and professional education, that integrates research on aging and human development with the concerns of finance and business. Following from its roots in social gerontology, Financial Gerontology is not simply the study of \"old people\" but emphasizes the multiple processes of aging. In particular, research and teaching in financial gerontology draws upon \"four kinds of aging\" or \"'four lenses\" through which aging and finance can be viewed: population aging, individual aging, family aging, and generational aging. While it is problematic that \"demography is destiny,\" demographic concepts, issues, and data play a substantial role in understanding the dynamics of financial gerontology. For example, through the lens of population aging, demography identifies the number of persons of different ages in cities and countries—and at multiple points in time. Through the lens of individual aging, demography also notes changes in the length of time--number of years lived in older age, typically measured by increases in life expectancy. From in its founding years in the beginning of the 21st century, one primary interest of Financial Gerontology has been on baby boomers and their relationships with their parents. The impact of these two kinds of aging on finance are reasonably apparent. The large and increasing number of older persons [population aging] in a society, no matter how \"old age\" is defined, and the longer each of these persons lives [individual aging], the greater the impact on a society's pattern of retirement, public and private pension systems, health, health care, and the personal and societal financing of health care. The focus on boomers illustrates also the other two lenses or \"kinds\" of aging. How boomers deal with the social, emotional, and financial aspects of their parents' aging is a central aspect of family aging. And how boomers may differ from their parents born and raised twenty to forty years earlier, and differ from their Generation X and Millennial children and grandchildren, are substantial aspects of generational aging.",
            "score": 177.89236211776733
        },
        {
            "docid": "40854066_19",
            "document": "Epigenetic clock . Epigenetic age acceleration of the human prefrontal cortex was found to be correlated with several neuropathological measurements that play a role in Alzheimer's disease Further, it was found to be associated with a decline in global cognitive functioning, and memory functioning among individuals with Alzheimer's disease. The epigenetic age of blood relates to cognitive functioning in the elderly. Overall, these results strongly suggest that the epigenetic clock lends itself for measuring the biological age of the brain.",
            "score": 157.97300100326538
        },
        {
            "docid": "11131663_8",
            "document": "Cephalometry . One way in which cephalograms can be utilized is for accurate age estimation but not for sex estimation. One study confirmed that the mandibular ramus length is strongly related to chronological age and can be utilized to predict whether an individual is older than 18 years or older with a highly significant degree of accuracy (95% confidence interval). If the ramus length is 7.0 cm or more, then the individual has an 81.25% probability of being 18 years or older. Further, the study confirmed that there is not a strong degree of sexual dimorphism between mandibular ramus length until an individual reaches 16 years of age. The accuracy of predicting sex with mandibular ramus length is only 54% making it an unreliable indicator of sex in forensic contexts. The study also has impacts for providing age estimation of living people. This could be applicable in immigration, criminal and civil investigations, adoption of children, or old-age pension requests.The study utilized scanned cephalometric radiographs to conduct the study. Cephalometry remains to be the most popular and useful method for investigating the craniofacial skeletal morphology. Skull measurements are also important for facial reconstruction in cases of disputed identity. In the Punjab study, the mesocephalic was the most common craniotype followed by dolicocephalic in the tropical regions.The brachycephalic was more common in the temperate regions. Genetic and environmental factors have been suggested for the presence of variations in cephalic indices among population groups. Dietary habits have also been shown to modulate the craniofacial form of people. The data this study gathered is only valid for the adult population and may be useful in future forensic contexts.",
            "score": 171.91810274124146
        },
        {
            "docid": "40726284_6",
            "document": "Age-graded variation . Age-graded variation stands in contrast to the apparent-time hypothesis, which assumes that an individual’s vernacular does not change once they are past adolescence. According to the apparent-time hypothesis, age-stratified variation is often indicative of a linguistic change in progress. For example, if in a survey of a population, patterned differences between the speech of individuals 75 years old, 50 years old, and 25 years old may indicate changes that have occurred over the past 50 years. This presents a problem when studying age-graded variation because age-grading relies on individuals changing their speech patterns throughout their lives. The applicability of age-graded variation should be confirmed by real-time evidence. This can come from a longitudinal study, which tracks the same people.",
            "score": 159.62539100646973
        },
        {
            "docid": "32340998_14",
            "document": "Stereotype embodiment theory . The psychological mechanism operates via self-fulfilling expectations. For example, in a large longitudinal study of twenty years, Levy and colleagues found that those with more positive self-perceptions of aging at baseline tended to have better functional health and greater longevity. Another study, to better establish the causal relationship between beliefs about one's own aging process and subsequent health outcomes, measured these outcomes as a product of randomly assigned, experimental primes. This study found that individuals performed better on cognitive and physical tasks when first subliminally primed with positive age stereotypes, and performed worse when first subliminally primed with negative age stereotypes. Additionally, this study demonstrated a \"stereotype-matching effect\" whereby the impact of positive and negative age stereotypes on physical and mental health was most greatly manifest when the content of the stereotypes corresponded to the particular health outcome under observation.",
            "score": 153.09947550296783
        },
        {
            "docid": "42663845_8",
            "document": "Epigenetics of physical exercise . Studies have also looked at methyl deoxycytidine residues from tissues collected from rodents at various ages. These studies found that DNA methylation loss increased significantly as the rodent aged. Thus, aging is related to a significant loss in DNA methylation. However, this loss of DNA methylation appears to be slowed by physical exercise. Further studies have looked at the effects of physical exercise on DNA methylation and aging in humans. This found that genome wide DNA methylation in adult individuals who obtained thirty or more minutes of exercise a day had significantly more DNA methylation as compared to sedentary individuals. Thus, physical exercise can affect aging through slowing the rate of the loss of DNA methylation over time.",
            "score": 194.29544174671173
        },
        {
            "docid": "11548952_2",
            "document": "Censoring (statistics) . In statistics, engineering, economics, and medical research, censoring is a condition in which the value of a measurement or observation is only partially known. For example, suppose a study is conducted to measure the impact of a drug on mortality rate. In such a study, it may be known that an individual's age at death is \"at least\" 75 years (but may be more). Such a situation could occur if the individual withdrew from the study at age 75, or if the individual is currently alive at the age of 75.",
            "score": 159.29196572303772
        },
        {
            "docid": "7913402_19",
            "document": "Paul Baltes . Contextualism as a paradigm is Baltes’ idea that three systems of biological and environmental influence work together to influence development: age-graded, history-graded, and nonnormative influences. Baltes wrote that these three influences operate throughout the life course, their effects accumulate with time, and, as a dynamic package, they are responsible for how lives develop. While Baltes was referring to influences over the course of a lifetime, this perspective nonetheless is highly applicable to the study of adolescent development. Age-graded influences are those biological and environmental factors that have a strong correlation with chronological age. Adolescence is a time of much “biological maturation and age-graded socialization events.” History-graded influences are biological determinants that are associated with a specific time period that define the broader bio-cultural context in which an individual develops. This is similar to the perspective of historical embeddedness, which has been shown earlier in the paper to pertain heavily to the study of adolescent development. Nonnormative influences are unpredictable and not tied to a certain developmental time, personally or historically. They are the unique experiences of an individual, whether biological or environment, that shape the development process. This certainly applies to adolescent development as these experiences could occur in the adolescent time period, however they are just as likely to occur in any other period of development. The most important aspect of the perspective of contextualism as a paradigm is that the three systems of influence work together to influence development. Concerning adolescent development, the age-graded influences would help to explain the similarities within a cohort, the history-graded influences would help to explain the differences between cohorts, and the nonnormative influences would explain the idiosyncrasies of each adolescents individual development. When all influences are considered together, it lends to a broader explanation of an adolescent’s development.",
            "score": 168.76783955097198
        },
        {
            "docid": "3203778_11",
            "document": "Catharine Cox Miles . Cox-Miles was also interested in mental speed as function of age. Her ways of investigating this was by measuring subjects Intelligence speed scores while using Otis-S-A Higher Examination speed test. She tested subjects between early adulthood to late adulthood. She found that there is negative correlation between mental age scores and one’s biological age. She reported that there is a decline in ability with age which she believed is due to the influence of a speed factor. Cox-Miles and Terman published research on achieved eminence together. They looked at adults and how much achievement or recognition they have made in their lifetime. They then took this level of measurement and compared it to their mental IQ scores to see if there was correlation. There was a very strong belief that mental health, physical health, and Intelligence levels would all have a positive correlation to each other. Another Miles studies include a classical cross sectional study that she did with Walter R. Miles where they tested the relationship between intelligence scores and age, especially from early to late maturity. Their findings were that an increased age is associated with decline of some intellectual abilities, like memory and speed processes. In other words, a decrease in mean IQ is associated with an increase of age after late teens or twenty.",
            "score": 174.40513968467712
        },
        {
            "docid": "3627193_8",
            "document": "Albert Einstein's brain . The limitation that Diamond admits in her study is that she had only one Einstein to compare with 11 brains of normal intelligence individuals. S. S. Kantha of the Osaka Bioscience Institute criticized Diamond's study, as did Terence Hines of Pace University. Other issues related to Diamond's study point out glial cells continue dividing as a person ages and although Einstein's brain was 76, it was compared to brains that averaged 64 in age (eleven male brains, 47–80 years of age). Diamond in her landmark study \"On the Brain of a Scientist: Albert Einstein\" noted that the 11 male individuals whose brains were used in her control base had died from nonneurologically related diseases. She also noted that \"Chronological age is not necessarily a useful indicator in measuring biological systems. Environmental factors also play a strong role in modifying the conditions of the organism. One major problem in dealing with human specimens is that they do not come from controlled environments.\" Additionally, there is little information regarding the samples of brains that Einstein's brain was compared against such as IQ score, or other relevant factors. Diamond also admitted that research disproving the study was omitted. His brain is now at the Mütter Museum in Philadelphia and two of the 140 sections are on loan at the British Museum.",
            "score": 162.69317638874054
        },
        {
            "docid": "7913402_18",
            "document": "Paul Baltes . The perspective of historical embeddedness is composed of two main ideas: the idea that a relationship exists between an individual's development and the socio-cultural setting around them, and also how this setting evolves over time. During the time of adolescence, Baltes believed the socio-cultural setting in which an individual develops plays a distinct role in the development of their personality. This has been exemplified in numerous studies, including Nesselroade and Baltes’, who showed that the level and direction of change in adolescent personality development was influenced as strongly by the socio-cultural settings at the time (in this case, the Vietnam War) as age related factors. The study involved individuals of four different adolescent age groups who all showed significant personality development in the same direction (a tendency to occupy themselves with ethical, moral, and political issues rather than cognitive achievement). Similarly, Edler showed that the Great Depression was a setting that significantly affected the development of adolescents and their corresponding adult personalities, by showing a similar common personality development across age groups. Baltes’ theory also states that the historical socio-cultural setting had an effect on the development of an individual's intelligence. The areas of influence that Baltes thought most important to the development of intelligence were health, education, and work. The first two areas, health and education, significantly affect adolescent development as a healthy child, who is educated effectively, will develop a higher level of intelligence. The environmental factors, health and education, have been suggested by Neiss and Rowe to have as much effect on intelligence as inherited intelligence. The second idea of historical embeddedness is that this socio-cultural setting evolves over time. Therefore, during adolescence, when intelligence is influenced significantly, advances in the areas of health, education, and type of work available to adolescents will show an effect that persists into adulthood. This effect of intelligence not only changing with time (as people age), but also varying by the historical time period a person developed in, was shown in a study by Schaie on adults only ten years apart in age. This study showed that intelligence levels change by cohort, or historical time.",
            "score": 170.69077217578888
        },
        {
            "docid": "40859163_5",
            "document": "Vegard Skirbekk . Skirbekk has focused on studying health, productivity, and associated determinants from a multidisciplinary perspective with an emphasis on the role of changing labor market demands, technological and cultural changes as well as variation in the attitudes, beliefs, and competences of new cohorts. From considering productivity as an output variable (e.g., measured as value-added, salary levels), a key contribution of his research has been to highlight the integral role of productivity determinants (such as skills, health, and abilities). This research has helped change the focus of age-variation in productivity from something fixed to an entity that is to a greater extent modifiable. While earlier work typically used chronological age distributions to describe trends over time and variation between countries in how \"old\" they are, Skirbekk's research as shown that how old a population effectively is should be based on objective measures such as cognitive and physical functioning levels rather than chronological age. Accordingly, countries can be functionally younger even if they are demographically old based on objective measures rather than chronological age structures.  Skirbekk's research has been published in a variety of academic journals (including PNAS, Lancet, Science, Nature). and has been presented in popular science outlets New Scientist). His work has been discussed in media around the world, including \"The New York Times\", the TV news channel CNN, and \"The Economist\". According to the Google Scholar citation index, his single-authored 2004 article on \"Age and individual productivity: A literature survey” ranks as one of the most cited articles ever in the field. His work on productivity and value change has been discussed in the general media, included in an editorial in the \"New York Times\". His work with Pew Research Center regarding global religious forecasts has also appeared in the \"New York Times\". In addition to newspapers and academic journals, Skirbekk's work has been prominently cited in central publications by international organizations, such as OECD, the UN World Economic and Social Survey, and the National Academy of Sciences.",
            "score": 157.85145699977875
        },
        {
            "docid": "31715697_28",
            "document": "Lothian birth-cohort studies . Physical fitness, indexed by a general component extracted from measures of lung function, grip strength and walk time, was associated with successful cognitive ageing at age 79 in the LBC1921. Physical activity has also been associated with successful cognitive ageing in the LBC1936, as it remained associated with age 70 general cognitive ability and processing speed after controlling for intelligence at age 11.",
            "score": 129.9037071466446
        },
        {
            "docid": "37264795_3",
            "document": "Cross-sequential study . In a cross-sequential design (also called an \"accelerated longitudinal\" or \"convergence\" design), a researcher wants to study development over some large period of time within the lifespan. Rather than studying particular individuals across that whole period of time (e.g. 20–60 years) as in a longitudinal design, or multiple individuals of different ages at one time (e.g. 20, 25, 30, 35, 40, 45, 50, 55, and 60 years) as in a cross-sectional design, the researcher chooses a smaller time window (e.g. 20 years) to study multiple individuals of different starting ages. An example of a cross-sequential design is shown in the table below. In this table, over a span of 10 years, from 1990 to 2000, 7 overlapping cohorts with different starting ages could be studied to provide information on the whole span of development from ages 20 to 60.",
            "score": 134.8319935798645
        },
        {
            "docid": "21281976_31",
            "document": "Somatosensory system . A variety of studies have measured and investigated the causes for differences between individuals in the sense of fine touch. One well-studied area is passive tactile spatial acuity, the ability to resolve the fine spatial details of an object pressed against the stationary skin. A variety of methods have been used to measure passive tactile spatial acuity, perhaps the most rigorous being the grating orientation task. In this task subjects identify the orientation of a grooved surface presented in two different orientations, which can be applied manually or with automated equipment. Many studies have shown a decline in passive tactile spatial acuity with age; the reasons for this decline are unknown, but may include loss of tactile receptors during normal aging. Remarkably, index finger passive tactile spatial acuity is better among adults with smaller index fingertips; this effect of finger size has been shown to underlie the better passive tactile spatial acuity of women, on average, compared to men. The density of tactile corpuscles, a type of mechanoreceptor that detects low-frequency vibrations, is greater in smaller fingers; the same may hold for Merkel cells, which detect the static indentations important for fine spatial acuity. Among children of the same age, those with smaller fingers also tend to have better tactile acuity. Many studies have shown that passive tactile spatial acuity is enhanced among blind individuals compared to sighted individuals of the same age, possibly because of cross modal plasticity in the cerebral cortex of blind individuals. Perhaps also due to cortical plasticity, individuals who have been blind since birth reportedly consolidate tactile information more rapidly than sighted people.",
            "score": 163.53445529937744
        },
        {
            "docid": "7220748_10",
            "document": "Height and intelligence . The most common IQ tests are the Wechsler Adult Intelligence Scale (WAIS) for individuals over the age of 16 and the Wechsler Intelligence Scale for Children (WISC) for individuals aged between 6 and 16 years old. Many of the studies performed on the relationship between physical stature and intelligence used one of these tests in order to gauge relative cognitive ability based on the age of the participants. In addition to IQ tests, some of the studies that were performed on children use academic performance as a measure of intelligence through standardized tests such as the Wide Range Achievement Test.",
            "score": 144.59445142745972
        },
        {
            "docid": "4144577_30",
            "document": "Disability-adjusted life year . Although some have criticized DALYs as essentially an economic measure of human productive capacity for the affected individual, this is not so. DALYs do have an age-weighting function that has been rationalized based on the economic productivity of persons at that age, but health-related quality of life measures are used to determine the disability weights, which range from 0 to 1 (no disability to 100% disabled) for all disease. These weights are based not on a person's ability to work, but rather on the effects of the disability on the person's life in general. This is why mental illness is one of the leading diseases as measured by global burden of disease studies, with depression accounting for 51.84 million DALYs. Perinatal conditions, which affect infants with a very low age-weight function, are the leading cause of lost DALYs at 90.48 million. Measles is fifteenth at 23.11 million.",
            "score": 162.95388865470886
        },
        {
            "docid": "31632332_11",
            "document": "Age determination in fish . Fish ages are often examined along with measurements of length and weight which combined can provide information on stock composition, age at maturity, life span, mortality, and production. Other purposes of performing age structure analysis are growth analysis, population dynamics estimates and resource management. Data from a particular study can delineate individuals into specific age classes. Exploited species often have the older, larger individuals removed from the population because they are the first removed by fishers leaving the younger smaller individuals. This effect may have serious consequences for that population. By performing age analysis studies we can identify these types of effects as well their implications to the status of the population.",
            "score": 154.49155521392822
        },
        {
            "docid": "6437_51",
            "document": "Cholesterol . Given the well-recognized role of cholesterol in cardiovascular disease, some studies have shown an inverse correlation between cholesterol levels and mortality. A 2009 study of patients with acute coronary syndromes found an association of hypercholesterolemia with better mortality outcomes. In the Framingham Heart Study, in subjects over 50 years of age, they found an 11% increase overall and 14% increase in cardiovascular disease mortality per 1 mg/dL per year drop in total cholesterol levels. The researchers attributed this phenomenon to the fact that people with severe chronic diseases or cancer tend to have below-normal cholesterol levels. This explanation is not supported by the Vorarlberg Health Monitoring and Promotion Programme, in which men of all ages and women over 50 with very low cholesterol were likely to die of cancer, liver diseases, and mental diseases. This result indicates the low-cholesterol effect occurs even among younger respondents, contradicting the previous assessment among cohorts of older people that this is a proxy or marker for frailty occurring with age.",
            "score": 123.33909547328949
        },
        {
            "docid": "838449_31",
            "document": "Atheroma . From human clinical trials, it has become increasingly evident that a more effective focus of treatment is slowing, stopping and even partially reversing the atheroma growth process. There are several prospective epidemiologic studies including the Atherosclerosis Risk in Communities (ARIC) Study and the Cardiovascular Health Study (CHS), which have supported a direct correlation of Carotid Intima-media thickness (CIMT) with myocardial infarction and stroke risk in patients without cardiovascular disease history. The ARIC Study was conducted in 15,792 individuals between 5 and 65 years of age in four different regions of the US between 1987 and 1989. The baseline CIMT was measured and measurements were repeated at 4- to 7-year intervals by carotid B mode ultrasonography in this study. An increase in CIMT was correlated with an increased risk for CAD. The CHS was initiated in 1988, and the relationship of CIMT with risk of myocardial infarction and stroke was investigated in 4,476 subjects ≤65 years of age. At the end of approximately six years of follow-up, CIMT measurements were correlated with cardiovascular events.",
            "score": 151.26416528224945
        },
        {
            "docid": "31742237_5",
            "document": "German Ageing Survey . The German Ageing Survey enables analyses of cohort differences, i.e. a comparison of individuals of the same age at different points in time and thus an examination of social change. Moreover, it allows longitudinal analyses, i.e. the comparison of information at certain points in time and hence a study of individual developments over time. The DEAS makes possible a comprehensive description of life situations and life contexts of the German population aged over 40 in the year 2014 (current cross-sectional analysis), an analysis of social changes over the points in time 1996, 2002, 2008 and 2014 and an investigation of intra-individual development over either six, twelve, fifteen, eighteen years or twenty-one years (1996-2002, 1996-2002-2008, 1996-2002-2008-2011, 1996-2002-2008-2011-2014 or 1996-2002-2008-2011-2014-2017). Another perspective results from the comparison of individual development over a six-year period in the three time-frames 1996 to 2002, 2002 to 2008 or 2008 to 2014, i.e. a comparison between the development of two or three birth cohorts in a specific age segment.",
            "score": 128.78093028068542
        },
        {
            "docid": "749745_9",
            "document": "Aging brain . Compared to other tissues in the body, the brain is deemed unusually sensitive to oxidative damage. Increased oxidative damage has been associated with neurodegenerative diseases, mild cognitive impairment and individual differences in cognition in healthy elderly people. In 'normal aging', the brain is undergoing oxidative stress in a multitude of ways. The main contributors include protein oxidation, lipid peroxidation and oxidative modifications in nuclear and mitochondrial DNA. Oxidative stress can damage DNA replication and inhibit repair through many complex processes, including telomere shortening in DNA components. Each time a somatic cell replicates, the telomeric DNA component shortens. As telomere length is partly inheritable, there are individual differences in the age of onset of cognitive decline.",
            "score": 119.8691554069519
        },
        {
            "docid": "42663845_7",
            "document": "Epigenetics of physical exercise . Epigenetic mechanisms affected by physical exercise have also been seen to be involved in age-related processes. A major component of aging is significant loss of DNA methylation over time. Methyl deoxycytidine, which is a methylated cytosine on the 5’ carbon of a cytosine, is involved in the process of cell differentiation and maintenance. Cell differentiation involves methylation of different areas within the DNA of a cell, which can alter the transcription of genes. During cell differentiation, DNA methylation is important for establishing the identity and function of a cell because of its role in controlling gene expression. A recent study looking at genome DNA methylation of newborn infants and humans aged 100 years or older found that the older individuals had significantly decreased overall DNA methylation. As one ages, the amount of DNA methylation slowly begins to decrease.",
            "score": 168.18026888370514
        },
        {
            "docid": "14282831_5",
            "document": "RealAge . The RealAge Test has reputedly been taken by over 42 million people since 1999. The RealAge Test measures what is referred to as the \"real age\" of the test taker's body based on a questionnaire pertaining to how well he or she maintains their physical health. The RealAge concept suggests that what they call calendar age reflects a test-taker's age since birth, while their RealAge Test gauges the physiological age of the body and provides the true rate of an individual’s aging.",
            "score": 138.1647186279297
        },
        {
            "docid": "57233087_9",
            "document": "Socioeconomic status and mental health . In this longitudinal study, the researchers looked at how mental disorders treated in hospitals for individuals aged 16–29 effected their educational achievement over the following 31 years in Finland. They had a total of 80 patients and compared those who had been treated in the hospital for diagnoses of schizophrenia and other psychotic/non-psychotic diagnoses to those of the same 1966 birth cohort who had received no psychiatric treatment. They found that individuals who were hospitalized at 22 years or younger (early onset) were more likely to only complete a basic education and remain stagnant.",
            "score": 125.68309783935547
        }
    ],
    "r": [
        {
            "docid": "49033_60",
            "document": "Epigenetics . A high-throughput study, which denotes technology that looks at extensive genetic markers, focused on epigenetic differences between monozygotic twins to compare global and locus-specific changes in DNA methylation and histone modifications in a sample of 40 monozygotic twin pairs. In this case, only healthy twin pairs were studied, but a wide range of ages was represented, between 3 and 74 years. One of the major conclusions from this study was that there is an age-dependent accumulation of epigenetic differences between the two siblings of twin pairs. This accumulation suggests the existence of epigenetic “drift”. Epigenetic drift is the term given to epigenetic modifications as they occur as a direct function with age. While age is a known risk factor for many diseases, age-related methylation has been found to occur differentially at specific sites along the genome. Over time, this can result in measurable differences between biological and chronological age. Epigenetic changes have been found to be reflective of lifestyle and may act as functional biomarkers of disease before clinical threshold is reached.",
            "score": 202.80517578125
        },
        {
            "docid": "42663845_8",
            "document": "Epigenetics of physical exercise . Studies have also looked at methyl deoxycytidine residues from tissues collected from rodents at various ages. These studies found that DNA methylation loss increased significantly as the rodent aged. Thus, aging is related to a significant loss in DNA methylation. However, this loss of DNA methylation appears to be slowed by physical exercise. Further studies have looked at the effects of physical exercise on DNA methylation and aging in humans. This found that genome wide DNA methylation in adult individuals who obtained thirty or more minutes of exercise a day had significantly more DNA methylation as compared to sedentary individuals. Thus, physical exercise can affect aging through slowing the rate of the loss of DNA methylation over time.",
            "score": 194.29544067382812
        },
        {
            "docid": "40854066_7",
            "document": "Epigenetic clock . The clock is defined as an age estimation method based on 353 epigenetic markers on the DNA. The 353 markers measure DNA methylation of CpG dinucleotides. Estimated age (\"predicted age\" in mathematical usage), also referred to as DNA methylation age, has the following properties: first, it is close to zero for embryonic and induced pluripotent stem cells; second, it correlates with cell passage number; third, it gives rise to a highly heritable measure of age acceleration; and, fourth, it is applicable to chimpanzee tissues (which are used as human analogs for biological testing purposes). Organismal growth (and concomitant cell division) leads to a high ticking rate of the epigenetic clock that slows down to a constant ticking rate (linear dependence) after adulthood (age 20). The fact that DNA methylation age of blood predicts all-cause mortality in later life even after adjusting for known risk factors suggests that it relates to a process that causes aging. Similarly, markers of physical and mental fitness are associated with the epigenetic clock (lower abilities associated with age acceleration).",
            "score": 189.05975341796875
        },
        {
            "docid": "54378028_4",
            "document": "Steve Horvath . Horvath's development of the DNA methylation based age estimation method known as epigenetic clock was featured in Nature magazine. In 2011 Horvath co-authored the first article that described an age estimation method based on DNA methylation levels from saliva. In 2013 Horvath published a single author article on a multi-tissue age estimation method that applies to all nucleated cells, tissues, and organs. This discovery, known as the Horvath clock, was unexpected because cell types differ in terms of the their DNA methylation patterns and age related DNA methylation changes tend to be tissue specific. In his article, he demonstrated that estimated age, also referred to as DNA methylation age, has the following properties: it is close to zero for embryonic and induced pluripotent stem cells, it correlates with cell passage number; it gives rise to a highly heritable measure of age acceleration; and it is applicable to chimpanzees.  Since the Horvath clock allows one to contrast the ages of different tissues from the same individuals, it can be used to identify tissues that show evidence of increased or decreased age.",
            "score": 180.94589233398438
        },
        {
            "docid": "3122518_12",
            "document": "Micronucleus . Multiple studies have found that micronuclei frequency in women is higher than in men and that the number of micronuclei increase until around 70 years of age. Micronuclei levels ranged from 0.5 to 1.4% in men to 0.9 to 1.8% in women. Gender-related differences were mainly seen in younger age groups (<= 50 years) with an almost two-fold difference between men and women. The patterns in the number of micronuclei after 70 years of age is controversial. Some studies have shown that in individuals over 70 years of age, micronucleus frequency increases in both sexes. On the other hand, other studies have found that in the oldest age groups, micronuclei frequencies level off. The deficiency of micronuclei in some of the oldest age groups may be explained by the fact that micro nucleated cells are preferentially eliminated by apoptosis. However, higher micronuclei frequency corresponds to a decreased efficiency of DNA repair and increased genomic instability, which are typical in older subjects. Age-related increases in micronuclei frequency also correspond well with age-related increases in the hypoploidy and the age-related increase in sex chromosome loss. Alternatively, the leveling off of frequency of micronuclei in older subjects would suggest a threshold of genomic instability that cannot be crossed if the person is to survive. If this were the case, women appear to reach this threshold faster than men.",
            "score": 178.94235229492188
        },
        {
            "docid": "10240721_2",
            "document": "Financial gerontology . Financial Gerontology is a multidisciplinary field of study encompassing both academic and professional education, that integrates research on aging and human development with the concerns of finance and business. Following from its roots in social gerontology, Financial Gerontology is not simply the study of \"old people\" but emphasizes the multiple processes of aging. In particular, research and teaching in financial gerontology draws upon \"four kinds of aging\" or \"'four lenses\" through which aging and finance can be viewed: population aging, individual aging, family aging, and generational aging. While it is problematic that \"demography is destiny,\" demographic concepts, issues, and data play a substantial role in understanding the dynamics of financial gerontology. For example, through the lens of population aging, demography identifies the number of persons of different ages in cities and countries—and at multiple points in time. Through the lens of individual aging, demography also notes changes in the length of time--number of years lived in older age, typically measured by increases in life expectancy. From in its founding years in the beginning of the 21st century, one primary interest of Financial Gerontology has been on baby boomers and their relationships with their parents. The impact of these two kinds of aging on finance are reasonably apparent. The large and increasing number of older persons [population aging] in a society, no matter how \"old age\" is defined, and the longer each of these persons lives [individual aging], the greater the impact on a society's pattern of retirement, public and private pension systems, health, health care, and the personal and societal financing of health care. The focus on boomers illustrates also the other two lenses or \"kinds\" of aging. How boomers deal with the social, emotional, and financial aspects of their parents' aging is a central aspect of family aging. And how boomers may differ from their parents born and raised twenty to forty years earlier, and differ from their Generation X and Millennial children and grandchildren, are substantial aspects of generational aging.",
            "score": 177.89236450195312
        },
        {
            "docid": "11958237_5",
            "document": "Semen quality . Although it is possible for men to father children into old age, the genetic quality of sperm, as well as its volume and motility, all typically decrease with age. In other words, older sperm are less likely to result in a successful pregnancy and, moreover, the cumulative fragmentation of sperm DNA over time increases the likelihood that a small fraction of men will pass on achondroplasia and transmit multiple genetic and chromosomal defects. For example, the percentage of sperm with highly damaged DNA, comet extent, DNA break number, and other comet measures has been found to be significantly higher in men aged 36–57 years than in those aged 20–35 years. Advancing paternal age has been implicated in a number of possible health effects. One particularly well-studied connection is the link between advancing age and autism. For example, one study of 943,664 children less than 10 years old, found that, with confounding variables controlled, the risk of autism increased with increasing paternal age. In men with a normal level of sperm production (normozoospermia), the percentage of sperm DNA fragmentation is positively correlated with age, and inversely correlated with progressive sperm motility.  No age related effects on sperm were noted in separate control groups recruited in different geographical locations, indicating that dietary habits, lifestyle or ethnicity could play a part in the quality of sperm.",
            "score": 177.15798950195312
        },
        {
            "docid": "12127160_28",
            "document": "Personal fable . Arnett(2000) suggested that in adolescents' identity exploration, it is more transient and tentative. (Arnett, 2000). Adolescent dating is recreational in nature, involving group activities. They are still exploring their identity before asking the question \"Given the kind of person I am, What kind of person do I wish to have a partner through life?\" (Arnett, 2000, p. 473). With increasing opportunities to pursue higher education and greater delays in marriage and childbirth (Arnett, 2007), there is now more time, beyond adolescence, for activities and reflections surrounding self-definition and identity development. (Kose, Papouchis & Fireman). When adolescents start to develop the cognitive skill to understand others feeling and what they are thinking, also known as theory of mind. This helps adolescents to develop their own sense of self and their own way of perceive the world. It is normal for adolescents to feel personal fable. It is what drives them to develop their own sets of skills to understand others thoughts and feelings. And this also triggers their ability to seek out their own identity. Arnett(2000) argues that as the age of adulthood had been moved back and the age of becoming an adult is getting older than the past. There is more time for the adolescents to explore themselves more. He thought that his period of exploration seems that perspective-taking skills are being sharpened most dramatically. Personal fable also helps adolescents transition from exploring one self to seeking extended experimentation, particularly in relationships, during the transition of young adulthood. Elkind though thought that the extension period for identity exploration and less pressure to take on typical adult roles teens are special and invulnerable, but are not feeling on center stage as often felt by the adolescents. (Elkind et al., Lapsley et al., 1989). As an example, some young adults might still have the feeling that they are special inside and invulnerable, but they are less likely to engage in risky behaviors. Some current findings suggest that increases in personal fable ideation are associated with increases in identity and cognitive formal operations, particularly among this young adult age group. Increase in personal fable ideation, feelings of invulnerability, among emerging adults may explain the heightened level of maladaptive behaviors among this group. For example, studies might explore how faulty thinking, particularly personal fable ideation, is related to risk behavior and how interventions can be tailored to address the type of thinking if leading to harmful out comes for the young adults (18–25 years old). Apparently inconsistent findings might be resolved by improvements in ways of measuring individual differences in the personal fable. Young adults have to be able to cope with identity crisis at the same time knowing that personal fable is driving them to risky behaviors. If young adults do not cope with the inner conflicts, they will be likely to involve in risk-behaviors. Current research indicates that the age of emerging adulthood may extend later than previously thought, and the personal fable also appears to persist into emerging adulthood. The persistence of the personal fable could contribute to continued risk-taking behavior even though that age group physically appears to be adult.",
            "score": 175.06008911132812
        },
        {
            "docid": "3203778_11",
            "document": "Catharine Cox Miles . Cox-Miles was also interested in mental speed as function of age. Her ways of investigating this was by measuring subjects Intelligence speed scores while using Otis-S-A Higher Examination speed test. She tested subjects between early adulthood to late adulthood. She found that there is negative correlation between mental age scores and one’s biological age. She reported that there is a decline in ability with age which she believed is due to the influence of a speed factor. Cox-Miles and Terman published research on achieved eminence together. They looked at adults and how much achievement or recognition they have made in their lifetime. They then took this level of measurement and compared it to their mental IQ scores to see if there was correlation. There was a very strong belief that mental health, physical health, and Intelligence levels would all have a positive correlation to each other. Another Miles studies include a classical cross sectional study that she did with Walter R. Miles where they tested the relationship between intelligence scores and age, especially from early to late maturity. Their findings were that an increased age is associated with decline of some intellectual abilities, like memory and speed processes. In other words, a decrease in mean IQ is associated with an increase of age after late teens or twenty.",
            "score": 174.40513610839844
        },
        {
            "docid": "54301172_35",
            "document": "Well-being contributing factors . The midlife crisis may mark the first reliable drop in happiness during an average human's life. Evidence suggests most people generally become happier with age, with the exception of the years 40 – 50, which is the typical age at which a \"crisis\" might occur. Researchers specify that people in both their 20s and 70s are happier than during midlife, although the extent of happiness changes at different rates. For example, feelings of stress and anger tend to decline after age 20, worrying drops after age 50, and enjoyment very slowly declines in adulthood but finally starts to rise after age 50. Well-being in late life is more likely to be related to other contextual factors including proximity to death. However most of this terminal decline in well-being could be attributed to other changes in age-normative functional declines including physical health and function. Also, there is growing debate that assumptions that a single population estimate of age-related changes in well-being truly reflects the lived experiences of older adults has been questioned. The use of growth mixture modelling frameworks has allowed researchers to identify homogenous groups of individuals who are more similar to each other than the population based on their level and change in well-being and has shown that most report stable well-being in their late life and in the decade prior to death. These findings are based on decades of data, and control for cohort groups; the data avoids the risk that the drops in happiness during midlife are due to populations' unique midlife experiences, like a war. The studies have also controlled for income, job status and parenting (as opposed to childlessness) to try to isolate the effects of age.",
            "score": 173.31678771972656
        },
        {
            "docid": "11131663_8",
            "document": "Cephalometry . One way in which cephalograms can be utilized is for accurate age estimation but not for sex estimation. One study confirmed that the mandibular ramus length is strongly related to chronological age and can be utilized to predict whether an individual is older than 18 years or older with a highly significant degree of accuracy (95% confidence interval). If the ramus length is 7.0 cm or more, then the individual has an 81.25% probability of being 18 years or older. Further, the study confirmed that there is not a strong degree of sexual dimorphism between mandibular ramus length until an individual reaches 16 years of age. The accuracy of predicting sex with mandibular ramus length is only 54% making it an unreliable indicator of sex in forensic contexts. The study also has impacts for providing age estimation of living people. This could be applicable in immigration, criminal and civil investigations, adoption of children, or old-age pension requests.The study utilized scanned cephalometric radiographs to conduct the study. Cephalometry remains to be the most popular and useful method for investigating the craniofacial skeletal morphology. Skull measurements are also important for facial reconstruction in cases of disputed identity. In the Punjab study, the mesocephalic was the most common craniotype followed by dolicocephalic in the tropical regions.The brachycephalic was more common in the temperate regions. Genetic and environmental factors have been suggested for the presence of variations in cephalic indices among population groups. Dietary habits have also been shown to modulate the craniofacial form of people. The data this study gathered is only valid for the adult population and may be useful in future forensic contexts.",
            "score": 171.91810607910156
        },
        {
            "docid": "40854066_12",
            "document": "Epigenetic clock . By contrasting DNA methylation age (estimated age) with chronological age, one can define measures of age acceleration. Age acceleration can be defined as the difference between DNA methylation age and chronological age. Alternatively, it can be defined as the residual that results from regressing DNAm age on chronological age. The latter measure is attractive because it does not correlate with chronological age. A positive/negative value of epigenetic age acceleration suggests that the underlying tissue ages faster/slower than expected.",
            "score": 170.9230194091797
        },
        {
            "docid": "3952165_6",
            "document": "Pair bond . Humans can experience some or all of the above-mentioned varieties of pair bonds in their lifetime. These bonds can be temporary or last a lifetime, same age or with different age groups. In a biological sense there are two main types of pair bonds exhibited in humans: social pair bonding and sexual pair bonding. The social pair bond is a strong behavioral and psychological relationship between two individuals that is measurably different in physiological and emotional terms from general friendships or other acquaintance relationships. On the other hand, the sexual pair bond is a behavioral and physiological bond between two individuals with a strong sexual attraction component. In this bond the participants in the sexual pair bond prefer to have sex with each other over other options. Social pair bonds are usually more wide-ranging than their sexual counterparts due to the sexual nature involved in the latter. In humans and other mammals, these pair bonds are created by a combination of social interaction and biological factors including neurotransmitters like oxytocin, vasopressin, and dopamine.",
            "score": 170.77952575683594
        },
        {
            "docid": "7913402_18",
            "document": "Paul Baltes . The perspective of historical embeddedness is composed of two main ideas: the idea that a relationship exists between an individual's development and the socio-cultural setting around them, and also how this setting evolves over time. During the time of adolescence, Baltes believed the socio-cultural setting in which an individual develops plays a distinct role in the development of their personality. This has been exemplified in numerous studies, including Nesselroade and Baltes’, who showed that the level and direction of change in adolescent personality development was influenced as strongly by the socio-cultural settings at the time (in this case, the Vietnam War) as age related factors. The study involved individuals of four different adolescent age groups who all showed significant personality development in the same direction (a tendency to occupy themselves with ethical, moral, and political issues rather than cognitive achievement). Similarly, Edler showed that the Great Depression was a setting that significantly affected the development of adolescents and their corresponding adult personalities, by showing a similar common personality development across age groups. Baltes’ theory also states that the historical socio-cultural setting had an effect on the development of an individual's intelligence. The areas of influence that Baltes thought most important to the development of intelligence were health, education, and work. The first two areas, health and education, significantly affect adolescent development as a healthy child, who is educated effectively, will develop a higher level of intelligence. The environmental factors, health and education, have been suggested by Neiss and Rowe to have as much effect on intelligence as inherited intelligence. The second idea of historical embeddedness is that this socio-cultural setting evolves over time. Therefore, during adolescence, when intelligence is influenced significantly, advances in the areas of health, education, and type of work available to adolescents will show an effect that persists into adulthood. This effect of intelligence not only changing with time (as people age), but also varying by the historical time period a person developed in, was shown in a study by Schaie on adults only ten years apart in age. This study showed that intelligence levels change by cohort, or historical time.",
            "score": 170.69078063964844
        },
        {
            "docid": "329915_10",
            "document": "Supercentenarian . By measuring the biological age of various tissues from supercentenarians, researchers may be able to identify the nature of those that are protected from aging effects. According to a study of 30 different body parts from a 112-year-old female supercentenarian, along with younger controls, the cerebellum is protected from aging according to an epigenetic biomarker of tissue age known as the epigenetic clock — the reading is about 15 years younger than expected in a centenarian. These findings could explain why the cerebellum exhibits fewer neuropathological hallmarks of age-related dementia as compared to other brain regions.",
            "score": 170.2715606689453
        },
        {
            "docid": "40854066_36",
            "document": "Epigenetic clock . 1) Weidner et al. (2014) describe an age estimator for DNA from blood that uses only three CpG sites of genes hardly affected by aging (cg25809905 in integrin, alpha 2b (ITGA2B); cg02228185 in aspartoacylase (ASPA) and cg17861230 in phosphodiesterase 4C, cAMP specific (PDE4C)). The age estimator by Weidener et al. (2014) applies only to blood. Even in blood this sparse estimator is far less accurate than Horvath's epigenetic clock (Horvath 2014) when applied to data generated by the Illumina 27K or 450K platforms. 2) Hannum et al. (2013) report several age estimators: one for each tissue type. Each of these estimators requires covariate information (e.g. gender, body mass index, batch). The authors mention that each tissue led to a clear linear offset (intercept and slope). Therefore, the authors had to adjust the blood-based age estimator for each tissue type using a linear model. When the Hannum estimator is applied to other tissues, it leads to a high error (due to poor calibration) as can be seen from Figure 4A in Hannum et al. (2013). Hannum et al. adjusted their blood-based age estimator (by adjusting the slope and the intercept term) in order to apply it to other tissue types. Since this adjustment step removes differences between tissue, the blood-based estimator from Hannum et al. cannot be used to compare the ages of different tissues/organs. In contrast, a salient characteristic of the epigenetic clock is that one does not have to carry out such a calibration step: it always uses the same CpGs and the same coefficient values. Therefore, Horvath's epigenetic clock can be used to compare the ages of different tissues/cells/organs from the same individual. While the age estimators from Hannum et al. cannot be used to compare the ages of different normal tissues, they can be used to compare the age of a cancerous tissue with that of a corresponding normal (non-cancerous) tissue. Hannum et al. reported pronounced age acceleration effects in all cancers. In contrast, Horvath's epigenetic clock reveals that some cancer types (e.g. triple negative breast cancers or uterine corpus endometrial carcinoma) exhibit negative age acceleration, i.e. cancer tissue can be much younger than expected. An important difference relates to additional covariates. Hannum's age estimators make use of covariates such as gender, body mass index, diabetes status, ethnicity, and batch. Since new data involve different batches, one cannot apply it directly to new data. However, the authors present coefficient values for their CpGs in Supplementary Tables which can be used to define an aggregate measure that tends to be strongly correlated with chronological age but may be poorly calibrated (i.e. lead to high errors).",
            "score": 168.7941436767578
        },
        {
            "docid": "7913402_19",
            "document": "Paul Baltes . Contextualism as a paradigm is Baltes’ idea that three systems of biological and environmental influence work together to influence development: age-graded, history-graded, and nonnormative influences. Baltes wrote that these three influences operate throughout the life course, their effects accumulate with time, and, as a dynamic package, they are responsible for how lives develop. While Baltes was referring to influences over the course of a lifetime, this perspective nonetheless is highly applicable to the study of adolescent development. Age-graded influences are those biological and environmental factors that have a strong correlation with chronological age. Adolescence is a time of much “biological maturation and age-graded socialization events.” History-graded influences are biological determinants that are associated with a specific time period that define the broader bio-cultural context in which an individual develops. This is similar to the perspective of historical embeddedness, which has been shown earlier in the paper to pertain heavily to the study of adolescent development. Nonnormative influences are unpredictable and not tied to a certain developmental time, personally or historically. They are the unique experiences of an individual, whether biological or environment, that shape the development process. This certainly applies to adolescent development as these experiences could occur in the adolescent time period, however they are just as likely to occur in any other period of development. The most important aspect of the perspective of contextualism as a paradigm is that the three systems of influence work together to influence development. Concerning adolescent development, the age-graded influences would help to explain the similarities within a cohort, the history-graded influences would help to explain the differences between cohorts, and the nonnormative influences would explain the idiosyncrasies of each adolescents individual development. When all influences are considered together, it lends to a broader explanation of an adolescent’s development.",
            "score": 168.76783752441406
        },
        {
            "docid": "42663845_7",
            "document": "Epigenetics of physical exercise . Epigenetic mechanisms affected by physical exercise have also been seen to be involved in age-related processes. A major component of aging is significant loss of DNA methylation over time. Methyl deoxycytidine, which is a methylated cytosine on the 5’ carbon of a cytosine, is involved in the process of cell differentiation and maintenance. Cell differentiation involves methylation of different areas within the DNA of a cell, which can alter the transcription of genes. During cell differentiation, DNA methylation is important for establishing the identity and function of a cell because of its role in controlling gene expression. A recent study looking at genome DNA methylation of newborn infants and humans aged 100 years or older found that the older individuals had significantly decreased overall DNA methylation. As one ages, the amount of DNA methylation slowly begins to decrease.",
            "score": 168.18026733398438
        },
        {
            "docid": "18669_3",
            "document": "Life expectancy . National LEB figures reported by statistical national agencies and international organizations are indeed estimates of \"period\" LEB. In the Bronze Age and the Iron Age, LEB was 26 years; the 2010 world LEB was 67.2 years. For recent years, in Swaziland LEB is about 49, and in Japan, it is about 83. The combination of high infant mortality and deaths in young adulthood from accidents, epidemics, plagues, wars, and childbirth, particularly before modern medicine was widely available, significantly lowers LEB. But for those who survive early hazards, a life expectancy of 60 or 70 would not be uncommon. For example, a society with a LEB of 40 may have few people dying at precisely 40: most will die before 30 or after 55. In populations with high infant mortality rates, LEB is highly sensitive to the rate of death in the first few years of life. Because of this sensitivity to infant mortality, LEB can be subjected to gross misinterpretation, leading one to believe that a population with a low LEB will necessarily have a small proportion of older people. For example, in a hypothetical stationary population in which half the population dies before the age of five but everybody else dies at exactly 70 years old, LEB will be about 36, but about 25% of the population will be between the ages of 50 and 70. Another measure, such as life expectancy at age 5 (e), can be used to exclude the effect of infant mortality to provide a simple measure of overall mortality rates other than in early childhood; in the hypothetical population above, life expectancy at 5 would be another 65. Aggregate population measures, such as the proportion of the population in various age groups, should also be used along individual-based measures like formal life expectancy when analyzing population structure and dynamics.",
            "score": 168.03553771972656
        },
        {
            "docid": "34864050_5",
            "document": "Cognitive-experiential self-theory . Individual difference, within the context of CEST, can be assessed in a couple of different ways. First, if rational and experiential processes are independent systems for processing information, then one would suspect that there are individual differences in how effectively we use those systems. That is, each person should have an intelligence level for each of the two systems. Rational intelligence can be measured easily enough with simple IQ tests which naturally assess many aspects of the rational system. However, IQ tests do not assess any of the primary aspects of the experiential system. To address this issue, the Constructive Thinking Inventory (CTI) was developed to measure individual difference in efficacy of the experiential system. Consistent with the assumption of independence, studies have shown no correlation between IQ measures and CTI scores. Individual difference in preference for one system over the other is another meaningful personality variable that can be assumed. The Rational-Experiential Inventory (REI) and the later Rational/Experiential Multimodal Inventory (REIm) were developed to test that assumption. Indeed, reliable individual differences in preference for thinking styles consistently emerge from studies that use these assessments. What's more, individual differences in preference for a particular thinking style, as assessed by the REI, has been associated with a number of meaningful life outcomes. A preference for rational thought shows a number of beneficial associations. Increased academic achievement (GRE scores and grade-point average), self-esteem, openness to experience, and conscientiousness and decreased levels of depression and state-trait anxiety have all been associated with need for cognition. Higher levels of Faith in Intuition have more mixed results. Creativity, spontaneity, emotional expression, agreeableness, extroversion, and positive interpersonal relationships have all been associated with a preference for experiential processing. However, it has also been linked with authoritarianism, superstitious beliefs, and stereotypical thinking. Sex and age differences in thinking styles have also been found. Research has consistently found that women tend to rely more on experiential processing whereas men seem to be more prone to the rational system. Research also suggests that our preference processing style likely changes with age. Specifically, as age increases, preference for Faith in Intuition decreases. However, no relationship between age and need for cognition has been found.",
            "score": 167.63494873046875
        },
        {
            "docid": "436824_22",
            "document": "Gerontology . Genetic theories of aging propose that aging is programmed within each individual's genes. According to this theory, genes dictate cellular longevity. Programmed cell death, or apoptosis, is determined by a \"biological clock\" via genetic information in the nucleus of the cell. Genes responsible for apoptosis provide an explanation for cell death, but are less applicable to death of an entire organism. An increase in cellular apoptosis may correlate to aging, but is not a 'cause of death'. Environmental factors and genetic mutations can influence gene expression and accelerate aging. More recently epigenetics have been explored as a contributing factor. The epigenetic clock, which objectively measures the biological age of cells and tissues, may become useful for testing different biological aging theories.",
            "score": 167.5498046875
        },
        {
            "docid": "47073626_15",
            "document": "Individual Deprivation Measure . The IDM can support the Global Goals by reducing the gender data gap, providing rich, multidimensional data about the lived experience of individual women and men in relation to core economic and social dimensions that people experiencing poverty have identified as important for defining and measuring poverty and deprivation. The IDM can also complement existing and improved gender-sensitive data collection, by showing how national results are translating into change for specific individuals and groups, and the relationship between dimensions and how this varies (for example, by age, disability, sociocultural background or rural/urban location).",
            "score": 167.40618896484375
        },
        {
            "docid": "45521144_5",
            "document": "Aging and society . The age of an adult human is commonly measured in whole years since the day of birth. Fractional years, months or even weeks may be used to describe the age of children and infants for finer resolution. The time of day the birth occurred is not commonly considered. In some cultures there are other ways to express age. For example, some cultures measure age by counting years including the current year, while others count years without including it. It could be said for the same person that he is twenty years old or that he is in the twenty-first year of his life. In Russian the former expression is generally used, the latter one has restricted usage: it is used for age of a deceased person in obituaries and for the age of an adult when it is desired to show him/her older than he/she is. (Psychologically, a woman \"in her 20th year\" seems older than one who is \"19 years old\".) Other cultures that express age differently may not use years elapsed since birth at all. Inuit culture is an example in which birthdays are not celebrated because maturity is not signified in terms of years. The Navajo culture is another in which age is not counted through years elapsed from birth. In this case, age is measured through certain milestones in a person's life, such as the first time they laugh.",
            "score": 165.8304443359375
        },
        {
            "docid": "67216_15",
            "document": "Martian meteorite . The majority of SNC meteorites are quite young compared to most other meteorites and seem to imply that volcanic activity was present on Mars only a few hundred million years ago. The young formation ages of Martian meteorites was one of the early recognized characteristics that suggested their origin from a planetary body such as Mars. Among Martian meteorites, only ALH 84001 and NWA 7034 have radiometric ages older than about 1400 Ma (Ma = million years). All nakhlites, as well as Chassigny and NWA 2737, give similar if not identical formation ages around 1300 Ma, as determined by various radiometric dating techniques. Formation ages determined for many shergottites are variable and much younger, mostly ~150-575 Ma. The chronological history of shergottites is not totally understood, and a few scientists have suggested that some may actually have formed prior to the times given by their radiometric ages, a suggestion not accepted by most scientists. Formation ages of SNC meteorites are often linked to their cosmic-ray exposure (CRE) ages, as measured from the nuclear products of interactions of the meteorite in space with energetic cosmic ray particles. Thus, all measured nakhlites give essentially identical CRE ages of approximately 11 Ma, which when combined with their possible identical formation ages indicates ejection of nakhlites into space from a single location on Mars by a single impact event. Some of the shergottites also seem to form distinct groups according to their CRE ages and formation ages, again indicating ejection of several different shergottites from Mars by a single impact. However, CRE ages of shergottites vary considerably (~0.5–19 Ma), and several impact events are required to eject all the known shergottites. It had been asserted that there are no large young craters on Mars that are candidates as sources for the Martian meteorites, but subsequent studies claimed to have a likely source for ALH 84001 and a possible source for other shergottites.",
            "score": 165.14175415039062
        },
        {
            "docid": "34872017_10",
            "document": "Personality changes . There is an increase in consistency of a trait as age increases. However, personality does not stop changing at a specific age. Biological and social transitions in life may also be a factor for change. Biological transitions are stages like puberty or first childbirth. Social transitions might be changes in social roles like becoming a parent or working at a first job. These life transitions do not necessarily cause change, but they may be reasons for change. One theory says that whether or not these life transitions cause personality change is based on whether the transition was expected based on age or was unforeseen. The events that are expected will cause personality change because those events have common scripts. However, events that are unexpected will give prominence to the traits that already exist for the individual. Historical context also affects personality change. Major life events can lead to changes in personality that can persist for more than a decade. A longitudinal study followed women over 30 years and found that they showed increases in individualism. This may have been due to the changes that were occurring in the country at the time.",
            "score": 164.51231384277344
        },
        {
            "docid": "11044951_3",
            "document": "Population change . The most common way to calculate population change is to exam the births and deaths in a population. The number of births and deaths is directly related to how fast the population is growing, as well as how long the people will live. For a long period of time, the world's population grew steadily but slowly. Large numbers of babies were born but died early due to various causes such as insufficient health facilities, and the lack of food available. Farmers were not able to produce enough to meet the food requirements for the growing population, causing many deaths. As a result of this, the total increase in population was very low. However, due to recent growth in technology, education, and medical care, the worlds population has grown exponentially. The natural resources that were once scarce are now being mass produced. Because of this change, many countries are setting into place policies to help control the growing population. Some of these policies include: better health care, education, and birth limitations. As the population size begins to grow, the life expectancy has changed as a result. This started with a rapid decrease in deaths, followed by a slight increase in fertility, causing a boom in aging people. Soon after, fertility began to decline, causing the population to grow faster and older, leading to total population increase over time. One of the biological reasons for the fertility decline is because of chromosome segregation during cell division that behave abnormally in older eggs. Other reasons like more women in the workforce also explain the fertility decline over the years. Recent studies also show that there has been a decline in fertility from the ages 25 to 29, which is surprising because this age group had the highest birth rates in the past. The birth rate percentages over the age of 30 and under the age of 30 are also varying in the sense that there is more drop in birthrates of women under the age of 30 than women over the age of 30.",
            "score": 164.2605743408203
        },
        {
            "docid": "21281976_31",
            "document": "Somatosensory system . A variety of studies have measured and investigated the causes for differences between individuals in the sense of fine touch. One well-studied area is passive tactile spatial acuity, the ability to resolve the fine spatial details of an object pressed against the stationary skin. A variety of methods have been used to measure passive tactile spatial acuity, perhaps the most rigorous being the grating orientation task. In this task subjects identify the orientation of a grooved surface presented in two different orientations, which can be applied manually or with automated equipment. Many studies have shown a decline in passive tactile spatial acuity with age; the reasons for this decline are unknown, but may include loss of tactile receptors during normal aging. Remarkably, index finger passive tactile spatial acuity is better among adults with smaller index fingertips; this effect of finger size has been shown to underlie the better passive tactile spatial acuity of women, on average, compared to men. The density of tactile corpuscles, a type of mechanoreceptor that detects low-frequency vibrations, is greater in smaller fingers; the same may hold for Merkel cells, which detect the static indentations important for fine spatial acuity. Among children of the same age, those with smaller fingers also tend to have better tactile acuity. Many studies have shown that passive tactile spatial acuity is enhanced among blind individuals compared to sighted individuals of the same age, possibly because of cross modal plasticity in the cerebral cortex of blind individuals. Perhaps also due to cortical plasticity, individuals who have been blind since birth reportedly consolidate tactile information more rapidly than sighted people.",
            "score": 163.53445434570312
        },
        {
            "docid": "40854066_4",
            "document": "Epigenetic clock . It is not yet known what exactly is measured by DNA methylation age. Horvath hypothesized that DNA methylation age measures the cumulative effect of an epigenetic maintenance system but details are unknown. The fact that DNA methylation age of blood predicts all-cause mortality in later life strongly suggests that it relates to a process that causes aging. However, it is unlikely that the 353 clock CpGs are special or play a direct causal role in the aging process. Rather, the epigenetic clock captures an emergent property of the epigenome.",
            "score": 163.34181213378906
        },
        {
            "docid": "51456021_7",
            "document": "Syrians in Denmark . According to Statistics Denmark, Syrian migrants and their descendants are over-represented as perpetrators of crime. Male Syrian descendants are about 15 times more likely to commit violent crime. As of 2016, Syria-born male immigrants in Denmark aged 15-79 have a total crime index of 97 when adjusted for age only, with an adjustment of 61 for age and socioeconomic status. Their male descendants have a total crime index of 300 when adjusted for age only, with adjustments of 293 for age and socioeconomic status, 241 for age and family education, and 239 for age and family income. With regard to type of infringement, the male descendants of Syria-born individuals have a penal code crime index of 475 when adjusted for age only (with adjustments of 400 for age and socioeconomic status, 304 age and family education, and 278 for age and family income), of which the crime index when adjusted for age only is 552 for violent offences (with adjustments of 465 for age and socioeconomic status, 343 age and family education, and 319 for age and family income) and 421 for property offences (with adjustments of 356 for age and socioeconomic status, 268 age and family education, and 240 for age and family income). The crime index when adjusted for age only is 302 for traffic law (with adjustments of 315 for age and socioeconomic status, 259 for age and family education, and 274 for age and family income) and 315 for special laws (with adjustments of 297 for age and socioeconomic status, 249 age and family education, and 241 for age and family income). The average crime index among the general Danish population is set at 100 and percentage points above or below that baseline reflect greater or lesser prevalence, depending on a population's most common age group and its relative socioeconomic status. As of 2016, a total of 1,033 persons of Syrian origin were found guilty of crimes. Of these individuals, 923 were males and 110 were females, with males between the ages of 15-29 years (465 individuals) and 30-49 years (407 individuals) constituting most of the total. The most common types of offences were violations of traffic law (602 individuals, of which 570 breached the Road Traffic Act), followed by violations of the penal code (269 individuals, of which 176 made offences against property) and special laws (238 individuals, of which 117 breached other special laws). Most of the persons received a fine (869 individuals), with the remainder given unsuspended imprisonment (75 individuals), suspended imprisonment (71 individuals), withdrawal of charges (8 individuals), no charges (5 individuals), other decisions (3 individuals), or preventive measures (2 individuals).",
            "score": 163.32398986816406
        },
        {
            "docid": "4144577_30",
            "document": "Disability-adjusted life year . Although some have criticized DALYs as essentially an economic measure of human productive capacity for the affected individual, this is not so. DALYs do have an age-weighting function that has been rationalized based on the economic productivity of persons at that age, but health-related quality of life measures are used to determine the disability weights, which range from 0 to 1 (no disability to 100% disabled) for all disease. These weights are based not on a person's ability to work, but rather on the effects of the disability on the person's life in general. This is why mental illness is one of the leading diseases as measured by global burden of disease studies, with depression accounting for 51.84 million DALYs. Perinatal conditions, which affect infants with a very low age-weight function, are the leading cause of lost DALYs at 90.48 million. Measles is fifteenth at 23.11 million.",
            "score": 162.95388793945312
        },
        {
            "docid": "3627193_8",
            "document": "Albert Einstein's brain . The limitation that Diamond admits in her study is that she had only one Einstein to compare with 11 brains of normal intelligence individuals. S. S. Kantha of the Osaka Bioscience Institute criticized Diamond's study, as did Terence Hines of Pace University. Other issues related to Diamond's study point out glial cells continue dividing as a person ages and although Einstein's brain was 76, it was compared to brains that averaged 64 in age (eleven male brains, 47–80 years of age). Diamond in her landmark study \"On the Brain of a Scientist: Albert Einstein\" noted that the 11 male individuals whose brains were used in her control base had died from nonneurologically related diseases. She also noted that \"Chronological age is not necessarily a useful indicator in measuring biological systems. Environmental factors also play a strong role in modifying the conditions of the organism. One major problem in dealing with human specimens is that they do not come from controlled environments.\" Additionally, there is little information regarding the samples of brains that Einstein's brain was compared against such as IQ score, or other relevant factors. Diamond also admitted that research disproving the study was omitted. His brain is now at the Mütter Museum in Philadelphia and two of the 140 sections are on loan at the British Museum.",
            "score": 162.69317626953125
        },
        {
            "docid": "57404410_9",
            "document": "Epigenetics in forensic science . The epigenetic clock refers to methylation sites that are highly associated with aging. These sites consistently change across individuals and can therefore be used as age markers for an individual. There are some models that have been developed to predict ages for specific samples, such as saliva and buccal epithelial cells, blood, or semen, but others have been made to age any tissue. In 2011, three significant, hypermethylated CpG sites related to aging across all samples were found in the KCNQ1DN, NPTX2, and GRIA2 genes. The age guess for over 700 samples had a mean absolute deviation from chronological age (MAD) of 11.4 years. Two years later, almost 8,000 samples were used in an elastic net regularized regression to create a new age predictive model. This resulted in 353 CpG sites being chosen for the age prediction, and the model had a MAD of 3.6 years.",
            "score": 161.8551788330078
        }
    ]
}