{
    "q": [
        {
            "docid": "34217148_5",
            "document": "Vectors in gene therapy . The genetic material in retroviruses is in the form of RNA molecules, while the genetic material of their hosts is in the form of DNA. When a retrovirus infects a host cell, it will introduce its RNA together with some enzymes, namely reverse transcriptase and integrase, into the cell. This RNA molecule from the retrovirus must produce a DNA copy from its RNA molecule before it can be integrated into the genetic material of the host cell. The process of producing a DNA copy from an RNA molecule is termed reverse transcription. It is carried out by one of the enzymes carried in the virus, called reverse transcriptase. After this DNA copy is produced and is free in the nucleus of the host cell, it must be incorporated into the genome of the host cell. That is, it must be inserted into the large DNA molecules in the cell (the chromosomes). This process is done by another enzyme carried in the virus called integrase.",
            "score": 135.17729258537292
        },
        {
            "docid": "14170_26",
            "document": "HIV . Shortly after the viral capsid enters the cell, an enzyme called reverse transcriptase liberates the positive-sense single-stranded RNA genome from the attached viral proteins and copies it into a complementary DNA (cDNA) molecule. The process of reverse transcription is extremely error-prone, and the resulting mutations may cause drug resistance or allow the virus to evade the body's immune system. The reverse transcriptase also has ribonuclease activity that degrades the viral RNA during the synthesis of cDNA, as well as DNA-dependent DNA polymerase activity that creates a sense DNA from the \"antisense\" cDNA. Together, the cDNA and its complement form a double-stranded viral DNA that is then transported into the cell nucleus. The integration of the viral DNA into the host cell's genome is carried out by another viral enzyme called integrase.",
            "score": 144.68556356430054
        },
        {
            "docid": "1590640_11",
            "document": "Nuclear DNA . DNA replication begins at a specific site in the DNA molecule called the origin of replication. The enzyme helicase unwinds and separates a portion of the DNA molecule after which single-strand binding proteins react with and stabilize the separated, single-stranded sections of the DNA molecule. The enzyme complex DNA polymerase engages the separated portion of the molecule and initiates the process of replication. DNA polymerase can only connect new DNA nucleotides to a pre-existing chain of nucleotides. Therefore, replication begins as an enzyme called primase assembles an RNA primer at the origin of replication. The RNA primer consists of a short sequence of RNA nucleotides, complementary to a small, initial section of the DNA strand being prepared for replication. DNA polymerase is then able to add DNA nucleotides to the RNA primer and thus begin the process of constructing a new complementary strand of DNA. Later the RNA primer is enzymatically removed and replaced with the appropriate sequence of DNA nucleotides. Because the two complementary strands of the DNA molecule are oriented in opposite directions and the DNA polymerase can only accommodate replication in one direction, two different mechanisms for copying the strands of DNA are employed. One strand is replicated continuously towards the unwinding, separating portion of the original DNA molecule; while the other strand is replicated discontinuously in the opposite direction with the formation of a series of short DNA segments called Okazaki fragments. Each Okazaki fragment requires a separate RNA primer. As the Okazaki fragments are synthesized, the RNA primers are replaced with DNA nucleotides and the fragments are bonded together in a continuous complementary strand.",
            "score": 160.5506715774536
        },
        {
            "docid": "3570811_2",
            "document": "Werner syndrome helicase . \"Werner syndrome ATP-dependent helicase\" also known as DNA helicase, RecQ-like type 3 is an enzyme that in humans is encoded by the WRN gene. WRN is a member of the RecQ Helicase family. Helicase enzymes generally unwind and separate double-stranded DNA. These activities are necessary before DNA can be copied in preparation for cell division (DNA replication). Helicase enzymes are also critical for making a blueprint of a gene for protein production, a process called transcription. Further evidence suggests that Werner protein plays a critical role in repairing DNA. Overall, this protein helps maintain the structure and integrity of a person's DNA.",
            "score": 158.08326816558838
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 152.72459852695465
        },
        {
            "docid": "4250553_43",
            "document": "Gene . The growth, development, and reproduction of organisms relies on cell division; the process by which a single cell divides into two usually identical daughter cells. This requires first making a duplicate copy of every gene in the genome in a process called DNA replication. The copies are made by specialized enzymes known as DNA polymerases, which \"read\" one strand of the double-helical DNA, known as the template strand, and synthesize a new complementary strand. Because the DNA double helix is held together by base pairing, the sequence of one strand completely specifies the sequence of its complement; hence only one strand needs to be read by the enzyme to produce a faithful copy. The process of DNA replication is semiconservative; that is, the copy of the genome inherited by each daughter cell contains one original and one newly synthesized strand of DNA.",
            "score": 110.08552956581116
        },
        {
            "docid": "49547293_9",
            "document": "Thymidine kinase in clinical chemistry . Thymidine monophosphate, the product of the reaction catalyzed by thymidine kinase, is in turn phosphorylated to thymidine diphosphate by the enzyme thymidylate kinase and further to thymidine triphosphate by the enzyme nucleoside diphosphate kinase. The triphosphate is included in a DNA molecule, a reaction catalyzed by a DNA polymerase and a complementary DNA molecule (or an RNA molecule in the case of reverse transcriptase, an enzyme present in retrovirus). Thymidine monophosphate is produced by the cell in two different reactions - either by phosphorylation of thymidine as described above or by methylation of deoxyuridine monophosphate, a product of other metabolic pathways unrelated to thymidine, by the enzyme thymidylate synthase. The second route is used by the cell under normal conditions, and it is sufficient to supply thymidine monophosphate for DNA repair. When a cell prepares to divide, a complete new set-up of DNA is required, and the requirement for building blocks, including thymidine triphosphate, increases. Cells prepare for cell division by making some of the enzymes required during the division. They are not normally present in the cells and are downregulated and degraded afterwards. Such enzymes are called salvage enzymes. Thymidine kinase 1 is such a salvage enzyme, whereas thymidine kinase 2 is not cell cycle-dependent.",
            "score": 132.11343133449554
        },
        {
            "docid": "12386405_23",
            "document": "Potato virus Y . Different types of reverse transcriptase polymerases are available to suit different needs and reaction conditions. Reverse transcriptase enzymes commonly used include AMV RT, SuperScript III, ImProm-II, Omniscript, Sensiscript and Tth RT. At the end of the RT step the polymerase enzyme is heatactivated. It could also be that the reverse transcriptase polymerase and DNA polymerase is one and the same enzyme and that the enzyme only requires a DNA polymerase activation step after the RT step. An example of such an enzyme is Tth polymerase. This enzyme has both RNA-dependent reverse transcriptase and DNA-dependent polymerase activity. However, the active center of the DNA polymerase is covered by dedicated oligonucleotides, called aptamers. At temperatures below the optimal reaction temperature of the DNA-dependent polymerase component of Tth remains covered by the aptamers. At these temperatures the Tth enzyme only synthesizes a DNA copy of the RNA template. Once the reaction temperature is raised to 95 °C, the aptamers are removed and the DNA-dependent polymerase component will start to amplify the target sequence.",
            "score": 125.39016211032867
        },
        {
            "docid": "24369967_12",
            "document": "PARP inhibitor . The PARP family of proteins in humans includes PARP1 and PARP2, which are DNA binding and repair proteins. When activated by DNA damage, these proteins recruit other proteins that do the actual work of repairing DNA. Under normal conditions, PARP1 and PARP2 are released from DNA once the repair process is underway. However, as this study shows, when they are bound to PARP inhibitors, PARP1 and PARP2 become trapped on DNA. The researchers showed that trapped PARP–DNA complexes are more toxic to cells than the unrepaired single-strand DNA breaks that accumulate in the absence of PARP activity, indicating that PARP inhibitors act as PARP poisons. These findings suggest that there may be two classes of PARP inhibitors, catalytic inhibitors that act mainly to inhibit PARP enzyme activity and do not trap PARP proteins on DNA, and dual inhibitors that both block PARP enzyme activity and act as PARP poison.",
            "score": 187.06605350971222
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 150.0337929725647
        },
        {
            "docid": "854294_20",
            "document": "DNA repair . Cells are known to eliminate three types of damage to their DNA by chemically reversing it. These mechanisms do not require a template, since the types of damage they counteract can occur in only one of the four bases. Such direct reversal mechanisms are specific to the type of damage incurred and do not involve breakage of the phosphodiester backbone. The formation of pyrimidine dimers upon irradiation with UV light results in an abnormal covalent bond between adjacent pyrimidine bases. The photoreactivation process directly reverses this damage by the action of the enzyme photolyase, whose activation is obligately dependent on energy absorbed from blue/UV light (300–500 nm wavelength) to promote catalysis. Photolyase, an old enzyme present in bacteria, fungi, and most animals no longer functions in humans, who instead use nucleotide excision repair to repair damage from UV irradiation. Another type of damage, methylation of guanine bases, is directly reversed by the protein methyl guanine methyl transferase (MGMT), the bacterial equivalent of which is called ogt. This is an expensive process because each MGMT molecule can be used only once; that is, the reaction is stoichiometric rather than catalytic. A generalized response to methylating agents in bacteria is known as the adaptive response and confers a level of resistance to alkylating agents upon sustained exposure by upregulation of alkylation repair enzymes. The third type of DNA damage reversed by cells is certain methylation of the bases cytosine and adenine.",
            "score": 139.06207633018494
        },
        {
            "docid": "17269882_3",
            "document": "MRX complex . Cells are able to accurately repair DNA double-strand breaks using a process called homologous recombination. By this process DNA sequence information that is lost because of the breakage can be recovered from a second homologous DNA molecule. Homologous recombinational repair is important for removing DNA damage both during mitosis and meiosis. The repair process begins with the degradation of the 5’ end on either side of the double-strand break to yield 3’ single-stranded DNA tails (a process called end resection). Next the Rad51 protein binds to these tails and initiates a process of strand invasion leading to recovery of genetic information from the undamaged homologous sequence of the second DNA molecule. Studies with the yeast \"Saccharomyces cerevisiae\" have shown that end resection is catalyzed by the MRX protein complex. The MRE11 enzyme (one of the three component proteins of the MRX complex) first makes a nick in the DNA at 15 to 20 nucleotides from the 5’ end of the break. This creates an entry point for further processing by exonucleases to complete the initial resection stage of the overall process.",
            "score": 177.6715840101242
        },
        {
            "docid": "7955_36",
            "document": "DNA . At the ends of the linear chromosomes are specialized regions of DNA called telomeres. The main function of these regions is to allow the cell to replicate chromosome ends using the enzyme telomerase, as the enzymes that normally replicate DNA cannot copy the extreme 3′ ends of chromosomes. These specialized chromosome caps also help protect the DNA ends, and stop the DNA repair systems in the cell from treating them as damage to be corrected. In human cells, telomeres are usually lengths of single-stranded DNA containing several thousand repeats of a simple TTAGGG sequence.",
            "score": 159.3722367286682
        },
        {
            "docid": "42673840_3",
            "document": "Autosomal dominant retinal vasculopathy with cerebral leukodystrophy . The official name of the TREX1 gene is “three prime repair exonuclease 1.” The normal function of the TREX1 gene is to provide instructions for making the 3-prime repair exonuclease 1 enzyme. This enzyme is a DNA exonuclease, which means it trims molecules of DNA by removing DNA building blocks (nucleotides) from the ends of the molecules. In this way, it breaks down unneeded DNA molecules or fragments that may be generated during genetic material in preparation for cell division, DNA repair, cell death, and other processes. Changes (mutations) to the TREX1 gene can result in a range of conditions one of which is AD-RVCL. The mutations to the TREX1 gene are believed to prevent the production of the 3-prime repair exonuclease 1 enzyme. Researchers suggest that the absence of this enzyme may result in an accumulation of unneeded DNA and RNA in cells. These DNA and RNA molecules may be mistaken by cells for those of viral invaders, triggering immune system reactions that result in the symptoms of AD-RVCL.",
            "score": 115.124502658844
        },
        {
            "docid": "13570_26",
            "document": "Histology . Recently, antibodies have been used to specifically visualize proteins, carbohydrates, and lipids. This process is called immunohistochemistry, or when the stain is a fluorescent molecule, immunofluorescence. This technique has greatly increased the ability to identify categories of cells under a microscope. Other advanced techniques, such as nonradioactive \"in situ\" hybridization, can be combined with immunochemistry to identify specific DNA or RNA molecules with fluorescent probes or tags that can be used for immunofluorescence and enzyme-linked fluorescence amplification (especially alkaline phosphatase and tyramide signal amplification). Fluorescence microscopy and confocal microscopy are used to detect fluorescent signals with good intracellular detail. Digital cameras are increasingly used to capture histological and histopathological image",
            "score": 146.43289232254028
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 162.31409072875977
        },
        {
            "docid": "31726766_10",
            "document": "Nanoparticle–biomolecule conjugate . Biological processes can be controlled through transcription regulation, gene regulation, and enzyme inhibition processes that can be regulated using nanoparticles. Nanoparticles can play a part in gene regulation through ionic bonding between positively charged cationic ligands on the surfaces of nanoparticles and negatively charged anionic nucleic acids present in DNA. In an experiment, a nanoparticle-DNA complex inhibited transcription by T7 RNA polymerase, signifying strong bonding in the complex. A high affinity of the nanoparticle-DNA complex indicates strong bonding and a favorable use of nanoparticles. Attaching ionic ligands to nanoparticles allows control over enzyme activity. An example of enzyme inhibition is given by binding of a-chymotrypsin (ChT), an enzyme with a largely cationic active site. When a-chymotrypsin is incubated with anionic (negatively charged) nanoparticles, ChT activity is inhibited as anionic nanoparticles bind to the active site. Enzyme activity can be restored by the addition of cationic surfactants. Alkyl surfactants form a bilayer around ChT, whereas thiol and alcohol surfactants alter the surface of ChT such that interactions with nanoparticles are interrupted. Though formation of a protein-nanoparticle complex can inhibit enzyme activity, studies show that it can also stabilize protein structure, and significantly protect the protein from denaturization. Attachments of ligands to segments of nanoparticles selected for functionalization of metallic properties can be used to generate a magnetic nanowire, which generates a magnetic field that allows for the manipulation of cellular assemblies.",
            "score": 198.21625065803528
        },
        {
            "docid": "26214_7",
            "document": "Reverse transcriptase . The enzymes are encoded and used by viruses that use reverse transcription as a step in the process of replication. Reverse-transcribing RNA viruses, such as retroviruses, use the enzyme to reverse-transcribe their RNA genomes into DNA, which is then integrated into the host genome and replicated along with it. Reverse-transcribing DNA viruses, such as the hepadnaviruses, can allow RNA to serve as a template in assembling and making DNA strands. HIV infects humans with the use of this enzyme. Without reverse transcriptase, the viral genome would not be able to incorporate into the host cell, resulting in failure to replicate.",
            "score": 97.75959396362305
        },
        {
            "docid": "253418_25",
            "document": "DNA computing . Enzyme based DNA computers are usually of the form of a simple Turing machine; there is analogous hardware, in the form of an enzyme, and software, in the form of DNA. Benenson, Shapiro and colleagues have demonstrated a DNA computer using the FokI enzyme and expanded on their work by going on to show automata that diagnose and react to prostate cancer: under expression of the genes PPAP2B and GSTP1 and an over expression of PIM1 and HPN. Their automata evaluated the expression of each gene, one gene at a time, and on positive diagnosis then released a single strand DNA molecule (ssDNA) that is an antisense for MDM2. MDM2 is a repressor of protein 53, which itself is a tumor suppressor. On negative diagnosis it was decided to release a suppressor of the positive diagnosis drug instead of doing nothing. A limitation of this implementation is that two separate automata are required, one to administer each drug. The entire process of evaluation until drug release took around an hour to complete. This method also requires transition molecules as well as the FokI enzyme to be present. The requirement for the FokI enzyme limits application \"in vivo\", at least for use in \"cells of higher organisms\". It should also be pointed out that the 'software' molecules can be reused in this case.",
            "score": 156.9314148426056
        },
        {
            "docid": "26194_16",
            "document": "Restriction enzyme . Type IIB restriction enzymes (e.g., BcgI and BplI) are multimers, containing more than one subunit. They cleave DNA on both sides of their recognition to cut out the recognition site. They require both AdoMet and Mg cofactors. Type IIE restriction endonucleases (e.g., NaeI) cleave DNA following interaction with two copies of their recognition sequence. One recognition site acts as the target for cleavage, while the other acts as an allosteric effector that speeds up or improves the efficiency of enzyme cleavage. Similar to type IIE enzymes, type IIF restriction endonucleases (e.g. NgoMIV) interact with two copies of their recognition sequence but cleave both sequences at the same time. Type IIG restriction endonucleases (e.g., Eco57I) do have a single subunit, like classical Type II restriction enzymes, but require the cofactor AdoMet to be active. Type IIM restriction endonucleases, such as DpnI, are able to recognize and cut methylated DNA. Type IIS restriction endonucleases (e.g., \"Fok\"I) cleave DNA at a defined distance from their non-palindromic asymmetric recognition sites; this characteristic is widely used to perform in-vitro cloning techniques such as Golden Gate cloning. These enzymes may function as dimers. Similarly, Type IIT restriction enzymes (e.g., Bpu10I and BslI) are composed of two different subunits. Some recognize palindromic sequences while others have asymmetric recognition sites.",
            "score": 120.13071954250336
        },
        {
            "docid": "25799_2",
            "document": "Retrovirus . A retrovirus is a single-stranded positive-sense RNA virus with a DNA intermediate and, as an obligate parasite, targets a host cell. Once inside the host cell cytoplasm, the virus uses its own reverse transcriptase enzyme to produce DNA from its RNA genome, the reverse of the usual pattern, thus \"retro\" (backwards). The new DNA is then incorporated into the host cell genome by an integrase enzyme, at which point the retroviral DNA is referred to as a provirus. The host cell then treats the viral DNA as part of its own genome, transcribing and translating the viral genes along with the cell's own genes, producing the proteins required to assemble new copies of the virus. It is difficult to detect the virus until it has infected the host. At that point, the infection will persist indefinitely.",
            "score": 120.2742600440979
        },
        {
            "docid": "31990_97",
            "document": "Ultraviolet . The evolution of early reproductive proteins and enzymes is attributed in modern models of evolutionary theory to ultraviolet radiation. UVB causes thymine base pairs next to each other in genetic sequences to bond together into thymine dimers, a disruption in the strand that reproductive enzymes cannot copy. This leads to frameshifting during genetic replication and protein synthesis, usually killing the cell. Before formation of the UV-blocking ozone layer, when early prokaryotes approached the surface of the ocean, they almost invariably died out. The few that survived had developed enzymes that monitored the genetic material and removed thymine dimers by nucleotide excision repair enzymes. Many enzymes and proteins involved in modern mitosis and meiosis are similar to repair enzymes, and are believed to be evolved modifications of the enzymes originally used to overcome DNA damages caused by UV.",
            "score": 156.0602469444275
        },
        {
            "docid": "29732133_27",
            "document": "History of RNA biology . Telomerase is an enzyme that is present in all eukaryotic nuclei which serves to maintain the ends of the linear DNA in the linear chromosomes of the eukaryotic nucleus, through the addition of terminal sequences that are lost in each round of DNA replication. Before telomerase was identified, its activity was predicted on the basis of a molecular understanding of DNA replication, which indicated that the DNA polymerases known at that time could not replicate the 3' end of a linear chromosome, due to the absence of a template strand. Telomerase was shown to be a ribonucleoprotein enzyme that contains an RNA component that serves as a template strand, and a protein component that has reverse transcriptase activity and adds nucleotides to the chromosome ends using the internal RNA template.",
            "score": 183.99743843078613
        },
        {
            "docid": "25799_8",
            "document": "Retrovirus . While transcription was classically thought to occur only from DNA to RNA, reverse transcriptase transcribes RNA into DNA. The term \"retro\" in retrovirus refers to this reversal (making DNA from RNA) of the central dogma of molecular biology. Reverse transcriptase activity outside of retroviruses has been found in almost all eukaryotes, enabling the generation and insertion of new copies of retrotransposons into the host genome. These inserts are transcribed by enzymes of the host into new RNA molecules that enter the cytosol. Next, some of these RNA molecules are translated into viral proteins. For example, the \"gag\" gene is translated into molecules of the capsid protein, the \"pol\" gene is translated into molecules of reverse transcriptase, and the \"env\" gene is translated into molecules of the envelope protein. It is important to note that a retrovirus must \"bring\" its own reverse transcriptase in its capsid, otherwise it is unable to utilize the enzymes of the infected cell to carry out the task, due to the unusual nature of producing DNA from RNA.",
            "score": 155.62095713615417
        },
        {
            "docid": "3954_23",
            "document": "Biochemistry . In fact, the enzyme-linked immunosorbent assay (ELISA), which uses antibodies, is one of the most sensitive tests modern medicine uses to detect various biomolecules. Probably the most important proteins, however, are the enzymes. Virtually every reaction in a living cell requires an enzyme to lower the activation energy of the reaction. These molecules recognize specific reactant molecules called \"substrates\"; they then catalyze the reaction between them. By lowering the activation energy, the enzyme speeds up that reaction by a rate of 10 or more; a reaction that would normally take over 3,000 years to complete spontaneously might take less than a second with an enzyme. The enzyme itself is not used up in the process, and is free to catalyze the same reaction with a new set of substrates. Using various modifiers, the activity of the enzyme can be regulated, enabling control of the biochemistry of the cell as a whole.",
            "score": 162.6246690750122
        },
        {
            "docid": "24664397_9",
            "document": "Discovery and development of non-nucleoside reverse-transcriptase inhibitors . Reverse transcriptase (RT) is an enzyme that controls the replication of the genetic material of HIV and other retroviruses. The enzyme has two enzymatic functions. Firstly it acts as a polymerase where it transcribes the single-stranded RNA genome into single-stranded DNA and subsequently builds a complementary strand of DNA. This provides a DNA double helix which can be integrated in the host cell's chromosome. Secondly it has ribonuclease H (Rnase H) activity as it degrades the RNA strand of RNA-DNA intermediate that forms during viral DNA synthesis.",
            "score": 104.76304531097412
        },
        {
            "docid": "7955_49",
            "document": "DNA . Cell division is essential for an organism to grow, but, when a cell divides, it must replicate the DNA in its genome so that the two daughter cells have the same genetic information as their parent. The double-stranded structure of DNA provides a simple mechanism for DNA replication. Here, the two strands are separated and then each strand's complementary DNA sequence is recreated by an enzyme called DNA polymerase. This enzyme makes the complementary strand by finding the correct base through complementary base pairing and bonding it onto the original strand. As DNA polymerases can only extend a DNA strand in a 5′ to 3′ direction, different mechanisms are used to copy the antiparallel strands of the double helix. In this way, the base on the old strand dictates which base appears on the new strand, and the cell ends up with a perfect copy of its DNA.",
            "score": 109.28579688072205
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 181.70739126205444
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 144.92425501346588
        },
        {
            "docid": "237132_13",
            "document": "Ribozyme . Since the discovery of ribozymes that exist in living organisms, there has been interest in the study of new synthetic ribozymes made in the laboratory. For example, artificially-produced self-cleaving RNAs that have good enzymatic activity have been produced. Tang and Breaker isolated self-cleaving RNAs by in vitro selection of RNAs originating from random-sequence RNAs. Some of the synthetic ribozymes that were produced had novel structures, while some were similar to the naturally occurring hammerhead ribozyme. In 2015, researchers at Northwestern University and the University of Illinois at Chicago have engineered a tethered ribosome that works nearly as well as the authentic cellular component that produces all the proteins and enzymes within the cell. Called Ribosome-T, or Ribo-T, the artificial ribosome was created by Michael Jewett and Alexander Mankin. The techniques used to create artificial ribozymes involve directed evolution. This approach takes advantage of RNA's dual nature as both a catalyst and an informational polymer, making it easy for an investigator to produce vast populations of RNA catalysts using polymerase enzymes. The ribozymes are mutated by reverse transcribing them with reverse transcriptase into various cDNA and amplified with error-prone PCR. The selection parameters in these experiments often differ. One approach for selecting a ligase ribozyme involves using biotin tags, which are covalently linked to the substrate. If a molecule possesses the desired ligase activity, a streptavidin matrix can be used to recover the active molecules.",
            "score": 145.32109677791595
        },
        {
            "docid": "26194_14",
            "document": "Restriction enzyme . Type I restriction enzymes were the first to be identified and were first identified in two different strains (K-12 and B) of \"E. coli\". These enzymes cut at a site that differs, and is a random distance (at least 1000 bp) away, from their recognition site. Cleavage at these random sites follows a process of DNA translocation, which shows that these enzymes are also molecular motors. The recognition site is asymmetrical and is composed of two specific portions—one containing 3–4 nucleotides, and another containing 4–5 nucleotides—separated by a non-specific spacer of about 6–8 nucleotides. These enzymes are multifunctional and are capable of both restriction and modification activities, depending upon the methylation status of the target DNA. The cofactors S-Adenosyl methionine (AdoMet), hydrolyzed adenosine triphosphate (ATP), and magnesium (Mg) ions, are required for their full activity. Type I restriction enzymes possess three subunits called HsdR, HsdM, and HsdS; HsdR is required for restriction; HsdM is necessary for adding methyl groups to host DNA (methyltransferase activity), and HsdS is important for specificity of the recognition (DNA-binding) site in addition to both restriction (DNA cleavage) and modification (DNA methyltransferase) activity.",
            "score": 123.48642039299011
        },
        {
            "docid": "37214939_13",
            "document": "History of genetic engineering . In 1972 Paul Berg used restriction enzymes and DNA ligases to create the first recombinant DNA molecules. He combined DNA from the monkey virus SV40 with that of the lambda virus. Herbert Boyer and Stanley Norman Cohen took Berg's work a step further and introduced recombinant DNA into a bacterial cell. Cohen was researching plasmids, while Boyers work involved restriction enzymes. They recognised the complementary nature of their work and teamed up in 1972. Together they found a restriction enzyme that cut the pSC101 plasmid at a single point and were able to insert and ligate a gene that conferred resistance to the kanamycin antibiotic into the gap. Cohen had previously devised a method where bacteria could be induced to take up a plasmid and using this they were able to create a bacteria that survived in the presence of the kanamycin. This represented the first genetically modified organism. They repeated experiments showing that other genes could be expressed in bacteria, including one from the toad Xenopus laevis, the first cross kingdom transformation. In 1974 Rudolf Jaenisch created a transgenic mouse by introducing foreign DNA into its embryo, making it the world’s first transgenic animal. Jaenisch was studying mammalian cells infected with simian virus 40 (SV40) when he happened to read a paper from Beatrice Mintz describing the generation of chimera mice. He took his SV40 samples to Mintz's lab and injected them into early mouse embryos expecting tumours to develop. The mice appeared normal, but after using radioactive probes he discovered that the virus had integrated itself into the mice genome. However the mice did not pass the transgene to their offspring. In 1981 the laboratories of Frank Ruddle, Frank Constantini and Elizabeth Lacy injected purified DNA into a single-cell mouse embryo and showed transmission of the genetic material to subsequent generations.",
            "score": 116.31916344165802
        }
    ],
    "r": [
        {
            "docid": "273854_8",
            "document": "Telomerase . The molecular composition of the human telomerase enzyme complex was determined by Dr Scott Cohen and his team at the Children's Medical Research Institute (Sydney Australia) and consists of two molecules each of human telomerase reverse transcriptase (TERT), telomerase RNA (TR or TERC), and dyskerin (DKC1). The genes of telomerase subunits, which include TERT, TERC, DKC1 and TEP1, are located on different chromosomes. The human TERT gene (hTERT) is translated into a protein of 1132 amino acids. TERT polypeptide folds with (and carries) TERC, a non-coding RNA (451 nucleotides long). TERT has a 'mitten' structure that allows it to wrap around the chromosome to add single-stranded telomere repeats.",
            "score": 243.19448852539062
        },
        {
            "docid": "9896453_62",
            "document": "Eukaryotic DNA replication . The end replication problem is handled in eukaryotic cells by telomere regions and telomerase. Telomeres extend the 3' end of the parental chromosome beyond the 5' end of the daughter strand. This single-stranded DNA structure can act as an origin of replication that recruits telomerase. Telomerase is a specialized DNA polymerase that consists of multiple protein subunits and an RNA component. The RNA component of telomerase anneals to the single stranded 3' end of the template DNA and contains 1.5 copies of the telomeric sequence. Telomerase contains a protein subunit that is a reverse transcriptase called telomerase reverse transcriptase or TERT. TERT synthesizes DNA until the end of the template telomerase RNA and then disengages. This process can be repeated as many times as needed with the extension of the 3' end of the parental DNA molecule. This 3' addition provides a template for extension of the 5' end of the daughter strand by lagging strand DNA synthesis. Regulation of telomerase activity is handled by telomere-binding proteins.",
            "score": 234.64703369140625
        },
        {
            "docid": "6781_22",
            "document": "Cytosol . Proteins can associate to form protein complexes, these often contain a set of proteins with similar functions, such as enzymes that carry out several steps in the same metabolic pathway. This organization can allow substrate channeling, which is when the product of one enzyme is passed directly to the next enzyme in a pathway without being released into solution. Channeling can make a pathway more rapid and efficient than it would be if the enzymes were randomly distributed in the cytosol, and can also prevent the release of unstable reaction intermediates. Although a wide variety of metabolic pathways involve enzymes that are tightly bound to each other, others may involve more loosely associated complexes that are very difficult to study outside the cell. Consequently, the importance of these complexes for metabolism in general remains unclear.",
            "score": 207.3373565673828
        },
        {
            "docid": "2485027_27",
            "document": "Non-covalent interactions . Single tertiary protein structures can also assemble to form protein complexes composed of multiple independently folded subunits. As a whole, this is called a protein's quaternary structure. The quaternary structure is generated by the formation of relatively strong non-covalent interactions, such as hydrogen bonds, between different subunits to generate a functional polymeric enzyme. Some proteins also utilize non-covalent interactions to bind cofactors in the active site during catalysis, however a cofactor can also be covalently attached to an enzyme. Cofactors can be either organic or inorganic molecules which assist in the catalytic mechanism of the active enzyme. The strength with which a cofactor is bound to an enzyme may vary greatly; non-covalently bound cofactors are typically anchored by hydrogen bonds or electrostatic interactions.",
            "score": 201.0911407470703
        },
        {
            "docid": "14135628_15",
            "document": "TERF2 . Telomerase is an enzyme that works to create telomeric ends for DNA, and it is thought to play important roles in the development of cancer. Specifically, telomeric stability is known to be a common occurrence in cancer cells. Along with the telomerase, the shelterin complex, and TERF2 and TERF1 specifically, also have been noted to control the lengths of telomeres formed by these telomerases. Shelterin works to protect telomeres against unsuitable activation of the DNA damage response pathway, as noted in the function section above. TERF2 as part of the shelterin complex, has been known to block the ATM signaling pathways and prevent chromosome end fusion. In cancer cells, TERF2 phosphorylation by extracellular signal-regulated kinase (ERK1/2) is a controlling factor in the major pro-oncogenic signaling pathways (RAS/RAF/MEK/ERK) that affect telomeric stability. Additionally, when TERF2 was non-phosphorylated in melanoma cells, there was a cell induced DNA damage response, arresting growth and causing tumor reversion. Studies have found that in tumor cells, TERF2 levels are observed to be high, and this raised level of TERF2 contributes to oncogenesis in a variety of ways. This high level of TERF2 decreases the ability to recruit and activate natural killer cells in human tumor cells. One study used a dominant negative form of TERF2, to inhibit TERF2, and found that it could induce a reversion malignant phenotype in human melanoma cells. Therefore, over-expression of TERF2, and therefore blocking of TERF2, induced apoptosis and reduced tumourigenicity in certain cell lines. Additionally, upregulation of TERF2 may be the cause of the establishment and maintenance of short telomeres. These short telomeres increase chromosomal instability, and increase the chances of certain cancers progressing in the body, such as with leukemia. In gastric mucosa tissues, the expression of TERF2 proteins was significantly higher than normal, and this over-expression of TERF2, along with over-expression of TERF1, TIN2, TERT, and BRCA1 protein transposition, may cause a reduction in telomere length, further contributing to multistage carcinogenesis of gastric cancer.",
            "score": 199.15069580078125
        },
        {
            "docid": "31726766_10",
            "document": "Nanoparticle–biomolecule conjugate . Biological processes can be controlled through transcription regulation, gene regulation, and enzyme inhibition processes that can be regulated using nanoparticles. Nanoparticles can play a part in gene regulation through ionic bonding between positively charged cationic ligands on the surfaces of nanoparticles and negatively charged anionic nucleic acids present in DNA. In an experiment, a nanoparticle-DNA complex inhibited transcription by T7 RNA polymerase, signifying strong bonding in the complex. A high affinity of the nanoparticle-DNA complex indicates strong bonding and a favorable use of nanoparticles. Attaching ionic ligands to nanoparticles allows control over enzyme activity. An example of enzyme inhibition is given by binding of a-chymotrypsin (ChT), an enzyme with a largely cationic active site. When a-chymotrypsin is incubated with anionic (negatively charged) nanoparticles, ChT activity is inhibited as anionic nanoparticles bind to the active site. Enzyme activity can be restored by the addition of cationic surfactants. Alkyl surfactants form a bilayer around ChT, whereas thiol and alcohol surfactants alter the surface of ChT such that interactions with nanoparticles are interrupted. Though formation of a protein-nanoparticle complex can inhibit enzyme activity, studies show that it can also stabilize protein structure, and significantly protect the protein from denaturization. Attachments of ligands to segments of nanoparticles selected for functionalization of metallic properties can be used to generate a magnetic nanowire, which generates a magnetic field that allows for the manipulation of cellular assemblies.",
            "score": 198.21624755859375
        },
        {
            "docid": "54888_10",
            "document": "Telomere . While replicating DNA, the eukaryotic DNA replication enzymes (the DNA polymerase protein complex) cannot replicate the sequences present at the ends of the chromosomes (or more precisely the chromatid fibres). Hence, these sequences and the information they carry may get lost. This is the reason telomeres are so important in context of successful cell division: They \"cap\" the end-sequences and themselves get lost in the process of DNA replication. But the cell has an enzyme called telomerase, which carries out the task of adding repetitive nucleotide sequences to the ends of the DNA. Telomerase, thus, \"replenishes\" the telomere \"cap\" of the DNA. In most multicellular eukaryotic organisms, telomerase is active only in germ cells, some types of stem cells such as embryonic stem cells, and certain white blood cells. Telomerase can be reactivated and telomeres reset back to an embryonic state by somatic cell nuclear transfer. There are theories that claim that the steady shortening of telomeres with each replication in somatic (body) cells may have a role in senescence and in the prevention of cancer. This is because the telomeres act as a sort of time-delay \"fuse\", eventually running out after a certain number of cell divisions and resulting in the eventual loss of vital genetic information from the cell's chromosome with future divisions.",
            "score": 195.1576690673828
        },
        {
            "docid": "23634_34",
            "document": "Protein . The activities and structures of proteins may be examined \"in vitro,\" \"in vivo, and in silico\". In vitro studies of purified proteins in controlled environments are useful for learning how a protein carries out its function: for example, enzyme kinetics studies explore the chemical mechanism of an enzyme's catalytic activity and its relative affinity for various possible substrate molecules. By contrast, in vivo experiments can provide information about the physiological role of a protein in the context of a cell or even a whole organism. In silico studies use computational methods to study proteins.",
            "score": 192.8709259033203
        },
        {
            "docid": "9719607_3",
            "document": "Dihydrolipoamide dehydrogenase . Dihydrolipoamide dehydrogenase (DLD) is a mitochondrial enzyme that plays a vital role in energy metabolism in eukaryotes. This enzyme is required for the complete reaction of at least five different multi-enzyme complexes. Additionally, DLD is a flavoenzyme oxidoreductase that contains a reactive disulfide bridge and a FAD cofactor that are directly involved in catalysis. The enzyme associates into tightly bound homodimers required for its enzymatic activity. The protein encoded by the DLD gene comes together with another protein to form a dimer in the central metabolic pathway. Several amino acids within the catalytic pocket have been identified as important to DLD function, including R281 and N473. Although the overall fold of the human enzyme is similar to that of yeast, the human structure is different in that it has two loops that extend from the general protein structure and into the FAD binding sites. When bound the NAD+ molecule, required for catalysis, is not close to the FAD moiety. However, when NADH is bound instead, it is stacked directly op top of the FAD central structure. The current hE3 structures show directly that the disease-causing mutations occur at three locations in the human enzyme: the dimer interface, the active site, and the FAD and NAD(+)-binding sites.",
            "score": 191.26939392089844
        },
        {
            "docid": "14723403_7",
            "document": "TERF1 . This gene encodes a telomere specific protein which is a component of the shelterin nucleoprotein complex. This protein is present at telomeres throughout the cell cycle and functions as an inhibitor of telomerase, acting in cis to limit the elongation of individual chromosome ends. The protein has the ultimate use of functioning as an inhibitor of telomerase, a protein enzyme that assists in the elongation of chromosomes by the addition of sequences of TTAGGG to the end of the chromosomes. The protein acts as cis-regulatory elements in the process of limiting the ends of individual chromosomes from elongating as facilitated by telomerase and the TTAGGG sequences. The structure of the protein consists of a dimerization domain close to its Amino terminus, a Carboxyl terminal tail, which is the free carboxyl group that terminates the end of a protein chain and an acidic Amino terminus, which is the free amine group that terminates the start of a protein.",
            "score": 189.76229858398438
        },
        {
            "docid": "14723403_9",
            "document": "TERF1 . Other than functioning as an inhibitor of the enzyme telomerase in the process of elongation of the ends of chromosomes, the protein has other functions. These functions include the binding of the protein, facilitation in the activity of protein homodimerization, the binding of DNA and facilitation in the activity of protein heterodimerization as well as the binding of the microtubule. Additionally, the protein has a molecular function of binding telomeric DNA and the double-stranded telomeric DNA. The telomeric repeat-binding factor 1 protein is also used in the binding of chromatin and the whole activity of bending of the DNA.",
            "score": 188.7853546142578
        },
        {
            "docid": "24369967_12",
            "document": "PARP inhibitor . The PARP family of proteins in humans includes PARP1 and PARP2, which are DNA binding and repair proteins. When activated by DNA damage, these proteins recruit other proteins that do the actual work of repairing DNA. Under normal conditions, PARP1 and PARP2 are released from DNA once the repair process is underway. However, as this study shows, when they are bound to PARP inhibitors, PARP1 and PARP2 become trapped on DNA. The researchers showed that trapped PARP–DNA complexes are more toxic to cells than the unrepaired single-strand DNA breaks that accumulate in the absence of PARP activity, indicating that PARP inhibitors act as PARP poisons. These findings suggest that there may be two classes of PARP inhibitors, catalytic inhibitors that act mainly to inhibit PARP enzyme activity and do not trap PARP proteins on DNA, and dual inhibitors that both block PARP enzyme activity and act as PARP poison.",
            "score": 187.06605529785156
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 186.33078002929688
        },
        {
            "docid": "14878154_6",
            "document": "PINX1 . The PINX1 budding yeast orthologue Gnop1 inhibits telomerase by isolating the uncomplexed TERT protein so that it cannot associate with the telomerase template RNA, which prevents telomerase from being assembled. However, in humans, PINX1 impedes already assembled telomerase. PINX1 binds to N-terminus of hTERT and binds to hTR in the presence of hTERT. PINX1 binding to hTR “is correlated to the repressive function of PINX1 on telomerase, implying that the mode of telomerase enzyme inhibition by PINX1 may involve an associated with hTR...The effect of hPINX1 on telomerase appears to be exclusive of the G-patch region and is mediated instead by the C terminus of the protein. This suggests that hPINX1 may have functionally separable cellular effects in which the N terminus is involved in RNA processing via the G-patch, and the C terminus is involved in telomere dynamics.” It is suggested that “PINX1 represses telomerase activity in vivo by binding to the assembled hTERT-hTR complex.”",
            "score": 186.278076171875
        },
        {
            "docid": "1312155_6",
            "document": "Thomas Cech . Cech's second area of research is on telomeres, the structure that protects the ends of chromosomes. Telomeres are shortened with every duplication of DNA, and must be lengthened again. He studies telomerase, the enzyme that copies the telomeric sequences and lengthens them. The active site protein subunits of telomerase comprise a new class of reverse transcriptases, enzymes previously thought to be restricted to viruses and transposable elements. Telomerase is activated in 90% of human cancers. Therefore, a drug that would inhibit its activity could be useful in treating cancer.",
            "score": 185.9263153076172
        },
        {
            "docid": "966654_4",
            "document": "DNA-binding protein . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones. In prokaryotes, multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are therefore largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group (HMG) proteins, which bind to bent or distorted DNA. Biophysical studies show that these architectural HMG proteins bind, bend and loop DNA to perform its biological functions. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that form chromosomes.",
            "score": 185.8236083984375
        },
        {
            "docid": "14179777_3",
            "document": "MCM4 . The protein encoded by this gene is one of the highly conserved mini-chromosome maintenance proteins (MCM) that are essential for the initiation of eukaryotic genome replication. The hexameric protein complex formed by MCM proteins is a key component of the pre-replication complex (pre-RC) and may be involved in the formation of replication forks and in the recruitment of other DNA replication related proteins. The MCM complex consisting of this protein and MCM2, 6 and 7 proteins possesses DNA helicase activity, and may act as a DNA unwinding enzyme. The phosphorylation of this protein by CDC2 kinase reduces the DNA helicase activity and chromatin binding of the MCM complex. This gene is mapped to a region on the chromosome 8 head-to-head next to the PRKDC/DNA-PK, a DNA-activated protein kinase involved in the repair of DNA double-strand breaks. Alternatively spliced transcript variants encoding the same protein have been reported.",
            "score": 185.78375244140625
        },
        {
            "docid": "29732133_27",
            "document": "History of RNA biology . Telomerase is an enzyme that is present in all eukaryotic nuclei which serves to maintain the ends of the linear DNA in the linear chromosomes of the eukaryotic nucleus, through the addition of terminal sequences that are lost in each round of DNA replication. Before telomerase was identified, its activity was predicted on the basis of a molecular understanding of DNA replication, which indicated that the DNA polymerases known at that time could not replicate the 3' end of a linear chromosome, due to the absence of a template strand. Telomerase was shown to be a ribonucleoprotein enzyme that contains an RNA component that serves as a template strand, and a protein component that has reverse transcriptase activity and adds nucleotides to the chromosome ends using the internal RNA template.",
            "score": 183.9974365234375
        },
        {
            "docid": "22120746_10",
            "document": "Mitochondrial biogenesis . The capacity for mitochondrial biogenesis has been shown to decrease with age, and such decreased mitochondrial function has been associated with diabetes and cardiovascular disease. Aging and disease can induce changes in the expression levels of proteins involved in the fission and fusion mechanisms of mitochondria, thus creating dysfunctional mitochondria. One hypothesis for the detrimental results of aging is associated with the loss of telomeres, the end segments of chromosomes that protect genetic information from degradation. Telomere loss has also been associated with decreased mitochondrial function. Deficiency of telomerase reverse transcriptase (TERT), an enzyme that plays a role in preserving telomeres, has been correlated with activated p53, a protein that suppresses PGC-1α. Therefore, the loss of telomeres and TERT that comes with aging has been associated with impaired mitochondrial biogenesis. AMPK expression has also been shown to diminish with age, which may also contribute to suppressing mitochondrial biogenesis.",
            "score": 183.87271118164062
        },
        {
            "docid": "9257_30",
            "document": "Enzyme . Enzymes that require a cofactor but do not have one bound are called \"apoenzymes\" or \"apoproteins\". An enzyme together with the cofactor(s) required for activity is called a \"holoenzyme\" (or haloenzyme). The term \"holoenzyme\" can also be applied to enzymes that contain multiple protein subunits, such as the DNA polymerases; here the holoenzyme is the complete complex containing all the subunits needed for activity.",
            "score": 183.6271514892578
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 183.54147338867188
        },
        {
            "docid": "543048_3",
            "document": "Cofactor (biochemistry) . Cofactors can be subclassified as either inorganic ions or complex organic molecules called coenzymes, the latter of which is mostly derived from vitamins and other organic essential nutrients in small amounts. A coenzyme that is tightly or even covalently bound is termed a prosthetic group. Cosubstrates are transiently bound to the protein and will be released at some point, then get back in. The prosthetic groups, on the other hand, are bound permanently to the protein. Both of them have the same function, which is to facilitate the reaction of enzymes and protein. Additionally, some sources also limit the use of the term \"cofactor\" to inorganic substances. An inactive enzyme without the cofactor is called an apoenzyme, while the complete enzyme with cofactor is called a holoenzyme.",
            "score": 182.82962036132812
        },
        {
            "docid": "9577500_11",
            "document": "Exosome complex . As stated above, the exosome complex contains many proteins with ribonuclease domains. The exact nature of these ribonuclease domains has changed across evolution from bacterial to archaeal to eukaryotic complexes as various activities have been gained and lost. The exosome is primarily a 3'-5' exoribonuclease, meaning that it degrades RNA molecules from their 3' end. Exoribonucleases contained in exosome complexes are either phosphorolytic (the RNase PH-like proteins) or, in eukaryotes, hydrolytic (the RNase R and RNase D domain proteins). The phosphorolytic enzymes use inorganic phosphate to cleave the phosphodiester bonds - releasing nucleotide diphosphates. The hydrolytic enzymes use water to hydrolyse these bonds - releasing nucleotide monophosphates.",
            "score": 182.47752380371094
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 181.7073974609375
        },
        {
            "docid": "11331492_4",
            "document": "Polynucleotide phosphorylase . In humans, the enzyme is encoded by the gene. In its active form, the protein forms a ring structure consisting of three PNPase molecules. Each PNPase molecule consists of two RNase PH domains, an S1 RNA binding domain and a K-homology domain. The protein is present in bacteria and in the chloroplasts and mitochondria of some eukaryotic cells. In eukaryotes and archaea, a structurally and evolutionary related complex exists, called the \"exosome complex\".",
            "score": 181.26194763183594
        },
        {
            "docid": "14725852_3",
            "document": "Telomerase RNA component . Telomerase is a ribonucleoprotein polymerase that maintains telomere ends by addition of the telomere repeat TTAGGG. This repeat does vary across eukaryotes (see the table on the telomere article for a complete list). The enzyme consists of a protein component (TERT) with reverse transcriptase activity, and an RNA component, encoded by this gene, that serves as a template for the telomere repeat. CCCUAA found near position 50 of the vertebrate TERC sequence acts as the template. Telomerase expression plays a role in cellular senescence, as it is normally repressed in postnatal somatic cells resulting in progressive shortening of telomeres. Deregulation of telomerase expression in somatic cells may be involved in oncogenesis. Studies in mice suggest that telomerase also participates in chromosomal repair, since de novo synthesis of telomere repeats may occur at double-stranded breaks. Homologs of TERC can also be found in the Gallid herpes viruses.",
            "score": 181.03082275390625
        },
        {
            "docid": "200055_16",
            "document": "STS-50 . The Protein Crystal Growth experiment made its fourteenth shuttle flight, but USML-1 represented the first time crew members were able to optimize growth conditions using the Glovebox facility. About 300 samples were seeded from 34 protein types including HIV Reverse Transcriptase Complex (an enzyme that is a chemical key to the replication of AIDS) and Factor D (an important enzyme in human immune systems). About 40 percent of the proteins flown will be used for X-ray diffraction studies. The increased size and yield can be attributed to the extended crystal growth time provided by this mission. Scientists on the ground will use X-ray crystallography to study each protein's three-dimensional structure which, when determined, may aid in controlling each protein's activity through rational drug design.",
            "score": 180.40623474121094
        },
        {
            "docid": "1308330_6",
            "document": "Thymidine kinase . The viral thymidine kinases differ completely from the mammalian enzymes both structurally and biochemically and are inhibited by inhibitors that do not inhibit the mammalian enzymes. The genes of the two human isoenzymes were localized in the mid-1970s. The gene for TK1 was cloned and sequenced. The corresponding protein has a molecular weight of about 25 kD. Normally, it occurs in tissue as a dimer with a molecular weight of around 50 kD. It can be activated by ATP. After activation, is a tetramer with a molecular weight around 100 kD. However, the form of enzyme present in the circulation does not correspond to the protein as encoded by the gene: the main fraction of the active enzyme in the circulation has a molecular weight of 730 kD and is probably bound in a complex to other proteins. This complex is more stable and has a higher specific activity than any of the lower molecular weight forms.",
            "score": 180.370849609375
        },
        {
            "docid": "3913183_5",
            "document": "Holoprotein . Enzymes that require a cofactor but do not have one bound are called \"apoenzymes\" or \"apoproteins\". An enzyme together with the cofactor(s) required for activity is called a \"holoenzyme\" (or haloenzyme). The term \"holoenzyme\" can also be applied to enzymes that contain multiple protein subunits, such as the DNA polymerases; here the holoenzyme is the complete complex containing all the subunits needed for activity.",
            "score": 179.97923278808594
        },
        {
            "docid": "7241138_7",
            "document": "Endoplasmic-reticulum-associated protein degradation . The ubiquitination of terminally misfolded proteins is caused by a cascade of enzymatic reactions. The first of these reactions takes place when the ubiquitin-activating enzyme E1 hydrolyses ATP and forms a high-energy thioester linkage between a cysteine residue in its active site and the C-terminus of ubiquitin. The resulting activated ubiquitin is then passed to E2, which is a ubiquitin-conjugating enzyme. Another group of enzymes, more specifically ubiquitin protein ligases called E3, bind to the misfolded protein. Next they align the protein and E2, thus facilitating the attachment of ubiquitin to lysine residues of the misfolded protein. Following successive addition of ubiquitin molecules to lysine residues of the previously attached ubiquitin, a polyubiquitin chain is formed. A polyubiquitinated protein is produced and this is recognized by specific subunits in the 19S capping complexes of the 26S proteasome. Hereafter, the polypeptide chain is fed into the central chamber of the 20S core region that contains the proteolytically active sites. Ubiquitin is cleaved before terminal digestion by deubiquitinating enzymes. This third step is very closely associated with the second one, since ubiquitination takes place during the translocation event. However, the proteasomal degradation takes place in the cytoplasm.",
            "score": 179.74928283691406
        },
        {
            "docid": "14134553_3",
            "document": "MCM7 . The protein encoded by this gene is one of the highly conserved mini-chromosome maintenance proteins (MCM) that are essential for the initiation of eukaryotic genome replication. The hexameric protein complex formed by the MCM proteins is a key component of the pre-replication complex (pre-RC) and may be involved in the formation of replication forks and in the recruitment of other DNA replication related proteins. The MCM complex consisting of this protein and MCM2, 4 and 6 proteins possesses DNA helicase activity, and may act as a DNA unwinding enzyme. Cyclin D1-dependent kinase, CDK4, is found to associate with this protein, and may regulate the binding of this protein with the tumor suppressor protein RB1/RB. Alternatively spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 179.38360595703125
        },
        {
            "docid": "21728703_22",
            "document": "MAGIChip . Protein chips can be prepared that contain different proteins immobilized as probes in a way that preserves their biological activity. A large pore gel is used to prevent the diffusion of protein into the gel. There are two ways to immobilize proteins to the gel pads. The first is based on activation of the gel with glutyraldehyde. In the second procedure the gel is activated by partial substitution of amino groups with hydrazide groups. The reaction between hydrazide and aldehyde groups efficiently cross-links the protein to the cell. Protein microchips show the high specificity in molecular recognition reactions as seen in solution. Interaction between antigen and their specific antibodies can be studied on-chip in variety of experimental conditions. Either the antigen or antibody can be immobilized and monitored by both direct and indirect methods. In direct method, one uses target molecules labelled with fluorescent dye and in the indirect method the reaction is detected using the labelled molecule that specifically recognizes the target. These chips can be used to study enzymatic activity of immobilized enzymes by coating the chip with solution containing specific substrates. The reaction is monitored by detecting the formation of coloured or fluorescent precipitates",
            "score": 178.5592041015625
        }
    ]
}