{
    "q": [
        {
            "docid": "465517_13",
            "document": "Inhibitory postsynaptic potential . In addition, research is being performed in the field of dopamine neurons in the ventral tegmental area, which deals with reward, and the substantia nigra, which is involved with movement and motivation. Metabotropic responses occur in dopamine neurons through the regulation of the excitability of cells. Opioids inhibit GABA release; this decreases the amount of inhibition and allows them to fire spontaneously. Morphine and opioids relate to inhibitory postsynaptic potentials because they induce disinhibition in dopamine neurons.",
            "score": 142.57498931884766
        },
        {
            "docid": "5035843_16",
            "document": "Area postrema . Research has continued today around the world on the functions of the area postrema. Beyond its role in emesis, as studied intensely by the researchers of the mid-1900s, the activity of the area postrema has been closely linked to other autonomic functions such as regulation of food intake, body fluid homeostasis, and cardiovascular regulation through behavioral studies and electrophysiological studies. In 2007 in Japan, research was performed on the mechanism of excitability of area postrema neurons by extracellular ATP. Voltage clamp whole-cell recording techniques were used on rat brain slices. The results showed that most responses to ATP are excitatory and that they are mediated by particular P2 purinoceptors found in the area postrema. The role of the area postrema in flavor-conditioned aversion and preference was studied in 2001 by researchers at the Brooklyn College at the City University of New York. The experiment tested the effect of area postrema lesions in rats on their ability to learn flavor-conditioned aversion to flavors paired with toxic drug treatments, which indeed showed that lesions of the area postrema leads to impaired flavor aversion learning. A 2009 study followed the development of the area postrema, using a macaque monkey model in an attempt to identify and characterize neurotransmission in this region as well as to resolve outstanding incongruities across research. These scientists found, in culmination, that previous studies suggest noradrenalin and/or dopamine cause CA fluorescence in the area postrema macaque-CA, meaning catecholaminergic or derived from an amine and functioning as a neurotransmitter or hormone or both. The study, however, found evidence of neurotransmitter secretion instead of release in vesicles. Also, their findings concluded GABA is a major neurotransmitter in the area postrema, not glutamate. Ongoing research continues to unravel discrepancies among various rat, cat, and now macaque monkey models of research. A 2002 study in Japan tested a drug that may be of use in curbing the emetic response to drugs that increase dopamine concentrations. The study investigated morphine-induced emesis in ferrets, explaining that morphine exposure triggered dopamine release in the medulla oblongata and in the area postrema by activating opiate receptors, which in turn caused vomiting by the ferrets. Yet a pre-treatment with 6-hydroxydopamine, a dopaminergic neurotoxin, significantly reduced the number of emetic episodes in the ferrets following morphine exposure. This neurotoxin reduced levels of dopamine, noradrenaline, and homovanilic acid, a metabolite of dopamine, and is known to destroy noradrenergic and dopaminergic neurons. Here, 6-hydroxydopamine was injected directly into the medulla oblongata but not in other parts of the brain. This study shows how the dopaminergic pathway in the medulla oblongata may be manipulated in order to reduce the nauseating side-effects associated with so many dopamine-increasing drugs.",
            "score": 156.40660977363586
        },
        {
            "docid": "37691875_13",
            "document": "Addiction-related structural neuroplasticity . Opiates are a class of sedative with the capacity for pain relief. Morphine is an opiate that is commonly used in animal testing of addiction. Opiates stimulate dopamine neurons in the brain indirectly by inhibiting GABA release from modulatory interneurons that synapse onto the dopamine neurons. GABA is an inhibitory neurotransmitter that decreases the probability that the target neuron will send a subsequent signal.",
            "score": 166.78205466270447
        },
        {
            "docid": "465517_20",
            "document": "Inhibitory postsynaptic potential . Glutamate, an excitatory neurotransmitter, is usually associated with excitatory postsynaptic potentials in synaptic transmission. However, a study completed at the Vollum Institute at the Oregon Health Sciences University demonstrates that glutamate can also be used to induce inhibitory postsynaptic potentials in neurons. This study explains that metabotropic glutamate receptors feature activated G proteins in dopamine neurons that induce phosphoinositide hydrolysis. The resultant products bind to inositol triphosphate (IP3) receptors through calcium ion channels. The calcium comes from stores and activate potassium conductance, which causes a pure inhibition in the dopamine cells. The changing levels of synaptically released glutamate creates an excitation through the activation of ionotropic receptors, followed by the inhibition of metabotropic glutamate receptors.",
            "score": 119.4449315071106
        },
        {
            "docid": "37691875_20",
            "document": "Addiction-related structural neuroplasticity . Exposure to drugs of abuse elicits LTP at excitatory synapses on VTA dopamine neurons. Excitatory synapses in brain slices from the VTA taken 24 hours after a single cocaine exposure showed an increase in AMPA receptors in comparison to a saline control. Additional LTP could not be induced in these synapses. This is thought to be because the maximal amount of LTP had already been induced by the administration of cocaine. LTP is only seen on the dopamine neurons, not on neighboring GABAergic neurons. This is of interest because the administration of drugs of abuse increases the excitation of VTA dopamine neurons, but does not increase inhibition. Excitatory inputs into the VTA will activate the dopamine neurons 200%, but do not increase activation of GABA neurons which are important in local inhibition.",
            "score": 216.43156480789185
        },
        {
            "docid": "673153_10",
            "document": "Dopaminergic pathways . The ventral tegmental area and substantia nigra pars compacta receive inputs from other neurotransmitters systems, including glutaminergic inputs, GABAergic inputs, cholinergic inputs, and inputs from other monoaminergic nuclei. The VTA contains 5-HT receptors that exert a biphasic effects on firing, with low doses of 5-HT receptor agonists eliciting an increase in firing rate, and higher doses suppressing activity. The 5-HT receptors expressed on dopaminergic neurons increase activity, while 5-HT receptors elicit a decrease in activity. The mesolimbic pathway, which projects from the VTA to the nucleus accumbens, is also regulated by muscarinic acetylcholine receptors. In particular, the activation of muscarinic acetylcholine receptor M2 and muscarinic acetylcholine receptor M4 inhibits dopamine release, while muscarinic acetylcholine receptor M1 activation increases dopamine release. GABAergic inputs from the striatum decrease dopaminergic neuronal activity, and glutaminergic inputs from many cortical and subcortical areas increase the firing rate of dopaminergic neurons. Endocannabinoids also appear to have a modulatory effect on dopamine release from neurons that project out of the VTA and SNc. Noradrenergic inputs deriving from the locus coeruleus have excitatory and inhibitory effects on the dopaminergic neurons that project out of the VTA and SNc. The excitatory orexinergic inputs to the VTA originate in the lateral hypothalamus and may regulate the baseline firing of VTA dopaminergic neurons.",
            "score": 217.07238101959229
        },
        {
            "docid": "19477293_43",
            "document": "Biology of depression . Regions involved in reward are common targets of manipulation in animal models of depression, including the nucleus accumbens (NAc), ventral tegmental area (VTA), ventral pallidum (VP), lateral habenula (LHb) and medial prefrontal cortex (mPFC). Tentative fMRI studies in humans demonstrate elevated LHb activity in depression. The lateral habenula projects to the RMTg to drive inhibition of dopamine neurons in the VTA during omission of reward. In animal models of depression, elevated activity has been reported in LHb neurons that project to the ventral tegmental area(ostensibly reducing dopamine release). The LHb also projects to aversion reactive mPFC neurons, which may provide an indirect mechanism for producing depressive behaviors. Learned helplessness induced potentiation of LHb synapses are reversed by antidepressant treatment, providing predictive validity. A number of inputs to the LHb have been implicated in producing depressive behaviors. Silencing GABAergic projections from the NAc to the LHb reduces conditioned place preference induced in social aggression, and activation of these terminals induces CPP. Ventral pallidum firing is also elevated by stress induced depression, an effect that is pharmacologically valid, and silencing of these neurons alleviates behavioral correlates of depression. Tentative in vivo evidence from patients with major depression suggests abnormalities in dopamine signalling. This led to early studies investigating VTA activity and manipulations in animal models of depression. Massive destruction of VTA neurons enhances depressive behaviors, while VTA neurons reduce firing in response to chronic stress. However, more recent specific manipulations of the VTA produce varying results, with the specific animal model, duration of VTA manipulation, method of VTA manipulation, and subregion of VTA manipulation all potentially leading to differential outcomes. Stress and social defeat induced depressive symptoms, including anhedonia, are associated with potentiation of excitatory inputs to Dopamine D2 receptor expressing medium spiny neurons (D2-MSNs) and depression of excitatory inputs to Dopamine D1 receptor expressing medium spiny neurons (D1-MSNs). Optogenetic excitation of D1-MSNs alleviates depressive symptoms and is rewarding, while the same with D2-MSNs enhances depressive symptoms. Excitation of glutaminergic inputs from the ventral hippocampus reduces social interactions, and enhancing these projections produces susceptibility to stress induced depression. Manipulations of different regions of the mPFC can produce and attenuate depressive behaviors. For example, inhibiting mPFC neurons specifically in the intralimbic cortex attenuates depressive behaviors. The conflicting findings associated with mPFC stimulation, when compared to the relatively specific findings in the infralimbic cortex, suggest that the prelimbic cortex and infralimbic cortex may mediate opposing effects. mPFC projections to the raphe nuclei are largely GABAergic, and inhibit the firing of serotonergic neurons. Specific activation of these regions reduce immobility in the forced swim test, but do not affect open field or forced swim behavior. Inhibition of the raphe shifts the behavioral phenotype of uncontrolled stress to a phenotype closer to that of controlled stress.",
            "score": 209.59934031963348
        },
        {
            "docid": "43585375_5",
            "document": "Rostromedial tegmental nucleus . The RMTg plays a \"crucial role\" in the regulation of dopaminergic neuronal activity in the central nervous system by endogenous opioids and opiate drugs. The GABAergic neurons that project from the RMTg to the midbrain dopaminergic nuclei (i.e., the ventral tegmental area and substantia nigra pars compacta) express μ-opioid receptors. Current evidence suggests that exogenous opiates (e.g., morphine and heroin) excite the dopamine pathways originating in the VTA by activating the μ-opioid receptors in neurons projecting from the RMTg; opioid activation of these neurons leads to disinhibition of the GABAergic brake on dopamine networks. Since RMTg projections to the VTA are the primary inhibitor of the dopaminergic pathways that are implicated in addiction (e.g., the mesolimbic pathway), the RMTg plays a significant role in the development of opiate addictions.",
            "score": 204.24045181274414
        },
        {
            "docid": "716908_10",
            "document": "Ventral tegmental area . There are excitatory glutamatergic afferents that arise from most structures that project into the VTA. These glutamatergic afferents play a key role in regulating VTA cell firing. When the glutamatergic neurons are activated, the firing rates of the dopamine neurons increase in the VTA and induce burst firing. Studies have shown that these glutamatergic actions in the VTA are critical to the effects of drugs of abuse. In contrast, the tail of the ventral tegmental area (tVTA, the RMTg) projects to the VTA with GABAergic afferents, functioning as a \"master brake\" for the VTA dopamine pathways.",
            "score": 232.28251147270203
        },
        {
            "docid": "46425_26",
            "document": "Substantia nigra . Cocaine's mechanism of action in the human brain includes the inhibition of dopamine reuptake, which accounts for cocaine's addictive properties, as dopamine is the critical neurotransmitter for reward. However, cocaine is more active in the dopaminergic neurons of the ventral tegmental area than the substantia nigra. Cocaine administration increases metabolism in the substantia nigra, which can explain the altered motor function seen in cocaine-using subjects. The inhibition of dopamine reuptake by cocaine also inhibits the firing of spontaneous action potentials by the pars compacta. The mechanism by which cocaine inhibits dopamine reuptake involves its binding to the dopamine transporter protein. However, studies show that cocaine can also cause a decrease in DAT mRNA levels, most likely due to cocaine blocking dopamine receptors rather than direct interference with transcriptional or translational pathways.",
            "score": 111.44068384170532
        },
        {
            "docid": "37691875_14",
            "document": "Addiction-related structural neuroplasticity . Stimulants used regularly in neuroscience experimentation are cocaine and amphetamine. These drugs induce an increase in synaptic dopamine by inhibiting the reuptake of dopamine from the synaptic cleft, effectively increasing the amount of dopamine that reaches the target neuron. The reward pathway, also called the mesolimbic system of the brain, is the part of the brain that registers reward and pleasure. This circuit reinforces the behavior that leads to a positive and pleasurable outcome. In drug addiction, the drug-seeking behaviors become reinforced by the rush of dopamine that follows the administration of a drug of abuse. The effects of drugs of abuse on the ventral tegmental area (VTA) and the nucleus accumbens (NAc) have been studied extensively.",
            "score": 160.63855504989624
        },
        {
            "docid": "2412761_2",
            "document": "Dopaminergic . Dopaminergic means \"related to dopamine\" (literally, \"working on dopamine\"), dopamine being a common neurotransmitter. Dopaminergic substances or actions increase dopamine-related activity in the brain. Dopaminergic brain structures facilitate dopamine-related activity. For example, certain proteins such as the dopamine transporter (DAT), vesicular monoamine transporter 2 (VMAT), and dopamine receptors can be classified as dopaminergic, and neurons that synthesize or contain dopamine and synapses with dopamine receptors in them may also be labeled as \"dopaminergic\". Enzymes that regulate the biosynthesis or metabolism of dopamine such as aromatic L-amino acid decarboxylase or DOPA decarboxylase, monoamine oxidase (MAO), and catechol \"O\"-methyl transferase (COMT) may be referred to as \"dopaminergic\" as well. Also, any endogenous or exogenous chemical substance that acts to affect dopamine receptors or dopamine release through indirect actions (for example, on neurons that synapse onto neurons that release dopamine or express dopamine receptors) can also be said to have \"dopaminergic\" effects, two prominent examples being opioids, which enhance dopamine release indirectly in the reward pathways, and some substituted amphetamines, which enhance dopamine release directly by binding to and inhibiting VMAT.",
            "score": 130.88200330734253
        },
        {
            "docid": "48548_16",
            "document": "Dopamine . Inside the brain, dopamine functions as a neurotransmitter and neuromodulator, and is controlled by a set of mechanisms common to all monoamine neurotransmitters. After synthesis, dopamine is transported from the cytosol into synaptic vesicles by a solute carrier—a vesicular monoamine transporter, VMAT2. Dopamine is stored in these vesicles until it is ejected into the synaptic cleft. In most cases, the release of dopamine occurs through a process called exocytosis which is caused by action potentials, but it can also be caused by the activity of an intracellular trace amine-associated receptor, TAAR1. TAAR1 is a high-affinity receptor for dopamine, trace amines, and certain substituted amphetamines that is located along membranes in the intracellular milieu of the presynaptic cell; activation of the receptor can regulate dopamine signaling by inducing dopamine reuptake inhibition and efflux as well as by inhibiting neuronal firing through a diverse set of mechanisms.",
            "score": 96.52126657962799
        },
        {
            "docid": "14438348_20",
            "document": "Cannabinoid receptor type 1 . Several studies have implicated the CB receptor in the maintenance of homeostasis in health and disease. In a rodent neuropathic pain model, increased expression of these receptors was seen in thalamic neurons, the spinal cord, and dorsal root ganglion. Increased receptor expression has also been found in human hepatocellular carcinoma tumor samples and other human prostate cancer cells. The expression of these receptors is believed to modulate neurotransmitter release in a manner that prevents the development of excessive neuronal activity, reducing pain and other inflammatory symptoms. This finding is consistent with the localization of CB receptors to the terminals of central and peripheral neurons, and the established mediation of both excitatory and inhibitory neurotransmitters acetylcholine, noradrenaline, dopamine, 5-HT, GABA, glutamate, D-aspartate, and cholecystokinin. Through its primary action as a G coupled receptor, CB1 inhibits production of cyclic adenosine monophosphate (cAMP), metabotropically inhibiting all NT release.",
            "score": 121.2944827079773
        },
        {
            "docid": "252866_31",
            "document": "Altered state of consciousness . Alcohol alters consciousness by shifting levels of neurotransmitters. Neurotransmitters are endogenous chemicals that transmit signals across a synapse from one neuron (nerve cell) to another \"target\" cell (often another neuron). Neurotransmitters can cause inhibitory or excitatory effects on the \"target\" cell they are affecting. Alcohol increases the effect of the neurotransmitter GABA (gamma-Aminobutyric acid) in the brain. GABA causes slow actions and inaudible verbal communication that often occur in alcoholics (Berridge, V 2001). Alcohol also decreases the excitatory neurotransmitter glutamate. Suppressing this stimulant results in a similar type of physiological slowdown. In addition to increasing the GABA and decreasing the glutamate in the brain, alcohol increases the amount of the chemical dopamine in the brain, which is one of the addictive causes of alcoholism.",
            "score": 103.98531448841095
        },
        {
            "docid": "44517156_2",
            "document": "Dopamine therapy . Dopamine therapy is the regulation of levels of the neurotransmitter dopamine through the use of either agonists, or antagonists; and has been used in the treatment of disorders characterized by a dopamine imbalance. Dopamine replacement therapy (DRT) is an effective treatment for patients suffering from decreased levels of dopamine. Often dopamine agonists, compounds that activate dopamine receptors in the absence of that receptor's physiological ligand, the neurotransmitter dopamine, are used in this therapy. DRT has been shown to reduce symptoms and increase lifespan for patients suffering from Parkinson’s Disease. Dopamine regulation plays a critical role in human mental and physical health. The neurons that contain the neurotransmitter are clustered in the midbrain region in an area called the substantia nigra. In Parkinson's patients, the death of dopamine-transmitting neurons in this area leads to abnormal nerve-firing patterns that cause motor problems. Research in patients with schizophrenia indicates abnormalities in dopamine receptor structure and function.",
            "score": 85.74185001850128
        },
        {
            "docid": "21865_25",
            "document": "Neurotransmitter . Drugs targeting the neurotransmitter of major systems affect the whole system, which can explain the complexity of action of some drugs. Cocaine, for example, blocks the re-uptake of dopamine back into the presynaptic neuron, leaving the neurotransmitter molecules in the synaptic gap for an extended period of time. Since the dopamine remains in the synapse longer, the neurotransmitter continues to bind to the receptors on the postsynaptic neuron, eliciting a pleasurable emotional response. Physical addiction to cocaine may result from prolonged exposure to excess dopamine in the synapses, which leads to the downregulation of some post-synaptic receptors. After the effects of the drug wear off, an individual can become depressed due to decreased probability of the neurotransmitter binding to a receptor. Fluoxetine is a selective serotonin re-uptake inhibitor (SSRI), which blocks re-uptake of serotonin by the presynaptic cell which increases the amount of serotonin present at the synapse and furthermore allows it to remain there longer, providing potential for the effect of naturally released serotonin. AMPT prevents the conversion of tyrosine to L-DOPA, the precursor to dopamine; reserpine prevents dopamine storage within vesicles; and deprenyl inhibits monoamine oxidase (MAO)-B and thus increases dopamine levels.",
            "score": 121.85351896286011
        },
        {
            "docid": "8582684_26",
            "document": "Reward system . Addictive drugs and behaviors are rewarding and reinforcing (i.e., are \"addictive\") due to their effects on the dopamine reward pathway. The lateral hypothalamus and medial forebrain bundle has been the most-frequently-studied brain-stimulation reward site, particularly in studies of the effects of drugs on brain stimulation reward. The neurotransmitter system that has been most-clearly identified with the habit-forming actions of drugs-of-abuse is the mesolimbic dopamine system, with its efferent targets in the nucleus accumbens and its local GABAergic afferents. The reward-relevant actions of amphetamine and cocaine are in the dopaminergic synapses of the nucleus accumbens and perhaps the medial prefrontal cortex. Rats also learn to lever-press for cocaine injections into the medial prefrontal cortex, which works by increasing dopamine turnover in the nucleus accumbens. Nicotine infused directly into the nucleus accumbens also enhances local dopamine release, presumably by a presynaptic action on the dopaminergic terminals of this region. Nicotinic receptors localize to dopaminergic cell bodies and local nicotine injections increase dopaminergic cell firing that is critical for nicotinic reward. Some additional habit-forming drugs are also likely to decrease the output of medium spiny neurons as a consequence, despite activating dopaminergic projections. For opiates, the lowest-threshold site for reward effects involves actions on GABAergic neurons in the ventral tegmental area, a secondary site of opiate-rewarding actions on medium spiny output neurons of the nucleus accumbens. Thus GABAergic afferents to the mesolimbic dopamine neurons (primary substrate of opiate reward), the mesolimbic dopamine neurons themselves (primary substrate of psychomotor stimulant reward), and GABAergic efferents to the mesolimbic dopamine neurons (a secondary site of opiate reward) form the core of currently characterized drug-reward circuitry.",
            "score": 137.199441075325
        },
        {
            "docid": "716908_23",
            "document": "Ventral tegmental area . The nucleus accumbens and the ventral tegmental area are the primary sites where addictive drugs act. The following are commonly considered to be addictive: heroin, cocaine, alcohol, opiates, nicotine, cannabinoids, amphetamine, and their synthetic analogs. These drugs alter the neuromodulatory influence of dopamine on the processing of reinforcement signals by prolonging the action of dopamine in the nucleus accumbens or by stimulating the activation of neurons there and also in the VTA. The most common drugs of abuse stimulate the release of dopamine, which creates both their rewarding and the psychomotor effects. Compulsive drug-taking behaviors are a result of the permanent functional changes in the mesolimbic dopamine system arising from repetitive dopamine stimulation. Molecular and cellular adaptations are responsible for a sensitized dopamine activity in the VTA and along the mesolimbic dopamine projection in response to drug abuse. In the VTA of addicted individuals, the activity of the dopamine-synthesizing enzyme tyrosine hydroxylase increases, as does the ability of these neurons to respond to excitatory inputs. The latter effect is secondary to increases in the activity of the transcription factor CREB and the up regulation of GluR1, an important subunit of AMPA receptors for glutamate. These alterations in neural processing could account for the waning influence of adaptive emotional signals in the operation of decision making faculties as drug-seeking and drug-taking behaviors become habitual and compulsive.",
            "score": 195.91855478286743
        },
        {
            "docid": "48548_15",
            "document": "Dopamine . Dopamine exerts its effects by binding to and activating cell surface receptors. In humans, dopamine has a high binding affinity at dopamine receptors and human trace amine-associated receptor 1 (hTAAR1). In mammals, five subtypes of dopamine receptors have been identified, labeled from D1 to D5. All of them function as metabotropic, G protein-coupled receptors, meaning that they exert their effects via a complex second messenger system. These receptors can be divided into two families, known as D1-like and D2-like. For receptors located on neurons in the nervous system, the ultimate effect of D1-like activation (D1 and D5) can be excitation (via opening of sodium channels) or inhibition (via opening of potassium channels); the ultimate effect of D2-like activation (D2, D3, and D4) is usually inhibition of the target neuron. Consequently, it is incorrect to describe dopamine itself as either excitatory or inhibitory: its effect on a target neuron depends on which types of receptors are present on the membrane of that neuron and on the internal responses of that neuron to the second messenger cAMP. D1 receptors are the most numerous dopamine receptors in the human nervous system; D2 receptors are next; D3, D4, and D5 receptors are present at significantly lower levels.",
            "score": 139.626234292984
        },
        {
            "docid": "8582684_10",
            "document": "Reward system . Two theories exist with regard to the activity of the nucleus accumbens and the generation liking and wanting. The inhibition (or hyperpolarization) hypothesis proposes that the nucleus accumbens exerts tonic inhibitory effects on downstream structures such as the ventral pallidum, hypothalamus or ventral tegmental area, and that in inhibiting in the nucleus accumbens (NAcc), these structures are excited, \"releasing\" reward related behavior. While GABA receptor agonists are capable of eliciting both \"liking\" and \"wanting\" reactions in the nucleus accumbens, glutaminergic inputs from the basolateral amygdala, ventral hippocampus, and medial prefrontal cortex can drive incentive salience. Furthermore, while most studies find that NAcc neurons reduce firing in response to reward, a number of studies find the opposite response. This had lead to the proposal of the disinhibition (or depolarization) hypothesis, that proposes that excitation or NAcc neurons, or at least certain subsets, drives reward related behavior. After nearly 50 years of research on brain-stimulation reward, experts have certified that dozens of sites in the brain will maintain intracranial self-stimulation. Regions include the lateral hypothalamus and medial forebrain bundles, which are especially effective. Stimulation there activates fibers that form the ascending pathways; the ascending pathways include the mesolimbic dopamine pathway, which projects from the ventral tegmental area to the nucleus accumbens. There are several explanations as to why the mesolimbic dopamine pathway is central to circuits mediating reward. First, there is a marked increase in dopamine release from the mesolimbic pathway when animals engage in intracranial self-stimulation. Second, experiments consistently indicate that brain-stimulation reward stimulates the reinforcement of pathways that are normally activated by natural rewards, and drug reward or intracranial self-stimulation can exert more powerful activation of central reward mechanisms because they activate the reward center directly rather than through the peripheral nerves. Third, when animals are administered addictive drugs or engage in naturally rewarding behaviors, such as feeding or sexual activity, there is a marked release of dopamine within the nucleus accumbens. However, dopamine is not the only reward compound in the brain.",
            "score": 143.44601821899414
        },
        {
            "docid": "22229344_5",
            "document": "Basal ganglia disease . The indirect pathway of the motor circuit is thought to project from the cortex, to the putamen, and to the thalamus and brainstem indirectly by passing through the external segment of the globus pallidus (GPe) then the subthalamic nucleus (STN) before looping back to the internal segment of the globus pallidus (GPi). The indirect pathway is responsible for the termination of movement. The indirect pathway inhibits unwanted movements by simultaneous increase in excitatory input to other GPi and SNr neurons. Similar to the direct pathway, the indirect pathway is regulated by striatal dopamine. D dopamine receptors inhibit transmission via the indirect pathway. D receptors inhibit striatal neurons in the indirect, inhibitory pathway. This inhibitory effect of dopamine on the indirect pathway serves the same function as its excitatory effects in the direct pathway in that it reduces basal ganglia output, leading to the disinhibition of motor neurons.",
            "score": 112.49323439598083
        },
        {
            "docid": "21120_26",
            "document": "Neuron . The distinction between excitatory and inhibitory neurotransmitters is not absolute, however. Rather, it depends on the class of chemical receptors present on the postsynaptic neuron. In principle, a single neuron, releasing a single neurotransmitter, can have excitatory effects on some targets, inhibitory effects on others, and modulatory effects on others still. For example, photoreceptor cells in the retina constantly release the neurotransmitter glutamate in the absence of light. So-called OFF bipolar cells are, like most neurons, excited by the released glutamate. However, neighboring target neurons called ON bipolar cells are instead \"inhibited\" by glutamate, because they lack the typical ionotropic glutamate receptors and instead express a class of inhibitory metabotropic glutamate receptors. When light is present, the photoreceptors cease releasing glutamate, which relieves the ON bipolar cells from inhibition, activating them; this simultaneously removes the excitation from the OFF bipolar cells, silencing them.",
            "score": 136.93459713459015
        },
        {
            "docid": "857160_5",
            "document": "Athetosis . Asphyxia directly causes basal ganglia damage due to lack of oxygen and therefore, insufficient nutrient supply. The lesions caused by asphyxia are most prominent on the caudate nucleus and the putamen. However, a less-studied consequence of the resulting hypoxia is its effect on the concentrations of the neurotransmitter dopamine within the synapses of neurons in the basal ganglia. Hypoxia leads to an increase in the extracellular dopamine levels and therefore, an increase in the activity of the dopaminergic neurons. Furthermore, this increase in extracellular concentration is not caused by an increase in the neurotransmitter synthesis, but instead on inhibiting its reuptake back into the neurons and glial cells. Therefore, there is an increased dopaminergic effect as dopamine remains in the synapse at higher concentrations leading to additional post-synaptic response. As a result, the uncontrollable writhing motions witnessed with athetosis deal with the over-activity of synapses within the basal ganglia.",
            "score": 95.26401901245117
        },
        {
            "docid": "14083964_36",
            "document": "Animal psychopathology . Sugar addiction has been examined in laboratory rats and it develops in the same way that drug addiction develops. Eating sugary foods causes the brain to release natural chemicals called opioids and dopamine in the limbic system. Tasty food can activate opioid receptors in the ventral tegmental area and thereby stimulate cells that release dopamine in the nucleus accumbens (NAc). The brain recognizes the intense pleasure derived from the dopamine and opioids release and learns to crave more sugar. Dependence is created through these natural rewards, the sugary treats, and the opioid and dopamine released into the synapses of the mesolimbic system. The hippocampus, the insula and the caudate activate when rats crave sugar, which are the same areas that become active when drug addicts crave the drug. Sugar is good because it provides energy, but if the nervous system goes through a change and the body becomes dependent on the sugar intake, somatic signs of withdrawal begin to appear like chattering teeth, forepaw tremors and head shakes when sugar is not ingested. Morphine tolerance, a measure of addiction, was observed in rats and their tolerance on Morphine was attributed to environmental cues and the systemic effects of the drug. Morphine tolerance does not depend merely on the frequency of pharmacological stimulation, but rather on both the number of pairings of a drug-predictive cue with the systemic effects of the drug. Rats became significantly more tolerant to morphine when they had been exposed to a paired administration than those rats that were not administered a drug-predictive cue along with the morphine.",
            "score": 182.06095707416534
        },
        {
            "docid": "791546_57",
            "document": "Ketogenic diet . The brain is composed of a network of neurons that transmit signals by propagating nerve impulses. The propagation of this impulse from one neuron to another is typically controlled by neurotransmitters, though there are also electrical pathways between some neurons. Neurotransmitters can inhibit impulse firing (primarily done by γ-aminobutyric acid, or GABA) or they can excite the neuron into firing (primarily done by glutamate). A neuron that releases inhibitory neurotransmitters from its terminals is called an inhibitory neuron, while one that releases excitatory neurotransmitters is an excitatory neuron. When the normal balance between inhibition and excitation is significantly disrupted in all or part of the brain, a seizure can occur. The GABA system is an important target for anticonvulsant drugs, since seizures may be discouraged by increasing GABA synthesis, decreasing its breakdown, or enhancing its effect on neurons.",
            "score": 132.25567770004272
        },
        {
            "docid": "2504_34",
            "document": "Amphetamine . In certain brain regions, amphetamine increases the concentration of dopamine in the synaptic cleft. Amphetamine can enter the presynaptic neuron either through or by diffusing across the neuronal membrane directly. As a consequence of DAT uptake, amphetamine produces competitive reuptake inhibition at the transporter. Upon entering the presynaptic neuron, amphetamine activates which, through protein kinase A (PKA) and protein kinase C (PKC) signaling, causes DAT phosphorylation. Phosphorylation by either protein kinase can result in DAT internalization ( reuptake inhibition), but phosphorylation alone induces the reversal of dopamine transport through DAT (i.e., dopamine efflux). Amphetamine is also known to increase intracellular calcium, an effect which is associated with DAT phosphorylation through an unidentified Ca2+/calmodulin-dependent protein kinase (CAMK)-dependent pathway, in turn producing dopamine efflux. Through direct activation of G protein-coupled inwardly-rectifying potassium channels, reduces the firing rate of dopamine neurons, preventing a hyper-dopaminergic state.",
            "score": 109.31137382984161
        },
        {
            "docid": "8582684_9",
            "document": "Reward system . Most of the dopamine pathways (i.e., neurons that use the neurotransmitter dopamine to communicate with other neurons) that project out of the ventral tegmental area are part of the reward system; in these pathways, dopamine acts on D1-like receptors or D2-like receptors to either stimulate (D1-like) or inhibit (D2-like) the production of cAMP. The GABAergic medium spiny neurons of the striatum are components of the reward system as well. The glutamatergic projection nuclei in the subthalamic nucleus, prefrontal cortex, hippocampus, thalamus, and amygdala connect to other parts of the reward system via glutamate pathways. The medial forebrain bundle, which is a set of many neural pathways that mediate brain stimulation reward (i.e., reward derived from direct electrochemical stimulation of the lateral hypothalamus), is also a component of the reward system.",
            "score": 136.60031759738922
        },
        {
            "docid": "9916386_8",
            "document": "Synaptic gating . Additional research has shown that the thalamus can also act as a source for gating signals. In the pathway between the PFC and the hippocampus, stimulation of mediodorsal thalamic neurons, as well as stimulation of ventral tegmental area neurons inhibited PFC neuron firing. These inhibitory effects were shown to be modulated by various dopamine receptor antagonists, which implies some role of dopamine as a neuromodulatory agent in this circuit.",
            "score": 102.15075325965881
        },
        {
            "docid": "57441533_6",
            "document": "D. James Surmeier . Around the same time, using multi-disciplinary approaches, his lab provided a possible explanation for the striatopallidal pathway dysfunction associated with Parkinson’s disease and dopamine depletion by demonstrating a calcium channel (CaV1.3) dependent loss of excitatory synapses in the indirect pathway spiny neurons in a rodent model of the disease. Loss of striatal dopamine results in decreased M4 (muscarinic acetylcholine auto receptor) signaling associated with up-regulation of RGS4 (regulators of G protein signaling) expression in cholinergic neurons, culminating in increased cholinergic tone. Following dopamine depletion leading to increase in striatal acetylcholine levels, M1 muscarinic receptor activation in the indirect pathway spiny neurons results in down-regulation of dendritic potassium channels, Kir2 , elevating the dendritic excitability and consequently the impact of synaptically released glutamate in these neurons. Thus, work from Surmeier's lab suggests that not only dopamine but acetylcholine also has differential effects on striatal projection neurons furthering the idea that striatal dopamine/acetylcholine balance is a potential target for therapeutic intervention in diseases marked by striatal dysfunction and sheds light on how striatal neurons and circuits both change and adapt in response to disease states.",
            "score": 101.45758032798767
        },
        {
            "docid": "717936_2",
            "document": "Dopamine reuptake inhibitor . A dopamine reuptake inhibitor (DRI) is a class of drug which acts as a reuptake inhibitor of the monoamine neurotransmitter dopamine by blocking the action of the dopamine transporter (DAT). Reuptake inhibition is achieved when extracellular dopamine not absorbed by the postsynaptic neuron is blocked from re-entering the presynaptic neuron. This results in increased extracellular concentrations of dopamine and increase in dopaminergic neurotransmission.",
            "score": 79.22531735897064
        },
        {
            "docid": "46425_24",
            "document": "Substantia nigra . Studies have shown that, in certain brain regions, amphetamine and trace amines increase the concentrations of dopamine in the synaptic cleft, thereby heightening the response of the post-synaptic neuron. The various mechanisms by which amphetamine and trace amines affect dopamine concentrations have been studied extensively, and are known to involve both DAT and VMAT2. Amphetamine is similar in structure to dopamine and trace amines; as a consequence, it can enter the presynaptic neuron via as well as by diffusing through the neural membrane directly. Upon entering the presynaptic neuron, amphetamine and trace amines activate TAAR1, which, through protein kinase signaling, induces dopamine efflux, phosphorylation-dependent internalization, and non-competitive reuptake inhibition. Because of the similarity between amphetamine and trace amines, it is also a substrate for monoamine transporters; as a consequence, it (competitively) inhibits the reuptake of dopamine and other monoamines by competing with them for uptake, as well.",
            "score": 95.17418646812439
        }
    ],
    "r": [
        {
            "docid": "716908_10",
            "document": "Ventral tegmental area . There are excitatory glutamatergic afferents that arise from most structures that project into the VTA. These glutamatergic afferents play a key role in regulating VTA cell firing. When the glutamatergic neurons are activated, the firing rates of the dopamine neurons increase in the VTA and induce burst firing. Studies have shown that these glutamatergic actions in the VTA are critical to the effects of drugs of abuse. In contrast, the tail of the ventral tegmental area (tVTA, the RMTg) projects to the VTA with GABAergic afferents, functioning as a \"master brake\" for the VTA dopamine pathways.",
            "score": 232.2825164794922
        },
        {
            "docid": "673153_10",
            "document": "Dopaminergic pathways . The ventral tegmental area and substantia nigra pars compacta receive inputs from other neurotransmitters systems, including glutaminergic inputs, GABAergic inputs, cholinergic inputs, and inputs from other monoaminergic nuclei. The VTA contains 5-HT receptors that exert a biphasic effects on firing, with low doses of 5-HT receptor agonists eliciting an increase in firing rate, and higher doses suppressing activity. The 5-HT receptors expressed on dopaminergic neurons increase activity, while 5-HT receptors elicit a decrease in activity. The mesolimbic pathway, which projects from the VTA to the nucleus accumbens, is also regulated by muscarinic acetylcholine receptors. In particular, the activation of muscarinic acetylcholine receptor M2 and muscarinic acetylcholine receptor M4 inhibits dopamine release, while muscarinic acetylcholine receptor M1 activation increases dopamine release. GABAergic inputs from the striatum decrease dopaminergic neuronal activity, and glutaminergic inputs from many cortical and subcortical areas increase the firing rate of dopaminergic neurons. Endocannabinoids also appear to have a modulatory effect on dopamine release from neurons that project out of the VTA and SNc. Noradrenergic inputs deriving from the locus coeruleus have excitatory and inhibitory effects on the dopaminergic neurons that project out of the VTA and SNc. The excitatory orexinergic inputs to the VTA originate in the lateral hypothalamus and may regulate the baseline firing of VTA dopaminergic neurons.",
            "score": 217.0723876953125
        },
        {
            "docid": "37691875_20",
            "document": "Addiction-related structural neuroplasticity . Exposure to drugs of abuse elicits LTP at excitatory synapses on VTA dopamine neurons. Excitatory synapses in brain slices from the VTA taken 24 hours after a single cocaine exposure showed an increase in AMPA receptors in comparison to a saline control. Additional LTP could not be induced in these synapses. This is thought to be because the maximal amount of LTP had already been induced by the administration of cocaine. LTP is only seen on the dopamine neurons, not on neighboring GABAergic neurons. This is of interest because the administration of drugs of abuse increases the excitation of VTA dopamine neurons, but does not increase inhibition. Excitatory inputs into the VTA will activate the dopamine neurons 200%, but do not increase activation of GABA neurons which are important in local inhibition.",
            "score": 216.4315643310547
        },
        {
            "docid": "19477293_43",
            "document": "Biology of depression . Regions involved in reward are common targets of manipulation in animal models of depression, including the nucleus accumbens (NAc), ventral tegmental area (VTA), ventral pallidum (VP), lateral habenula (LHb) and medial prefrontal cortex (mPFC). Tentative fMRI studies in humans demonstrate elevated LHb activity in depression. The lateral habenula projects to the RMTg to drive inhibition of dopamine neurons in the VTA during omission of reward. In animal models of depression, elevated activity has been reported in LHb neurons that project to the ventral tegmental area(ostensibly reducing dopamine release). The LHb also projects to aversion reactive mPFC neurons, which may provide an indirect mechanism for producing depressive behaviors. Learned helplessness induced potentiation of LHb synapses are reversed by antidepressant treatment, providing predictive validity. A number of inputs to the LHb have been implicated in producing depressive behaviors. Silencing GABAergic projections from the NAc to the LHb reduces conditioned place preference induced in social aggression, and activation of these terminals induces CPP. Ventral pallidum firing is also elevated by stress induced depression, an effect that is pharmacologically valid, and silencing of these neurons alleviates behavioral correlates of depression. Tentative in vivo evidence from patients with major depression suggests abnormalities in dopamine signalling. This led to early studies investigating VTA activity and manipulations in animal models of depression. Massive destruction of VTA neurons enhances depressive behaviors, while VTA neurons reduce firing in response to chronic stress. However, more recent specific manipulations of the VTA produce varying results, with the specific animal model, duration of VTA manipulation, method of VTA manipulation, and subregion of VTA manipulation all potentially leading to differential outcomes. Stress and social defeat induced depressive symptoms, including anhedonia, are associated with potentiation of excitatory inputs to Dopamine D2 receptor expressing medium spiny neurons (D2-MSNs) and depression of excitatory inputs to Dopamine D1 receptor expressing medium spiny neurons (D1-MSNs). Optogenetic excitation of D1-MSNs alleviates depressive symptoms and is rewarding, while the same with D2-MSNs enhances depressive symptoms. Excitation of glutaminergic inputs from the ventral hippocampus reduces social interactions, and enhancing these projections produces susceptibility to stress induced depression. Manipulations of different regions of the mPFC can produce and attenuate depressive behaviors. For example, inhibiting mPFC neurons specifically in the intralimbic cortex attenuates depressive behaviors. The conflicting findings associated with mPFC stimulation, when compared to the relatively specific findings in the infralimbic cortex, suggest that the prelimbic cortex and infralimbic cortex may mediate opposing effects. mPFC projections to the raphe nuclei are largely GABAergic, and inhibit the firing of serotonergic neurons. Specific activation of these regions reduce immobility in the forced swim test, but do not affect open field or forced swim behavior. Inhibition of the raphe shifts the behavioral phenotype of uncontrolled stress to a phenotype closer to that of controlled stress.",
            "score": 209.59933471679688
        },
        {
            "docid": "43585375_5",
            "document": "Rostromedial tegmental nucleus . The RMTg plays a \"crucial role\" in the regulation of dopaminergic neuronal activity in the central nervous system by endogenous opioids and opiate drugs. The GABAergic neurons that project from the RMTg to the midbrain dopaminergic nuclei (i.e., the ventral tegmental area and substantia nigra pars compacta) express μ-opioid receptors. Current evidence suggests that exogenous opiates (e.g., morphine and heroin) excite the dopamine pathways originating in the VTA by activating the μ-opioid receptors in neurons projecting from the RMTg; opioid activation of these neurons leads to disinhibition of the GABAergic brake on dopamine networks. Since RMTg projections to the VTA are the primary inhibitor of the dopaminergic pathways that are implicated in addiction (e.g., the mesolimbic pathway), the RMTg plays a significant role in the development of opiate addictions.",
            "score": 204.24044799804688
        },
        {
            "docid": "8582684_8",
            "document": "Reward system . The brain structures that compose the reward system are located primarily within the cortico-basal ganglia-thalamo-cortical loop; the basal ganglia portion of the loop drives activity within the reward system. Most of the pathways that connect structures within the reward system are glutamatergic interneurons, GABAergic medium spiny neurons (MSNs), and dopaminergic projection neurons, although other types of projection neurons contribute (e.g., orexinergic projection neurons). The reward system includes the ventral tegmental area, ventral striatum (i.e., the nucleus accumbens and olfactory tubercle), dorsal striatum (i.e., the caudate nucleus and putamen), substantia nigra (i.e., the pars compacta and pars reticulata), prefrontal cortex, anterior cingulate cortex, insular cortex, hippocampus, hypothalamus (particularly, the orexinergic nucleus in the lateral hypothalamus), thalamus (multiple nuclei), subthalamic nucleus, globus pallidus (both external and internal), ventral pallidum, parabrachial nucleus, amygdala, and the remainder of the extended amygdala. The dorsal raphe nucleus and cerebellum appear to modulate some forms of reward-related cognition (i.e., associative learning, motivational salience, and positive emotions) and behaviors as well. The laterodorsal tegmental nucleus (LTD), pedunculopontine nucleus (PPTg), and lateral habenula (LHb) (both directly and indirectly via the rostromedial tegmental nucleus) are also capable of inducing aversive salience and incentive salience through their projections to the ventral tegmental area (VTA). The LDT and PPTg both send glutaminergic projections to the VTA that synapse on dopaminergic neurons, both of which can produce incentive salience. The LHb sends glutaminergic projections, the majority of which synapse on GABAergic RMTg neurons that in turn drive inhibition of dopaminergic VTA neurons, although some LHb projections terminate on VTA interneurons. These LHb projections are activated both by aversive stimuli and by the absence of an expected reward, and excitation of the LHb can induce aversion.",
            "score": 198.4826202392578
        },
        {
            "docid": "716908_23",
            "document": "Ventral tegmental area . The nucleus accumbens and the ventral tegmental area are the primary sites where addictive drugs act. The following are commonly considered to be addictive: heroin, cocaine, alcohol, opiates, nicotine, cannabinoids, amphetamine, and their synthetic analogs. These drugs alter the neuromodulatory influence of dopamine on the processing of reinforcement signals by prolonging the action of dopamine in the nucleus accumbens or by stimulating the activation of neurons there and also in the VTA. The most common drugs of abuse stimulate the release of dopamine, which creates both their rewarding and the psychomotor effects. Compulsive drug-taking behaviors are a result of the permanent functional changes in the mesolimbic dopamine system arising from repetitive dopamine stimulation. Molecular and cellular adaptations are responsible for a sensitized dopamine activity in the VTA and along the mesolimbic dopamine projection in response to drug abuse. In the VTA of addicted individuals, the activity of the dopamine-synthesizing enzyme tyrosine hydroxylase increases, as does the ability of these neurons to respond to excitatory inputs. The latter effect is secondary to increases in the activity of the transcription factor CREB and the up regulation of GluR1, an important subunit of AMPA receptors for glutamate. These alterations in neural processing could account for the waning influence of adaptive emotional signals in the operation of decision making faculties as drug-seeking and drug-taking behaviors become habitual and compulsive.",
            "score": 195.91856384277344
        },
        {
            "docid": "6226648_16",
            "document": "Brain stimulation reward . Electrophysiological data suggest stimulation of the MFB or VTA does not directly activate dopaminergic neurons in the mesolimbic reward pathway. These data suggest BSR is facilitated by initial excitation of descending, myelinated neurons which then activate the ascending, unmyelinated neurons of the VTA. Excitatory, cholinergic inputs to the VTA are thought to play a role in this indirect activation, but the neuroanatomical components of this circuit have yet to be fully characterized.",
            "score": 186.92929077148438
        },
        {
            "docid": "716908_17",
            "document": "Ventral tegmental area . The VTA, like the substantia nigra, is populated with melanin-pigmented dopaminergic neurons. Recent studies have suggested that dopaminergic neurons comprise 50-60% of all neurons in the VTA, which is contrary to previous evidence that noted 77% of neurons within the VTA to be dopaminergic. In addition, there is a sizable population of GABAergic neurons in the rostromedial tegmental nucleus (RMTg), a functionally distinct brain structure. These GABAergic neurons regulate the firing of their dopaminergic counterparts that send projections throughout the brain to, but not limited to, the following regions: the prefrontal cortex, the nucleus accumbens, and the locus coeruleus. The VTA also contains a small percentage of excitatory glutamatergic neurons.",
            "score": 185.5211181640625
        },
        {
            "docid": "37691875_18",
            "document": "Addiction-related structural neuroplasticity . Opiates decrease spine density and dendrite complexity in the nucleus accumbens (NAc). Morphine decreases spine density regardless of the treatment paradigm. Either chronic or intermittent administration of morphine will produce the same effect. The only case where opiates increase dendritic density is with chronic morphine exposure, which increases spine density on pyramidal neurons in the orbitofrontal cortex. Stimulants increase spinal density and dendritic complexity in the nucleus accumbens (NAc), ventral tegmental area (VTA), and other structures in the reward circuit.",
            "score": 182.4130096435547
        },
        {
            "docid": "14083964_36",
            "document": "Animal psychopathology . Sugar addiction has been examined in laboratory rats and it develops in the same way that drug addiction develops. Eating sugary foods causes the brain to release natural chemicals called opioids and dopamine in the limbic system. Tasty food can activate opioid receptors in the ventral tegmental area and thereby stimulate cells that release dopamine in the nucleus accumbens (NAc). The brain recognizes the intense pleasure derived from the dopamine and opioids release and learns to crave more sugar. Dependence is created through these natural rewards, the sugary treats, and the opioid and dopamine released into the synapses of the mesolimbic system. The hippocampus, the insula and the caudate activate when rats crave sugar, which are the same areas that become active when drug addicts crave the drug. Sugar is good because it provides energy, but if the nervous system goes through a change and the body becomes dependent on the sugar intake, somatic signs of withdrawal begin to appear like chattering teeth, forepaw tremors and head shakes when sugar is not ingested. Morphine tolerance, a measure of addiction, was observed in rats and their tolerance on Morphine was attributed to environmental cues and the systemic effects of the drug. Morphine tolerance does not depend merely on the frequency of pharmacological stimulation, but rather on both the number of pairings of a drug-predictive cue with the systemic effects of the drug. Rats became significantly more tolerant to morphine when they had been exposed to a paired administration than those rats that were not administered a drug-predictive cue along with the morphine.",
            "score": 182.0609588623047
        },
        {
            "docid": "386218_4",
            "document": "Mesolimbic pathway . The VTA is located in the midbrain and consists of dopaminergic, GABAergic, and glutamatergic neurons. The nucleus accumbens and olfactory tubercle are located in the ventral striatum and are primarily composed of medium spiny neurons. The nucleus accumbens is subdivided into limbic and motor subregions known as the NAcc shell and NAcc core. The medium spiny neurons in the nucleus accumbens receive input from both the dopaminergic neurons of the VTA and the glutamatergic neurons of the hippocampus, amygdala, and medial prefrontal cortex. When they are activated by these inputs, the medium spiny neurons' projections release GABA onto the ventral pallidum.",
            "score": 174.66534423828125
        },
        {
            "docid": "37691875_19",
            "document": "Addiction-related structural neuroplasticity . There are neurons with cell bodies in the VTA that release dopamine onto specific parts of the brain, including many of the limbic regions such as the NAc, the medial prefrontal cortex (mPFC), dorsal striatum, amygdala, and the hippocampus. The VTA has both dopaminergic and GABAergic neurons that both project to the NAc and mPFC. GABAergic neurons in the VTA also synapse on local dopamine cells. In non-drug models, the VTA dopamine neurons are stimulated by rewarding experiences. A release of dopamine from the VTA neurons seems to be the driving action behind drug-induced pleasure and reward.",
            "score": 170.45384216308594
        },
        {
            "docid": "716908_2",
            "document": "Ventral tegmental area . The ventral tegmental area (VTA) (tegmentum is Latin for \"covering\"), also known as the ventral tegmental area of Tsai, or simply ventral tegmentum, is a group of neurons located close to the midline on the floor of the midbrain. The VTA is the origin of the dopaminergic cell bodies of the mesocorticolimbic dopamine system and other dopamine pathways; it is widely implicated in the drug and natural reward circuitry of the brain. The VTA plays an important role in a number of processes, including cognition, motivation, orgasm, and intense emotions relating to love, as well as several psychiatric disorders. Neurons in the VTA project to numerous areas of the brain, ranging from the prefrontal cortex to the caudal brainstem and several regions in between.",
            "score": 168.95138549804688
        },
        {
            "docid": "48548_34",
            "document": "Dopamine . Evidence from microelectrode recordings from the brains of animals shows that dopamine neurons in the ventral tegmental area (VTA) and substantia nigra are strongly activated by a wide variety of rewarding events. These reward-responsive dopamine neurons in the VTA and substantia nigra are crucial for reward-related cognition and serve as the central component of the reward system. The function of dopamine varies in each axonal projection from the VTA and substantia nigra; for example, the VTA–nucleus accumbens shell projection assigns incentive salience (\"want\") to rewarding stimuli and its associated cues, the VTA–orbitofrontal cortex projection updates the value of different goals in accordance with their incentive salience, the VTA–amygdala and VTA–hippocampus projections mediate the consolidation of reward-related memories, and both the VTA–nucleus accumbens core and substantia nigra–dorsal striatum pathways are involved in learning motor responses that facilitate the acquisition of rewarding stimuli. Some activity within the VTA dopaminergic projections appears to be associated with reward prediction as well.",
            "score": 168.0269775390625
        },
        {
            "docid": "37691875_13",
            "document": "Addiction-related structural neuroplasticity . Opiates are a class of sedative with the capacity for pain relief. Morphine is an opiate that is commonly used in animal testing of addiction. Opiates stimulate dopamine neurons in the brain indirectly by inhibiting GABA release from modulatory interneurons that synapse onto the dopamine neurons. GABA is an inhibitory neurotransmitter that decreases the probability that the target neuron will send a subsequent signal.",
            "score": 166.78204345703125
        },
        {
            "docid": "6254380_9",
            "document": "Endomorphin . The location of endomorphin activity has been isolated using radioimmunoassay and immunocytochemistry within human, mice, rat, and monkey nervous systems. Both endomorphin tetrapeptides can be found in certain areas of the brain. In the midbrain, endomorphin-1 can be found in the hypothalamus, thalamus, and striatum. Within the telencephalon, endomorphin-1 has been identified in the nucleus accumbens and lateral septum. In the hindbrain, more endomorphin-1 reactive neurons have been detected compared to endomorphin-2. Alternately, endomorphin-2 is predominantly found in the spinal cord, specifically in presynaptic terminals of afferent neurons in the dorsal horn region. It has been found co-localized with calcitonin as well as the pain-conveying neurotransmitter, substance P. Neither endomorphin-1 or 2 have been identified in the amygdala or the hippocampus. In addition to endomorphins, morphine and morphine-like opiates target the μ-opioid receptor. Thus, endomorphins pose significant potential as analgesics and morphine substitutes. \"In vitro\" assessment of endomorphins as analgesics reveals similar behavior to morphine and other opiates, where drug tolerance leads to dependence and addiction. Other side effects common to opiates such as vasodilation, respiratory depression, urinary retention, and gastrointestinal reaction develop. However, the endomorphin-induced side effects prove slightly less severe than those of the morphine-derived analgesics commonly used today. Additionally, endomorphins potentially produce more powerful analgesic effects than their morphine-derived counterparts.",
            "score": 166.0337677001953
        },
        {
            "docid": "20613_23",
            "document": "Morphine . Morphine is a phenanthrene opioid receptor agonist – its main effect is binding to and activating the μ-opioid receptor (MOR) in the central nervous system. Its intrinsic activity at the MOR is heavily dependent on the assay and tissue being tested; in some situations it is a full agonist while in others it can be a partial agonist or even antagonist. In clinical settings, morphine exerts its principal pharmacological effect on the central nervous system and gastrointestinal tract. Its primary actions of therapeutic value are analgesia and sedation. Activation of the MOR is associated with analgesia, sedation, euphoria, physical dependence, and respiratory depression. Morphine is also a κ-opioid receptor (KOR) and δ-opioid receptor (DOR) agonist. Activation of the KOR is associated with spinal analgesia, miosis (pinpoint pupils), and psychotomimetic effects. The DOR is thought to play a role in analgesia. Although morphine does not bind to the σ receptor, it has been shown that σ receptor agonists, such as (+)-pentazocine, inhibit morphine analgesia, and σ receptor antagonists enhance morphine analgesia, suggesting downstream involvement of the σ receptor in the actions of morphine.",
            "score": 165.2410125732422
        },
        {
            "docid": "716908_20",
            "document": "Ventral tegmental area . The authors propose a functional circuit loop where activation of glutamatergic cells in CA3 causes activation of GABAergic cells in cd-LS, which inhibits GABA interneurons in the VTA, releasing the dopamine cells from the tonic inhibition, and leading to an increased firing rate for the dopamine cells.",
            "score": 164.98939514160156
        },
        {
            "docid": "511394_67",
            "document": "Opioid . Other analgesics work peripherally (\"i.e.\", not on the brain or spinal cord). Research is starting to show that morphine and related drugs may indeed have peripheral effects as well, such as morphine gel working on burns. Recent investigations discovered opioid receptors on peripheral sensory neurons. A significant fraction (up to 60%) of opioid analgesia can be mediated by such peripheral opioid receptors, particularly in inflammatory conditions such as arthritis, traumatic or surgical pain. Inflammatory pain is also blunted by endogenous opioid peptides activating peripheral opioid receptors.",
            "score": 164.51727294921875
        },
        {
            "docid": "99026_10",
            "document": "Basal ganglia . The striatum is composed mostly of medium spiny neurons. These GABAergic neurons project to the external (lateral) globus pallidus and internal (medial) globus pallidus as well as the substantia nigra pars reticulata. The projections into the globus pallidus and substantia nigra are primarily dopaminergic, although enkephalin, dynorphin and substance P are expressed. The striatum also contains interneurons that are classified into nitrergic neurons (due to use of nitric oxide as a neurotransmitter), tonically active cholinergic interneurons, parvalbumin-expressing neurons and calretinin-expressing neurons. The dorsal striatum receives significant glutamatergic inputs from the cortex, as well as dopaminergic inputs from the substantia nigra pars compacta. The dorsal striatum is generally considered to be involved in sensorimotor activities. The ventral striatum receives glutamatergic inputs from the limbic areas as well as dopaminergic inputs from the VTA, via the mesolimbic pathway. The ventral striatum is believed to play a role in reward and other limbic functions. The dorsal striatum is divided into the caudate and putamen by the internal capsule while the ventral striatum is composed of the nucleus accumbens and olfactory tubercle. The caudate has three primary regions of connectivity, with the head of the caudate demonstrating connectivity to the prefrontal cortex, cingulate cortex and amygdala. The body and tail show differentiation between the dorsolateral rim and ventral caudate, projecting to the sensorimotor and limbic regions of the striatum respectively. Striatopallidal fibres connect the striatum to the pallidus.",
            "score": 164.14356994628906
        },
        {
            "docid": "21944_33",
            "document": "Nervous system . According to a rule called Dale's principle, which has only a few known exceptions, a neuron releases the same neurotransmitters at all of its synapses. This does not mean, though, that a neuron exerts the same effect on all of its targets, because the effect of a synapse depends not on the neurotransmitter, but on the receptors that it activates. Because different targets can (and frequently do) use different types of receptors, it is possible for a neuron to have excitatory effects on one set of target cells, inhibitory effects on others, and complex modulatory effects on others still. Nevertheless, it happens that the two most widely used neurotransmitters, glutamate and GABA, each have largely consistent effects. Glutamate has several widely occurring types of receptors, but all of them are excitatory or modulatory. Similarly, GABA has several widely occurring receptor types, but all of them are inhibitory. Because of this consistency, glutamatergic cells are frequently referred to as \"excitatory neurons\", and GABAergic cells as \"inhibitory neurons\". Strictly speaking, this is an abuse of terminology—it is the receptors that are excitatory and inhibitory, not the neurons—but it is commonly seen even in scholarly publications.",
            "score": 162.63108825683594
        },
        {
            "docid": "37691875_14",
            "document": "Addiction-related structural neuroplasticity . Stimulants used regularly in neuroscience experimentation are cocaine and amphetamine. These drugs induce an increase in synaptic dopamine by inhibiting the reuptake of dopamine from the synaptic cleft, effectively increasing the amount of dopamine that reaches the target neuron. The reward pathway, also called the mesolimbic system of the brain, is the part of the brain that registers reward and pleasure. This circuit reinforces the behavior that leads to a positive and pleasurable outcome. In drug addiction, the drug-seeking behaviors become reinforced by the rush of dopamine that follows the administration of a drug of abuse. The effects of drugs of abuse on the ventral tegmental area (VTA) and the nucleus accumbens (NAc) have been studied extensively.",
            "score": 160.6385498046875
        },
        {
            "docid": "20962_26",
            "document": "Methadone . Levomethadone (the \"R\" enantiomer) is a μ-opioid receptor agonist with higher intrinsic activity than morphine, but lower affinity. Dextromethadone (the \"S\" enantiomer) does not affect opioid receptors but binds to the glutamatergic NMDA (\"N\"-methyl--aspartate) receptor, and acts as an antagonist against glutamate. Methadone has been shown to reduce neuropathic pain in rat models, primarily through NMDA receptor antagonism. Glutamate is the primary excitatory neurotransmitter in the central nervous system. NMDA receptors have a very important role in modulating long-term excitation and memory formation. NMDA antagonists such as dextromethorphan (DXM), ketamine (a dissociative anaesthetic), tiletamine (a veterinary anaesthetic) and ibogaine (from the African tree \"Tabernanthe iboga\") are being studied for their role in decreasing the development of tolerance to opioids and as possible for eliminating addiction/tolerance/withdrawal, possibly by disrupting memory circuitry. Acting as an NMDA antagonist may be one mechanism by which methadone decreases craving for opioids and tolerance, and has been proposed as a possible mechanism for its distinguished efficacy regarding the treatment of neuropathic pain. The dextrorotary form (dextromethadone), which acts as an NMDA receptor antagonist and is devoid of opioid activity, has been shown to produce analgesia in experimental models of chronic pain. Methadone also acted as a potent, noncompetitive αβ neuronal nicotinic acetylcholine receptor antagonist in rat receptors, expressed in human embryonic kidney cell lines.",
            "score": 158.1071319580078
        },
        {
            "docid": "1194091_6",
            "document": "Dizocilpine . Behavioural studies have shown that NMDA receptors are involved in the development of psychological dependence caused by chronic administration of morphine. Dizocilpine suppressed the morphine-induced rewarding effect. It is suggested that stimulating NR2B subunits of the NMDA receptor and its associated kinases in the nucleus accumbens leads to the rewarding effect caused by morphine. Inhibition of this receptor and its kinases in the nucleus accumbens by co-treatment with NMDA antagonists prevents morphine-associated psychological dependence. An earlier study has shown that the prevention of morphine-associated psychological dependence was not due to state-dependency effects induced by dizocilpine but rather reflect the impairment of learning that is caused by NMDA antagonists. This is consistent with studies showing that dizocilpine potentiates the addictive potential of morphine and other drugs (see below).",
            "score": 157.38836669921875
        },
        {
            "docid": "5035843_16",
            "document": "Area postrema . Research has continued today around the world on the functions of the area postrema. Beyond its role in emesis, as studied intensely by the researchers of the mid-1900s, the activity of the area postrema has been closely linked to other autonomic functions such as regulation of food intake, body fluid homeostasis, and cardiovascular regulation through behavioral studies and electrophysiological studies. In 2007 in Japan, research was performed on the mechanism of excitability of area postrema neurons by extracellular ATP. Voltage clamp whole-cell recording techniques were used on rat brain slices. The results showed that most responses to ATP are excitatory and that they are mediated by particular P2 purinoceptors found in the area postrema. The role of the area postrema in flavor-conditioned aversion and preference was studied in 2001 by researchers at the Brooklyn College at the City University of New York. The experiment tested the effect of area postrema lesions in rats on their ability to learn flavor-conditioned aversion to flavors paired with toxic drug treatments, which indeed showed that lesions of the area postrema leads to impaired flavor aversion learning. A 2009 study followed the development of the area postrema, using a macaque monkey model in an attempt to identify and characterize neurotransmission in this region as well as to resolve outstanding incongruities across research. These scientists found, in culmination, that previous studies suggest noradrenalin and/or dopamine cause CA fluorescence in the area postrema macaque-CA, meaning catecholaminergic or derived from an amine and functioning as a neurotransmitter or hormone or both. The study, however, found evidence of neurotransmitter secretion instead of release in vesicles. Also, their findings concluded GABA is a major neurotransmitter in the area postrema, not glutamate. Ongoing research continues to unravel discrepancies among various rat, cat, and now macaque monkey models of research. A 2002 study in Japan tested a drug that may be of use in curbing the emetic response to drugs that increase dopamine concentrations. The study investigated morphine-induced emesis in ferrets, explaining that morphine exposure triggered dopamine release in the medulla oblongata and in the area postrema by activating opiate receptors, which in turn caused vomiting by the ferrets. Yet a pre-treatment with 6-hydroxydopamine, a dopaminergic neurotoxin, significantly reduced the number of emetic episodes in the ferrets following morphine exposure. This neurotoxin reduced levels of dopamine, noradrenaline, and homovanilic acid, a metabolite of dopamine, and is known to destroy noradrenergic and dopaminergic neurons. Here, 6-hydroxydopamine was injected directly into the medulla oblongata but not in other parts of the brain. This study shows how the dopaminergic pathway in the medulla oblongata may be manipulated in order to reduce the nauseating side-effects associated with so many dopamine-increasing drugs.",
            "score": 156.40660095214844
        },
        {
            "docid": "20613_12",
            "document": "Morphine . Morphine is a highly addictive substance. In controlled studies comparing the physiological and subjective effects of heroin and morphine in individuals formerly addicted to opiates, subjects showed no preference for one drug over the other. Equipotent, injected doses had comparable action courses, with no difference in subjects' self-rated feelings of euphoria, ambition, nervousness, relaxation, drowsiness, or sleepiness. Short-term addiction studies by the same researchers demonstrated that tolerance developed at a similar rate to both heroin and morphine. When compared to the opioids hydromorphone, fentanyl, oxycodone, and pethidine/meperidine, former addicts showed a strong preference for heroin and morphine, suggesting that heroin and morphine are particularly susceptible to abuse and addiction. Morphine and heroin were also much more likely to produce euphoria and other positive subjective effects when compared to these other opioids. The choice of heroin and morphine over other opioids by former drug addicts may also be because heroin (also known as morphine diacetate, diamorphine, or diacetyl morphine) is an ester of morphine and a morphine prodrug, essentially meaning they are identical drugs \"in vivo\". Heroin is converted to morphine before binding to the opioid receptors in the brain and spinal cord, where morphine causes the subjective effects, which is what the addicted individuals are seeking.",
            "score": 156.3398895263672
        },
        {
            "docid": "2860161_43",
            "document": "Glutamate receptor . In schizophrenia, the expression of the mRNA for the NR2A subunit of the NMDA glutamate receptor was found to be decreased in a subset of inhibitory interneurons in the cerebral cortex. This is suggested by upregulation of GABA, an inhibitory neurotransmitter. In schizophrenia, the expression of the NR2A subunit of NDMA receptors in mRNA was experimentally undetectable in 49-73% in GABA neurons that usually express it. These are mainly in GABA cells expressing the calcium-buffering protein parvalbumin (PV), which exhibits fast-spiking firing properties and target the perisomatic (basket cells) and axo-axonic (chandelier cells) compartments of pyramidal neurons. The study found the density of NR2A mRNA-expressing PV neurons was decreased by as much as 50% in subjects with schizophrenia. In addition, density of immunohistochemically labeled glutamatergic terminals with an antibody against the vesicular glutamate transporter vGluT1 also exhibited a reduction that paralleled the reduction in the NR2A-expressing PV neurons. Together, these observations suggest glutamatergic innervation of PV-containing inhibitory neurons appears to be deficient in schizophrenia. Expression of NR2A mRNA has also been found to be altered in the inhibitory neurons that contain another calcium buffer, calbindin, targeting the dendrites of pyramidal neurons, and the expression of the mRNA for the GluR5 kainate receptor in GABA neurons has also been found to be changed in organisms with schizophrenia. Current research is targeting glutamate receptor antagonists as potential treatments for schizophrenia. Memantine, a weak, nonselective NMDA receptor antagonist, was used as an add-on to clozapine therapy in a clinical trial. Refractory schizophrenia patients showed associated improvements in both negative and positive symptoms, underscoring the potential uses of GluR antagonists as antipsychotics. Furthermore, administration of noncompetitive NMDA receptor antagonists have been tested on rat models. Scientists proposed that specific antagonists can act on GABAergic interneurons, enhancing cortical inhibition and preventing excessive glutamatergic transmission associated with schizophrenia. These and other atypical antipsychotic drugs can be used together to inhibit excessive excitability in pyramidal cells, decreasing the symptoms of schizophrenia.",
            "score": 156.08831787109375
        },
        {
            "docid": "14438348_14",
            "document": "Cannabinoid receptor type 1 . CB mRNA transcripts are abundant in GABAergic interneurons of the hippocampus, indirectly reflecting the expression of these receptors and elucidating the established effect of cannabinoids on memory. These receptors are densely located in cornu ammonis pyramidal cells, which are known to release glutamate. Cannabinoids suppress the induction of LTP and LTD in the hippocampus by inhibiting these glutamatergic neurons. By reducing the concentration of glutamate released below the threshold necessary to depolarize the postynaptic receptor NMDA, a receptor known to be directly related to the induction of LTP and LTD, cannabinoids are a crucial factor in the selectivity of memory. These receptors are highly expressed by GABAergic interneurons as well as glutamatergic principal neurons. However, a higher density is found within GABAergic cells. This means that, although synaptic strength/frequency, and thus potential to induce LTP, is lowered, net hippocampal activity is raised. In addition, CB receptors in the hippocampus indirectly inhibit the release of acetylcholine. This serves as the modulatory axis opposing GABA, decreasing neurotransmitter release. Cannabinoids also likely play an important role in the development of memory through their neonatal promotion of myelin formation, and thus the individual segregation of axons.",
            "score": 155.0952606201172
        },
        {
            "docid": "716908_14",
            "document": "Ventral tegmental area . As stated above, the VTA, in particular the VTA dopamine neurons, serve several functions in the reward system, motivation, cognition, and drug addiction, and may be the focus of several psychiatric disorders. It has also been shown to process various types of emotion output from the amygdala, where it may also play a role in avoidance and fear-conditioning. Electrophysiological recordings have demonstrated that VTA neurons respond to novel stimuli, unexpected rewards, and reward-predictive sensory cues. The firing pattern of these cells is consistent with the encoding of a reward expectancy error.",
            "score": 154.63082885742188
        },
        {
            "docid": "9614445_7",
            "document": "Oxytocin receptor . The oxytocinergic circuit projecting from the paraventricular hypothalamic nucleus (PVN) innervates the ventral tegmental area (VTA) dopaminergic neurons that project to the nucleus accumbens, i.e., the mesolimbic pathway. Activation of the PVN→VTA projection by oxytocin affects sexual, social, and addictive behavior via this link to the mesolimbic pathway; specifically, oxytocin exerts a prosexual and prosocial effect in this region.",
            "score": 153.56710815429688
        },
        {
            "docid": "600788_34",
            "document": "Brain-derived neurotrophic factor . BDNF is a regulator of drug addiction and psychological dependence. Animals chronically exposed to drugs of abuse show increased levels of BDNF in the ventral tegmental area (VTA) of the brain, and when BDNF is injected directly into the VTA of rats, the animals act as if they are addicted to and psychologically dependent upon opiates.",
            "score": 153.09457397460938
        }
    ]
}