{
    "q": [
        {
            "docid": "6547308_5",
            "document": "Glia limitans . The main role of the glia limitans is to act as a physical barrier against unwanted cells or molecules attempting to enter the CNS. The glia limitans compartmentalizes the brain to insulate the parenchyma from the vascular and subarachnoid compartments. Within the brain, the glial limiting membrane is an important constituent of the blood–brain barrier. Experiments using electron-dense markers have discovered that functional components of the blood–brain barrier are the endothelial cells that compose the vessel itself. These endothelial cells contain highly impermeable tight junctions that cause the blood vessels of the brain to exhibit none of the “leakiness” found in arteries and veins elsewhere in the body. Through both in vivo and in vitro experiments the astrocytic foot processes of the glia limitans were shown to induce the formation of the tight junctions of the endothelial cells during brain development. The in vivo experiment involved harvested rat astrocytes that were placed into the anterior chamber of a chick-eye or on the chorioallantois. Permeable blood vessels from either the iris or chorioallantois became impermeable to blue-albumin once they had entered the transplanted bolus of astrocytes. In the in vitro experiment, endothelial cells were first cultured alone and the tight junctions were observed in freeze-fracture replicas to be discontinuous and riddled with gap junctions. Then, the brain endothelial cells were cultured with astroctytes resulting in enhanced tight junctions and a reduced frequency of gap junctions.",
            "score": 233.10277724266052
        },
        {
            "docid": "1804463_2",
            "document": "Pericyte . Pericytes are contractile cells that wrap around the endothelial cells that line the capillaries and venules throughout the body. Also known as Rouget cells or mural cells, pericytes are embedded in basement membrane where they communicate with endothelial cells of the body's smallest blood vessels by means of both direct physical contact and paracrine signaling. In the brain, pericytes help sustain the blood–brain barrier as well as several other homeostatic and hemostatic functions of the brain.  These cells are also a key component of the \"neurovascular unit\", which includes endothelial cells, astrocytes, and neurons. Pericytes regulate capillary blood flow, the clearance and phagocytosis of cellular debris, and the permeability of the blood–brain barrier. Pericytes stabilize and monitor the maturation of endothelial cells by means of direct communication between the cell membrane as well as through paracrine signaling. A deficiency of pericytes in the central nervous system can cause the blood–brain barrier to break down.",
            "score": 252.9051558971405
        },
        {
            "docid": "531587_17",
            "document": "Depolarization . Endothelium is a thin layer of simple squamous epithelial cells that line the interior of both blood and lymph vessels. The endothelium that lines blood vessels is known as vascular endothelium, which is subject to and must withstand the forces of blood flow and blood pressure from the cardiovascular system. To withstand these cardiovascular forces, endothelial cells must simultaneously have a structure capable of withstanding the forces of circulation while also maintaining a certain level of plasticity in the strength of their structure. This plasticity in the structural strength of the vascular endothelium is essential to overall function of the cardiovascular system. Endothelial cells within blood vessels can alter the strength of their structure to maintain the vascular tone of the blood vessel they line, prevent vascular rigidity, and even help to regulate blood pressure within the cardiovascular system. Endothelial cells accomplish these feats by using depolarization to alter their structural strength. When an endothelial cell undergoes depolarization, the result is a marked decrease in the rigidity and structural strength of the cell by altering the network of fibers that provide these cells with their structural support. Depolarization in vascular endothelium is essential not only to the structural integrity of endothelial cells, but also to the ability of the vascular endothelium to aid in the regulation of vascular tone, prevention of vascular rigidity, and the regulation of blood pressure.",
            "score": 122.78677475452423
        },
        {
            "docid": "36389980_12",
            "document": "Diffuse intrinsic pontine glioma . In the brain—unlike in other areas of the body, where substances can pass freely from the blood into the tissue—there is some space between the cells lining the blood vessels. Thus, the movement of substances into the brain is significantly limited. This barrier is formed by the lining cells of the vessels as well as by projections from nearby astrocytes. These two types of cells are knitted together by proteins to form what are called \"tight junctions\". The entire structure is called the blood–brain barrier (BBB). It prevents chemicals, toxins, bacteria, and other substances from getting into the brain, and thus serves a continuous protective function. However, with diseases such as brain tumors, the BBB can also prevent diagnostic and therapeutic agents from reaching their target.",
            "score": 251.6102955341339
        },
        {
            "docid": "20051089_19",
            "document": "Complications of traumatic brain injury . Any damage to the head or brain usually results in some damage to the vascular system, which provides blood to the cells of the brain. The body can repair small blood vessels, but damage to larger ones can result in serious complications. Damage to one of the major arteries leading to the brain can cause a stroke, either through bleeding from the artery or through the formation of a blood clot at the site of injury, blocking blood flow to the brain. Blood clots also can develop in other parts of the head. Other types of vascular complications include vasospasm, in which blood vessels constrict and restrict blood flow, and the formation of aneurysms, in which the side of a blood vessel weakens and balloons out.",
            "score": 188.30419754981995
        },
        {
            "docid": "84936_25",
            "document": "Blood–brain barrier . Multiple sclerosis (MS) is considered to be an auto-immune and neurodegenerative disorder in which the immune system attacks the myelin that protects and electrically insulates the neurons of the central and peripheral nervous systems. Normally, a person's nervous system would be inaccessible to the white blood cells due to the blood–brain barrier. However, magnetic resonance imaging has shown that when a person is undergoing an MS \"attack,\" the blood–brain barrier has broken down in a section of the brain or spinal cord, allowing white blood cells called T lymphocytes to cross over and attack the myelin. It has sometimes been suggested that, rather than being a disease of the immune system, MS is a disease of the blood–brain barrier. The weakening of the blood–brain barrier may be a result of a disturbance in the endothelial cells on the inside of the blood vessel, due to which the production of the protein P-glycoprotein is not working well.",
            "score": 264.4411451816559
        },
        {
            "docid": "15497663_6",
            "document": "Vascular endothelial growth factor A . Vascular endothelial growth factor A (VEGF-A) is a dimeric glycoprotein that plays a significant role in neurons and is considered to be the main, dominant inducer to the growth of blood vessels. VEGFA is essential for adults during organ remodeling and diseases that involve blood vessels, for example, in wound healing, tumor angiogenesis, diabetic retinopathy, and age-related macular degeneration. During early vertebrate development, vasculogenesis occurs which means that the endothelial condense into the blood vessels. The differentiation of endothelial cells is dependent upon the expression of VEGFA and if the expression is abolished then it can result in the death of the embryo. VEGFA is produced by a group of three major isoforms as a result of alternative splicing and if any three isoforms are produced (VEGFA120, VEGFA164, and VEGFA188) then this will not result in vessel defects and death of the full VEGFA knockout in mice. VEGFA is essential in the role of neurons because they too need vascular supply and abolishing the expression of VEGFA from neural progenitors will result in defects of the brain vascularization and neuronal apoptosis. Anti-VEGFA therapy can be used to treat patients with undesirable angiogenesis and vascular leakage in cancer and eye diseases but also could result in the inhibition of neurogenesis and neuroprotection. VEGFA could be used to treat patients with neurodegenerative and neuropathic conditions and also increase vascular permeability which will stop the blood-brain barrier and increase inflammatory cell infiltration.  References",
            "score": 197.06650614738464
        },
        {
            "docid": "38262758_17",
            "document": "Hes3 signaling axis . In tissues, many different cell types interact with one another. In the brain, for example, neurons, astrocytes, and oligodendrocytes (specialized cells of the neural tissue, each with specific functions) interact with one another as well as with cells that comprise blood vessels. All these different cell types may interact with all others by the production of ligands that may activate receptors on the cell surface of other cell types. Understanding the way these different cell types interact with one another will allow to predict ways of activating eNSCs. For example, because eNSCs are found in close proximity with blood vessels, it has been hypothesized that signals (e.g., ligands) from cells comprising the blood vessel act on receptors found on the cell surface of eNSCs.",
            "score": 159.11007928848267
        },
        {
            "docid": "84936_4",
            "document": "Blood–brain barrier . This \"barrier\" results from the selectivity of the tight junctions between endothelial cells in CNS vessels, which restricts the passage of solutes. At the interface between blood and the brain, endothelial cells are stitched together by these tight junctions, which are composed of smaller subunits, frequently biochemical dimers, that are transmembrane proteins such as occludin, claudins, junctional adhesion molecule (JAM), or ESAM, for example. Each of these transmembrane proteins is anchored into the endothelial cells by another protein complex that includes ZO-1 and associated proteins.",
            "score": 215.09531807899475
        },
        {
            "docid": "11079999_6",
            "document": "Subgranular zone . Endothelial cells, which line the blood vessels in the SGZ, are a critical component in the regulation of stem cell self-renewal and neurogenesis. These cells, which reside in close proximity to clusters of proliferating neurogenic cells, provide attachment points for neurogenic cells and release diffusible signals such as vascular endothelial growth factor (VEGF) that help induce both angiogenesis and neurogenesis. In fact, studies have shown that neurogenesis and angiogenesis share several common signaling pathways, implying that neurogenic cells and endothelial cells in the SGZ have a reciprocal effect on one another. Blood vessels carry hormones and other molecules that act on the cells in the SGZ to regulate neurogenesis and angiogenesis.",
            "score": 99.78105568885803
        },
        {
            "docid": "1804463_10",
            "document": "Pericyte . Pericytes play a crucial role in the formation and functionality of the selectively permeable space between the circulatory system and central nervous system. This space is known as the blood–brain barrier. This barrier is composed of endothelial cells and assures the protection and functionality of the brain and central nervous system. Although it had been theorized that astrocytes were crucial to the postnatal formation of this barrier, it has been found that pericytes are now largely responsible for this role. Pericytes are responsible for tight junction formation and vesicle trafficking amongst endothelial cells. Furthermore, they allow the formation of the blood–brain barrier by inhibiting the effects of CNS immune cells (which can damage the formation of the barrier) and by reducing the expression of molecules that increase vascular permeability.",
            "score": 237.38308215141296
        },
        {
            "docid": "1804463_11",
            "document": "Pericyte . Aside from blood–brain barrier formation, pericytes also play an active role in its functionality by controlling the flow within blood vessels and between blood vessels and the brain. In animal models with lower pericyte coverage, trafficking of molecules across endothelial cells occurs at a higher frequency, allowing proteins into the brain that would normally be excluded. Loss or dysfunction of pericytes is also theorized to contribute to neurodegenerative diseases such as Alzheimer's, Parkinson's and ALS (Lou Gehrig's Disease) through breakdown of the blood-brain barrier.",
            "score": 256.03366470336914
        },
        {
            "docid": "3227803_6",
            "document": "Apelin . Vascular expression of the receptor participates in the control of blood pressure and its activation promotes the formation of new blood vessels (angiogenesis). The hypotensive effect of apelin results from the activation of receptors expressed at the surface of endothelial cells. This activation induces the release of NO, a potent vasodilator, which induces relaxation of the smooth muscle cells of artery wall. Studies performed on mice knocked out for the apelin receptor gene have suggested the existence of a balance between angiotensin II signalling, which increases blood pressure and apelin signalling, which lowers blood pressure. The angiogenic activity is the consequence of apelin action on the proliferation and migration of the endothelial cells. Apelin activates inside the cell transduction cascades (ERKs, Akt, and p70S6kinase phosphorylation), which lead to the proliferation of endothelial cells and the formation of new blood vessels It is interesting that knockout of apelin gene is associated with a delay in the development of the retinal vasculature.",
            "score": 121.58240079879761
        },
        {
            "docid": "3117655_11",
            "document": "Periventricular leukomalacia . The initial hypoxia (decreased oxygen flow) or ischemia (decreased blood flow) can occur for a number of reasons. Fetal blood vessels are thin-walled structures, and it is likely that the vessels providing nutrients to the periventricular region cannot maintain a sufficient blood flow during episodes of decreased oxygenation during development. Additionally, hypotension resulting from fetal distress or cesarean section births can lead to decreased blood and oxygen flow to the developing brain. These hypoxic-ischemic incidents can cause damage to the blood brain barrier (BBB), a system of endothelial cells and glial cells that regulates the flow of nutrients to the brain. A damaged BBB can contribute to even greater levels of hypoxia. Alternatively, damage to the BBB can occur due to maternal infection during fetal development, fetal infections, or infection of the newly delivered infant. Because their cardiovascular and immune systems are not fully developed, premature infants are especially at risk for these initial insults.",
            "score": 213.0527342557907
        },
        {
            "docid": "7803948_2",
            "document": "Vascular permeability . Vascular permeability, often in the form of capillary permeability or microvascular permeability, characterizes the capacity of a blood vessel wall to allow for the flow of small molecules (drugs, nutrients, water, ions) or even whole cells (lymphocytes on their way to the site of inflammation) in and out of the vessel. Blood vessel walls are lined by a single layer of endothelial cells. The gaps between endothelial cells (cell junctions) are strictly regulated depending on the type and physiological state of the tissue.",
            "score": 95.32355403900146
        },
        {
            "docid": "971305_3",
            "document": "Haemodynamic response . In order to understand how blood is delivered to cranial tissues, it is important to understand the vascular anatomy of the space itself. Large cerebral arteries in the brain split into smaller arterioles, also known as pial arteries. These consist of endothelial cells and smooth muscle, and as these pial arteries further branch and run deeper into the brain, they associate with glial cells, namely astrocytes and pericytes. The intracerebral arterioles and capillaries are unlike systemic arterioles and capillaries in that they do not readily allow substances to diffuse through them; they are connected by tight junctions in order to form the blood brain barrier (BBB). Endothelial cells, smooth muscle, neurons, astrocytes, and pericytes work together in the brain order to maintain the BBB while still delivering nutrients to tissues and adjusting blood flow in the intracranial space to maintain homeostasis. As they work as a functional unit, alterations in their interactions at the cellular level can impair HR in the brain and lead to deviations in normal nervous function.",
            "score": 204.47608721256256
        },
        {
            "docid": "1124560_11",
            "document": "Connexin . Decrock et al\".\" have discussed a multilevel platform via which connexins and pannexins can influence the following cellular functions within a tissue: (1) connexin gap junctional channels (GJCs) enable direct cell-cell communication of small molecules, (2) connexin hemichannels and pannexin channels can contribute to autocrine/paracrine signaling pathways, and (3) different structural domains of these proteins allow for channel-independent functions, such as cell-cell adhesion, interactions with the cytoskeleton, and the activation of intracellular signaling pathways. Thus, connexins and pannexins have multifaceted contributions to brain development and specific processes in the neuro-glio-vascular unit, including synaptic transmission and plasticity, glial signaling, vasomotor control, and blood-brain barrier integrity in the mature CNS.",
            "score": 198.53169691562653
        },
        {
            "docid": "19220477_25",
            "document": "Akt/PKB signaling pathway . Angiogenesis, the formation of new blood vessels, is often critical for tumour cells to survive and grow in nutrient-depleted conditions. Akt is activated downstream of vascular endothelial growth factor (VEGF) in endothelial cells in the lining of blood vessels, promoting survival and growth. Akt also contributes to angiogenesis by activating endothelial nitric oxide synthase (eNOS), which increases production of nitric oxide (NO). This stimulates vasodilation and vascular remodelling. Signalling through the PI3K-Akt pathway increases translation of hypoxia-inducible factor α (HIF1α and HIF2α) transcription factors via mTOR. HIF promotes gene expression of VEGF and glycolytic enzymes, allowing metabolism in oxygen-depleted environments.",
            "score": 90.07292032241821
        },
        {
            "docid": "42256877_18",
            "document": "Cellular Dynamics International . At least 5 of the top 10 Leading Causes of Death in the United States have a vascular component related to their disease. Endothelial cells (cells that line the interior of blood vessels and allow nutrients to pass back and forth to the body’s organs and tissues) play an important role in the study of vascular contributions of many leading causes of death. iCell Endothelial cells were launched as a tool to model vascular biology. Other types of endothelial cells are available from ATCC and Life Technologies. iCell Hematopoietic Progenitor Cells are multipotent progenitor blood cells that can give rise to many different types of blood cells that can then be used for a variety of research purposes, including cell therapy, autoimmune disease, and cancer research.",
            "score": 107.15559101104736
        },
        {
            "docid": "14470857_17",
            "document": "Radiation-induced cognitive decline . The microvasculature of the subgranular zone, located in dentate gyrus of hippocampus, plays an important role in neurogenesis. As precursor cells develop in the subgranular zone, they form clusters. These clusters usually contain dozens of cells. The clusters are made up of endothelial cells and neuronal precursor cells that have the ability to differentiate into either neurons or glia cells. With time, these clusters eventually migrate towards microvessels in the subgranular zone. As the clusters get closer to the vessels, some of the precursor cells differentiate in glia cells and eventually the remaining precursor cells will differentiate into neurons. Upon investigation of the close association between the vessels and clusters, it is apparent that the actual migration of the precursor cells to these vessels is not random. Since endothelial cells forming the vessel wall do secrete brain-derived neurotrophic factor, it is plausible that the neuronal precursor cells migrate to those regions in order to grow, survive, and differentiate. Also, since the clusters do contain endothelial cells, they might be attracted to the vascular endothelial growth factor that is released in the area of vessels to promote endothelial survival and angiogenesis. However, as noted previously, clustering along the capillaries in the subgranular zone does decrease when the brain is subject to radiation. The exact reasoning for this disruption of the close association between cluster and vessels remains unknown. It is possible that any signaling that would normally attract the clusters to the region, for example the bone-derived growth factor and the vascular endothelial growth factor, may be suppressed.",
            "score": 121.5782779455185
        },
        {
            "docid": "21009963_21",
            "document": "Meningitis . The large-scale inflammation that occurs in the subarachnoid space during meningitis is not a direct result of bacterial infection but can rather largely be attributed to the response of the immune system to the entry of bacteria into the central nervous system. When components of the bacterial cell membrane are identified by the immune cells of the brain (astrocytes and microglia), they respond by releasing large amounts of cytokines, hormone-like mediators that recruit other immune cells and stimulate other tissues to participate in an immune response. The blood–brain barrier becomes more permeable, leading to \"vasogenic\" cerebral edema (swelling of the brain due to fluid leakage from blood vessels). Large numbers of white blood cells enter the CSF, causing inflammation of the meninges and leading to \"interstitial\" edema (swelling due to fluid between the cells). In addition, the walls of the blood vessels themselves become inflamed (cerebral vasculitis), which leads to decreased blood flow and a third type of edema, \"cytotoxic\" edema. The three forms of cerebral edema all lead to increased intracranial pressure; together with the lowered blood pressure often encountered in acute infection, this means that it is harder for blood to enter the brain, consequently brain cells are deprived of oxygen and undergo apoptosis (programmed cell death).",
            "score": 222.8928736448288
        },
        {
            "docid": "34760961_9",
            "document": "Neurobiological effects of physical exercise . is a neurotrophic and angiogenic (i.e., blood vessel growth-promoting) signaling protein that binds to two receptor tyrosine kinases, VEGFR1 and VEGFR2, which are expressed in neurons and glial cells in the brain. Hypoxia, or inadequate cellular oxygen supply, strongly upregulates VEGF expression and VEGF exerts a neuroprotective effect in hypoxic neurons. Like and , aerobic exercise has been shown to increase VEGF biosynthesis in peripheral tissue which subsequently crosses the blood–brain barrier and promotes neurogenesis and blood vessel formation in the central nervous system. Exercise-induced increases in VEGF signaling have been shown to improve cerebral blood volume and contribute to exercise-induced neurogenesis in the hippocampus.",
            "score": 208.61302995681763
        },
        {
            "docid": "47836404_14",
            "document": "20-Hydroxyeicosatetraenoic acid . 20-HETE-synthesizng enzymes are widely distributed to liver, kidney, brain, lung, intestine and blood vessels. In most vascular systems, 20-HETE synthesizing activity is limited to vascular smooth muscle of small blood vessels with little or no such activity in the vessel's endothelial cells or in large blood vessels. However, both the smooth muscle and endothelial cells obtained from mouse brain microvasculature, produce 20-HETE in culture.",
            "score": 165.13662457466125
        },
        {
            "docid": "532570_2",
            "document": "Endothelium . Endothelium refers to cells that line the interior surface of blood vessels and lymphatic vessels, forming an interface between circulating blood or lymph in the lumen and the rest of the vessel wall. It is a thin layer of simple, or single-layered, squamous cells called endothelial cells. Endothelial cells in direct contact with blood are called vascular endothelial cells, whereas those in direct contact with lymph are known as lymphatic endothelial cells.",
            "score": 93.23700189590454
        },
        {
            "docid": "6380202_19",
            "document": "Head and neck anatomy . The Blood–brain barrier (BBB) is semi-permeable membrane that controls the capillary leak potential of the circulatory system. In most parts of the body, the smallest blood vessels, called capillaries, are lined with endothelial cells, which have small spaces between each individual cell so substances can move readily between the inside and the outside of the capillary. This is not in the case of brain. In the brain, the endothelial cells fit tightly together to create a tight junction and substances cannot pass out of the bloodstream.",
            "score": 228.9274287223816
        },
        {
            "docid": "57216163_2",
            "document": "BEnd.3 . bEnd.3 is a mouse brain cell line derived from BALB/c mice. The cell line is commonly used in vascular research and studies of endothelial brain tissue. In particular, bEnd.3 cells can serve as blood-brain barrier models for ischemia, and can be screened in genetic research with cranial blood vessels.",
            "score": 214.74178171157837
        },
        {
            "docid": "41120962_2",
            "document": "Neuroinflammation . Neuroinflammation is inflammation of the nervous tissue. It may be initiated in response to a variety of cues, including infection, traumatic brain injury, toxic metabolites, or autoimmunity. In the central nervous system (CNS), including the brain and spinal cord, microglia are the resident innate immune cells that are activated in response to these cues. The CNS is typically an immunologically privileged site because peripheral immune cells are generally blocked by the blood–brain barrier (BBB), a specialized structure composed of astrocytes and endothelial cells. However, circulating peripheral immune cells may surpass a compromised BBB and encounter neurons and glial cells expressing major histocompatibility complex molecules, perpetuating the immune response. Although the response is initiated to protect the central nervous system from the infectious agent, the effect may be toxic and widespread inflammation as well as further migration of leukocytes through the blood–brain barrier.",
            "score": 224.1072781085968
        },
        {
            "docid": "19269097_35",
            "document": "Medication-associated osteonecrosis of the jaw . Anti-angiogenic drugs, which is as known as angiogenesis inhibitors obstruct the blood vessels formation by interfering the angiogenesis signalling cascade. They are used primarily to treat cancer. It is different from other conventional cancer drugs as these cancer-fighting agents tend to hinder the growth of blood vessels that supply the tumour rather than killing tumour cells directly. It does not necessary eliminate tumours but it has indirect on treating cancer by preventing the tumour from growing. For example, bevacizumab/ aflibercept is a monoclonal antibody that specifically bind to the vascular endothelial growth factor (VEGF), so the VEGF is no longer available to bind to the receptors on the surface of normal endothelial cells. Sunitinib is a different example of anti-angiogenic drugs as it inhibits cellular signalling by targeting multiple receptor tyrosine kinases. It reduces blood/ nutrients supply to tumour by inhibiting new blood vessels formation from the cancer cells. Hence, the tumour stops growing or even shrinks.",
            "score": 90.03310823440552
        },
        {
            "docid": "56617262_4",
            "document": "Anatomical terms of microanatomy . \"Endothelium\" refers to cells that line the interior surface of blood vessels and lymphatic vessels, forming an interface between circulating blood or lymph in the lumen and the rest of the vessel wall. It is a thin layer of simple, or single-layered, squamous cells called endothelial cells. Endothelial cells in direct contact with blood are called vascular endothelial cells, whereas those in direct contact with lymph are known as lymphatic endothelial cells.",
            "score": 92.8070616722107
        },
        {
            "docid": "5814292_8",
            "document": "Angiopoietin . Angiopoietin proteins 1 through 4 are all ligands for Tie-2 receptors. Tie-1 heterodimerizes with Tie-2 to enhance and modulate signal transduction of Tie-2 for vascular development and maturation. Tyrosine kinase receptors are typically expressed on vascular endothelial cells and specific macrophages for immune responses. Angiopoietin-1 is a growth factor produced by vascular support cells, specialized pericytes in the kidney, and hepatic stellate cells (ITO) cells in the liver. This growth factor is also a glycoprotein and functions as an agonist for the tyrosine receptor found in endothelial cells. Angiopoietin-1 and tyrosine kinase signaling are essential for regulating blood vessel development and the stability of mature vessels.",
            "score": 76.05777394771576
        },
        {
            "docid": "12327242_3",
            "document": "Blood–retinal barrier . The blood retinal barrier has two components: the retinal vascular endothelium and the retinal pigment epithelium. Retinal blood vessels that are similar to cerebral blood vessels maintain the inner blood-ocular barrier. This physiological barrier comprises a single layer of non-fenestrated endothelial cells, which have tight junctions. These junctions are impervious to tracer, so many substances can affect the metabolism of the eyeball. The retinal pigment epithelium maintains the outer blood–retinal barrier.",
            "score": 160.0102081298828
        },
        {
            "docid": "3160379_15",
            "document": "Organ printing . The transfer of nutrients and oxygen to cells throughout a printed organ is essential for its function. In very small or thin tissues of less than a millimeter in thickness, cells can receive nutrients through diffusion. However, larger organs require the transportation of nutrients to cells deeper inside the tissue, which requires that the tissue be vascularized, and thus able to receive blood for the exchange of cargo like oxygen and cell wastes. Early organ printing techniques created solid tissues that were unable to vascularize, or vascularized only slowly as host blood vessels entered the transplant, leading to issues like necrosis inside the tissue that can threaten the health and successful recovery of a transplant recipient. More recently developed techniques allow printed organs to be created with a more complex 3D structure, including preexisting internal vasculature, that permits faster integration of the transplant into the host circulatory system. There are multiple techniques for creating vascular systems currently under development. One method is the separate extrusion printing of vessels that are then incorporated into a larger tissue. Another method is sacrificial printing, in which the entire tissue is printed at once, and a dissolvable or otherwise removable bioink is used to form the interior of the vessels. Once this sacrificial scaffolding is removed, usually by a chemical or thermal method, the rest of tissue then contains a vascular pattern.",
            "score": 109.49032866954803
        }
    ],
    "r": [
        {
            "docid": "84936_2",
            "document": "Blood–brain barrier . The blood–brain barrier (BBB) is a highly selective semipermeable membrane barrier that separates the circulating blood from the brain and extracellular fluid in the central nervous system (CNS). The blood–brain barrier is formed by brain endothelial cells and it allows the passage of water, some gases, and lipid-soluble molecules by passive diffusion, as well as the selective transport of molecules such as glucose and amino acids that are crucial to neural function. Furthermore, it prevents the entry of lipophilic potential neurotoxins by way of an active transport mechanism mediated by P-glycoprotein. Astrocytes have been claimed to be necessary to create the blood–brain barrier. A few regions in the brain, including the circumventricular organs, do not have a blood–brain barrier.",
            "score": 285.6609191894531
        },
        {
            "docid": "84936_25",
            "document": "Blood–brain barrier . Multiple sclerosis (MS) is considered to be an auto-immune and neurodegenerative disorder in which the immune system attacks the myelin that protects and electrically insulates the neurons of the central and peripheral nervous systems. Normally, a person's nervous system would be inaccessible to the white blood cells due to the blood–brain barrier. However, magnetic resonance imaging has shown that when a person is undergoing an MS \"attack,\" the blood–brain barrier has broken down in a section of the brain or spinal cord, allowing white blood cells called T lymphocytes to cross over and attack the myelin. It has sometimes been suggested that, rather than being a disease of the immune system, MS is a disease of the blood–brain barrier. The weakening of the blood–brain barrier may be a result of a disturbance in the endothelial cells on the inside of the blood vessel, due to which the production of the protein P-glycoprotein is not working well.",
            "score": 264.441162109375
        },
        {
            "docid": "490620_20",
            "document": "Human brain . Mast cells are white blood cells that interact in the neuroimmune system in the brain. Mast cells in the central nervous system are present in a number of brain structures and in the meninges; they mediate neuroimmune responses in inflammatory conditions and help to maintain the blood–brain barrier, particularly in brain regions where the barrier is absent. Across systems, mast cells serve as the main effector cell through which pathogens can affect the gut–brain axis.",
            "score": 263.56982421875
        },
        {
            "docid": "40610584_5",
            "document": "Meningeal syphilis . Meningitis inflames and breaks down any protective membrane and cells surrounding the brain, spinal cord, and other parts of the nervous system. Bacterial meningitis is normally caused by a bacterial infection that enters the bloodstream and enters the blood-brain barrier. The blood-brain barrier consists of tight junctions. These tight junctions help to enclose endothelial cells that line the brain capillaries. Only certain water-soluble substances can move across the blood-brain barrier, while lipid-soluble substances can easily move across the blood-brain barrier. However, when any form of bacteria gets through to the blood-brain barrier, a bacterial infection can result in the cerebrospinal fluid.",
            "score": 258.4860534667969
        },
        {
            "docid": "490620_30",
            "document": "Human brain . The larger arteries throughout the brain supply blood to smaller capillaries. These smallest of blood vessels in the brain, are lined with cells joined by tight junctions and so fluids do not seep in or leak out to the same degree as they do in other capillaries, thereby creating the blood–brain barrier. Pericytes play a major role in the formation of the tight junctions. The barrier is less permeable to larger molecules, but is still permeable to water, carbon dioxide, oxygen, and most fat-soluble substances (including anaesthetics and alcohol). The blood–brain barrier is not present in areas of the brain that may need to respond to changes in body fluids, such as the pineal gland, area postrema, and some areas of the hypothalamus. There is a similar blood–cerebrospinal fluid barrier, which serves the same purpose as the blood–brain barrier, but facilitates the transport of different substances into the brain due to the distinct structural characteristics between the two barrier systems.",
            "score": 257.610107421875
        },
        {
            "docid": "1804463_11",
            "document": "Pericyte . Aside from blood–brain barrier formation, pericytes also play an active role in its functionality by controlling the flow within blood vessels and between blood vessels and the brain. In animal models with lower pericyte coverage, trafficking of molecules across endothelial cells occurs at a higher frequency, allowing proteins into the brain that would normally be excluded. Loss or dysfunction of pericytes is also theorized to contribute to neurodegenerative diseases such as Alzheimer's, Parkinson's and ALS (Lou Gehrig's Disease) through breakdown of the blood-brain barrier.",
            "score": 256.0336608886719
        },
        {
            "docid": "41120962_7",
            "document": "Neuroinflammation . The blood–brain barrier is a structure composed of endothelial cells and astrocytes that forms a barrier between the brain and circulating blood. Physiologically, this enables the brain to be protected from potentially toxic molecules and cells in the blood. Astrocytes form tight junctions and therefore may strictly regulate what may pass the blood–brain barrier and enter the interstitial space. After injury and sustained release of inflammatory factors such as chemokines, the blood–brain barrier may be compromised, becoming permeable to circulating blood components and peripheral immune cells. Cells involved in the innate and adaptive immune responses, such as macrophages, T Cells, and B Cells, may then enter into the brain. This exacerbates the inflammatory environment of the brain and contributes to chronic neuroinflammation and neurodegeneration.",
            "score": 256.0323791503906
        },
        {
            "docid": "84936_10",
            "document": "Blood–brain barrier . The blood-brain barrier may become leaky in select neurological diseases, such as amyotrophic lateral sclerosis, epilepsy, brain trauma and edema, and in systemic diseases, such as liver failure. The blood–brain barrier becomes more permeable during inflammation, allowing antibiotics and phagocytes to move across the BBB. However, this also allows bacteria and viruses to infiltrate the blood-brain barrier. Examples of pathogens that can traverse the blood-brain barrier include \"toxoplasma gondii\" which causes toxoplasmosis, spirochetes like \"Borrelia\" (Lyme disease), Group B streptococci which causes meningitis in newborns, and \"Treponema pallidum\" which causes syphilis. Some of these harmful bacteria gain access by releasing cytotoxins like pneumolysin which have a direct toxic effect on brain microvascular endothelium and tight junctions.",
            "score": 254.43043518066406
        },
        {
            "docid": "1804463_2",
            "document": "Pericyte . Pericytes are contractile cells that wrap around the endothelial cells that line the capillaries and venules throughout the body. Also known as Rouget cells or mural cells, pericytes are embedded in basement membrane where they communicate with endothelial cells of the body's smallest blood vessels by means of both direct physical contact and paracrine signaling. In the brain, pericytes help sustain the blood–brain barrier as well as several other homeostatic and hemostatic functions of the brain.  These cells are also a key component of the \"neurovascular unit\", which includes endothelial cells, astrocytes, and neurons. Pericytes regulate capillary blood flow, the clearance and phagocytosis of cellular debris, and the permeability of the blood–brain barrier. Pericytes stabilize and monitor the maturation of endothelial cells by means of direct communication between the cell membrane as well as through paracrine signaling. A deficiency of pericytes in the central nervous system can cause the blood–brain barrier to break down.",
            "score": 252.90516662597656
        },
        {
            "docid": "36389980_12",
            "document": "Diffuse intrinsic pontine glioma . In the brain—unlike in other areas of the body, where substances can pass freely from the blood into the tissue—there is some space between the cells lining the blood vessels. Thus, the movement of substances into the brain is significantly limited. This barrier is formed by the lining cells of the vessels as well as by projections from nearby astrocytes. These two types of cells are knitted together by proteins to form what are called \"tight junctions\". The entire structure is called the blood–brain barrier (BBB). It prevents chemicals, toxins, bacteria, and other substances from getting into the brain, and thus serves a continuous protective function. However, with diseases such as brain tumors, the BBB can also prevent diagnostic and therapeutic agents from reaching their target.",
            "score": 251.61029052734375
        },
        {
            "docid": "33936765_4",
            "document": "Drug delivery to the brain . The main function of the blood–brain barrier is to protect the brain and keep it isolated from harmful toxins that are potentially in the blood stream. It accomplishes this because of its structure, as is usual in the body that structure defines its function. The tight junctions between the endothelial cells prevent large molecules as well as many ions from passing between the junction spaces. This forces molecules to go through the endothelial cells in order to enter the brain tissue, meaning that they must pass through the cell membranes of the endothelial cells. Because of this, the only molecules that are easily able to transverse the blood–brain barrier are ones that are very lipid-soluble. These are not the only molecules that can transverse the blood–brain barrier; glucose, oxygen and carbon dioxide are not lipid-soluble but are actively transported across the barrier, to support normal cellular function of the brain. The fact that molecules have to fully transverse the endothelial cells makes them a perfect barricade to unspecified particles from entering the brain, working to protect the brain at all costs. Also, because most molecules are transported across the barrier, it does a very effective job of maintaining homeostasis for the most vital organ of the human body.",
            "score": 251.32620239257812
        },
        {
            "docid": "4280522_2",
            "document": "Circumventricular organs . Circumventricular organs (CVOs) are structures in the brain characterized by their extensive vasculature and highly permeable capillaries unlike those in the rest of the brain where there exists a blood brain barrier (BBB). The CVOs allow for the linkage between the central nervous system and peripheral blood. Additionally, they are an integral part of neuroendocrine function. The highly permeable capillaries allow the CVOs to act as an alternative route for peptides and hormones in the neural tissue to sample from and secrete to circulating blood. CVOs also have roles in body fluid regulation, cardiovascular functions, immune responses, thirst, feeding behavior and reproductive behavior. CVOs can be classified as either sensory or secretory organs serving homeostatic functions and body water balance. The sensory organs include the area postrema (AP), the subfornical organ (SFO) and the vascular organ of lamina terminalis, all having the ability to sense signals in blood, then pass that information neurally to other brain regions. Through their neural connections, they provide direct information to the autonomic nervous system from the systemic circulation. The secretory organs include the subcommissural organ (SCO), the neural lobe of the pituitary gland, the intermediate lobe of the pituitary gland, the anterior lobe of the pituitary gland, the median eminence, and the pineal gland. These organs are responsible for secreting hormones and glycoproteins into the peripheral blood using feedback from both the brain environment and external stimuli.",
            "score": 245.3815155029297
        },
        {
            "docid": "84936_31",
            "document": "Blood–brain barrier . Some evidence indicates that disruption of the blood–brain barrier in Alzheimer's disease patients allows blood plasma containing amyloid beta (Aβ) to enter the brain where the Aβ adheres preferentially to the surface of astrocytes. These findings have led to the hypotheses that (1) breakdown of the blood–brain barrier allows access of neuron-binding autoantibodies and soluble exogenous Aβ42 to brain neurons and (2) binding of these autoantibodies to neurons triggers and/or facilitates the internalization and accumulation of cell surface-bound Aβ42 in vulnerable neurons through their natural tendency to clear surface-bound autoantibodies via endocytosis. Eventually the astrocyte is overwhelmed, dies, ruptures, and disintegrates, leaving behind the insoluble Aβ42 plaque. Thus, in some patients, Alzheimer's disease may be caused (or more likely, aggravated) by a breakdown in the blood–brain barrier.",
            "score": 243.21324157714844
        },
        {
            "docid": "2507552_15",
            "document": "Microchimerism . Fetomaternal microchimerism has been shown in experimental investigations of whether fetal cells can cross the blood brain barrier in mice. The properties of these cells allow them to cross the blood brain barrier and target injured brain tissue. This mechanism is possible because umbilical cord blood cells express some proteins similar to neurons. When these umbilical cord blood cells are injected in rats with brain injury or stroke, they enter the brain and express certain nerve cell markers. Due to this process, fetal cells could enter the brain during pregnancy and become differentiated into neural cells. Fetal microchimerism can occur in the maternal mouse brain, responding to certain cues in the maternal body.",
            "score": 242.2372283935547
        },
        {
            "docid": "33936765_3",
            "document": "Drug delivery to the brain . The blood–brain barrier is formed by special tight junctions between the epithelial cells that surround the brain tissue. All tissue is separated by this layer of epithelial cells, however only the brain epithelial cells have these tight junctions that do not allow larger molecules to pass between them. The structure of these tight junctions was first determined in the 1960s by Tom Reese, Morris Kranovsky and Milton Brightman. These tight junctions are formed through the tight apposition of the endothelial cells with one another. Furthermore, astrocytic, \"end feet\" \"the terminal regions of the astrocytic processes surround the outside of the capillary endothelial cell\". The astrocytes are glial cells that are restricted to the brain and spinal cord that work to maintain an appropriate environment for neural signaling. The connection between these glial and endothelial cells is not very well known but it \"may reflect an influence of the astrocytes on the formation and the maintenance of the blood–brain barrier.",
            "score": 238.5560760498047
        },
        {
            "docid": "1804463_10",
            "document": "Pericyte . Pericytes play a crucial role in the formation and functionality of the selectively permeable space between the circulatory system and central nervous system. This space is known as the blood–brain barrier. This barrier is composed of endothelial cells and assures the protection and functionality of the brain and central nervous system. Although it had been theorized that astrocytes were crucial to the postnatal formation of this barrier, it has been found that pericytes are now largely responsible for this role. Pericytes are responsible for tight junction formation and vesicle trafficking amongst endothelial cells. Furthermore, they allow the formation of the blood–brain barrier by inhibiting the effects of CNS immune cells (which can damage the formation of the barrier) and by reducing the expression of molecules that increase vascular permeability.",
            "score": 237.38308715820312
        },
        {
            "docid": "987320_25",
            "document": "Neurotechnology . Novel drug delivery systems are being researched in order to improve the lives of those who struggle with brain disorders that might not be treated with stem cells, modulation, or rehabilitation. Pharmaceuticals play a very important role in society, and the brain has a very selective barrier that prevents some drugs from going from the blood to the brain. There are some diseases of the brain such as meningitis that require doctors to directly inject medicine into the spinal cord because the drug cannot cross the blood–brain barrier. Research is being conducted to investigate new methods of targeting the brain using the blood supply, as it is much easier to inject into the blood than the spine. New technologies such as nanotechnology are being researched for selective drug delivery, but these technologies have problems as with any other. One of the major setbacks is that when a particle is too large, the patient's liver will take up the particle and degrade it for excretion, but if the particle is too small there will not be enough drug in the particle to take effect. In addition, the size of the capillary pore is important because too large a particle might not fit or even plug up the hole, preventing adequate supply of the drug to the brain. Other research is involved in integrating a protein device between the layers to create a free-flowing gate that is unimpeded by the limitations of the body. Another direction is receptor-mediated transport, where receptors in the brain used to transport nutrients are manipulated to transport drugs across the blood–brain barrier. Some have even suggested that focused ultrasound opens the blood–brain barrier momentarily and allows free passage of chemicals into the brain. Ultimately the goal for drug delivery is to develop a method that maximizes the amount of drug in the loci with as little degraded in the blood stream as possible.",
            "score": 235.6736297607422
        },
        {
            "docid": "7172_71",
            "document": "Chemotherapy . The blood–brain barrier poses an obstacle to delivery of chemotherapy to the brain. This is because the brain has an extensive system in place to protect it from harmful chemicals. Drug transporters can pump out drugs from the brain and brain's blood vessel cells into the cerebrospinal fluid and blood circulation. These transporters pump out most chemotherapy drugs, which reduces their efficacy for treatment of brain tumors. Only small lipophilic alkylating agents such as lomustine or temozolomide are able to cross this blood–brain barrier.",
            "score": 235.64332580566406
        },
        {
            "docid": "6547308_5",
            "document": "Glia limitans . The main role of the glia limitans is to act as a physical barrier against unwanted cells or molecules attempting to enter the CNS. The glia limitans compartmentalizes the brain to insulate the parenchyma from the vascular and subarachnoid compartments. Within the brain, the glial limiting membrane is an important constituent of the blood–brain barrier. Experiments using electron-dense markers have discovered that functional components of the blood–brain barrier are the endothelial cells that compose the vessel itself. These endothelial cells contain highly impermeable tight junctions that cause the blood vessels of the brain to exhibit none of the “leakiness” found in arteries and veins elsewhere in the body. Through both in vivo and in vitro experiments the astrocytic foot processes of the glia limitans were shown to induce the formation of the tight junctions of the endothelial cells during brain development. The in vivo experiment involved harvested rat astrocytes that were placed into the anterior chamber of a chick-eye or on the chorioallantois. Permeable blood vessels from either the iris or chorioallantois became impermeable to blue-albumin once they had entered the transplanted bolus of astrocytes. In the in vitro experiment, endothelial cells were first cultured alone and the tight junctions were observed in freeze-fracture replicas to be discontinuous and riddled with gap junctions. Then, the brain endothelial cells were cultured with astroctytes resulting in enhanced tight junctions and a reduced frequency of gap junctions.",
            "score": 233.10276794433594
        },
        {
            "docid": "3717_18",
            "document": "Brain . The brains of vertebrates are made of very soft tissue. Living brain tissue is pinkish on the outside and mostly white on the inside, with subtle variations in color. Vertebrate brains are surrounded by a system of connective tissue membranes called meninges that separate the skull from the brain. Blood vessels enter the central nervous system through holes in the meningeal layers. The cells in the blood vessel walls are joined tightly to one another, forming the blood–brain barrier, which blocks the passage of many toxins and pathogens (though at the same time blocking antibodies and some drugs, thereby presenting special challenges in treatment of diseases of the brain).",
            "score": 232.3505096435547
        },
        {
            "docid": "10816088_10",
            "document": "Subcommissural organ . All brain capillaries of the blood-brain barrier structures have glucose transporters (GLUT1). These transporters are generally absent in leaky barrier structures. The circumventricular organs that are known to have leaky barrier capillaries were stained by fibronectin antibodies but not by GLUT1 antibodies. So, the subcommissural organ appeared to be unique showing neither GLUT1 nor capillary.",
            "score": 230.9463348388672
        },
        {
            "docid": "33936765_10",
            "document": "Drug delivery to the brain . These are drug compounds that increase the permeability of the blood–brain barrier. By decreasing the restrictiveness of the barrier, it is much easier to get a molecule to pass through it. These drugs increase the permeability of the blood–brain barrier temporarily by increasing the osmotic pressure in the blood which loosens the tight junctions between the endothelial cells. By loosening the tight junctions normal injection of drugs through an [IV] can take place and be effective to enter the brain. This must be done in a very controlled environment because of the risk associated with these drugs. Firstly, the brain can be flooded with molecules that are floating through the blood stream that are usually blocked by the barrier. Secondly, when the tight junctions loosen, the homeostasis of the brain can also be thrown off which can result in seizures and the compromised function of the brain.",
            "score": 230.51080322265625
        },
        {
            "docid": "84936_36",
            "document": "Blood–brain barrier . Inflammation in the body may lead to effects on the brain via the blood-brain barrier (BBB). During systemic inflammation, whether in the form of infection or sterile inflammation, the BBB may undergo changes which may be disruptive or non-disruptive. Such changes may be part of a productive host response to systemic inflammation, or may lead to deleterious consequences within the central nervous system. These BBB changes likely play a role in the generation of sickness behaviour during systemic infection. These changes may also induce or accelerate disease within the brain, for example in multiple sclerosis and Alzheimer's disease, and may be part of the reason why patients with these conditions can deteriorate during an infection. Also, in patients with neurological disease the BBB may be abnormally sensitive to the effects of systemic inflammation.",
            "score": 230.36212158203125
        },
        {
            "docid": "5672862_32",
            "document": "Lesional demyelinations of the central nervous system . This is followed by the blood–brain barrier (BBB) breakdown. BBB is a tight vascular barrier between the blood and brain that should prevent the passage of antibodies through it, but in MS patients it does not work. For unknown reasons special areas appear in the brain and spine, followed by leaks in the blood–brain barrier where immune cells infiltrate. This leads to the entrance of macrophages into the CNS, triggering the beginning of an immune-mediated attack against myelin. Gadolinium cannot cross a normal BBB and, therefore, Gadolinium-enhanced MRI is used to show BBB breakdowns.",
            "score": 230.36090087890625
        },
        {
            "docid": "20362209_3",
            "document": "Gadoteric acid . It is used for imaging of blood vessels and inflamed or diseased tissue where the blood vessels become 'leaky'. It is often used when viewing intracranial lesions with abnormal vascularity or abnormalities in the blood–brain barrier. Gadoteric acid is used for MRI imaging of the brain, spine, and associated tissues for adult and pediatric (2 years of age or older) patients. The meglumine salt it takes the form of crosses the blood brain barrier of tissue with abnormal vasculature, highlighting the affected area with MRI. Gadoterate does not cross the intact blood-brain barrier, so it does not affect or enhance normal brain tissue in imaging. Dotarem is administered through an intravenous bolus injection, either manually or through a power injection.",
            "score": 230.18307495117188
        },
        {
            "docid": "84936_11",
            "document": "Blood–brain barrier . Circumventricular organs (CVOs) are individual structures located adjacent to the fourth ventricle or third ventricle in the brain, and are characterized by dense capillary beds with permeable endothelial cells unlike those of the blood-brain barrier. Included among CVOs having highly permeable capillaries are the area postrema, subfornical organ, vascular organ of the lamina terminalis, median eminence, pineal gland, and three lobes of the pituitary gland.",
            "score": 229.8470001220703
        },
        {
            "docid": "37284_10",
            "document": "Brain tumor . Human brains are surrounded by a system of connective tissue membranes called meninges that separate the brain from the skull. This three-layered covering is composed of (from the outside in) the dura mater (\"hard mother\"), arachnoid mater (\"spidery mother\"), and pia mater (\"tender mother\"). The arachnoid and pia are physically connected and thus often considered as a single layer, the pia-arachnoid, or \"leptomeninges\". Between the arachnoid mater and the pia mater is the subarachnoid space which contains cerebrospinal fluid (CSF). This fluid circulates in the narrow spaces between cells and through the cavities in the brain called ventricles, to nourish, support, and protect the brain tissue. Blood vessels enter the central nervous system through the perivascular space above the pia mater. The cells in the blood vessel walls are joined tightly, forming the blood–brain barrier which protects the brain from toxins that might enter through the blood. Tumors of the meninges are meningiomas and are often benign.",
            "score": 229.2544403076172
        },
        {
            "docid": "6380202_19",
            "document": "Head and neck anatomy . The Blood–brain barrier (BBB) is semi-permeable membrane that controls the capillary leak potential of the circulatory system. In most parts of the body, the smallest blood vessels, called capillaries, are lined with endothelial cells, which have small spaces between each individual cell so substances can move readily between the inside and the outside of the capillary. This is not in the case of brain. In the brain, the endothelial cells fit tightly together to create a tight junction and substances cannot pass out of the bloodstream.",
            "score": 228.92742919921875
        },
        {
            "docid": "33936765_5",
            "document": "Drug delivery to the brain . Because of the difficulty for drugs to pass through the blood–brain barrier, a study was conducted to determine the factors that influence a compound’s ability to transverse the blood–brain barrier. In this study, they examined several different factors to investigate diffusion across the blood–brain barrier. They used lipophilicity, Gibbs Adsorption Isotherm, a Co CMC Plot, and the surface area of the drug to water and air. They began by looking at compounds whose blood–brain permeability was known and labeled them either CNS+ or CNS- for compounds that easily transverse the barrier and those that did not. They then set out to analyze the above factors to determine what is necessary to transverse the blood–brain barrier. What they found was a little surprising; lipophilicity is not the leading characteristic for a drug to pass through the barrier. This is surprising because one would think that the most effective way to make a drug move through a lipophilic barrier is to increase its lipophilicity, it turns out that it is a complex function of all of these characteristics that makes a drug able to pass through the blood–brain barrier. The study found that barrier permittivity is \"based on the measurement of the surface activity and as such takes into account the molecular properties of both hydrophobic and charged residues of the molecule of interest.\" They found that there is not a simple answer to what compounds transverse the blood–brain barrier and what does not. Rather, it is based on the complex analysis of the surface activity of the molecule as well as relative size.",
            "score": 228.61778259277344
        },
        {
            "docid": "14958_2",
            "document": "Immune system . The immune system is a host defense system comprising many biological structures and processes within an organism that protects against disease. To function properly, an immune system must detect a wide variety of agents, known as pathogens, from viruses to parasitic worms, and distinguish them from the organism's own healthy tissue. In many species, the immune system can be classified into subsystems, such as the innate immune system versus the adaptive immune system, or humoral immunity versus cell-mediated immunity. In humans, the blood–brain barrier, blood–cerebrospinal fluid barrier, and similar fluid–brain barriers separate the peripheral immune system from the neuroimmune system, which protects the brain.",
            "score": 227.7822723388672
        },
        {
            "docid": "84936_35",
            "document": "Blood–brain barrier . During lethal rabies infection of mice, the blood–brain barrier (BBB) does not allow anti-viral immune cells to enter the brain, the primary site of rabies virus replication. This aspect contributes to the pathogenicity of the virus and artificially increasing BBB permeability promotes viral clearance. Opening the BBB during rabies infection has been suggested as a possible novel approach to treating the disease, even though no attempts have yet been made to determine whether or not this treatment could be successful.",
            "score": 226.67828369140625
        },
        {
            "docid": "36061341_13",
            "document": "Surface chemistry of microvasculature . Drugs diffuse through capillary walls in the same manner as endogenous molecules. One of the most important examples of this is drug diffusion across the blood brain barrier. The blood brain barrier consists of a bed of continuous capillaries. Typically only small hydrophobic molecules are able to diffuse across the blood brain barrier. This makes it very difficult to get drugs into the brain without invasively administering them directly into the brain. One possible solution is the utilization of nanoparticles. Nanoparticles are synthesized to encapsulate a target drug. The surface of the nanoparticle, if not already hydrophobic, may have polymers attached to the surface to adjust the current polarity. Ligands can also be attached to the surface of a nanoparticle to target certain receptors located within the brain. Once the nanoparticle is through the blood brain barrier it releases the drug into the brain. A specific example of this solution is the delivery of anti-HIV drugs to the central nervous system by TAT-conjugated nanoparticles.",
            "score": 225.78106689453125
        }
    ]
}