{
    "q": [
        {
            "docid": "5064345_4",
            "document": "Metaplasticity . The earliest proposed mechanism for plastic activity is based around glutamate receptors and their ability to change in number and strength based on synapse activity. Glutamate binds two main receptor types: AMPA receptors (AMPARs) and NMDA receptors (NMDARs). These are named after drugs that bind to the receptors: alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and N-methyl-D-aspartate (NMDA), respectively, but they both bind glutamate. When a glutamatergic synapse releases glutamate it binds to any AMPA and the NMDA receptors present in the postsynaptic membrane. The AMPA receptors are ionotropic receptors that are responsible for fast synaptic transmission. In a nutshell the NMDA receptors evoke a response in the cell only when sufficient glutamate has been transmitted to cause that cell to depolarize enough to unblock the NMDA receptor. Sufficient depolarization in the membrane will cause the magnesium cation blockade in the NMDA receptors to vacate, thus allowing calcium influx into the cell. NMDA receptors are \"coincidence detectors\". They determine when the presynaptic and postsynaptic neuron are linked in time via activity. When this occurs, NMDA receptors become the control mechanism that dictates how the AMPA and NMDA receptors are to be rearranged. The rearrangement of AMPA and NMDA receptors has become the central focus of current studies of metaplasticity as it directly determines LTP and LTD thresholds. However, some evidence indicates that G protein-coupled receptors (GPCRs) are responsible for controlling NMDA receptor activity, which suggests that NMDAR-mediated changes in synaptic strength are modulated by the activity of GPCRs. There is large amounts of research focused on finding the specific enzymes and intracellular pathways involved in the NMDAR-mediated modulation of membrane AMPA receptors. Recent biochemical research has shown that a deficiency in the protein tenascin-R (TNR) leads to a metaplastic increase in the threshold for LTP induction. TNR is an extracellular-matrix protein expressed by oligodendrocytes during myelination.",
            "score": 259.13695526123047
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 258.93531000614166
        },
        {
            "docid": "487921_2",
            "document": "Long-term depression . Long-term depression (LTD), in neurophysiology, is an activity-dependent reduction in the efficacy of neuronal synapses lasting hours or longer following a long patterned stimulus. LTD occurs in many areas of the CNS with varying mechanisms depending upon brain region and developmental progress. LTD in the hippocampus and cerebellum have been the best characterized, but there are other brain areas in which mechanisms of LTD are understood. LTD has also been found to occur in different types of neurons that release various neurotransmitters, however, the most common neurotransmitter involved in LTD is L-glutamate. L-glutamate acts on the N-methyl-D- aspartate receptors (NMDARs), α-amino-3-hydroxy-5-methylisoxazole-4-propionic acid receptors (AMPARs), kainate receptors (KARs) and metabotropic glutamate receptors (mGluRs) during LTD. It can result from strong synaptic stimulation (as occurs in the cerebellar Purkinje cells) or from persistent weak synaptic stimulation (as in the hippocampus). Long-term potentiation (LTP) is the opposing process to LTD; it is the long-lasting increase of synaptic strength. In conjunction, LTD and LTP are factors affecting neuronal synaptic plasticity. LTD is thought to result mainly from a decrease in postsynaptic receptor density, although a decrease in presynaptic neurotransmitter release may also play a role. Cerebellar LTD has been hypothesized to be important for motor learning. However, it is likely that other plasticity mechanisms play a role as well. Hippocampal LTD may be important for the clearing of old memory traces.  Hippocampal/cortical LTD can be dependent on NMDA receptors, metabotropic glutamate receptors (mGluR), or endocannabinoids. The result of the underlying-LTD molecular mechanism is the phosphorylation of AMPA glutamate receptors and their elimination from the surface of the parallel fiber-Purkinje cell (PF-PC) synapse.",
            "score": 247.86031866073608
        },
        {
            "docid": "21445461_4",
            "document": "Nonsynaptic plasticity . Synaptic plasticity is the ability of a synapse between two neurons to change in strength over time. Synaptic plasticity is caused by changes in use of the synaptic pathway, namely, the frequency of synaptic potentials and the receptors used to relay chemical signals. Synaptic plasticity plays a large role in learning and memory in the brain. Synaptic plasticity can occur through intrinsic mechanisms, in which changes in synapse strength occur because of its own activity, or through extrinsic mechanisms, in which the changes in synapse strength occur via other neural pathways. Short-term inhibitory synaptic plasticity often occurs because of limited neurotransmitter supply at the synapse, and long-term inhibition can occur through decreased receptor expression in the postsynaptic cell. Short-term complementary synaptic plasticity often occurs because of residual or increased ion flow in either the presynaptic or postsynaptic terminal, while long-term synaptic plasticity can occur through the increased production of AMPA and NMDA glutamate receptors, among others, in the postsynaptic cell.",
            "score": 239.1863191127777
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 181.64542853832245
        },
        {
            "docid": "372266_13",
            "document": "Long-term potentiation . Different areas of the brain exhibit different forms of LTP. The specific type of LTP exhibited between neurons depends on a number of factors. One such factor is the age of the organism when LTP is observed. For example, the molecular mechanisms of LTP in the immature hippocampus differ from those mechanisms that underlie LTP of the adult hippocampus. The signalling pathways used by a particular cell also contribute to the specific type of LTP present. For example, some types of hippocampal LTP depend on the NMDA receptor, others may depend upon the metabotropic glutamate receptor (mGluR), while still others depend upon another molecule altogether. The variety of signaling pathways that contribute to LTP and the wide distribution of these various pathways in the brain are reasons that the type of LTP exhibited between neurons depends in part upon the anatomic location in which LTP is observed. For example, LTP in the Schaffer collateral pathway of the hippocampus is NMDA receptor-dependent, whereas LTP in the mossy fiber pathway is NMDA receptor-independent.",
            "score": 128.8857045173645
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 173.9605369567871
        },
        {
            "docid": "487921_8",
            "document": "Long-term depression . LTD occurs at synapses in cerebellar Purkinje neurons, which receive two forms of excitatory input, one from a single climbing fiber and one from hundreds of thousands of parallel fibers. LTD decreases the efficacy of parallel fiber synapse transmission, though, according to recent findings, it also impairs climbing fiber synapse transmission. Both parallel fibers and climbing fibers must be simultaneously activated for LTD to occur. With respect to calcium release however, it is best if the parallel fibers are activated a few hundred milliseconds before the climbing fibres. In one pathway, parallel fiber terminals release glutamate to activate AMPA and metabotropic glutamate receptors in the postsynaptic Purkinje cell. When glutamate binds to the AMPA receptor, the membrane depolarizes. Glutamate binding to the metabotropic receptor activates phospholipase C (PLC) and produces diacylglycerol (DAG) and inositol triphosphate (IP3) second messengers. In the pathway initiated by activation of climbing fibers, calcium enters the postsynaptic cell through voltage-gated ion channels, raising intracellular calcium levels. Together, DAG and IP3 augment the calcium concentration rise by targeting IP3-sensitive receptors triggering release of calcium from intracellular stores as well as protein kinase C (PKC) activation (which is accomplished jointly by calcium and DAG). PKC phosphorylates AMPA receptors, which promotes their dissociation from scaffold proteins in the post-synaptic membrane and subsequent internalization. With the loss of AMPA receptors, the postsynaptic Purkinje cell response to glutamate release from parallel fibers is depressed. Calcium triggering in the cerebellum is a critical mechanism involved in long-term depression. Parallel fibre terminals and climbing fibres work together in a positive feedback loop for invoking high calcium release.",
            "score": 222.42406129837036
        },
        {
            "docid": "21944_34",
            "document": "Nervous system . One very important subset of synapses are capable of forming memory traces by means of long-lasting activity-dependent changes in synaptic strength. The best-known form of neural memory is a process called long-term potentiation (abbreviated LTP), which operates at synapses that use the neurotransmitter glutamate acting on a special type of receptor known as the NMDA receptor. The NMDA receptor has an \"associative\" property: if the two cells involved in the synapse are both activated at approximately the same time, a channel opens that permits calcium to flow into the target cell. The calcium entry initiates a second messenger cascade that ultimately leads to an increase in the number of glutamate receptors in the target cell, thereby increasing the effective strength of the synapse. This change in strength can last for weeks or longer. Since the discovery of LTP in 1973, many other types of synaptic memory traces have been found, involving increases or decreases in synaptic strength that are induced by varying conditions, and last for variable periods of time. The reward system, that reinforces desired behaviour for example, depends on a variant form of LTP that is conditioned on an extra input coming from a reward-signalling pathway that uses dopamine as neurotransmitter. All these forms of synaptic modifiability, taken collectively, give rise to neural plasticity, that is, to a capability for the nervous system to adapt itself to variations in the environment.",
            "score": 221.957399725914
        },
        {
            "docid": "2860161_6",
            "document": "Glutamate receptor . Mammalian glutamate receptors are classified based on their pharmacology. However, glutamate receptors in other organisms have different pharmacology, and therefore these classifications do not hold. One of the major functions of glutamate receptors appears to be the modulation of synaptic plasticity, a property of the brain thought to be vital for memory and learning. Both metabotropic and ionotropic glutamate receptors have been shown to have an effect on synaptic plasticity. An increase or decrease in the number of ionotropic glutamate receptors on a postsynaptic cell may lead to long-term potentiation or long-term depression of that cell, respectively. Additionally, metabotropic glutamate receptors may modulate synaptic plasticity by regulating postsynaptic protein synthesis through second messenger systems. Research shows that glutamate receptors are present in CNS glial cells as well as neurons. These glutamate receptors are suggested to play a role in modulating gene expression in glial cells, both during the proliferation and differentiation of glial precursor cells in brain development and in mature glial cells.",
            "score": 106.29649662971497
        },
        {
            "docid": "17995_28",
            "document": "Long-term memory . Long-term memory, unlike short-term memory, is dependent upon the synthesis of new proteins. This occurs within the cellular body, and concerns the particular transmitters, receptors, and new synapse pathways that reinforce the communicative strength between neurons. The production of new proteins devoted to synapse reinforcement is triggered after the release of certain signaling substances (such as calcium within hippocampal neurons) in the cell. In the case of hippocampal cells, this release is dependent upon the expulsion of magnesium (a binding molecule) that is expelled after significant and repetitive synaptic signaling. The temporary expulsion of magnesium frees NMDA receptors to release calcium in the cell, a signal that leads to gene transcription and the construction of reinforcing proteins. For more information, see long-term potentiation (LTP).",
            "score": 236.4398157596588
        },
        {
            "docid": "33822344_4",
            "document": "Synaptic scaling . The probability of glutamate making contact with a post-synaptic AMPA receptor is proportional to the concentration of both trans-membrane glutamate and post-synaptic AMPA receptors. When glutamate and post-synaptic AMPA receptors interact, the post-synaptic cell experiences a temporary depolarizing current, known as an EPSP (excitatory postsynaptic potential). Spatial and temporal accumulation of EPSPs at the post-synaptic neuron increases the likelihood of the neuron firing an action potential. Therefore, the concentrations of extra-cellular glutamate (and other cations) and the quantity of post-synaptic AMPA receptors are directly correlated to a neurons' action potential firing rate. Some theories suggest each neuron uses calcium-dependent cellular sensors to detect their own action potential firing rate. These sensors also formulate input for cell-specific homeostatic plasticity regulation systems. In synaptic scaling, neurons use this information to determine a scale factor. Each neuron subsequently uses the scaling factor to globally scale (either up-regulate or down-regulate) the quantity of transmembrane AMPA receptors at all post-synaptic sites.",
            "score": 115.73820102214813
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 261.18884813785553
        },
        {
            "docid": "63541_19",
            "document": "Glutamic acid . Glutamate is the most abundant excitatory neurotransmitter in the vertebrate nervous system. At chemical synapses, glutamate is stored in vesicles. Nerve impulses trigger release of glutamate from the presynaptic cell. Glutamate acts on ionotropic and metabotropic (G-protein coupled) receptors. In the opposing postsynaptic cell, glutamate receptors, such as the NMDA receptor or the AMPA receptor, bind glutamate and are activated. Because of its role in synaptic plasticity, glutamate is involved in cognitive functions such as learning and memory in the brain. The form of plasticity known as long-term potentiation takes place at glutamatergic synapses in the hippocampus, neocortex, and other parts of the brain. Glutamate works not only as a point-to-point transmitter, but also through spill-over synaptic crosstalk between synapses in which summation of glutamate released from a neighboring synapse creates extrasynaptic signaling/volume transmission. In addition, glutamate plays important roles in the regulation of growth cones and synaptogenesis during brain development as originally described by Mark Mattson.",
            "score": 232.0304832458496
        },
        {
            "docid": "57441533_6",
            "document": "D. James Surmeier . Around the same time, using multi-disciplinary approaches, his lab provided a possible explanation for the striatopallidal pathway dysfunction associated with Parkinson’s disease and dopamine depletion by demonstrating a calcium channel (CaV1.3) dependent loss of excitatory synapses in the indirect pathway spiny neurons in a rodent model of the disease. Loss of striatal dopamine results in decreased M4 (muscarinic acetylcholine auto receptor) signaling associated with up-regulation of RGS4 (regulators of G protein signaling) expression in cholinergic neurons, culminating in increased cholinergic tone. Following dopamine depletion leading to increase in striatal acetylcholine levels, M1 muscarinic receptor activation in the indirect pathway spiny neurons results in down-regulation of dendritic potassium channels, Kir2 , elevating the dendritic excitability and consequently the impact of synaptically released glutamate in these neurons. Thus, work from Surmeier's lab suggests that not only dopamine but acetylcholine also has differential effects on striatal projection neurons furthering the idea that striatal dopamine/acetylcholine balance is a potential target for therapeutic intervention in diseases marked by striatal dysfunction and sheds light on how striatal neurons and circuits both change and adapt in response to disease states.",
            "score": 198.14873719215393
        },
        {
            "docid": "44214016_4",
            "document": "Glutamate receptor-interacting protein . Research on NMDA receptor localization paved the way for research on non-NMDA receptors such as AMPA receptors. Similar to NMDA receptors, it was discovered that AMPA receptors localize in the synaptic terminal of neurons in the central nervous system. By using GFP (green fluorescent protein) antibodies that correspond to the GRIP protein, researchers were able to use fluorescence to determine the location of GRIP in hippocampal neurons. Another GFP antibody was then used to label the GluR2 subunit of AMPA receptors. By using immunocytochemistry and comparing the location of GRIP and AMPA receptors it was determined that GRIP and AMPA receptors experience colocalization in hippocampal neurons. These findings confirmed the initial hypothesis that the GRIP protein plays an important role in binding AMPA receptors to excitatory synapses.",
            "score": 180.40354084968567
        },
        {
            "docid": "53948_42",
            "document": "Hippocampus . The hippocampus is a particularly favorable site for studying LTP because of its densely packed and sharply defined layers of neurons, but similar types of activity-dependent synaptic change have also been observed in many other brain areas. The best-studied form of LTP has been seen in CA1 of the hippocampus and occurs at synapses that terminate on dendritic spines and use the neurotransmitter glutamate. The synaptic changes depend on a special type of glutamate receptor, the \"N\"-methyl-D-aspartate (NMDA) receptor, a cell surface receptor which has the special property of allowing calcium to enter the postsynaptic spine only when presynaptic activation and postsynaptic depolarization occur at the same time. Drugs that interfere with NMDA receptors block LTP and have major effects on some types of memory, especially spatial memory. Genetically modified mice that are modified to disable the LTP mechanism, also generally show severe memory deficits.",
            "score": 168.63837337493896
        },
        {
            "docid": "19564541_3",
            "document": "Glutamate-glutamine cycle . Initially, in a glutamatergic synapse, the neurotransmitter glutamate is released from the neurons and is taken up into the synaptic cleft. Glutamate residing in the synapse must be rapidly removed in one of three ways:  Postsynaptic neurons remove little glutamate from the synapse. There is active reuptake into presynaptic neurons, but this mechanism appears to be less important than astrocytic transport. Astrocytes could dispose of transported glutamate in two ways. They could export it to blood capillaries, which abut the astrocyte foot processes. However, this strategy would result in a net loss of carbon and nitrogen from the system. An alternate approach would be to convert glutamate into another compound, preferably a non-neuroactive species. The advantage of this approach is that neuronal glutamate could be restored without the risk of trafficking the transmitter through extracellular fluid, where glutamate would cause neuronal depolarization. Astrocytes readily convert glutamate to glutamine via the glutamine synthetase pathway and released into the extracellular space. The glutamine is taken into the presynaptic terminals and metabolized into glutamate by the phosphate-activated glutaminase (a mitochondrial enzyme). The glutamate that is synthesized in the presynaptic terminal is packaged into synaptic vesicles by the glutamate transporter, VGLUT. Once the vesicle is released, glutamate is removed from the synaptic cleft by excitatory amino-acid transporters (EAATs). This allows synaptic terminals and glial cells to work together to maintain a proper supply of glutamate, which can also be produced by transamination of 2-oxoglutarate, an intermediate in the Citric acid cycle. Recent electrophysiological evidence suggests that active synapses require presynaptically localized glutamine glutamate cycle to maintain excitatory neurotransmission in specific circumstances. In other systems, it has been suggested that neurons have alternate mechanisms to cope with compromised glutamate-glutamine cycling.",
            "score": 240.57323336601257
        },
        {
            "docid": "374338_27",
            "document": "NMDA receptor . In order to support the localization hypothesis, it would be necessary to show differing cellular signaling pathways are activated by NMDA receptors based on its location within the cell membrane. Experiments have been designed to stimulate either synaptic or non-synaptic NMDA receptors exclusively. These types of experiments have shown that different pathways are being activated or regulated depending on the location of the signal origin. Many of these pathways use the same protein signals, but are regulated oppositely by NMDARs depending on its location. For example, synaptic NMDA excitation caused a decrease in the intracellular concentration of p38 mitogen-activated protein kinase (p38MAPK). Extrasynaptic stimulation NMDARs regulated p38MAPK in the opposite fashion, causing an increase in intracellular concentration. Experiments of this type have since been repeated with the results indicating these differences stretch across many pathways linked to cell survival and excitotoxicity.",
            "score": 109.53260326385498
        },
        {
            "docid": "423771_11",
            "document": "Synaptic plasticity . If the strength of a synapse is only reinforced by stimulation or weakened by its lack, a positive feedback loop will develop, causing some cells never to fire and some to fire too much. But two regulatory forms of plasticity, called scaling and metaplasticity, also exist to provide negative feedback. Synaptic scaling is a primary mechanism by which a neuron is able to stabilize firing rates up or down. Synaptic scaling serves to maintain the strengths of synapses relative to each other, lowering amplitudes of small excitatory postsynaptic potentials in response to continual excitation and raising them after prolonged blockage or inhibition. This effect occurs gradually over hours or days, by changing the numbers of NMDA receptors at the synapse (Pérez-Otaño and Ehlers, 2005). Metaplasticity varies the threshold level at which plasticity occurs, allowing integrated responses to synaptic activity spaced over time and preventing saturated states of LTP and LTD. Since LTP and LTD (long-term depression) rely on the influx of Ca through NMDA channels, metaplasticity may be due to changes in NMDA receptors, altered calcium buffering, altered states of kinases or phosphatases and a priming of protein synthesis machinery. Synaptic scaling is a primary mechanism by which a neuron to be selective to its varying inputs. The neuronal circuitry affected by LTP/LTD and modified by scaling and metaplasticity leads to reverberatory neural circuit development and regulation in a Hebbian manner which is manifested as memory, whereas the changes in neural circuitry, which begin at the level of the synapse, are an integral part in the ability of an organism to learn.",
            "score": 212.587606549263
        },
        {
            "docid": "501861_16",
            "document": "Endosome . Molecules are delivered from the plasma membrane to early endosomes in endocytic vesicles. Molecules can be internalized via receptor-mediated endocytosis in clathrin-coated vesicles. Other types of vesicles also form at the plasma membrane for this pathway, including ones utilising caveolin. Vesicles also transport molecules directly back to the plasma membrane, but many molecules are transported in vesicles that first fuse with recycling endosomes. Molecules following this recycling pathway are concentrated in the tubules of early endosomes. Molecules that follow these pathways include the receptors for LDL, the growth factor EGF, and the iron transport protein transferrin. Internalization of these receptors from the plasma membrane occurs by receptor-mediated endocytosis. LDL is released in endosomes because of the lower pH, and the receptor is recycled to the cell surface. Cholesterol is carried in the blood primarily by (LDL), and transport by the LDL receptor is the main mechanism by which cholesterol is taken up by cells. EGFRs are activated when EGF binds. The activated receptors stimulate their own internalization and degradation in lysosomes. EGF remains bound to the EGFR once it is endocytosed to endosomes. The activated EGFRs stimulate their own ubiquitination, and this directs them to lumenal vesicles (see below) and so they are not recycled to the plasma membrane. This removes the signaling portion of the protein from the cytosol and thus prevents continued stimulation of growth - in cells not stimulated with EGF, EGFRs have no EGF bound to them and therefore recycle if they reach endosomes. Transferrin also remains associated with its receptor, but, in the acidic endosome, iron is released from the transferrin, and then the iron-free transferrin (still bound to the transferrin receptor) returns from the early endosome to the cell surface, both directly and via recycling endosomes.",
            "score": 195.36553299427032
        },
        {
            "docid": "423771_8",
            "document": "Synaptic plasticity . The second mechanism depends on a second messenger cascade regulating gene transcription and changes in the levels of key proteins at pimmel synapses such as CaMKII and PKAII. Activation of the second messenger pathway leads to increased levels of CaMKII and PKAII within the dendritic spine. These protein kinases have been linked to growth in dendritic spine volume and LTP processes such as the addition of AMPA receptors to the plasma membrane and phosphorylation of ion channels for enhanced permeability. Localization or compartmentalization of activated proteins occurs in the presence of their given stimulus which creates local effects in the dendritic spine. Calcium influx from NMDA receptors is necessary for the activation of CaMKII. This activation is localized to spines with focal stimulation and is inactivated before spreading to adjacent spines or the shaft, indicating an important mechanism of LTP in that particular changes in protein activation can be localized or compartmentalized to enhance the responsivity of single dendritic spines. Individual dendritic spines are capable of forming unique responses to presynaptic cells. This second mechanism can be triggered by protein phosphorylation but takes longer and lasts longer, providing the mechanism for long-lasting memory storage. The duration of the LTP can be regulated by breakdown of these second messengers. Phosphodiesterase, for example, breaks down the secondary messenger cAMP, which has been implicated in increased AMPA receptor synthesis in the post-synaptic neuron .",
            "score": 183.507022023201
        },
        {
            "docid": "20510214_17",
            "document": "Activity-dependent plasticity . It is known that during postnatal life a critical step to nervous system development is synapse elimination. The changes in synaptic connections and strength are results from LTP and LTD and are strongly regulated by the release of brain-derived neurotrophic factor (BDNF), an activity-dependent synapse-development protein. In addition to BDNF, Nogo-66 receptors, and more specifically NgR1, are also involved in the development and regulation of neuronal structure. Damage to this receptor leads to pointless LTP and attenuation of LTD. Both situations imply that NgR1 is a regulator of synaptic plasticity. From experiments, it has been found that stimulation inducing LTD leads to a reduction in synaptic strength and loss of connections but, when coupled simultaneously with low-frequency stimulation, helps the restructuring of synaptic contacts. The implications of this finding include helping people with receptor damage and providing insight into the mechanism behind LTP.",
            "score": 197.6232647895813
        },
        {
            "docid": "8402086_3",
            "document": "Computational neurogenetic modeling . Models of the kinetics of proteins and ion channels associated with neuron activity represent the lowest level of modeling in a computational neurogenetic model. The altered activity of proteins in some diseases, such as the amyloid beta protein in Alzheimer's disease, must be modeled at the molecular level to accurately predict the effect on cognition. Ion channels, which are vital to the propagation of action potentials, are another molecule that may be modeled to more accurately reflect biological processes. For instance, to accurately model synaptic plasticity (the strengthening or weakening of synapses) and memory, it is necessary to model the activity of the NMDA receptor (NMDAR). The speed at which the NMDA receptor lets Calcium ions into the cell in response to Glutamate is an important determinant of Long-term potentiation via the insertion of AMPA receptors (AMPAR) into the plasma membrane at the synapse of the postsynaptic cell (the cell that receives the neurotransmitters from the presynaptic cell).",
            "score": 303.29212617874146
        },
        {
            "docid": "8131_9",
            "document": "Dendrite . Little is known about the process by which dendrites orient themselves in vivo and are compelled to create the intricate branching pattern unique to each specific neuronal class. One theory on the mechanism of dendritic arbor development is the Synaptotropic Hypothesis. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain. A balance between metabolic costs of dendritic elaboration and the need to cover receptive field presumably determine the size and shape of dendrites. A complex array of extracellular and intracellular cues modulates dendrite development including transcription factors, receptor-ligand interactions, various signaling pathways, local translational machinery, cytoskeletal elements, Golgi outposts and endosomes. These contribute to the organization of the dendrites on individual cell bodies and the placement of these dendrites in the neuronal circuitry. For example, it was shown that β-actin zipcode binding protein 1 (ZBP1) contributes to proper dendritic branching. Other important transcription factors involved in the morphology of dendrites include CUT, Abrupt, Collier, Spineless, ACJ6/drifter, CREST, NEUROD1, CREB, NEUROG2 etc. Secreted proteins and cell surface receptors includes neurotrophins and tyrosine kinase receptors, BMP7, Wnt/dishevelled, EPHB 1-3, Semaphorin/plexin-neuropilin, slit-robo, netrin-frazzled, reelin. Rac, CDC42 and RhoA serve as cytoskeletal regulators and the motor protein includes KIF5, dynein, LIS1. Important secretory and endocytic pathways controlling the dendritic development include DAR3 /SAR1, DAR2/Sec23, DAR6/Rab1 etc. All these molecules interplay with each other in controlling dendritic morphogenesis including the acquisition of type specific dendritic arborization, the regulation of dendrite size and the organization of dendrites emanating from different neurons.",
            "score": 195.51816928386688
        },
        {
            "docid": "20510214_11",
            "document": "Activity-dependent plasticity . Cell adhesion molecules (CAMs) are also important in plasticity as they help coordinate the signaling across the synapse. More specifically, integrins, which are receptors for extracellular matrix proteins and involved with CAMs, are explicitly incorporated in synapse maturation and memory formation. They play a crucial role in the feedback regulation of excitatory synaptic strength, or long-term potentiation (LTP), and help to control synaptic strength by regulating AMPA receptors, which result in quick, short synaptic currents. But, it is the metabotropic glutamate receptor 1 (mGlu1) that has been discovered to be required for activity-dependent synaptic plasticity in associative learning.",
            "score": 199.00741505622864
        },
        {
            "docid": "21944_33",
            "document": "Nervous system . According to a rule called Dale's principle, which has only a few known exceptions, a neuron releases the same neurotransmitters at all of its synapses. This does not mean, though, that a neuron exerts the same effect on all of its targets, because the effect of a synapse depends not on the neurotransmitter, but on the receptors that it activates. Because different targets can (and frequently do) use different types of receptors, it is possible for a neuron to have excitatory effects on one set of target cells, inhibitory effects on others, and complex modulatory effects on others still. Nevertheless, it happens that the two most widely used neurotransmitters, glutamate and GABA, each have largely consistent effects. Glutamate has several widely occurring types of receptors, but all of them are excitatory or modulatory. Similarly, GABA has several widely occurring receptor types, but all of them are inhibitory. Because of this consistency, glutamatergic cells are frequently referred to as \"excitatory neurons\", and GABAergic cells as \"inhibitory neurons\". Strictly speaking, this is an abuse of terminology—it is the receptors that are excitatory and inhibitory, not the neurons—but it is commonly seen even in scholarly publications.",
            "score": 224.60527956485748
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 142.20601046085358
        },
        {
            "docid": "21120_26",
            "document": "Neuron . The distinction between excitatory and inhibitory neurotransmitters is not absolute, however. Rather, it depends on the class of chemical receptors present on the postsynaptic neuron. In principle, a single neuron, releasing a single neurotransmitter, can have excitatory effects on some targets, inhibitory effects on others, and modulatory effects on others still. For example, photoreceptor cells in the retina constantly release the neurotransmitter glutamate in the absence of light. So-called OFF bipolar cells are, like most neurons, excited by the released glutamate. However, neighboring target neurons called ON bipolar cells are instead \"inhibited\" by glutamate, because they lack the typical ionotropic glutamate receptors and instead express a class of inhibitory metabotropic glutamate receptors. When light is present, the photoreceptors cease releasing glutamate, which relieves the ON bipolar cells from inhibition, activating them; this simultaneously removes the excitation from the OFF bipolar cells, silencing them.",
            "score": 162.56090474128723
        },
        {
            "docid": "423771_10",
            "document": "Synaptic plasticity . The number of ion channels on the post-synaptic membrane affects the strength of the synapse. Research suggests that the density of receptors on post-synaptic membranes changes, affecting the neuron’s excitability in response to stimuli. In a dynamic process that is maintained in equilibrium, N-methyl D-aspartate receptor (NMDA receptor) and AMPA receptors are added to the membrane by exocytosis and removed by endocytosis. These processes, and by extension the number of receptors on the membrane, can be altered by synaptic activity. Experiments have shown that AMPA receptors are delivered to the synapse through vesicular membrane fusion with the postsynaptic membrane via the protein kinase CaMKII, which is activated by the influx of calcium through NMDA receptors. CaMKII also improves AMPA ionic conductance through phosphorylation. When there is high-frequency NMDA receptor activation, there is an increase in the expression of a protein PSD-95 that increases synaptic capacity for AMPA receptors. This is what leads to a long-term increase in AMPA receptors and thus synaptic strength and plasticity.",
            "score": 223.40508496761322
        },
        {
            "docid": "5654027_10",
            "document": "Synapse . It is widely accepted that the synapse plays a role in the formation of memory. As neurotransmitters activate receptors across the synaptic cleft, the connection between the two neurons is strengthened when both neurons are active at the same time, as a result of the receptor's signaling mechanisms. The strength of two connected neural pathways is thought to result in the storage of information, resulting in memory. This process of synaptic strengthening is known as long-term potentiation.",
            "score": 261.74840092658997
        },
        {
            "docid": "1872854_11",
            "document": "Biochemical cascade . Purinergic signalling has an essential role at interactions between neurons and glia cells, allowing these to detect action potentials and modulate neuronal activity, contributing for intra and extracellular homeostasis regulation. Besides purinergic neurotransmitter, ATP acts as a trophic factor at cellular development and growth, being involved on microglia activation and migration, and also on axonal myelination by oligodendrocytes. There are two main types of purinergic receptors, P1 binding to adenosine, and P2 binding to ATP or ADP, presenting different signalling cascades. The Nrf2/ARE signalling pathway has a fundamental role at fighting against oxidative stress, to which neurons are especially vulnerable due to its high oxygen consumption and high lipid content. This neuroprotective pathway involves control of neuronal activity by perisynaptic astrocytes and neuronal glutamate release, with the establishment of tripartite synapses. The Nrf2/ARE activation leads to a higher expression of enzymes involved in glutathione syntheses and metabolism, that have a key role in antioxidant response. The LKB1/NUAK1 signalling pathway regulates terminal axon branching at cortical neurons, via local immobilized mitochondria capture. Besides NUAK1, LKB1 kinase acts under other effectors enzymes as SAD-A/B and MARK, therefore regulating neuronal polarization and axonal growth, respectively. These kinase cascades implicates also Tau and others MAP. An extended knowledge of these and others neuronal pathways could provide new potential therapeutic targets for several neurodegenerative chronic diseases as Alzheimer's, Parkinson's and Huntington's disease, and also amyotrophic lateral sclerosis.",
            "score": 208.001322388649
        }
    ],
    "r": [
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 307.8517150878906
        },
        {
            "docid": "531575_7",
            "document": "Silent synapse . When glutamate binds to a strongly-depolarized postsynaptic cell (e.g., during Hebbian LTP), Ca quickly enters and binds to calmodulin. Calmodulin activates calcium/calmodulin-dependent protein kinase II (CaMKII), which — among other things — acts on AMPAR-containing vesicles near the postsynaptic membrane. CaMKII phosphorylates these AMPARs, which serves as a signal to insert them into the postsynaptic membrane. Once AMPARs are inserted, the synapse is no longer silent; activated synapses no longer require simultaneous pre- and postsynaptic activity in order to elicit EPSPs.",
            "score": 307.6369323730469
        },
        {
            "docid": "8402086_3",
            "document": "Computational neurogenetic modeling . Models of the kinetics of proteins and ion channels associated with neuron activity represent the lowest level of modeling in a computational neurogenetic model. The altered activity of proteins in some diseases, such as the amyloid beta protein in Alzheimer's disease, must be modeled at the molecular level to accurately predict the effect on cognition. Ion channels, which are vital to the propagation of action potentials, are another molecule that may be modeled to more accurately reflect biological processes. For instance, to accurately model synaptic plasticity (the strengthening or weakening of synapses) and memory, it is necessary to model the activity of the NMDA receptor (NMDAR). The speed at which the NMDA receptor lets Calcium ions into the cell in response to Glutamate is an important determinant of Long-term potentiation via the insertion of AMPA receptors (AMPAR) into the plasma membrane at the synapse of the postsynaptic cell (the cell that receives the neurotransmitters from the presynaptic cell).",
            "score": 303.2921142578125
        },
        {
            "docid": "5064345_5",
            "document": "Metaplasticity . Research in 2004 has shown that synapses do not strengthen or weaken on a sliding scale. There are discrete states that synapses move between. These states are active, silent, recently silent, potentiated, and depressed. The states which they can move to are dependent on the state that they are in at the moment. Thus, the future state is determined by the state gained by previous activity. For instance, silent (but not recently silent) synapses can be converted to active via the insertion of AMPARs in the postsynaptic membrane. Active synapses can move to either potentiated or depressed via LTP or LTD respectively. Prolonged low-frequency stimulation (5 Hz, the method used to induce LTD) can move an active synapse to depressed and then silent. However, synapses that have just become active cannot be depressed or silenced. Thus there is state-machine-like behavior at the synapse when it comes to transitions. However, the states themselves can have varying degrees of intensity. One active-state synapse can be stronger than another active-state synapse. This is, in theory, how you can have a strong memory vs. a weak memory. The strong memories are the ones with very heavily populated active synapses, while weak memories may still be active but poorly populated with AMPARs. The same research has shown that NMDA receptors themselves, once thought to be the control mechanism behind AMPA receptor organization, can be regulated by synaptic activity. This regulation of the regulation mechanism itself adds another layer of complexity to the biology of the brain.",
            "score": 296.3789367675781
        },
        {
            "docid": "374335_24",
            "document": "AMPA receptor . Calcineurin interacts with an endocytotic complex at the postsynaptic zone, explaining its effects on LTD. The complex, consisting of a clathrin-coated pit underneath a section of AMPAR-containing plasma membrane and interacting proteins, is the direct mechanism for reduction of AMPARs, in particular GluR2/GluR3 subunit-containing receptors, in the synapse. Interactions from calcineurin activate dynamin GTPase activity, allowing the clathrin pit to excise itself from the cell membrane and become a cytoplasmic vesicle. Once the clathrin coat detaches, other proteins can interact directly with the AMPARs using PDZ carboxyl tail domains; for example, glutamate receptor-interacting protein 1 (GRIP1) has been implicated in intracellular sequestration of AMPARs. Intracellular AMPARs are subsequently sorted for degradation by lysosomes or recycling to the cell membrane. For the latter, PICK1 and PKC can displace GRIP1 to return AMPARs to the surface, reversing the effects of endocytosis and LTD. when appropriate. Nevertheless, the highlighted calcium-dependent, dynamin-mediated mechanism above has been implicated as a key component of LTD. and as such may have applications to further behavioral research.",
            "score": 294.7428283691406
        },
        {
            "docid": "531575_3",
            "document": "Silent synapse . Normal transmission across a glutamatergic synapse relies on the neurotransmitter glutamate, the glutamate-specific AMPA receptor (AMPAR), and calcium ions. Calcium ion entry into the presynaptic terminal causes the presynaptic release of glutamate, which diffuses across the synaptic cleft, binding to glutamate receptors on the postsynaptic membrane. There are four subtypes of glutamate receptors: AMPA receptors (AMPARs) (formerly known as quisqualate receptors), NMDA receptors (NMDARs), kainate receptors, and metabotropic glutamate receptors (mGluRs). Most research has been focused on the AMPARs and the NMDARs. When glutamate binds to AMPARs located on the postsynaptic membrane, they permit a mixed flow of Na and K to cross the cells membrane, causing a depolarization of the postsynaptic membrane. This localized depolarization is called an excitatory postsynaptic potential (EPSP).",
            "score": 280.3861389160156
        },
        {
            "docid": "3717_9",
            "document": "Brain . Axons transmit signals to other neurons by means of specialized junctions called synapses. A single axon may make as many as several thousand synaptic connections with other cells. When an action potential, traveling along an axon, arrives at a synapse, it causes a chemical called a neurotransmitter to be released. The neurotransmitter binds to receptor molecules in the membrane of the target cell. Synapses are the key functional elements of the brain. The essential function of the brain is cell-to-cell communication, and synapses are the points at which communication occurs. The human brain has been estimated to contain approximately 100 trillion synapses; even the brain of a fruit fly contains several million. The functions of these synapses are very diverse: some are excitatory (exciting the target cell); others are inhibitory; others work by activating second messenger systems that change the internal chemistry of their target cells in complex ways. A large number of synapses are dynamically modifiable; that is, they are capable of changing strength in a way that is controlled by the patterns of signals that pass through them. It is widely believed that activity-dependent modification of synapses is the brain's primary mechanism for learning and memory.",
            "score": 280.1024169921875
        },
        {
            "docid": "531575_5",
            "document": "Silent synapse . Silent synapses were proposed as an explanation for differences in quantal content of excitatory postsynaptic currents (EPSCs) mediated by AMPARs and NMDARs in hippocampal neurons. More direct evidence came from experiments where only a few axons were stimulated.  The stimulation of a silent synapse does not elicit EPSCs when the postsynaptic cell is clamped at -60 mV. Stimulation of a silent synapse \"will\" elicit EPSCs when the postsynaptic cell is depolarized beyond -40 mV. This is because they lack surface AMPAR to pass current at hyperpolarized potentials, but do possess NMDARs that will pass current at more positive potentials (because of relief of magnesium block). Moreover, the EPSCs elicited with depolarized membrane potentials can be completely blocked by D-APV, a selective NMDAR blocker.",
            "score": 276.5890808105469
        },
        {
            "docid": "39180324_5",
            "document": "Homosynaptic plasticity . Changes in plasticity often occurs via the insertion or internalization of AMPA receptors (AMPARs) into the postsynaptic membrane of the synapse undergoing a change in connective strength. Ca is one signaling ion that causes this AMPA receptor density change by inducing a cascade of biological changes within the cell. To induce long-term potentiation (LTP), Ca activates CAMKII and PKC, causing phosphorylation and insertion of AMPARs, while long-term depression (LTD) occurs by Ca activating protein phosphatases, which dephosphorylate and cause internalization of AMPARs.",
            "score": 273.11810302734375
        },
        {
            "docid": "7375514_4",
            "document": "Synaptotropic hypothesis . The formation of new synapses begins with initial contact between cells via cell-cell adhesion. This contact often occurs between either axonal or dendritic filopodia, which are highly dynamic and rarely stabilize. Next, the adhesive contact is converted to a nascent synapse, which contains glutamatergic NMDA receptors, but not AMPA receptors. However, the activation of NMDARs by glutamate can trigger the recruitment of AMPARs from the postsynaptic density. They also have a relatively high concentration of dense-core vesicles, which are thought to deliver structural proteins to the presynaptic site.",
            "score": 272.88629150390625
        },
        {
            "docid": "531575_6",
            "document": "Silent synapse . Silent synapses are activated via the insertion of AMPARs into the postsynaptic membrane, a phenomenon commonly called \"AMPA receptor trafficking.\"",
            "score": 267.7909240722656
        },
        {
            "docid": "531575_4",
            "document": "Silent synapse . Silent synapses release glutamate as do prototypical glutamatergic synapses, but their postsynaptic membranes contain only NMDA—and possibly mGlu—receptors able to bind glutamate. Though AMPA receptors are not expressed in the postsynaptic membranes of silent synapses, they are stored in vesicles inside the postsynaptic cells, where they cannot detect extracellular glutamate, but can be quickly inserted into the postsynaptic cell membrane in response to a tetanizing stimulus. The NMDAR is functionally similar to AMPAR except for two major differences: NMDARs carry ion currents composed of Na, K, but also (unlike most AMPAR) Ca; NMDARs also have a site inside their ion channel that binds magnesium ions (Mg). This magnesium binding site is located in the pore of the channel, at a place within the electrical field generated by the membrane potential. Normally, current will not flow through the NMDAR channel, even when it has bound glutamate. This is because the ion channel associated with this receptor is plugged by magnesium, acting like a cork in a bottle. However, since the Mg is charged and is bound within the membrane's electric field, depolarization of the membrane potential above threshold can dislodge the magnesium, allowing current flow through the NMDAR channel. This gives the NMDAR the property of being voltage-dependent, in that it requires strong postsynaptic depolarization to allow ion flux.",
            "score": 262.2149963378906
        },
        {
            "docid": "5654027_10",
            "document": "Synapse . It is widely accepted that the synapse plays a role in the formation of memory. As neurotransmitters activate receptors across the synaptic cleft, the connection between the two neurons is strengthened when both neurons are active at the same time, as a result of the receptor's signaling mechanisms. The strength of two connected neural pathways is thought to result in the storage of information, resulting in memory. This process of synaptic strengthening is known as long-term potentiation.",
            "score": 261.7484130859375
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 261.1888427734375
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 261.00750732421875
        },
        {
            "docid": "5064345_3",
            "document": "Metaplasticity . The brain is \"plastic\", meaning it can be molded and formed. This plasticity is what allows you to learn throughout your lifetime; your synapses change based on your experience. New synapses can be made, old ones destroyed, or existing ones can be strengthened or weakened. The original theory of plasticity is called \"Hebbian plasticity\", named after Donald Hebb in 1949. A quick but effective summary of Hebbian theory is that \"cells that fire together, wire together\", together being the key word here which will be explained shortly. Hebb described an early concept of the theory, not the actual mechanics themselves. Hebbian plasticity involves two mechanisms: LTP and LTD, discovered by Bliss and Lomo in 1973. LTP, or long-term potentiation, is the increase of synapse sensitivity due to a prolonged period of activity in both the presynaptic and postsynaptic neuron. This prolonged period of activity is normally concentrated electric impulses, usually around 100 Hz. It is called \"coincidence\" detection in that it only strengthens the synapse if there was sufficient activity in both the presynaptic and postsynaptic cells. If the postsynaptic cell does not become sufficiently depolarized then there is no coincidence detection and LTP/LTD do not occur. LTD, or long-term depression, works the same way however it focuses on a lack of depolarization coincidence. LTD can be induced by electrical impulses at around 5 Hz. These changes are synapse specific. A neuron can have many different synapses all controlled via the same mechanisms defined here.",
            "score": 260.71051025390625
        },
        {
            "docid": "5064345_4",
            "document": "Metaplasticity . The earliest proposed mechanism for plastic activity is based around glutamate receptors and their ability to change in number and strength based on synapse activity. Glutamate binds two main receptor types: AMPA receptors (AMPARs) and NMDA receptors (NMDARs). These are named after drugs that bind to the receptors: alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and N-methyl-D-aspartate (NMDA), respectively, but they both bind glutamate. When a glutamatergic synapse releases glutamate it binds to any AMPA and the NMDA receptors present in the postsynaptic membrane. The AMPA receptors are ionotropic receptors that are responsible for fast synaptic transmission. In a nutshell the NMDA receptors evoke a response in the cell only when sufficient glutamate has been transmitted to cause that cell to depolarize enough to unblock the NMDA receptor. Sufficient depolarization in the membrane will cause the magnesium cation blockade in the NMDA receptors to vacate, thus allowing calcium influx into the cell. NMDA receptors are \"coincidence detectors\". They determine when the presynaptic and postsynaptic neuron are linked in time via activity. When this occurs, NMDA receptors become the control mechanism that dictates how the AMPA and NMDA receptors are to be rearranged. The rearrangement of AMPA and NMDA receptors has become the central focus of current studies of metaplasticity as it directly determines LTP and LTD thresholds. However, some evidence indicates that G protein-coupled receptors (GPCRs) are responsible for controlling NMDA receptor activity, which suggests that NMDAR-mediated changes in synaptic strength are modulated by the activity of GPCRs. There is large amounts of research focused on finding the specific enzymes and intracellular pathways involved in the NMDAR-mediated modulation of membrane AMPA receptors. Recent biochemical research has shown that a deficiency in the protein tenascin-R (TNR) leads to a metaplastic increase in the threshold for LTP induction. TNR is an extracellular-matrix protein expressed by oligodendrocytes during myelination.",
            "score": 259.136962890625
        },
        {
            "docid": "33826069_7",
            "document": "Viral neuronal tracing . Viruses can be transmitted in one of two directions. First, one must understand the underlying mechanism of axoplasmic transport. Within the axon are long slender protein complexes called microtubules. They act as a cytoskeleton to help the cell maintain its shape. These can also act as highways within the axon and facilitate transport of neurotransmitter-filled vesicles and enzymes back and forth between the cell body, or soma and the axon terminal, or synapse. Transport can proceed in either direction: anterograde (from soma to synapse), or retrograde (from synapse to soma). Neurons naturally transport proteins, neurotransmitters, and other macromolecules via these cellular pathways. Neuronal tracers, including viruses, take advantage of these transport mechanisms to distribute a tracer throughout a cell. Researchers can use this to study synaptic circuitry.",
            "score": 259.10980224609375
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 258.935302734375
        },
        {
            "docid": "5315271_22",
            "document": "Alpha motor neuron . The axon of an α-MN connects with its extrafusal muscle fiber via a neuromuscular junction, a specialized type of chemical synapse that differs both in structure and function from the chemical synapses that connect neurons to each other. Both types of synapses rely on neurotransmitters to transduce the electrical signal into a chemical signal and back. One way they differ is that synapses between neurons typically use glutamate or GABA as their neurotransmitters, while the neuromuscular junction uses acetylcholine exclusively. Acetylcholine is sensed by nicotinic acetylcholine receptors on extrafusal muscle fibers, causing their contraction.",
            "score": 258.798828125
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 258.7858581542969
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 255.22850036621094
        },
        {
            "docid": "31153340_2",
            "document": "Active zone . The active zone or synaptic active zone is a term first used by Couteaux and Pecot-Dechavassinein in 1970 to define the site of neurotransmitter release. Two neurons make near contact through structures called synapses allowing them to communicate with each other. As shown in the adjacent diagram, a synapse consists of the presynaptic bouton of one neuron which stores vesicles containing neurotransmitter (uppermost in the picture), and a second, postsynaptic neuron which bears receptors for the neurotransmitter (at the bottom), together with a gap between the two called the synaptic cleft (with synaptic adhesion molecules, SAMs, holding the two together). When an action potential reaches the presynaptic bouton, the contents of the vesicles are released into the synaptic cleft and the released neurotransmitter travels across the cleft to the postsynaptic neuron (the lower structure in the picture) and activates the receptors on the postsynaptic membrane.",
            "score": 253.61692810058594
        },
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 252.91961669921875
        },
        {
            "docid": "958_4",
            "document": "Axon . Axons are covered by a membrane known as an axolemma; the cytoplasm of an axon is called axoplasm. Most axons branch, in some cases very profusely. The end branches of an axon are called telodendria. The swollen end of a telodendron is known as the axon terminal which joins the dendron or cell body of another neuron forming a synaptic connection. Axons make contact with other cells—usually other neurons but sometimes muscle or gland cells—at junctions called synapses. In some circumstances, the axon of one neuron may form a synapse with the dendrites of the same neuron, resulting in an autapse. At a synapse, the membrane of the axon closely adjoins the membrane of the target cell, and special molecular structures serve to transmit electrical or electrochemical signals across the gap. Some synaptic junctions appear along the length of an axon as it extends—these are called \"en passant\" (\"in passing\") synapses and can be in the hundreds or even the thousands along one axon. Other synapses appear as terminals at the ends of axonal branches.",
            "score": 252.0886688232422
        },
        {
            "docid": "14754086_19",
            "document": "S100A10 . Most of the current drugs and treatments for depression and anxiety increase levels of serotonin transmission among neurons. Selective Serotonin Reuptake Inhibitors (SSRIs), a very successful class of drugs, are known to increase the amount of serotonin available to brain cells quite rapidly. Despite this, their therapeutic effects take a period of several weeks to months. Recent studies show that protein p11 increases the concentration of the serotonin 5-HT receptors at neuronal synapses, thereby rendering serotonin signaling much more efficient. The interaction with the serotonin 1b receptor (5-HT) and p11 can be summarized as follows: When p11 levels increases, the number of 5-HT receptors on the cell surface increase proportionately. An increase in the number of 5-HT receptors on the surface of the neuron increase the effectiveness of serotonin communication across the synapse. On the other hand, when p11 levels decrease, fewer 5-HT receptors migrate from inside the neuron to the cell membrane at the synaptic cleft, thus lowering the efficiency with which serotonin signaling can occur across the synapse. These findings suggest that, although the serotonin levels are immediately introduced via medication, the period of time within which the medicine alleviates the patient's depression most likely relies on other regulatory proteins. Thus, given protein p11's interaction with serotonin 5-HT receptors and the increasing evidence of the protein's correlation to mood disorders, this protein has been identified as a target for research in the development of future antidepressants.",
            "score": 250.72557067871094
        },
        {
            "docid": "25984349_24",
            "document": "Sam Schmidt Paralysis Foundation . Messages are passed from neuron to neuron through synapses, small gaps between the cells, with the help of chemicals called neurotransmitters. To transmit a message across a synapse, neurotransmitter molecules are released from one neuron (the \"pre-synaptic\" neuron) and cross the gap to the next neuron (the \"post-synaptic\" neuron).",
            "score": 250.28533935546875
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 249.74571228027344
        },
        {
            "docid": "1024090_19",
            "document": "Astrocyte . After persistent peripheral tissue damage there is a release of several factors from the injured tissue as well as in the spinal dorsal horn. These factors increase the responsiveness of the dorsal horn pain-projection neurons to ensuing stimuli, termed \"spinal sensitization,\" thus amplifying the pain impulse to the brain. Release of glutamate, substance P, and calcitonin gene-related peptide (CGRP) mediates NMDAR activation (originally silent because it is plugged by Mg2+), thus aiding in depolarization of the postsynaptic pain-transmitting neurons (PTN). In addition, activation of IP3 signaling and MAPKs (mitogen-activated protein kinases) such as ERK and JNK, bring about an increase in the synthesis of inflammatory factors that alter glutamate transporter function. ERK also further activates AMPARs and NMDARs in neurons. Nociception is further sensitized by the association of ATP and substance P with their respective receptors (PX) and neurokinin 1 receptor (NK1R), as well as activation of metabotropic glutamate receptors and release of BDNF. Persistent presence of glutamate in the synapse eventually results in dysregulation of GLT1 and GLAST, crucial transporters of glutamate into astrocytes. Ongoing excitation can also induce ERK and JNK activation, resulting in release of several inflammatory factors.",
            "score": 248.32286071777344
        },
        {
            "docid": "30767825_15",
            "document": "Ephaptic coupling . One study tested the effects of ephaptic coupling by using both neurotransmitter anatagonists to block chemical synapses and gap junction blockers to block electrical synapses. It was found that rhythmic electrical discharge associated with fetal neurons in the rat spinal cord and medulla was still sustained. This suggests that connections between the neurons still exist and work to spread signals even without traditional synapses. These findings support a model in which ephaptic coupling works alongside canonical synapses to propagate signals across neuronal networks.",
            "score": 248.093017578125
        },
        {
            "docid": "487921_2",
            "document": "Long-term depression . Long-term depression (LTD), in neurophysiology, is an activity-dependent reduction in the efficacy of neuronal synapses lasting hours or longer following a long patterned stimulus. LTD occurs in many areas of the CNS with varying mechanisms depending upon brain region and developmental progress. LTD in the hippocampus and cerebellum have been the best characterized, but there are other brain areas in which mechanisms of LTD are understood. LTD has also been found to occur in different types of neurons that release various neurotransmitters, however, the most common neurotransmitter involved in LTD is L-glutamate. L-glutamate acts on the N-methyl-D- aspartate receptors (NMDARs), α-amino-3-hydroxy-5-methylisoxazole-4-propionic acid receptors (AMPARs), kainate receptors (KARs) and metabotropic glutamate receptors (mGluRs) during LTD. It can result from strong synaptic stimulation (as occurs in the cerebellar Purkinje cells) or from persistent weak synaptic stimulation (as in the hippocampus). Long-term potentiation (LTP) is the opposing process to LTD; it is the long-lasting increase of synaptic strength. In conjunction, LTD and LTP are factors affecting neuronal synaptic plasticity. LTD is thought to result mainly from a decrease in postsynaptic receptor density, although a decrease in presynaptic neurotransmitter release may also play a role. Cerebellar LTD has been hypothesized to be important for motor learning. However, it is likely that other plasticity mechanisms play a role as well. Hippocampal LTD may be important for the clearing of old memory traces.  Hippocampal/cortical LTD can be dependent on NMDA receptors, metabotropic glutamate receptors (mGluR), or endocannabinoids. The result of the underlying-LTD molecular mechanism is the phosphorylation of AMPA glutamate receptors and their elimination from the surface of the parallel fiber-Purkinje cell (PF-PC) synapse.",
            "score": 247.86032104492188
        },
        {
            "docid": "1108892_18",
            "document": "Caridoid escape reaction . The LGI receives its sensory input from the hair-like projections found on the edge of the tail fan. The sensory information is sent from bipolar receptors connected to the hair that are directionally sensitive. The path of the signal varies from here depending on the strength of the input. In the beta pathway, the signal can then pass a chemical synapse, the information is sent to a sensory interneuron (SI) of either type A (which fires phasically in response to input) or type C, (which fire tonically). From there, the signal is sent across an electrical synapse to the LGI. The LGI can also receive the sensory input directly through an electrical synapse by way of the alpha pathway. This bypasses the SIs. The LGI can pass the signal to the MoG's by two paths one of which passes the signal to the Motor Giant through direct electrical synapses. The MoG then passes the signal to the FF muscles. It can also use a second route across a fast electrical synapse to a premotor interneuron called the segmental giant (SG), two of which are located in each segment. The SGs then relays the signal to fast flexor motor neurons. The end result is a powerful and rapid flexion.",
            "score": 246.21115112304688
        }
    ]
}