{
    "q": [
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 226.7239866256714
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 170.7766191959381
        },
        {
            "docid": "38678086_3",
            "document": "STARR-seq . In eukaryotes, transcription is regulated by sequence-specific DNA-binding proteins (transcription factors) associated with a gene’s promoter and also by distant control sequences including enhancers. Enhancers are non-coding DNA sequences, containing several binding sites for a variety of transcription factors. They typically recruit transcriptional factors that modulate chromatin structure and directly interact with the transcription machinery placed at the promoter of gene. Enhancers are able to regulate transcription of target genes in a cell type-specific manner, independent of their location or distance from the promoter of genes. Occasionally, they can regulate transcription of genes located in a different chromosome.  However, the knowledge about enhancers so far has been limited to studies of a small number of enhancers, as they have been difficult to identify accurately at a genome-wide scale. Moreover, many regulatory elements function only in certain cell types and specific conditions.",
            "score": 203.82175600528717
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 200.15145313739777
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 201.769629240036
        },
        {
            "docid": "4774419_21",
            "document": "Herpes simplex virus . HSVs may persist in a quiescent but persistent form known as \"latent infection\", notably in neural ganglia. HSV-1 tends to reside in the trigeminal ganglia, while HSV-2 tends to reside in the sacral ganglia, but these are tendencies only, not fixed behavior. During latent infection of a cell, HSVs express latency associated transcript (LAT) RNA. LAT regulates the host cell genome and interferes with natural cell death mechanisms. By maintaining the host cells, LAT expression preserves a reservoir of the virus, which allows subsequent, usually symptomatic, periodic recurrences or \"outbreaks\" characteristic of non-latency. Whether or not recurrences are symptomatic, viral shedding occurs to infect a new host. A protein found in neurons may bind to herpes virus DNA and regulate latency. Herpes virus DNA contains a gene for a protein called ICP4, which is an important transactivator of genes associated with lytic infection in HSV-1. Elements surrounding the gene for ICP4 bind a protein known as the human neuronal protein Neuronal Restrictive Silencing Factor (NRSF) or human Repressor Element Silencing Transcription Factor (REST). When bound to the viral DNA elements, histone deacetylation occurs atop the ICP4 gene sequence to prevent initiation of transcription from this gene, thereby preventing transcription of other viral genes involved in the lytic cycle. Another HSV protein reverses the inhibition of ICP4 protein synthesis. ICP0 dissociates NRSF from the \"ICP4\" gene and thus prevents silencing of the viral DNA.",
            "score": 203.5668512582779
        },
        {
            "docid": "14695796_3",
            "document": "SPI1 . This gene encodes an ETS-domain transcription factor that activates gene expression during myeloid and B-lymphoid cell development. The nuclear protein binds to a purine-rich sequence known as the PU-box found near the promoters of target genes, and regulates their expression in coordination with other transcription factors and cofactors. The protein can also regulate alternative splicing of target genes. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 211.39392685890198
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 171.2285590171814
        },
        {
            "docid": "22072718_8",
            "document": "Biological network . The activity of genes is regulated by transcription factors, proteins that typically bind to DNA. Most transcription factors bind to multiple binding sites in a genome. As a result, all cells have complex gene regulatory networks. For instance, the human genome encodes on the order of 1,400 DNA-binding transcription factors that regulate the expression of more than 20,000 human genes. Technologies to study gene regulatory networks include ChIP-chip, ChIP-seq, CliP-seq, and others.",
            "score": 173.66026401519775
        },
        {
            "docid": "446223_8",
            "document": "Gene knockdown . A different means of silencing exogenous DNA that has been discovered in prokaryotes is a mechanism involving loci called 'Clustered Regularly Interspaced Short Palindromic Repeats', or CRISPRs. Proteins called 'CRISPR-associated genes' (cas genes) encode cellular machinery that cuts exogenous DNA into small fragments and inserts them into a CRISPR repeat locus. When this CRISPR region of DNA is expressed by the cell, the small RNAs produced from the exogenous DNA inserts serve as a template sequence that other Cas proteins use to silence this same exogenous sequence. The transcripts of the short exogenous sequences are used as a guide to silence these foreign DNA when they are present in the cell. This serves as a kind of acquired immunity, and this process is like a prokaryotic RNA interference mechanism. The CRISPR repeats are conserved amongst many species and have been demonstrated to be usable in human cells, bacteria, \"C. elegans\", zebrafish, and other organisms for effective genome manipulation. The use of CRISPRs as a versatile research tool can be illustrated by many studies making use of it to generate organisms with genome alterations.",
            "score": 184.68473255634308
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 156.5973162651062
        },
        {
            "docid": "4250553_58",
            "document": "Gene . Although the number of base-pairs of DNA in the human genome has been known since the 1960s, the estimated number of genes has changed over time as definitions of genes, and methods of detecting them have been refined. Initial theoretical predictions of the number of human genes were as high as 2,000,000. Early experimental measures indicated there to be 50,000–100,000 \"transcribed\" genes (expressed sequence tags). Subsequently, the sequencing in the Human Genome Project indicated that many of these transcripts were alternative variants of the same genes, and the total number of protein-coding genes was revised down to ~20,000 with 13 genes encoded on the mitochondrial genome. With the GENCODE annotation project, that estimate has continued to fall to 19,000. Of the human genome, only 1–2% consists of protein-coding genes, with the remainder being 'noncoding' DNA such as introns, retrotransposons, and noncoding RNAs. Every multicellular organism has all its genes in each cell of its body but not every gene functions in every cell .",
            "score": 148.38695526123047
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 226.04236948490143
        },
        {
            "docid": "15925628_7",
            "document": "Hepatitis B . The genome of HBV is made of circular DNA, but it is unusual because the DNA is not fully double-stranded. One end of the full length strand is linked to the viral DNA polymerase. The genome is 3020–3320 nucleotides long (for the full-length strand) and 1700–2800 nucleotides long (for the short length-strand). The negative-sense (non-coding) is complementary to the viral mRNA. The viral DNA is found in the nucleus soon after infection of the cell. The partially double-stranded DNA is rendered fully double-stranded by completion of the (+) sense strand and removal of a protein molecule from the (−) sense strand and a short sequence of RNA from the (+) sense strand. Non-coding bases are removed from the ends of the (−) sense strand and the ends are rejoined. There are four known genes encoded by the genome, called C, X, P, and S. The core protein is coded for by gene C (HBcAg), and its start codon is preceded by an upstream in-frame AUG start codon from which the pre-core protein is produced. HBeAg is produced by proteolytic processing of the pre-core protein. In some rare strains of the virus known as Hepatitis B virus precore mutants, no HBeAg is present. The DNA polymerase is encoded by gene P. Gene S is the gene that codes for the surface antigen (HBsAg). The HBsAg gene is one long open reading frame but contains three in frame \"start\" (ATG) codons that divide the gene into three sections, pre-S1, pre-S2, and S. Because of the multiple start codons, polypeptides of three different sizes called large (the order from surface to the inside: pre-S1, pre-S2, and S ), middle (pre-S2, S), and small (S) are produced. The function of the protein coded for by gene X is not fully understood but it is associated with the development of liver cancer. It stimulates genes that promote cell growth and inactivates growth regulating molecules.",
            "score": 150.9138240814209
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 191.544860124588
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 182.60603713989258
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 214.78937411308289
        },
        {
            "docid": "40328701_7",
            "document": "Chimeric RNA . Creating a protein consists of two main steps: transcription of DNA into RNA and translation of RNA into protein. After DNA is transcribed into RNA, the molecule is known as pre-messenger RNA (mRNA) and it consists of exons and introns that can be split apart and rearranged in many different ways. Historically, exons are considered the coding sequence and introns are considered the “junk” DNA. Although this has been shown to be false, it is true that exons are often merged. Depending on the needs of the cell, regulatory mechanisms choose which exons, and sometimes introns, to join together. This process of removing pieces of a pre- mRNA transcript and combining them with other pieces is called splicing. The human genome encodes approximately 25,000 genes but there are significantly more proteins produced. This is accomplished through RNA splicing. The exons of these 25,000 genes can be spliced in many different ways to create countless combinations of RNA transcripts and ultimately countless proteins. Normally, exons from the same pre-mRNA transcript are spliced together. However, occasionally gene products or pre-mRNA transcripts are spliced together so that exons from different transcripts are mixed together in a fusion product known as chimeric RNA. Chimeric RNA often incorporates exons from highly expressed genes, but the chimeric transcript itself is usually expressed at low levels.",
            "score": 149.62010204792023
        },
        {
            "docid": "11849358_4",
            "document": "ETV6 . The human ETV6 protein is a member of the ETS transcription factor family; however, it more often acts to inhibit than stimulate transcription of its target genes. ETV6 protein contains 3 domains: a) the pointed N-terminal (i.e. PNT) domain which forms oligomer partners with itself as well as other transcription factors (e.g. FLI1) and is required for ETV6's transcriptional repressing activity; b) the central regulatory domain; and c) the C-terminal DNA-binding domain, ETS, which binds to the consensus DNA sequence, 5-GGAA/T-3 within a 9-to-10 bp sequence, in the target genes it regulates. ETV6 interacts with other proteins that regulate the differentiation and growth of cells. It binds to and thereby inhibits FLI1, another member of the ETS transcription factor family, which is active in promoting the maturation of blood platelet-forming megakaryocytes and blocking the Cellular differentiation of erythroblasts into red blood cells; this results in the excessive proliferation and abnormal morphology of erythroblasts. ETV6 likewise binds to HTATIP, a histone acetyl transferase that regulates the expression of various genes involved in gene transcription, DNA repair, and cellular apoptosis; this binding promotes the transcription-repressing activity of ETV6.",
            "score": 215.45670533180237
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 203.24072861671448
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 201.9469392299652
        },
        {
            "docid": "19588_55",
            "document": "Mitochondrion . As in prokaryotes, there is a very high proportion of coding DNA and an absence of repeats. Mitochondrial genes are transcribed as multigenic transcripts, which are cleaved and polyadenylated to yield mature mRNAs. Not all proteins necessary for mitochondrial function are encoded by the mitochondrial genome; most are coded by genes in the cell nucleus and the corresponding proteins are imported into the mitochondrion. The exact number of genes encoded by the nucleus and the mitochondrial genome differs between species. Most mitochondrial genomes are circular, although exceptions have been reported. In general, mitochondrial DNA lacks introns, as is the case in the human mitochondrial genome; however, introns have been observed in some eukaryotic mitochondrial DNA, such as that of yeast and protists, including \"Dictyostelium discoideum\". Between protein-coding regions, tRNAs are present. During transcription, the tRNAs acquire their characteristic L-shape that gets recognized and cleaved by specific enzymes. Mitochondrial tRNA genes have different sequences from the nuclear tRNAs but lookalikes of mitochondrial tRNAs have been found in the nuclear chromosomes with high sequence similarity.",
            "score": 134.6270887851715
        },
        {
            "docid": "7955_46",
            "document": "DNA . In many species, only a small fraction of the total sequence of the genome encodes protein. For example, only about 1.5% of the human genome consists of protein-coding exons, with over 50% of human DNA consisting of non-coding repetitive sequences. The reasons for the presence of so much noncoding DNA in eukaryotic genomes and the extraordinary differences in genome size, or \"C-value\", among species, represent a long-standing puzzle known as the \"C-value enigma\". However, some DNA sequences that do not code protein may still encode functional non-coding RNA molecules, which are involved in the regulation of gene expression. Some noncoding DNA sequences play structural roles in chromosomes. Telomeres and centromeres typically contain few genes but are important for the function and stability of chromosomes. An abundant form of noncoding DNA in humans are pseudogenes, which are copies of genes that have been disabled by mutation. These sequences are usually just molecular fossils, although they can occasionally serve as raw genetic material for the creation of new genes through the process of gene duplication and divergence.",
            "score": 73.69662094116211
        },
        {
            "docid": "837167_17",
            "document": "Acute lymphoblastic leukemia . Several characteristic genetic changes lead to the creation of a leukemic lymphoblast. These changes include chromosomal translocations, intrachromosomal rearrangements, changes in the number of chromosomes in leukemic cells, and additional mutations in individual genes. Chromosomal translocations involve moving a large region of DNA from one chromosome to another. This move can result in placing a gene from one chromosome that promotes cell division to a more actively transcribed area on another chromosome. The result is a cell that divides more often. An example of this includes the translocation of \"C-MYC\", a gene that encodes a transcription factor that leads to increased cell division, next to the immunoglobulin heavy- or light-chain gene enhancers, leading to increased \"C-MYC\" expression and increased cell division. Other large changes in chromosomal structure can result in placement of two genes directly next to each other. The result is the combination of two usually separate proteins into a new fusion protein. This protein can have a new function that promotes the development of cancer. Examples of this include the \"ETV6\"-\"RUNX1\" fusion gene that combines two factors that promote blood cell development and the \"BCR\"-\"ABL1\" fusion gene of the Philadelphia chromosome. \"BCR\"-\"ABL1\" encodes an always-activated tyrosine kinase that causes frequent cell division. These mutations produce a cell that divides more often, even in the absence of growth factors.",
            "score": 222.93526792526245
        },
        {
            "docid": "42888_35",
            "document": "Human genome . The human genome has many different regulatory sequences which are crucial to controlling gene expression. Conservative estimates indicate that these sequences make up 8% of the genome, however extrapolations from the ENCODE project give that 20-40% of the genome is gene regulatory sequence. Some types of non-coding DNA are genetic \"switches\" that do not encode proteins, but do regulate when and where genes are expressed (called enhancers).",
            "score": 63.520373582839966
        },
        {
            "docid": "53803481_26",
            "document": "Clonal hypereosinophilia . The \"ETV6\" gene (also known as translocation-Ets-leukemia) is a member of the ETS transcription factor family. The gene codes for a transcription factor protein, ETV6, which acts to inhibit the expression of various genes which in mice appear to be required for normal hematopoiesis and the development and maintenance of the vascular network. The gene is located on human chromosome 12 at position p13.2 and is well-known to be involved in a large number of chromosomal rearrangements associated with leukemia and congenital fibrosarcoma. Heterozygous \"ETV6\" germline mutations have been identified in several families with inherited thrombocytopenia, variable red blood cell macrocytosis, and hematologic malignancies, primarily B-cell acute lymphoblastic leukemia. The \"ACSL6\" gene encodes a protein, CSL6 acyl-CoA synthetase long-chain family member 6 (or ACSL6 protein). This protein is a Long-chain-fatty-acid—CoA ligase that plays a major role in fatty acid metabolism (particularly in the brain) by charging fatty acids with Coenzyme A to form acyl-CoA. This function can not only alter fatty acid metabolism but also modulate the function of protein kinase Cs and nuclear thyroid hormone receptor. The gene is located on human chromosome 5 at position q31.1. Chromosome translocations between \"ETV6\" and \"ACSL6\" at different chromosome break points create various t(5:12)(q31;p13) \"ETV6-ACSL6\" fusion genes encoding ETV6-ACSL6 fusion proteins. The functionality of ETV6-ACSL6 fusion proteins and the mechanism by which they promote clonal hypereosinophil may, based on indirect evidence in 5 case studies, relate to a loss or gain in function of the ETV6 portion of the fusion protein. However, these issues have not been fully investigated or defined. Two cases involving \"ETV6-ACSL6\" fusion genes were associated with the ectopic and uncontrolled expression of Interleukin 3. The gene for interleukin 3 is close to the \"ACSL6\" gene at position 5q31 and could also be mutated during at least some \"ETV6-ACSL6\" translocation events. Interleukin 3 stimulates the activation, growth, and survival of eosinophils and therefore its mutation could be involved in the clonal hypereosinophilia occurring in \"ETV6-ACSL6\"-related disease.",
            "score": 181.78741574287415
        },
        {
            "docid": "21938883_26",
            "document": "Hepatitis B virus . The viral genes are transcribed by the cellular RNA polymerase II in the cell nucleus from a covalently closed circular DNA (cccDNA) template. Two enhancers designated enhancer I (EnhI) and enhancer II (EnhII) have been identified in the HBV genome. Both enhancers exhibit greater activity in cells of hepatic origin, and together they drive and regulate the expression of the complete viral transcripts. There are four known genes encoded by the genome called C, P, S, and X. The core protein is coded for by gene C (HBcAg), and its start codon is preceded by an upstream in-frame AUG start codon from which the pre-core protein is produced. HBeAg is produced by proteolytic processing of the pre-core protein. The DNA polymerase is encoded by gene P. Gene S is the gene that codes for the surface antigen (HBsAg). The HBsAg gene is one long open reading frame but contains three in frame \"start\" (ATG) codons that divide the gene into three sections, pre-S1, pre-S2, and S. Because of the multiple start codons, polypeptides of three different sizes called large, middle, and small (pre-S1 + pre-S2 + S, pre-S2 + S, or S) are produced. The function of the protein coded for by gene X is not fully understood, but some evidence suggests that it may function as a transcriptional transactivator.",
            "score": 152.3606345653534
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 139.74854457378387
        },
        {
            "docid": "14776851_3",
            "document": "HOXB9 . This gene is a member of the Abd-B homeobox family and encodes a protein with a homeobox DNA-binding domain. It is included in a cluster of homeobox B genes located on chromosome 17. The encoded nuclear protein functions as a sequence-specific transcription factor that is involved in cell proliferation and differentiation. Increased expression of this gene is associated with some cases of leukemia, prostate cancer and lung cancer.",
            "score": 195.2218029499054
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 202.8158496618271
        },
        {
            "docid": "12266_46",
            "document": "Genetics . The genome of a given organism contains thousands of genes, but not all these genes need to be active at any given moment. A gene is expressed when it is being transcribed into mRNA and there exist many cellular methods of controlling the expression of genes such that proteins are produced only when needed by the cell. Transcription factors are regulatory proteins that bind to DNA, either promoting or inhibiting the transcription of a gene. Within the genome of \"Escherichia coli\" bacteria, for example, there exists a series of genes necessary for the synthesis of the amino acid tryptophan. However, when tryptophan is already available to the cell, these genes for tryptophan synthesis are no longer needed. The presence of tryptophan directly affects the activity of the genes—tryptophan molecules bind to the tryptophan repressor (a transcription factor), changing the repressor's structure such that the repressor binds to the genes. The tryptophan repressor blocks the transcription and expression of the genes, thereby creating negative feedback regulation of the tryptophan synthesis process.",
            "score": 191.04021072387695
        },
        {
            "docid": "579390_8",
            "document": "Gene prediction . A high degree of similarity to a known messenger RNA or protein product is strong evidence that a region of a target genome is a protein-coding gene. However, to apply this approach systemically requires extensive sequencing of mRNA and protein products. Not only is this expensive, but in complex organisms, only a subset of all genes in the organism's genome are expressed at any given time, meaning that extrinsic evidence for many genes is not readily accessible in any single cell culture. Thus, to collect extrinsic evidence for most or all of the genes in a complex organism requires the study of many hundreds or thousands of cell types, which presents further difficulties. For example, some human genes may be expressed only during development as an embryo or fetus, which might be difficult to study for ethical reasons.",
            "score": 129.2180438041687
        }
    ],
    "r": [
        {
            "docid": "215038_20",
            "document": "Enhancer (genetics) . Each cell typically contains several hundred of a special class of enhancers that stretch over many kilobases long DNA sequences, called \"super-enhancers\". These enhancers contain a large number of binding sites for sequence-specific, inducible transcription factors, and regulate expression of genes involved in cell differentiation. During inflammation, the transcription factor NF-κB selectively redistributes cofactors from high-occupancy enhancers, thereby repressing super-enhancer-associated cell identity genes, by facilitating remodeling of their chromatin, and activates other enhancers that guide change of cellular function through inflammation. This has as result that inflammation reprograms cells, altering their interactions with the rest of tissue and with the immune system. In cancer, proteins that control NF-κB activity are dysregulated, permitting malignant cells to decrease their dependence on interactions with local tissue, and hinder their surveillance by the immune system.",
            "score": 252.0399627685547
        },
        {
            "docid": "32523145_2",
            "document": "CD8+ cell . CD8+ T cells (commonly known as cytotoxic T cells) are cells of the immune system that contribute to the body's adaptive immune response. These immune cells are characterized by a CD8 protein on their cell surface that allow them to recognize, bind and kill cells infected by intracellular bacteria, intracellular viruses and cancer cells. They are developed in the bone marrow and thymus, and are regulated by transcription factors and signalling components. CD8+ T cells have also been found to play various roles in different diseases.",
            "score": 244.72982788085938
        },
        {
            "docid": "1920949_13",
            "document": "FOXP3 . Foxp3 is a recruiter of other anti-tumor enzymes such as CD39 and CD8. The overexpression of CD39 is found in patients with multiple cancer types such as melanoma, leukemia, pancreatic cancer, colon cancer, and ovarian cancer. This overexpression may be protecting tumorous cells, allowing them to create their “escape phase”. A cancerous tumor’s “escape phase” is where the tumor grows quickly and it becomes clinically invisible by becoming independent of the extracellular matrix and creating its own immunosuppressive tumor microenvironment. The consequences of a cancer cell reaching the “escape phase” is that it allows it to completely evade the immune system, which reduces the immunogenicity and ability to become clinically detected, allowing it to progress and spread throughout the body. Some cancer patients have also been known to display higher numbers of mutated CD4 cells. These mutated cells will then produce large quantities of TGF-β and IL-10, (a Transforming Growth Factor β and an inhibitory cytokine respectively,) which will suppress signals to the immune system and allow for tumor escape. In one experiment a 15-mer synthetic peptide, P60, was able to inhibit Foxp3’s ability to function. P60 did this by entering the cells and then binding to Foxp3, where it hinders Foxp3’s ability to translocate to the nucleus. Due to this, Foxp3 could no longer properly suppress the transcription factors NF-kB and NFAT; both of which are protein complexes that regulate transcription of DNA, cytokine production and cell survival. This would inhibit a cell’s ability to perform apoptosis and stop its own cell cycle, which could potentially allow an affected cancerous cell to survive and reproduce.",
            "score": 238.473876953125
        },
        {
            "docid": "969821_16",
            "document": "JAK-STAT signaling pathway . The JAK-STAT pathway in cytokine receptor signalling can activate STATs, which can bind to DNA and allow the transcription of genes involved in immune cell division, survival, activation and recruitment. For example, STAT1 can enable the transcription of genes which inhibit cell division and stimulate inflammation. Also, STAT4 is able to activate NK cells (natural killer cells), and STAT5 can drive the formation of white blood cells. In response to cytokines, such as IL-4, JAK-STAT signalling is also able to stimulate STAT6, which can promote B-cell proliferation, immune cell survival, and the production of an antibody called IgE.",
            "score": 236.36923217773438
        },
        {
            "docid": "30663599_9",
            "document": "Germinal center B-cell like diffuse large B-cell lymphoma . Blocking the differentiation of germinal center B cells is dangerous because the cells are programmed to divide rapidly at this stage. The SHM that occurs in the germinal center can also target non-immunoglobulin loci and may be responsible for translocation of the BCL-6 gene. BCL-6 genes are involved in several cell processes that can affect the ability of the B-cell to differentiate and proliferate. BCL-6 genes produce BCL-6 proteins. These proteins work with other transcription factors (BLIMP1, PAX5, XBP1) to form a regulatory circuit that controls the progression of germinal center B cells to plasma cells. BCL-6 proteins repress genes involved in terminal differentiation and promote proliferation by blocking expression of a cell-cycle inhibitor (p27KIP1). BCL-6 is also an inhibitor of cellular senescence. Cellular senescence is a programmed response that prevents a cell from dividing after some number of cell divisions. The expression of key transcription factors in B cell development is frequently regulated by non-coding RNAs termed microRNAs. MicroRNAs (miRNAs) participate in pathways fundamental to B cell development like B cell receptor (BCR) signalling, B cell migration/adhesion, cell-cell interactions in immune niches, and the production and class-switching of immunoglobulins.",
            "score": 233.1187744140625
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 232.6093292236328
        },
        {
            "docid": "17136631_2",
            "document": "Precursor B-cell lymphoblastic leukemia . Precursor B-cell lymphoblastic leukemia is a form of lymphoid leukemia in which too many B-cell lymphoblasts (immature white blood cells) are found in the blood and bone marrow. It is the most common type of acute lymphoblastic leukemia (ALL). It is sometimes additionally classified as a lymphoma, as designated \"leukemia/lymphoma\".",
            "score": 231.92405700683594
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 230.46310424804688
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 230.1861572265625
        },
        {
            "docid": "211947_6",
            "document": "Cytotoxic T cell . The immune system must recognize millions of potential antigens. There are fewer than 30,000 genes in the human body, so it is impossible to have one gene for every antigen. Instead, the DNA in millions of white blood cells in the bone marrow is shuffled to create cells with unique receptors, each of which can bind to a different antigen. Some receptors bind to tissues in the human body itself, so to prevent the body from attacking itself, those self-reactive white blood cells are destroyed during further development in the thymus, in which iodine is necessary for its development and activity.",
            "score": 229.93112182617188
        },
        {
            "docid": "82342_18",
            "document": "Lymph node . The primary function of lymph nodes is the filtering of lymph to identify and fight infection. In order to do this, lymph nodes contain lymphocytes, a type of white blood cell, which includes B cells and T cells. These circulate through the bloodstream and enter and reside in lymph nodes. B cells produce antibodies. Each antibody has a single predetermined target, an antigen, that it can bind to. These circulate throughout the bloodstream and if they find this target, the antibodies bind to it and stimulate an immune response. Each B cell produces different antibodies, and this process is driven in lymph nodes. B cells enter the bloodstream as \"naive\" cells produced in bone marrow. After entering a lymph node, they then enter a lymphoid follicle, where they multiply and divide, each producing a different antibody. If a cell is stimulated, it will go on to produce more antibodies (a plasma cell) or act as a memory cell to help the body fight future infection. If a cell is not stimulated, it will undergo apoptosis and die.",
            "score": 229.8206329345703
        },
        {
            "docid": "10454051_4",
            "document": "Acute myeloblastic leukemia with maturation . Acute myeloid leukemia (AML) is a type of cancer affecting blood cells that eventually develop into non-lymphocyte white blood cells. The disease originates from the bone marrow, the soft inner portion of select bones where blood stem cells develop into either lymphocyte or in this particular condition, myeloid cells. This acute disease prevents bone marrow cells from properly maturing, thus causing an accumulation of immature myeloblast cells in the bone marrow.",
            "score": 229.641357421875
        },
        {
            "docid": "42283768_8",
            "document": "Doctor in a cell . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors - proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light—supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural Microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 228.74749755859375
        },
        {
            "docid": "31474_29",
            "document": "Transcription factor . Because transcription factors can bind a set of related sequences and these sequences tend to be short, potential transcription factor binding sites can occur by chance if the DNA sequence is long enough. It is unlikely, however, that a transcription factor will bind all compatible sequences in the genome of the cell. Other constraints, such as DNA accessibility in the cell or availability of cofactors may also help dictate where a transcription factor will actually bind. Thus, given the genome sequence it is still difficult to predict where a transcription factor will actually bind in a living cell.",
            "score": 228.55621337890625
        },
        {
            "docid": "14958_29",
            "document": "Immune system . Gamma delta T cells (γδ T cells) possess an alternative T-cell receptor (TCR) as opposed to CD4+ and CD8+ (αβ) T cells and share the characteristics of helper T cells, cytotoxic T cells and NK cells. The conditions that produce responses from γδ T cells are not fully understood. Like other 'unconventional' T cell subsets bearing invariant TCRs, such as CD1d-restricted Natural Killer T cells, γδ T cells straddle the border between innate and adaptive immunity. On one hand, γδ T cells are a component of adaptive immunity as they rearrange TCR genes to produce receptor diversity and can also develop a memory phenotype. On the other hand, the various subsets are also part of the innate immune system, as restricted TCR or NK receptors may be used as pattern recognition receptors. For example, large numbers of human Vγ9/Vδ2 T cells respond within hours to common molecules produced by microbes, and highly restricted Vδ1+ T cells in epithelia respond to stressed epithelial cells. A B cell identifies pathogens when antibodies on its surface bind to a specific foreign antigen. This antigen/antibody complex is taken up by the B cell and processed by proteolysis into peptides. The B cell then displays these antigenic peptides on its surface MHC class II molecules. This combination of MHC and antigen attracts a matching helper T cell, which releases lymphokines and activates the B cell. As the activated B cell then begins to divide, its offspring (plasma cells) secrete millions of copies of the antibody that recognizes this antigen. These antibodies circulate in blood plasma and lymph, bind to pathogens expressing the antigen and mark them for destruction by complement activation or for uptake and destruction by phagocytes. Antibodies can also neutralize challenges directly, by binding to bacterial toxins or by interfering with the receptors that viruses and bacteria use to infect cells.",
            "score": 227.7368621826172
        },
        {
            "docid": "39032553_14",
            "document": "Oncolytic adenovirus . Tumours form in cells when mutations in genes involved in cell cycle control and apoptosis accumulate over time. Most tumours studied, have defects in the p53 tumor suppressor pathway. p53 is a transcription factor that plays a role in apoptosis, cell cycle and DNA repair. It blocks cell progression in response to cellular stress or DNA damage. Many viruses replicate by altering the cell cycle and exploiting the same pathways that are altered in cancer cells. E1B proteins produced by adenoviruses protect the infected cell by binding to and degrading the p53 transcription factors, preventing it from targeting the cell for apoptosis. This allows the virus to replicate, package its genome, lyse the cell and spread to new cells.",
            "score": 227.73458862304688
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 227.65574645996094
        },
        {
            "docid": "9124243_17",
            "document": "Belimumab . B lymphocytes (B cells) are one of the immune cells responsible for the damage in autoimmune disease. B cells develop in the bone marrow and continue to mature peripherally in secondary lymphoid organs and (as recently discovered) in the gut. When autoimmune B cells attack the body's own tissues, they are normally destroyed by cell suicide (apoptosis). In order to survive, B cells need survival factors. Researchers theorize that SLE is caused when autoimmune B cells proliferate, and survival factors protect them from cell suicide.",
            "score": 227.56686401367188
        },
        {
            "docid": "891719_22",
            "document": "Ehud Shapiro . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 227.4640655517578
        },
        {
            "docid": "10805442_4",
            "document": "B-cell activating factor . BAFF is a 285-amino acid long peptide glycoprotein which undergoes glycosylation at residue 124. It is expressed as a membrane-bound type II transmembrane protein on various cell types including monocytes, dendritic cells and bone marrow stromal cells. The transmembrane form can be cleaved from the membrane, generating a soluble protein fragment. BAFF steady-state concentrations depend on B cells and also on the expression of BAFF-binding receptors. BAFF is the natural ligand of three unusual tumor necrosis factor receptors named BAFF-R (BR3), TACI (transmembrane activator and calcium modulator and cyclophilin ligand interactor), and BCMA (B-cell maturation antigen), all of which have differing binding affinities for it. These receptors are expressed mainly on mature B lymphocytes and their expression varies in dependence of B cell maturation (TACI is also found on a subset of T-cells and BCMA on plasma cells). BAFF-R is involved in the positive regulation during B cell development. TACI binds worst since its affinity is higher for a protein similar to BAFF, called a proliferation-inducing ligand (APRIL). BCMA displays an intermediate binding phenotype and will work with either BAFF or APRIL to varying degrees. Signaling through BAFF-R and BCMA stimulates B lymphocytes to undergo proliferation and to counter apoptosis. All these ligands act as homotrimers (i.e. three of the same molecule) interacting with homotrimeric receptors, although BAFF has been known to be active as either a hetero- or homotrimer (can aggregate into 60-mer depending on the primary structure of the protein).",
            "score": 226.8455352783203
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 226.72398376464844
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 226.04237365722656
        },
        {
            "docid": "56385031_3",
            "document": "Camidanlumab tesirine . The human monoclonal antibody is conjugated via a cleavable linker to a cytotoxic (anticancer) pyrrolobenzodiazepine (PBD) dimer. The antibody binds to CD25, which is the alpha chain of the interleukin 2 receptor IL2RA. This molecule is expressed mainly on activated T- and B-cells, both of which are types of white blood cells that play a role in the human immune system. CD25 is over-expressed in a wide range of hematological malignancies, such as leukemias and lymphomas. After binding to a CD25-expressing cell, the antibody is internalized into the cell where enzymes release the cytotoxic drug. PBD dimers work by crosslinking specific sites of the DNA, blocking the cancer cells’ division that cause the cells to die. As a class of DNA-crosslinking agents they are significantly more potent than systemic chemotherapeutic drugs.",
            "score": 225.62326049804688
        },
        {
            "docid": "170417_4",
            "document": "T cell . T helper cells (T cells) assist other white blood cells in immunologic processes, including maturation of B cells into plasma cells and memory B cells, and activation of cytotoxic T cells and macrophages. These cells are also known as CD4 T cells because they express the CD4 glycoprotein on their surfaces. Helper T cells become activated when they are presented with peptide antigens by MHC class II molecules, which are expressed on the surface of antigen-presenting cells (APCs). Once activated, they divide rapidly and secrete small proteins called cytokines that regulate or assist in the active immune response. These cells can differentiate into one of several subtypes, including T1, T2, T3, T17, T9, or T, which secrete different cytokines to facilitate different types of immune responses. Signalling from the APC directs T cells into particular subtypes.",
            "score": 225.16616821289062
        },
        {
            "docid": "24678469_3",
            "document": "Lutzner cells . Lymphocytes are white blood cells that form from a blood stem cell, hemocytoblast, in bone marrow and travel to other parts of the body, normally specific lymphoid tissues, to mature. After being produced, the stem cell differentiates into lymphoid stem cells. Then, T-lymphocytes further mature and differentiate into lymphoblasts when the hormone thymosin is secreted from the thymus. Finally, specialized immune cells, B cells and T cells, and nonspecialized immune cells, nature killer cells, are created from the lymphoblasts. This process is referred to as Leukopoiesis. Lutzner cells are an atypical form of T-cell lymphocytes and are normally CD4+. Lutzner cells develop because of clonal gene rearrangements in the T-cell receptor or antibody. This rearrangement occurs early in the differentiation process and creates novel T-cell receptors that mimic the structure of normal antibodies but are not able to function properly. This mutated form contains an enfolded nuclear membrane and has a cerebriform shape, resembling the shape and folds of the brain. Lutzner cells can be best seen through electron microscopy because it is able to show the 3-D structure of the cell.",
            "score": 224.61961364746094
        },
        {
            "docid": "7337013_6",
            "document": "P38 mitogen-activated protein kinases . Abnormal activity (higher or lower than physiological) of P38 has been implicated in pathological events in several tissues, that include neuronal  bone, lung cardiac and skeletal muscle, red blood cells, and fetal tissues. The protein product of Proto-oncogene RAS can increase activity of p38, and thereby cause excessively high activity of transcription factor NF-κB. This transcription factor is normally regulated from intracellular pathways that integrate signals from the surrounding tissue and the immune system. In turn these signals coordinate between cell survival and cell death. Dysregulated NF-κB activity can activate genes that cause cancer cell survival, and can also activate genes that facilitate cancer cell metastasis to other tissues.",
            "score": 224.16195678710938
        },
        {
            "docid": "6564132_22",
            "document": "MHC class II . One type of MHC class II deficiency, also called bare lymphocyte syndrome, is due to mutations in the genes that code for transcription factors that regulate the expression of the MHC class II genes. It results in the depletion of CD4 T cells and some immunoglobulin isotopes even though there are normal levels of both CD8 Cells and B cells present. Deficient MHC class II molecules are unable to present antigens to T cells and properly activate T cells. T cells are then unable to proliferate, and secrete cytokines which normally participate in the immune response. Not only do the deficient MHC class II molecules affect the activation and proliferation of T cells but also the rest of the immune response cascade which includes B cells. Therefore, with this decrease in the number of T cells, the T cells cannot interact and activate the B cells. Normally when B cells are activated they divide, proliferate and differentiate, which includes the differentiation of these cells into plasma cells which are responsible for producing antibodies. However, when there is a deficiency in MHC class II molecules B cells are not activated and cannot differentiate into plasma cells which causes them to be deficient in antibodies which are unable to perform as they are expected. The only current form of treatment is a bone-marrow transplant however even this does not cure the disease and most patients do not live past age ten.",
            "score": 224.1374053955078
        },
        {
            "docid": "14754768_2",
            "document": "IKZF1 . DNA-binding protein Ikaros also known as Ikaros family zinc finger protein 1 is a protein that in humans is encoded by the \"IKZF1\" gene. Ikaros displays crucial functions in the hematopoietic system and its loss of function has been linked to the development of lymphoid leukemia. In particular, Ikaros has been found in recent years to be a major tumor suppressor involved in human B-cell acute lymphoblastic leukemia. IKZF1 is upregulated in granulocytes, B cells, CD4 and CD8 T cells, and NK cells, and downregulated in erythroblasts, megakaryocytes and monocytes. In Ikaros knockout mice, T cells but not B cells are generated late in mouse development due to late compensatory expression of the related gene Aiolos (IKZF3). Ikaros point mutant mice are embryonic lethal due to anemia; they have severe defects in terminal erythrocyte and granulocyte differentiation, and excessive macrophage formation. SNPs located near the 3' region of IKZF1 in humans have been linked to susceptibility to childhood acute lymphoblastic leukemia (ALL) as well as type 1 diabetes. The two effects appear to be in opposite directions, with the allele marking susceptibility to ALL protecting from T1D and vice versa.",
            "score": 223.8368682861328
        },
        {
            "docid": "38664703_7",
            "document": "Pioneer factor . Histone modification is a well-studied mechanism to transiently adjust chromatin density. Pioneer factors can play a role in this by binding specific enhancers and flagging histone modification enzymes to that specific gene. Repressive pioneer factors can inhibit transcription by recruiting factors that modify histones that further tighten the chromatin. This is important to limit gene expression to specific cell types and has to be removed only when cell differentiation begins. FoxD3 has been associated as a repressor of both B-cell and melanocytic cell differentiation pathways, maintaining repressive histone modifications where bound, that have to be overcome to start differentiation. Pioneer factors can also be associated with recruiting transcription-activating histone modifications. Enzymes that modify H3K4 with mono and di-methylation are associated with increasing transcription and have been shown to bind pioneer factors. In B cell differentiation PU.1 is necessary to signal specific histones for activating H3K4me1 modifications that differentiate hematopoietic stem cells into either the B-cell or macrophage lineage. FoxA1 binding induces HSK4me2 during neuronal differentiation of pluripotent stem cells as well as the loss of DNA methylation.",
            "score": 223.66976928710938
        },
        {
            "docid": "9335254_19",
            "document": "Polyclonal B cell response . A naive (or \"inexperienced\") B cell is one which belongs to a clone which has never encountered the epitope to which it is specific. In contrast, a memory B cell is one which derives from an activated naive or memory B cell. The activation of a naive or a memory B cell is followed by a manifold proliferation of that particular B cell, most of the progeny of which terminally differentiate into plasma B cells; the rest survive as memory B cells. So, when the naive cells belonging to a particular clone encounter their specific antigen to give rise to the plasma cells, and also leave a few memory cells, this is known as the \"primary immune response\". In the course of proliferation of this clone, the B cell receptor genes can undergo frequent (one in every \"two\" cell divisions) mutations in the genes coding for paratopes of antibodies. These frequent mutations are termed somatic hypermutation. Each such mutation alters the epitope-binding ability of the paratope slightly, creating new clones of B cells in the process. Some of the newly created paratopes bind \"more strongly\" to the same epitope (leading to the selection of the clones possessing them), which is known as \"affinity maturation\". Other paratopes bind better to epitopes that are \"slightly\" different from the original epitope that had stimulated proliferation. Variations in the epitope structure are also usually produced by mutations in the genes of pathogen coding for their antigen. Somatic hypermutation, thus, makes the B cell receptors and the soluble antibodies in subsequent encounters with antigens, more inclusive in their antigen recognition potential of \"altered\" epitopes, apart from bestowing greater specificity for the antigen that induced proliferation in the first place. When the memory cells get stimulated by the antigen to produce plasma cells (just like in the clone's primary response), and leave even more memory cells in the process, this is known as a \"secondary immune response,\" which translates into greater numbers of plasma cells and faster rate of antibody production lasting for longer periods. The memory B cells produced as a part of secondary response recognize the corresponding antigen faster and bind more strongly with it (i.e., greater affinity of binding) owing to affinity maturation. The soluble antibodies produced by the clone show a similar enhancement in antigen binding.",
            "score": 223.58999633789062
        },
        {
            "docid": "1664060_3",
            "document": "Adaptive immune system . Unlike the innate immune system, the adaptive immune system is highly specific to a particular pathogen. Adaptive immunity can also provide long-lasting protection; for example, someone who recovers from measles is now protected against measles for their lifetime. In other cases it does not provide lifetime protection; for example, chickenpox. The adaptive system response destroys invading pathogens and any toxic molecules they produce. Sometimes the adaptive system is unable to distinguish harmful from harmless foreign molecules; the effects of this may be hayfever, asthma or any other allergy. Antigens are any substances that elicit the adaptive immune response. The cells that carry out the adaptive immune response are white blood cells known as lymphocytes. Two main broad classes—antibody responses and cell mediated immune response—are also carried by two different lymphocytes (B cells and T cells). In antibody responses, B cells are activated to secrete antibodies, which are proteins also known as immunoglobulins. Antibodies travel through the bloodstream and bind to the foreign antigen causing it to inactivate, which does not allow the antigen to bind to the host.",
            "score": 223.5569610595703
        },
        {
            "docid": "1137227_53",
            "document": "DNA methylation . DNA methylation marks, are genomic regions with specific methylation pattern in a specific biological state such as tissue, cell type, individual), are regarded as possible functional regions involved in gene transcriptional regulation. Although various human cell types may have the same genome, these cells have different methylomes. The systematic identification and characterization of methylation marks across cell types are crucial to understanding the complex regulatory network for cell fate determination. Hongbo Liu et al. proposed an entropy-based framework termed SMART to integrate the whole genome bisulfite sequencing methylomes across 42 human tissues/cells and identified 757,887 genome segments. Nearly 75% of the segments showed uniform methylation across all cell types. From the remaining 25% of the segments, they identified cell type-specific hypo/hypermethylation marks that were specifically hypo/hypermethylated in a minority of cell types using a statistical approach and presented an atlas of the human methylation marks. Further analysis revealed that the cell type-specific hypomethylation marks were enriched through H3K27ac and transcription factor binding sites in cell type-specific manner. In particular, they observed that the cell type-specific hypomethylation marks are associated with the cell type-specific super-enhancers that drive the expression of cell identity genes. This framework provides a complementary, functional annotation of the human genome and helps to elucidate the critical features and functions of cell type-specific hypomethylation.",
            "score": 223.34716796875
        }
    ]
}