{
    "q": [
        {
            "docid": "32161_2",
            "document": "Urinary tract infection . A urinary tract infection (UTI) is an infection that affects part of the urinary tract. When it affects the lower urinary tract it is known as a bladder infection (cystitis) and when it affects the upper urinary tract it is known as kidney infection (pyelonephritis). Symptoms from a lower urinary tract include pain with urination, frequent urination, and feeling the need to urinate despite having an empty bladder. Symptoms of a kidney infection include fever and flank pain usually in addition to the symptoms of a lower UTI. Rarely the urine may appear bloody. In the very old and the very young, symptoms may be vague or non-specific. The most common cause of infection is \"Escherichia coli\", though other bacteria or fungi may rarely be the cause. Risk factors include female anatomy, sexual intercourse, diabetes, obesity, and family history. Although sexual intercourse is a risk factor, UTIs are not classified as sexually transmitted infections (STIs). Kidney infection, if it occurs, usually follows a bladder infection but may also result from a blood-borne infection. Diagnosis in young healthy women can be based on symptoms alone. In those with vague symptoms, diagnosis can be difficult because bacteria may be present without there being an infection. In complicated cases or if treatment fails, a urine culture may be useful. In uncomplicated cases, UTIs are treated with a short course of antibiotics such as nitrofurantoin or trimethoprim/sulfamethoxazole. Resistance to many of the antibiotics used to treat this condition is increasing. In complicated cases, a longer course or intravenous antibiotics may be needed. If symptoms do not improve in two or three days, further diagnostic testing may be needed. Phenazopyridine may help with symptoms. In those who have bacteria or white blood cells in their urine but have no symptoms, antibiotics are generally not needed, although during pregnancy is an exception. In those with frequent infections, a short course of antibiotics may be taken as soon as symptoms begin or long-term antibiotics may be used as a preventative measure. About 150 million people developed a urinary tract infection each year. They are more common in women than men. In women, they are the most common form of bacterial infection. Up to 10% of women have a urinary tract infection in a given year and half of women having at least one infection at some point in their lives. They occur most frequently between the ages of 16 and 35 years. Recurrences are common. Urinary tract infections have been described since ancient times with the first documented description in the Ebers Papyrus dated to c. 1550 BC.",
            "score": 187.58330059051514
        },
        {
            "docid": "23129149_9",
            "document": "Toll-like receptor 11 . Uropathogenic \"E. coli\" is a bacterium that causes urinary tract infections. The infection begins with colonization in the urethra. The infection typically ascends and can reside primarily in the bladder or the kidneys, though the latter is more threatening due to the possibility of transmission of pathogens to the blood stream.  TLR 11 is expressed in mouse kidney and bladder epithelial cells, the cells that line the urinary tract and protect the underlying tissue. In another study of TLR 11 in mice, exposure of human uropathogenic \"E. coli\" bacteria to mouse cells expressing TLR 11 resulted in NF-kappa B activation. While the bladders from both wild-type and knockout mice were almost equally infected, the kidneys of the mice without TLR 11 had 10,000 times more bacteria and showed a greater inflammatory response than the normal mouse kidneys. TLR 11 appears to recognize a pattern on uropathogenic E. coli and can prevent ascending infection.",
            "score": 177.89907836914062
        },
        {
            "docid": "32440734_26",
            "document": "Pathogenic Escherichia coli . Uropathogenic \"E. coli\" (UPEC) is responsible for approximately 90% of urinary tract infections (UTI) seen in individuals with ordinary anatomy. In ascending infections, fecal bacteria colonize the urethra and spread up the urinary tract to the bladder as well as to the kidneys (causing pyelonephritis), or the prostate in males. Because women have a shorter urethra than men, they are 14 times more likely to suffer from an ascending UTI.",
            "score": 177.29608178138733
        },
        {
            "docid": "2580748_16",
            "document": "Bacterial adhesin . Despite these challenges, progress is being made in the creation of anti-adhesion vaccines. In animal models, passive immunization with anti FimH-antibodies and vaccination with the protein significantly reduced colonization by UPEC. Moreover, the \"Bordetella pertussis\" adhesins FHA and pertactin are components of three of the four acellular pertussis vaccines currently licensed for use in the U.S. Additionally, anti-adhesion vaccines are being explored as a solution to urinary tract infection (UTIs). The use of synthetic FimH adhesion peptides was shown to prevent urogenital mucosal infection by \"E. coli\" in mice.",
            "score": 103.49238586425781
        },
        {
            "docid": "24530569_13",
            "document": "Catch bond . Catch bonds also play a significant role in bacterial adhesion, most notably in Escherichia coli. E. coli and other bacteria residing in the intestine must be able to adhere to intestinal walls or risk being eliminated from the body through urine. This is possible due to the bacterial protein FimH, which mediates high adhesion in response to high flow. The lectin domain is one that provides FimH binding the catch bond property when binding to mannose residues from other cells. Experiments have shown that when force is loaded rapidly, bonds were able to survive high forces, thus pointing to catch bond behavior. Catch bonds are responsible for the failure of E. coli in the urinary tract to be eliminated during urination, thus leading to a urinary tract infection. This knowledge is important not only in understanding bacteria, but also for learning how anti-adhesive technologies can be created.",
            "score": 151.96500027179718
        },
        {
            "docid": "2580748_22",
            "document": "Bacterial adhesin . \"Escherichia coli\" strains most known for causing diarrhea can be found in the intestinal tissue of pigs and humans where they express the K88 and CFA1. to attach to the intestinal lining. Additionally, UPEC causes about 90% of urinary tract infections. Of those \"E. coli\" which cause UTIs, 95% express type 1 fimbriae. FimH in \"E. coli\" overcomes the antibody based immune response by natural conversion from the high to the low affinity state. Through this conversion, FimH adhesion may shed the antibodies bound to it. \"Escherichia coli\" FimH provides an example of conformation specific immune response which enhances impact on the protein. By studying this particular adhesion, researchers hope to develop adhesion-specific vaccines which may serve as a model for antibody-mediation of pathogen adhesion.",
            "score": 149.3918354511261
        },
        {
            "docid": "1809306_2",
            "document": "M13 bacteriophage . M13 is a virus that infects the bacterium \"Escherichia coli\". It is composed of a circular single-stranded DNA molecule encased in a thin flexible tube made up of about 2700 copies of a single protein called P8, the major coat protein. The ends of the tube are capped with minor coat proteins. Infection starts when the minor coat protein P3 attaches to the receptor at the tip of the F pilus of the bacterium. Infection with M13 is not lethal; however, the infection causes turbid plaques in \"E. coli\" because infected bacteria grow more slowly than the surrounding uninfected bacteria. It engages in a viral lifestyle known as a chronic infection which is neither lytic nor temperate. However a decrease in the rate of cell growth is seen in the infected cells. M13 plasmids are used for many recombinant DNA processes, and the virus has also been studied for its uses in nanostructures and nanotechnology.",
            "score": 126.2668309211731
        },
        {
            "docid": "649760_2",
            "document": "Leptospirosis . Leptospirosis is an infection caused by corkscrew-shaped bacteria called \"Leptospira\". Signs and symptoms can range from none to mild such as headaches, muscle pains, and fevers; to severe with bleeding from the lungs or meningitis. If the infection causes the person to turn yellow, have kidney failure and bleeding, it is then known as Weil's disease. If it also causes bleeding into the lungs then it is known as severe pulmonary hemorrhage syndrome. Up to 13 different genetic types of \"Leptospira\" may cause disease in humans. It is transmitted by both wild and domestic animals. The most common animals that spread the disease are rodents. It is often transmitted by animal urine or by water or soil containing animal urine coming into contact with breaks in the skin, eyes, mouth, or nose. In the developing world the disease most commonly occurs in farmers and poor people who live in cities. In the developed world it most commonly occurs in those involved in outdoor activities in warm and wet areas of the world. Diagnosis is typically by looking for antibodies against the bacterium or finding its DNA in the blood. Efforts to prevent the disease include protective equipment to prevent contact when working with potentially infected animals, washing after this contact, and reducing rodents in areas people live and work. The antibiotic doxycycline, when used in an effort to prevent infection among travellers, is of unclear benefit. Vaccines for animals exist for certain type of \"Leptospira\" which may decrease the risk of spread to humans. Treatment if infected is with antibiotics such as: doxycycline, penicillin, or ceftriaxone. Weil's disease and severe pulmonary haemorrhage syndrome result in death rates greater than 10% and 50%, respectively, even with treatment. It is estimated that seven to ten million people are infected by leptospirosis per year. The number of deaths this causes is not clear. The disease is most common in tropical areas of the world but may occur anywhere. Outbreaks may occur in slums of the developing world. The disease was first described by physician Adolf Weil in 1886 in Germany. Animals which are infected may have no symptoms, mild symptoms, or severe symptoms. Symptoms may vary by the type of animal. In some animals \"Leptospira\" live in the reproductive tract, leading to transmission during mating.",
            "score": 115.8528904914856
        },
        {
            "docid": "44291025_22",
            "document": "Beach advisory . A Urinary Tract Infection is an infection that involves any part of the urinary system, being the kidneys, urethra, bladder, or ureters. Although women are more susceptible to getting UTI’s, men may also develop them. The infection causes pain while urinating, the urge to urinate often, and pelvic pain. UTIs may be caused by Escherichia coli, which as mentioned above, may be found in bodies of water at the time of beach advisories. Generally, UTIs can be treated with antibiotics that are prescribed by a doctor.",
            "score": 165.93194150924683
        },
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 100.0995706319809
        },
        {
            "docid": "15456399_2",
            "document": "Bacteriuria . Bacteriuria is the presence of bacteria in urine. It is divided into two main types, those with symptoms (urinary tract infection) and those without (asymptomatic bacteriuria). Diagnosis is by urinalysis or urine culture. \"Escherichia coli\" is the most common bacterium found. Most people without symptoms should not be tested for the condition. Differential diagnosis include contamination. Using special techniques certain non-disease causing bacteria have also been found in the urine of healthy people. These are part of the resident microbiota. If symptoms are present treatment is generally with antibiotics. Bacteriuria without symptoms generally does not require treatment. Exceptions include during pregnancy, those who have had a recent kidney transplant, young children with significant vesicoureteral reflux, and in those undergoing surgery of the urinary tract. Bacteriuria without symptoms is present in about 3% of otherwise healthy middle aged women. Among those in nursing homes rates are as high as 50% among women and 40% in men. In those with a long term indwelling urinary catheter rates are 100%. Up to 10% of women have a urinary tract infection in a given year and half of women having at least one infection at some point in their lives.",
            "score": 138.34887874126434
        },
        {
            "docid": "61837_9",
            "document": "Neisseria gonorrhoeae . Dynamic polymeric protein filaments called type IV pili allow \"N. gonorrhoeae\" to adhere to and move along surfaces. To enter the host the bacteria uses the pili to adhere to and penetrate mucosal surfaces. The pili are a necessary virulence factor for \"N. gonorrhoeae\"; without them, the bacteria is unable to cause infection. To move, the bacteria uses the type IV pili like a grappling hook, extending and retracting it for movement. Pili extend and attach to a substrate that signals the pilus to retract, dragging the cell forward. The resulting movement is referred to as twitching motility. \"N. gonorrhoeae\" is able to pull 100,000 times its own weight, and it has been claimed that the pili used to do so are the strongest biological motor known to date, exerting one nanonewton. A set of ATPase proteins power the pulling actions of the type IV pilus: Pil F (\"extension\") and Pil T (\"retraction\"). The adhesive functions of the gonococcal pilus plays a role in microcolony aggregation and biofilm formation. Surface proteins called Opa proteins can be used to bind to receptors on immune cells and prevent an immune response. There are at least 12 Opa proteins and the many permutations of surface proteins make it more difficult for immune cells to recognize \"N. gonorrhoeae\" and mount a defense.",
            "score": 203.94321155548096
        },
        {
            "docid": "2751044_4",
            "document": "Enterococcus faecalis . \"E. faecalis\" is found in most healthy individuals, but can cause endocarditis and septicemia, urinary tract infections, meningitis, and other infections in humans. Several virulence factors are thought to contribute to \"E. faecalis\" infections. A plasmid-encoded hemolysin, called the cytolysin, is important for pathogenesis in animal models of infection, and the cytolysin in combination with high-level gentamicin resistance is associated with a five-fold increase in risk of death in human bacteremia patients. A plasmid-encoded adhesin called \"aggregation substance\" is also important for virulence in animal models of infection. \"E. faecalis\" is resistant to many commonly used antimicrobial agents (aminoglycosides, aztreonam, cephalosporins, clindamycin, the semisynthetic penicillins nafcillin and oxacillin, and trimethoprim-sulfamethoxazole). Resistance to vancomycin in \"E. faecalis\" is becoming more common. Treatment options for vancomycin-resistant \"E. faecalis\" include nitrofurantoin (in the case of uncomplicated UTIs), linezolid, and daptomycin, although ampicillin is preferred if the bacteria are susceptible. Quinupristin/dalfopristin can be used to treat \"Enterococcus faecium\" but not \"E. faecalis\".",
            "score": 116.64020359516144
        },
        {
            "docid": "254717_2",
            "document": "Gentamicin . Gentamicin, sold under brand names Garamycin among others, is an antibiotic used to treat several types of bacterial infections. This may include bone infections, endocarditis, pelvic inflammatory disease, meningitis, pneumonia, urinary tract infections, and sepsis among others. It is not effective for gonorrhea or chlamydia infections. It can be given intravenously, by injection into a muscle, or topically. Topical formulations may be used in burns or for infections of the outside of the eye. In the developed world it is often only used for two days until bacterial cultures determine what antibiotics the infection is sensitive to. The dose required should be monitored by blood testing. Gentamicin can cause inner ear problems and kidney problems. The inner ear problems can include problems with balance and problems with hearing. These problems may be permanent. If used during pregnancy it can cause harm to the baby. It appears to be safe for use during breastfeeding. Gentamicin is a type of aminoglycoside. It works by stopping the bacteria from making protein, which typically kills the bacteria. Gentamicin was discovered in 1963. It is made from the bacteria \"Micromonospora purpurea\". Gentamicin is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. It is available as a generic medication. The injectable's wholesale cost in the developing world in 2014 was between US$0.05 and US$0.58 per ml.",
            "score": 105.0967915058136
        },
        {
            "docid": "6862740_3",
            "document": "Exogenous bacteria . Only a minority of bacteria species cause disease in humans; and many species colonize in the human body to create an ecosystem known as bacterial flora. Bacterial flora is endogenous bacteria, which is defined as bacteria that naturally reside in a closed system. Disease can occur when microbes included in normal bacteria flora enter a sterile area of the body such as the brain or muscle. This is considered an endogenous infection. A prime example of this is when the residential bacterium E. coli of the GI tract enters the urinary tract. This causes a urinary tract infection. Infections caused by exogenous bacteria occurs when microbes that are noncommensal enter a host. These microbes can enter a host via inhalation of aerosolized bacteria, ingestion of contaminated or ill-prepared foods, sexual activity, or the direct contact of a wound with the bacteria.",
            "score": 130.9644409418106
        },
        {
            "docid": "32161_21",
            "document": "Urinary tract infection . In women with cervicitis (inflammation of the cervix) or vaginitis (inflammation of the vagina) and in young men with UTI symptoms, a \"Chlamydia trachomatis\" or \"Neisseria gonorrheae\" infection may be the cause. These infections are typically classified as a urethritis rather than a urinary tract infection. Vaginitis may also be due to a yeast infection. Interstitial cystitis (chronic pain in the bladder) may be considered for people who experience multiple episodes of UTI symptoms but urine cultures remain negative and not improved with antibiotics. Prostatitis (inflammation of the prostate) may also be considered in the differential diagnosis.",
            "score": 123.7081229686737
        },
        {
            "docid": "875883_3",
            "document": "Hospital-acquired infection . In the United States, the Centers for Disease Control and Prevention estimated roughly 1.7 million hospital-associated infections, from all types of microorganisms, including bacteria and fungi combined, cause or contribute to 99,000 deaths each year. In Europe, where hospital surveys have been conducted, the category of gram-negative infections are estimated to account for two-thirds of the 25,000 deaths each year. Nosocomial infections can cause severe pneumonia and infections of the urinary tract, bloodstream and other parts of the body. Many types display antimicrobial resistance, which can complicate treatment.",
            "score": 105.11892008781433
        },
        {
            "docid": "1910996_14",
            "document": "Implant (medicine) . When the site of an implant becomes infected during or after surgery, the surrounding tissue becomes infected by microorganisms. Three main categories of infection can occur after operation. Superficial immediate infections are caused by organisms that commonly grow near or on skin. The infection usually occurs at the surgical opening. Deep immediate infection, the second type, occurs immediately after surgery at the site of the implant. Skin-dwelling and airborne bacteria cause deep immediate infection. These bacteria enter the body by attaching to the implant’s surface prior to implantation. Though not common, deep immediate infections can also occur from dormant bacteria from previous infections of the tissue at the implantation site that have been activated from being disturbed during the surgery. The last type, late infection, occurs months to years after the implantation of the implant. Late infections are caused by dormant blood-borne bacteria attached to the implant prior to implantation. The blood-borne bacteria colonize on the implant and eventually get released from it. Depending on the type of material used to make the implant, it may be infused with antibiotics to lower the risk of infections during surgery. However, only certain types of materials can be infused with antibiotics, the use of antibiotic-infused implants runs the risk of rejection by the patient since the patient may develop a sensitivity to the antibiotic, and the antibiotic may not work on the bacteria.",
            "score": 135.25524699687958
        },
        {
            "docid": "32440734_27",
            "document": "Pathogenic Escherichia coli . Uropathogenic \"E. coli\" use P fimbriae (pyelonephritis-associated pili) to bind urinary tract urothelial cells and colonize the bladder. These adhesins specifically bind D-galactose-D-galactose moieties on the P blood-group antigen of erythrocytes and uroepithelial cells. Approximately 1% of the human population lacks this receptor, and its presence or absence dictates an individual's susceptibility or non-susceptibility, respectively, to \"E. coli\" urinary tract infections. Uropathogenic \"E. coli\" produce alpha- and beta-hemolysins, which cause lysis of urinary tract cells.",
            "score": 183.15263640880585
        },
        {
            "docid": "9028799_58",
            "document": "Bacteria . Bacterial infections may be treated with antibiotics, which are classified as bacteriocidal if they kill bacteria, or bacteriostatic if they just prevent bacterial growth. There are many types of antibiotics and each class inhibits a process that is different in the pathogen from that found in the host. An example of how antibiotics produce selective toxicity are chloramphenicol and puromycin, which inhibit the bacterial ribosome, but not the structurally different eukaryotic ribosome. Antibiotics are used both in treating human disease and in intensive farming to promote animal growth, where they may be contributing to the rapid development of antibiotic resistance in bacterial populations. Infections can be prevented by antiseptic measures such as sterilising the skin prior to piercing it with the needle of a syringe, and by proper care of indwelling catheters. Surgical and dental instruments are also sterilised to prevent contamination by bacteria. Disinfectants such as bleach are used to kill bacteria or other pathogens on surfaces to prevent contamination and further reduce the risk of infection.",
            "score": 104.15647387504578
        },
        {
            "docid": "55868631_19",
            "document": "List of antibiotic resistant bacteria . Infection with \"Escherichia coli\" and \"Salmonella\" can result from the consumption of contaminated food and polluted water. Both of these bacteria are well known for causing nosocomial (hospital-linked) infections, and often, these strains found in hospitals are antibiotic resistant because of adaptations to wide spread antibiotic use. When both bacteria are spread, serious health conditions arise. Many people are hospitalized each year after becoming infected, with some dying as a result. Since 1993, some strains of \"E. coli\" have become resistant to multiple types of fluoroquinolone antibiotics.",
            "score": 148.13277959823608
        },
        {
            "docid": "32161_15",
            "document": "Urinary tract infection . The bacteria that cause urinary tract infections typically enter the bladder via the urethra. However, infection may also occur via the blood or lymph. It is believed that the bacteria are usually transmitted to the urethra from the bowel, with females at greater risk due to their anatomy. After gaining entry to the bladder, \"E. Coli\" are able to attach to the bladder wall and form a biofilm that resists the body's immune response.",
            "score": 162.07404172420502
        },
        {
            "docid": "1927887_4",
            "document": "Cranberry juice . In 2010 a study conducted by the Worcester Polytechnic Institute in Massachusetts found that the ingredients in cranberry juice limit the ability of \"E. coli\" bacteria (the main cause of UTIs) to cling to other bacteria. Without other bacteria, \"E. coli\"'s ability to grow and reproduce is limited. The researchers concluded that cranberry juice helps prevent UTIs, but stopped short of saying the juice cures them. According to WebMD, which reported on the study, study researcher Terri Anne Camesano said people should not self-treat urinary tract infections, and anyone who suspects they have an infection should see a doctor, but drinking cranberry juice may be an easy, inexpensive way to help keep \"E. coli\" at bay.",
            "score": 150.60078358650208
        },
        {
            "docid": "56598639_4",
            "document": "Innate immune defect . Myeloid differentiation primary response gene 88 deficiency (MyD88) is a disorder of the innate immune system. It belongs to rare primary immunodeficiency characterized by an increased susceptibility to certain types of bacterial infections. Patients suffer from abnormally frequent and severe infections by a subset of bacteria known as pyogenic bacteria such as \"Staphylococcus aureus, Streptococcus pneumoniae\" and \"Pseudomonas aeruginosa\". However, affected individuals have normal resistance to other common bacteria, virusesfungi, and parasites. MYD88 deficiency is caused by mutations in the MYD88 gene and is inherited in an autosomal recessive manner. MYD88 gene provides instructions for making a protein that plays an important role in stimulating the immune system to respond to bacterial infection. The MyD88 protein is part of a signaling pathway that is involved in early recognition of pathogens and the initiation of inflammation to fight infection. This signaling pathway is part of the innate immune response. Most people with this condition have their first bacterial infection before age 2, and the infections can be life-threatening in infancy and childhood. Infections become less frequent by about age 10.",
            "score": 93.91469740867615
        },
        {
            "docid": "25107_4",
            "document": "Poliomyelitis . Poliomyelitis is caused by infection with a member of the genus \"Enterovirus\" known as poliovirus (PV). This group of RNA viruses colonize the gastrointestinal tract — specifically the oropharynx and the intestine. The incubation time (to the first signs and symptoms) ranges from three to 35 days, with a more common span of six to 20 days. PV infects and causes disease in humans alone. Its structure is very simple, composed of a single (+) sense RNA genome enclosed in a protein shell called a capsid. In addition to protecting the virus’s genetic material, the capsid proteins enable poliovirus to infect certain types of cells. Three serotypes of poliovirus have been identified—poliovirus type 1 (PV1), type 2 (PV2), and type 3 (PV3)—each with a slightly different capsid protein. All three are extremely virulent and produce the same disease symptoms. PV1 is the most commonly encountered form, and the one most closely associated with paralysis.",
            "score": 88.46025955677032
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 118.19646799564362
        },
        {
            "docid": "7037_2",
            "document": "Chlamydia infection . Chlamydia infection, often simply known as chlamydia, is a sexually transmitted infection caused by the bacterium \"Chlamydia trachomatis\". Most people who are infected have no symptoms. When symptoms do develop this can take a few weeks following infection to occur. Symptoms in women may include vaginal discharge or burning with urination. Symptoms in men may include discharge from the penis, burning with urination, or pain and swelling of one or both testicles. The infection can spread to the upper genital tract in women causing pelvic inflammatory disease which may result in future infertility or ectopic pregnancy. Repeated infections of the eyes that go without treatment can result in trachoma, a common cause of blindness in the developing world. Chlamydia can be spread during vaginal, anal, or oral sex, and can be passed from an infected mother to her baby during childbirth. The eye infections may also be spread by personal contact, flies, and contaminated towels in areas with poor sanitation. \"Chlamydia trachomatis\" only occurs in humans. Diagnosis is often by screening which is recommended yearly in sexually active women under the age of twenty five, others at higher risk, and at the first prenatal visit. Testing can be done on the urine or a swab of the cervix, vagina, or urethra. Rectal or mouth swabs are required to diagnose infections in those areas. Prevention is by not having sex, the use of condoms, or having sex with only one other person, who is not infected. Chlamydia can be cured by antibiotics with typically either azithromycin or doxycycline being used. Erythromycin or azithromycin is recommended in babies and during pregnancy. Sexual partners should also be treated and the infected people advised not to have sex for seven days and until symptom free. Gonorrhea, syphilis, and HIV should be tested for in those who have been infected. Following treatment people should be tested again after three months. Chlamydia is one of the most common sexually transmitted infections, affecting about 4.2% of women and 2.7% of men worldwide. In 2015 about 61 million new cases occurred globally. In the United States about 1.4 million cases were reported in 2014. Infections are most common among those between the ages of 15 and 25 and are more common in women than men. In 2015 infections resulted in about 200 deaths. The word \"chlamydia\" is from the Greek, χλαμύδα meaning \"cloak\".",
            "score": 81.61522579193115
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 92.62339532375336
        },
        {
            "docid": "618883_15",
            "document": "Acinetobacter . \"Acinetobacter\" is frequently isolated in nosocomial infections, and is especially prevalent in intensive care units, where both sporadic cases and epidemic and endemic occurrences are common. \"A. baumannii\" is a frequent cause of hospital-acquired pneumonia, especially of late-onset, ventilator-associated pneumonia. It can cause various other infections, including skin and wound infections, bacteremia, and meningitis, but \"A. lwoffi\" is mostly responsible for the latter. Of the \"Acinetobacter\", \"A. baumannii\" is the greatest cause of human disease, having been implicated in a number of hospital-acquired infections such as bacteremia, urinary tract infections (UTIs), secondary meningitis, infective endocarditis, and wound and burn infections. In particular, \"A. baumannii\" is frequently isolated as the cause of hospital-acquired pneumonia among patients admitted to the intensive care unit. Risk factors include long-term intubation and tracheal or lung aspiration. In most cases of ventilator-associated pneumonia, the equipment used for artificial ventilation such as endotracheal tubes or bronchoscopes serve as the source of infection and result in the colonization of the lower respiratory tract by \"A. baumannii\". In some cases, the bacteria can go on to enter the bloodstream, resulting in bacteremia with mortality rates ranging from 32% to 52%. UTIs caused by \"A. baumannii\" appear to be associated with continuous catheterization, as well as antibiotic therapy. \"A. baumannii\" has also been reported to infect skin and soft tissue in traumatic injuries and postsurgical wounds. \"A. baumannii\" commonly infects burns and may result in complications owing to difficulty in treatment and eradication. Though less common, some evidence also links this bacterium to meningitis, most often following invasive surgery, and in very rare cases, to community-acquired primary meningitis wherein the majority of the victims were children. Case reports also link \"A. baumannii\" to endocarditis, keratitis, peritonitis, and very rarely fatal neonatal sepsis. The clinical significance of \"A. baumannii\" is partially due to its capacity to develop resistance against many available antibiotics. Reports indicate that it possesses resistance against broad-spectrum cephalosporins, β-lactam antibiotics, aminoglycosides, and quinolones. Resistance to carbapenems is also being increasingly reported. \"A. baumannii\" can survive on the human skin or dry surfaces for weeks, and is resistant to a variety of disinfectants, making it particularly easy to spread in a hospital setting. Antibiotic resistance genes are often plasmid-borne, and plasmids present in \"Acinetobacter\" strains can be transferred to other pathogenic bacteria by horizontal gene transfer. In healthy individuals, \"Acinetobacter\" colonies on the skin correlate with low incidence of allergies; \"Acinetobacter\" is thought to be allergy-protective.",
            "score": 103.59702026844025
        },
        {
            "docid": "424464_2",
            "document": "Linezolid . Linezolid is an antibiotic used for the treatment of infections caused by Gram-positive bacteria that are resistant to other antibiotics. Linezolid is active against most Gram-positive bacteria that cause disease, including streptococci, vancomycin-resistant enterococci (VRE), and methicillin-resistant \"Staphylococcus aureus\" (MRSA). The main uses are infections of the skin and pneumonia although it may be used for a variety of other infections including drug resistant tuberculosis. It is used either by injection into a vein or by mouth. Linezolid is a member of the oxazolidinone class of medications. When given for short periods, linezolid is a relatively safe antibiotic. It can be used in people of all ages and in people with liver disease or poor kidney function. Common side effects with short-term use include headache, diarrhea, rash, and nausea. Serious side effects may include serotonin syndrome, bone marrow suppression, and high blood lactate levels, particularly when used for more than two weeks. If used for longer periods it may cause nerve damage, including optic nerve damage, which may be irreversible. As a protein synthesis inhibitor, it affects the ability of bacteria to produce protein. This either stops growth or results in bacterial death. Although many antibiotics work this way, the exact mechanism of action of linezolid appears to be unique in that it blocks the start of protein production, rather than one of the later steps. As of 2014 bacterial resistance to linezolid has remained low. Linezolid was discovered in the mid 1990s and was approved for commercial use in 2000. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Linezolid is available as a generic medication. The wholesale cost in the developing world is about US$ 2.90 USD per day while that in the United States as of 2016 is about US$13.79 per day. It appears to be more cost-effective than alternatives such as vancomycin, mostly because of the ability to switch from intravenous use to administration by mouth sooner. The main use of linezolid is the treatment of severe infections caused by anaerobic Gram-positive bacteria that are resistant to other antibiotics; it should not be used against bacteria that are sensitive to drugs with a narrower spectrum of activity, such as penicillins and cephalosporins. In both the popular press and the scientific literature, linezolid has been called a \"reserve antibiotic\"—one that should be used sparingly so that it will remain effective as a drug of last resort against potentially intractable infections.",
            "score": 99.00616002082825
        },
        {
            "docid": "8767449_10",
            "document": "Public health genomics . An example of this is found in a study published in Nature, which showed that mice with a latent infection of a Herpesvirus were less susceptible to bacterial infections. Mice were infected with murine gammherpesvirus 68 (a member of the gammaherpesvirinae subfamily) and then challenged with \"Listeria monocytogenes\". The mice that had a latent infection of the virus had an increased resistance to the bacteria, but those with a non-latent strain of virus had no change in susceptibility to the bacteria. The study went on to test mice with murine cytomegalovirus, a member of the betaherpesvirinae subfamily, which provided similar results. However, infection with human herpes simplex virus type-1, a member of the alphaherpesvirinae subfamily, did not provide increased resistance to bacterial infection. They also used \"Yersinia pestis\" (the causative agent of the Black Death) to challenge mice with a latent infection of gammaherpesvirus 68, and they found the mice did have an increased resistance to the bacteria. The suspected reason for this is that peritoneal macrophages in the mouse are activated after latent infection of the herpesvirus, and since macrophages play an important role in immunity, this provides the mouse with a stronger, active immune system at the time of bacterial exposure. It was found that the latent herpesvirus caused an increase in interferon-gamma (IFN-γ) and tumor necrosis factor-alpha (TNF-α), both of which lead to activation of macrophages and resistance to bacterial infection.",
            "score": 95.17981135845184
        },
        {
            "docid": "32161_39",
            "document": "Urinary tract infection . Urinary tract infections are more concerning in pregnancy due to the increased risk of kidney infections. During pregnancy, high progesterone levels elevate the risk of decreased muscle tone of the ureters and bladder, which leads to a greater likelihood of reflux, where urine flows back up the ureters and towards the kidneys. While pregnant women do not have an increased risk of asymptomatic bacteriuria, if bacteriuria is present they do have a 25–40% risk of a kidney infection. Thus if urine testing shows signs of an infection—even in the absence of symptoms—treatment is recommended. Cephalexin or nitrofurantoin are typically used because they are generally considered safe in pregnancy. A kidney infection during pregnancy may result in premature birth or pre-eclampsia (a state of high blood pressure and kidney dysfunction during pregnancy that can lead to seizures). Some women have UTIs that keep coming back in pregnancy and currently there is not enough research on how to best treat these infections.",
            "score": 112.00616335868835
        }
    ],
    "r": [
        {
            "docid": "4209093_10",
            "document": "Bacterial cell structure . Fimbriae (sometimes called \"attachment pili\") are protein tubes that extend out from the outer membrane in many members of the \"Proteobacteria\". They are generally short in length and present in high numbers about the entire bacterial cell surface. Fimbriae usually function to facilitate the attachment of a bacterium to a surface (e.g. to form a biofilm) or to other cells (e.g. animal cells during pathogenesis). A few organisms (e.g. \"Myxococcus\") use fimbriae for motility to facilitate the assembly of multicellular structures such as fruiting bodies. Pili are similar in structure to fimbriae but are much longer and present on the bacterial cell in low numbers. Pili are involved in the process of bacterial conjugation where they are called conjugation pili or \"sex pili\". Type IV pili (non-sex pili) also aid bacteria in gripping surfaces. Pili are absent in gram-positive bacteria and present in gram-negative bacteria.",
            "score": 212.74928283691406
        },
        {
            "docid": "23971_7",
            "document": "Pilus . Some pili, called type IV pili (T4P), generate motile forces. The external ends of the pili adhere to a solid substrate, either the surface to which the bacterium is attached or to other bacteria. Then, when the pili contract, they pull the bacterium forward like a grappling hook. Movement produced by type IV pili is typically jerky, so it is called twitching motility, as opposed to other forms of bacterial motility such as that produced by flagella. However, some bacteria, for example \"Myxococcus xanthus\", exhibit gliding motility. Bacterial type IV pili are similar in structure to the component flagellins of archaella (archaeal flagella).",
            "score": 206.77442932128906
        },
        {
            "docid": "61837_9",
            "document": "Neisseria gonorrhoeae . Dynamic polymeric protein filaments called type IV pili allow \"N. gonorrhoeae\" to adhere to and move along surfaces. To enter the host the bacteria uses the pili to adhere to and penetrate mucosal surfaces. The pili are a necessary virulence factor for \"N. gonorrhoeae\"; without them, the bacteria is unable to cause infection. To move, the bacteria uses the type IV pili like a grappling hook, extending and retracting it for movement. Pili extend and attach to a substrate that signals the pilus to retract, dragging the cell forward. The resulting movement is referred to as twitching motility. \"N. gonorrhoeae\" is able to pull 100,000 times its own weight, and it has been claimed that the pili used to do so are the strongest biological motor known to date, exerting one nanonewton. A set of ATPase proteins power the pulling actions of the type IV pilus: Pil F (\"extension\") and Pil T (\"retraction\"). The adhesive functions of the gonococcal pilus plays a role in microcolony aggregation and biofilm formation. Surface proteins called Opa proteins can be used to bind to receptors on immune cells and prevent an immune response. There are at least 12 Opa proteins and the many permutations of surface proteins make it more difficult for immune cells to recognize \"N. gonorrhoeae\" and mount a defense.",
            "score": 203.94320678710938
        },
        {
            "docid": "43157460_5",
            "document": "Gabriel Waksman . Bacterial \"pili\" are hair-like surface-exposed organelles. They are responsible for recognition of and attachment to the host and thus, are also crucial virulence factors. \"Pili\" are polymer of protein subunits, the assembly of which requires accessory proteins. The Waksman lab engages in research on \"pili\" assembled by the Chaperone-Usher (CU) pathway. (CU) \"pili\" have clear relevance in the pathogenicity of uropathogenic \"Escherichia coli\", where CU pili mediate bacterial tropism to the bladder to cause cystitis or to the kidney to cause pyolenephritis. CU \"pili\" require two accessory proteins for biogenesis: a chaperone that stabilises \"pilus\" subunits and ferries them to an assembly platform, the usher, the second accessory protein required in this system. The usher is an extraordinary molecular nanomachine embedded in the outer membrane. It drives subunit recruitment, polymerisation and secretion.",
            "score": 196.4757080078125
        },
        {
            "docid": "63263_15",
            "document": "Evolution of flagella . The recently-elucidated archaeal flagellum, or \"archaellum\", is analogous—but not homologous—to the bacterial one. In addition to no sequence similarity being detected between the genes of the two systems, the archaeal flagellum appears to grow at the base rather than the tip, and is about 15 nanometers (nm) in diameter rather than 20. Sequence comparison indicates that the archaeal flagellum is homologous to Type IV pili. (pili are filamentous structures outside the cell). Some Type IV pili can retract. Pilus retraction provides the driving force for a different form of bacterial motility called \"twitching\" or \"social gliding\" which allows bacterial cells to crawl along a surface. Thus Type IV pili can, in different bacteria, promote either swimming or crawling. Type IV pili are assembled through the Type II transport system. So far, no species of bacteria is known to use its Type IV pili for both swimming and crawling.",
            "score": 189.78720092773438
        },
        {
            "docid": "32161_2",
            "document": "Urinary tract infection . A urinary tract infection (UTI) is an infection that affects part of the urinary tract. When it affects the lower urinary tract it is known as a bladder infection (cystitis) and when it affects the upper urinary tract it is known as kidney infection (pyelonephritis). Symptoms from a lower urinary tract include pain with urination, frequent urination, and feeling the need to urinate despite having an empty bladder. Symptoms of a kidney infection include fever and flank pain usually in addition to the symptoms of a lower UTI. Rarely the urine may appear bloody. In the very old and the very young, symptoms may be vague or non-specific. The most common cause of infection is \"Escherichia coli\", though other bacteria or fungi may rarely be the cause. Risk factors include female anatomy, sexual intercourse, diabetes, obesity, and family history. Although sexual intercourse is a risk factor, UTIs are not classified as sexually transmitted infections (STIs). Kidney infection, if it occurs, usually follows a bladder infection but may also result from a blood-borne infection. Diagnosis in young healthy women can be based on symptoms alone. In those with vague symptoms, diagnosis can be difficult because bacteria may be present without there being an infection. In complicated cases or if treatment fails, a urine culture may be useful. In uncomplicated cases, UTIs are treated with a short course of antibiotics such as nitrofurantoin or trimethoprim/sulfamethoxazole. Resistance to many of the antibiotics used to treat this condition is increasing. In complicated cases, a longer course or intravenous antibiotics may be needed. If symptoms do not improve in two or three days, further diagnostic testing may be needed. Phenazopyridine may help with symptoms. In those who have bacteria or white blood cells in their urine but have no symptoms, antibiotics are generally not needed, although during pregnancy is an exception. In those with frequent infections, a short course of antibiotics may be taken as soon as symptoms begin or long-term antibiotics may be used as a preventative measure. About 150 million people developed a urinary tract infection each year. They are more common in women than men. In women, they are the most common form of bacterial infection. Up to 10% of women have a urinary tract infection in a given year and half of women having at least one infection at some point in their lives. They occur most frequently between the ages of 16 and 35 years. Recurrences are common. Urinary tract infections have been described since ancient times with the first documented description in the Ebers Papyrus dated to c. 1550 BC.",
            "score": 187.5832977294922
        },
        {
            "docid": "6441569_2",
            "document": "Pilin . Pilin refers to a class of fibrous proteins that are found in pilus structures in bacteria. Bacterial pili are used in the exchange of genetic material during bacterial conjugation, while a shorter type of appendages also made up of pilin, called fimbriae, are used as a cell adhesion mechanism. Although not all bacteria have pili or fimbriae, bacterial pathogens often use their fimbriae to attach to host cells. In Gram-negative bacteria, where pili are more common, individual pilin molecules are linked by noncovalent protein-protein interactions, while Gram-positive bacteria often have polymerized pilin.",
            "score": 186.9999237060547
        },
        {
            "docid": "9028799_20",
            "document": "Bacteria . Fimbriae (sometimes called \"attachment pili\") are fine filaments of protein, usually 2–10 nanometres in diameter and up to several micrometres in length. They are distributed over the surface of the cell, and resemble fine hairs when seen under the electron microscope. Fimbriae are believed to be involved in attachment to solid surfaces or to other cells, and are essential for the virulence of some bacterial pathogens. Pili (\"sing\". pilus) are cellular appendages, slightly larger than fimbriae, that can transfer genetic material between bacterial cells in a process called conjugation where they are called conjugation pili or sex pili (see bacterial genetics, below). They can also generate movement where they are called type IV pili.",
            "score": 186.31625366210938
        },
        {
            "docid": "32440734_27",
            "document": "Pathogenic Escherichia coli . Uropathogenic \"E. coli\" use P fimbriae (pyelonephritis-associated pili) to bind urinary tract urothelial cells and colonize the bladder. These adhesins specifically bind D-galactose-D-galactose moieties on the P blood-group antigen of erythrocytes and uroepithelial cells. Approximately 1% of the human population lacks this receptor, and its presence or absence dictates an individual's susceptibility or non-susceptibility, respectively, to \"E. coli\" urinary tract infections. Uropathogenic \"E. coli\" produce alpha- and beta-hemolysins, which cause lysis of urinary tract cells.",
            "score": 183.1526336669922
        },
        {
            "docid": "23971_12",
            "document": "Pilus . Pili are responsible for virulence in the pathogenic strains of many bacteria, including \"E. coli\", \"Vibrio cholerae\", and many strains of \"Streptococcus\". This is because the presence of pili greatly enhances bacteria's ability to bind to body tissues, which then increases replication rates and ability to interact with the host organism. If a species of bacteria has multiple strains but only some are pathogenic, it is likely that the pathogenic strains will have pili while the nonpathogenic strains won't.",
            "score": 181.10340881347656
        },
        {
            "docid": "4230_23",
            "document": "Cell (biology) . A fimbria also known as a pilus is a short, thin, hair-like filament found on the surface of bacteria. Fimbriae, or pili are formed of a protein called pilin (antigenic) and are responsible for attachment of bacteria to specific receptors of human cell (cell adhesion). There are special types of specific pili involved in bacterial conjugation.",
            "score": 180.95840454101562
        },
        {
            "docid": "23129149_9",
            "document": "Toll-like receptor 11 . Uropathogenic \"E. coli\" is a bacterium that causes urinary tract infections. The infection begins with colonization in the urethra. The infection typically ascends and can reside primarily in the bladder or the kidneys, though the latter is more threatening due to the possibility of transmission of pathogens to the blood stream.  TLR 11 is expressed in mouse kidney and bladder epithelial cells, the cells that line the urinary tract and protect the underlying tissue. In another study of TLR 11 in mice, exposure of human uropathogenic \"E. coli\" bacteria to mouse cells expressing TLR 11 resulted in NF-kappa B activation. While the bladders from both wild-type and knockout mice were almost equally infected, the kidneys of the mice without TLR 11 had 10,000 times more bacteria and showed a greater inflammatory response than the normal mouse kidneys. TLR 11 appears to recognize a pattern on uropathogenic E. coli and can prevent ascending infection.",
            "score": 177.89907836914062
        },
        {
            "docid": "32440734_26",
            "document": "Pathogenic Escherichia coli . Uropathogenic \"E. coli\" (UPEC) is responsible for approximately 90% of urinary tract infections (UTI) seen in individuals with ordinary anatomy. In ascending infections, fecal bacteria colonize the urethra and spread up the urinary tract to the bladder as well as to the kidneys (causing pyelonephritis), or the prostate in males. Because women have a shorter urethra than men, they are 14 times more likely to suffer from an ascending UTI.",
            "score": 177.29608154296875
        },
        {
            "docid": "5073625_4",
            "document": "Xylella fastidiosa . \"X. fastidiosa\" is rod-shaped and at least one subspecies has two types of pili on only one pole; longer type IV pili are used for locomotion while shorter type I pili assists in biofilm formation inside its hosts. As demonstrated using a PD-related strain, the bacterium has a characteristic twitching motion that allows groups of bacteria to travel upstream against heavy flow, such as that found in xylem vessels. It is obligately insect vector transmitted from xylem-feeding insects directly into the xylem, but infected plant material for vegetative propagation (e.g. grafting) can produce mature plants that also have a \"X. fastidiosa\" disease. In the wild, infections tend to occur during warmer seasons, when insect vector populations are at their highest. The bacterium is not seed transmitted and has been historically difficult to culture.",
            "score": 176.45166015625
        },
        {
            "docid": "15747413_3",
            "document": "Leucine-responsive regulatory protein . Lrp alternatively activates and represses the expression of acetolactate synthase's (ALS) several isoenzymes. Lrp, in E. coli, along with DAM plays a role in the regulation of the fim operon, a group of genes needed for successful synthesis and trafficking of Type I Pili . These hair like structures are important virulence factors for different pathogenic strains of Bacteria as they can mediate biofilm formation and adhesion to host epithelia. Other examples include Salmonella enterica serovar Typhimurium and Klebsiella pneumoniae.",
            "score": 173.7282257080078
        },
        {
            "docid": "46923448_5",
            "document": "Fim switch . \"fim\" B \"flips\" the promoter region both ways, from the \"on\" position to the \"off\" position and \"vice versa\", whereas \"fim\" E can only facilitate recombination from \"on\" to \"off\". This equilibrium, shifted towards maintaining the \"off\" position, due to higher \"fim\" E activity, serves as a mode of expressing pili only when adhesion is needed. Another level of transcriptional control in \"E. coli\" is mediated by the sensitivity of the recombinases to pH and osmolarity, further ensuring appropriate expression levels of type-I pili, given the stark differences in osmolarity inside and outside an animal's body. Type-I pili are expressed by many species of \"Enterobacteriaceae\". However, it is to be noted that the transcriptional control can differ widely between species, in \"Salmonella typhimurium\", for example much influence is exerted by a leucine-responsive regulatory protein and there is no \"fim\" S element.",
            "score": 171.1772003173828
        },
        {
            "docid": "31905884_2",
            "document": "Saf pilin N-terminal extension . In molecular biology, the protein domain, Saf pilin N-terminal extension refers to a domain only found in bacteria, more specifically, in gram-negative bacteria. Pili need to be formed by bacteria, as they are a method of adhering to the host organism which helps them infect the host cell. In other words, they are the bacteria's virulence factor. This particular protein domain helps the pili to form, via a complex mechanism named the chaperone/usher pathway. This protein domain is highly important for such bacteria, as without pili formation, they could not infect the host.",
            "score": 170.80511474609375
        },
        {
            "docid": "44291025_22",
            "document": "Beach advisory . A Urinary Tract Infection is an infection that involves any part of the urinary system, being the kidneys, urethra, bladder, or ureters. Although women are more susceptible to getting UTI’s, men may also develop them. The infection causes pain while urinating, the urge to urinate often, and pelvic pain. UTIs may be caused by Escherichia coli, which as mentioned above, may be found in bodies of water at the time of beach advisories. Generally, UTIs can be treated with antibiotics that are prescribed by a doctor.",
            "score": 165.93194580078125
        },
        {
            "docid": "23971_9",
            "document": "Pilus . To initiate formation of a biofilm, fimbriae must attach bacteria to host surfaces for colonization during infection. A fimbria is a short pilus that is used to attach the bacterium to a surface. They are sometimes called \"attachment pili\". Fimbriae are either located at the poles of a cell or are evenly spread over its entire surface. Mutant bacteria that lack fimbriae cannot adhere to their usual target surfaces, and thus cannot cause diseases.",
            "score": 163.1294403076172
        },
        {
            "docid": "61837_11",
            "document": "Neisseria gonorrhoeae . \"N. gonorrhoeae\" evades the immune system through a process called antigenic variation, in which the \"N. gonorrhoeae\" bacterium is able to recombine its genes and alter the antigenic determinants (sites where antibodies bind) such as the Opa proteins and Type IV pili that adorn its surface. It is able to vary the composition of its pili, Opa proteins, and lipooligosaccharides (LOS); of these, the pili exhibit the most antigenic variation due to chromosomal rearrangement. Every time the bacteria replicate they may switch multiple Opa proteins on or off through slipped-strand mispairing. That is, the bacteria introduces frameshift mutations that bring genes in or out of frame. The result is that different Opa genes are translated every time. In addition to the ability to rearrange the genes it already has, it is also naturally competent to acquire new DNA, via its type IV pilus, specifically proteins Pil Q and Pil T. These processes allow \"N. gonorrhoeae\" to acquire/spread new genes, disguise itself with different surface proteins, and prevent the development of immunological memory – an ability which has led to antibiotic resistance and has made vaccine development difficult.",
            "score": 162.61654663085938
        },
        {
            "docid": "32161_15",
            "document": "Urinary tract infection . The bacteria that cause urinary tract infections typically enter the bladder via the urethra. However, infection may also occur via the blood or lymph. It is believed that the bacteria are usually transmitted to the urethra from the bowel, with females at greater risk due to their anatomy. After gaining entry to the bladder, \"E. Coli\" are able to attach to the bladder wall and form a biofilm that resists the body's immune response.",
            "score": 162.07403564453125
        },
        {
            "docid": "24530569_13",
            "document": "Catch bond . Catch bonds also play a significant role in bacterial adhesion, most notably in Escherichia coli. E. coli and other bacteria residing in the intestine must be able to adhere to intestinal walls or risk being eliminated from the body through urine. This is possible due to the bacterial protein FimH, which mediates high adhesion in response to high flow. The lectin domain is one that provides FimH binding the catch bond property when binding to mannose residues from other cells. Experiments have shown that when force is loaded rapidly, bonds were able to survive high forces, thus pointing to catch bond behavior. Catch bonds are responsible for the failure of E. coli in the urinary tract to be eliminated during urination, thus leading to a urinary tract infection. This knowledge is important not only in understanding bacteria, but also for learning how anti-adhesive technologies can be created.",
            "score": 151.96499633789062
        },
        {
            "docid": "19897741_8",
            "document": "Kingella kingae . \"K. kingae\" expresses type IV pili, which allow for enhanced adhesion to respiratory epithelial and synovial cells and thus increased likelihood of colonization. These pili have also been shown to be reduced in number as pathogenesis progresses. σ54 regulates the transcription of pilA1, a major pilus subunit. PilS and PilR, regulatory transcription factors best known from the \"Pseudomonas aeruginosa\" pilus system, also may regulate pilA expression. High levels of type IV pili on \"K.kingae\" are associated with spreading/corroding colony types, while low levels of type IV pili are associated with nonspreading/noncorroding colony types of \"K. kingae\". The three different types of populations are: spreading/corroding (with high-density pilation), nonspreading/noncorroding colonies (low density pilation), and domed colonies (no pilation, and thus no adherence to epithelium). Generally, respiratory and nonendocarditis infections tend to be highly piliated, while joint fluid, bone, and endocarditis blood isolates are less piliated, if at all.",
            "score": 151.6909942626953
        },
        {
            "docid": "23971_5",
            "document": "Pilus . Conjugative pili allow for the transfer of DNA between bacteria, in the process of bacterial conjugation. They are sometimes called \"sex pili\", in analogy to sexual reproduction, because they allow for the exchange of genes via the formation of \"mating pairs\". Perhaps the most well-studied is the pilus of \"Escherichia coli\", encoded by the fertility F sex factor.",
            "score": 150.88577270507812
        },
        {
            "docid": "1505927_4",
            "document": "Coliform bacteria . \"Escherichia coli\" (\"E. coli\"), a rod-shaped member of the coliforms group, can be distinguished from most other coliforms by its ability to ferment lactose at 44°C in the fecal coliform test, and by its growth and color reaction on certain types of culture media. When cultured on an eosin methylene blue (EMB) plate, a positive result for \"E. coli\" is metallic green colonies on a dark purple media. Escherichia coli have an incubation period of 12–72 hours with the optimal growth temperature being 30–37°C. Unlike the general coliform group, \"E. coli\" are almost exclusively of fecal origin and their presence is thus an effective confirmation of fecal contamination. Most strains of \"E. coli\" are harmless, but some can cause serious illness in humans. Infection symptoms and signs include bloody diarrhea, stomach cramps, vomiting and occasionally, fever. The bacteria can also cause pneumonia, other respiratory illnesses and urinary tract infections.",
            "score": 150.78756713867188
        },
        {
            "docid": "1927887_4",
            "document": "Cranberry juice . In 2010 a study conducted by the Worcester Polytechnic Institute in Massachusetts found that the ingredients in cranberry juice limit the ability of \"E. coli\" bacteria (the main cause of UTIs) to cling to other bacteria. Without other bacteria, \"E. coli\"'s ability to grow and reproduce is limited. The researchers concluded that cranberry juice helps prevent UTIs, but stopped short of saying the juice cures them. According to WebMD, which reported on the study, study researcher Terri Anne Camesano said people should not self-treat urinary tract infections, and anyone who suspects they have an infection should see a doctor, but drinking cranberry juice may be an easy, inexpensive way to help keep \"E. coli\" at bay.",
            "score": 150.6007843017578
        },
        {
            "docid": "55815630_6",
            "document": "Twitching motility . Twitching motility is capable of driving the movement of individual cells. The pattern of motility that results is highly dependent upon cell shape and the distribution of pili over the cell surface. In \"N. gonorrhoeae\" for example, the roughly spherical cell shape and uniform distribution of pili results in cells adopting a 2D random walk over the surface they are attached to. In contrast, species such as \"P. aeruginosa\" and \"M. xanthus\" exist as elongated rods with pili localised at their poles, and show much greater directional persistence during crawling due to the resulting bias in force generation direction. \"P. aeruginosa\" and \"M. xanthus\" are also able to reverse direction during crawling by switching the pole of pilus localization. Type IV pili also mediate a form of walking motility in \"P. aeruginosa\", where pili are used to pull the cell rod into a vertical orientation and move it at much higher speeds than during horizontal crawling motility.",
            "score": 150.35975646972656
        },
        {
            "docid": "15397737_5",
            "document": "Phase variation . Through the utilization of specific recombinases, a particular DNA sequence is inverted, resulting in an ON to OFF switch and vice versa of the gene located within or next to this switch. Many bacterial species can utilize inversion to change the expression of certain genes for the benefit of the bacterium during infection. The inversion event can be simple by involving the toggle in expression of one gene, like \"E. coli\" pilin expression, or more complicated by involving multiple genes in the expression of multiple types of flagellin by \"S. typhimurium\". Fimbrial adhesion by the type I fimbriae in \"E. coli\" undergoes site specific inversion to regulate the expression of \"fimA\", the major subunit of the pili, depending on the stage of infection. The invertible element has a promoter within it that depending on the orientation will turn on or off the transcription of \"fimA\". The inversion is mediated by two recombinases, FimB and FimE, and regulatory proteins H-NS, Integration Host Factor (IHF) and Leucine responsive protein (LRP). The FimE recombinase has the capability to only invert the element and turn expression from on to off while FimB can mediate the inversion in both directions.",
            "score": 150.2403564453125
        },
        {
            "docid": "2580748_22",
            "document": "Bacterial adhesin . \"Escherichia coli\" strains most known for causing diarrhea can be found in the intestinal tissue of pigs and humans where they express the K88 and CFA1. to attach to the intestinal lining. Additionally, UPEC causes about 90% of urinary tract infections. Of those \"E. coli\" which cause UTIs, 95% express type 1 fimbriae. FimH in \"E. coli\" overcomes the antibody based immune response by natural conversion from the high to the low affinity state. Through this conversion, FimH adhesion may shed the antibodies bound to it. \"Escherichia coli\" FimH provides an example of conformation specific immune response which enhances impact on the protein. By studying this particular adhesion, researchers hope to develop adhesion-specific vaccines which may serve as a model for antibody-mediation of pathogen adhesion.",
            "score": 149.39183044433594
        },
        {
            "docid": "4460_8",
            "document": "Bacterial conjugation . Among other genetic information, the F-plasmid carries a \"tra\" and \"trb\" locus, which together are about 33 kb long and consist of about 40 genes. The \"tra\" locus includes the \"pilin\" gene and regulatory genes, which together form pili on the cell surface. The locus also includes the genes for the proteins that attach themselves to the surface of F bacteria and initiate conjugation. Though there is some debate on the exact mechanism of conjugation it seems that the pili are not the structures through which DNA exchange occurs. This has been shown in experiments where the pilus are allowed to make contact, but then are denatured with SDS and yet DNA transformation still proceeds. Several proteins coded for in the \"tra\" or \"trb\" locus seem to open a channel between the bacteria and it is thought that the traD enzyme, located at the base of the pilus, initiates membrane fusion.",
            "score": 149.18788146972656
        },
        {
            "docid": "45000770_6",
            "document": "Lipid II . Lipid II biosynthesis is functional and essential even in organisms without a cell wall like \"Chlamydia\" and \"Wolbachia\". It has been hypothesized that maintaining lipid II biosynthesis reflects its role in prokaryotic cell division. In the discovery and mechanism of assembly of pili in gram positive bacteria Lipid II has been implicated as a crucial structural molecule. It anchors the pili during or after polymerization of the pilus components.",
            "score": 148.18829345703125
        },
        {
            "docid": "55868631_19",
            "document": "List of antibiotic resistant bacteria . Infection with \"Escherichia coli\" and \"Salmonella\" can result from the consumption of contaminated food and polluted water. Both of these bacteria are well known for causing nosocomial (hospital-linked) infections, and often, these strains found in hospitals are antibiotic resistant because of adaptations to wide spread antibiotic use. When both bacteria are spread, serious health conditions arise. Many people are hospitalized each year after becoming infected, with some dying as a result. Since 1993, some strains of \"E. coli\" have become resistant to multiple types of fluoroquinolone antibiotics.",
            "score": 148.13278198242188
        }
    ]
}