{
    "q": [
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 368.0357257127762
        },
        {
            "docid": "47878_8",
            "document": "Huntington's disease . All humans have two copies of the Huntingtin gene (\"HTT\"), which codes for the protein Huntingtin (HTT). The gene is also called \"HD\" and \"IT15\", which stands for 'interesting transcript 15'. Part of this gene is a repeated section called a trinucleotide repeat, which varies in length between individuals and may change length between generations. If the repeat is present in a healthy gene, a dynamic mutation may increase the repeat count and result in a defective gene. When the length of this repeated section reaches a certain threshold, it produces an altered form of the protein, called mutant Huntingtin protein (mHTT). The differing functions of these proteins are the cause of pathological changes which in turn cause the disease symptoms. The Huntington's disease mutation is genetically dominant and almost fully penetrant: mutation of either of a person's \"HTT\" alleles causes the disease. It is not inherited according to sex, but the length of the repeated section of the gene and hence its severity can be influenced by the sex of the affected parent.",
            "score": 367.2157824039459
        },
        {
            "docid": "15510783_2",
            "document": "Neuroligin . Neuroligin (NLGN), a type I membrane protein, is a cell adhesion protein on the postsynaptic membrane that mediates the formation and maintenance of synapses between neurons. Neuroligins act as ligands for β-Neurexins, which are cell adhesion proteins located presynaptically. Neuroligin and β-neurexin \"shake hands,\" resulting in the connection between two neurons and the production of a synapse. Neuroligins also affect the properties of neural networks by specifying synaptic functions, and they mediate signalling by recruiting and stabilizing key synaptic components. Neuroligins interact with other postsynaptic proteins to localize neurotransmitter receptors and channels in the postsynaptic density as the cell matures. Additionally, neuroligins are expressed in human peripheral tissues and have been found to play a role in angiogenesis. In humans, alterations in genes encoding neuroligins are implicated in autism and other cognitive disorders.",
            "score": 211.09602963924408
        },
        {
            "docid": "3469185_9",
            "document": "MECP2 . The role of MECP2 in disease is primarily associated with either a loss of function (under expression) of the MECP2 gene as in Rett syndrome or in a gain of function (over expression) as in MECP2 Duplication Syndrome. Many mutations have been associated with loss of expression of the MECP2 gene and have been identified in Rett syndrome patients. These mutations include changes in single DNA base pairs (SNP), insertions or deletions of DNA in the \"MECP2\" gene, and changes that affect how the gene information is processed into a protein (RNA splicing). Mutations in the gene alter the structure of the MeCP2 protein or lead to reduced amounts of the protein. As a result, the protein is unable to bind to DNA or turn other genes on or off. Genes that are normally repressed by MeCP2 remain active when their products are not needed. Other genes that are normally activated by MeCP2 remain inactive leading to a lack of gene product. This defect probably disrupts the normal functioning of nerve cells, leading to the signs and symptoms of Rett syndrome.",
            "score": 268.81563091278076
        },
        {
            "docid": "51475478_5",
            "document": "Hilmar Bading . Hilmar Bading is noted for his work on neuronal calcium signaling and gene regulation in the nervous system. He identified calcium as the principal second messenger in the coupling of neuronal activity to gene expression and characterized the processes that mediate the dialogue between the synapse and the nucleus. His work highlighted the spatial aspects of calcium signals and in particular the importance of nuclear calcium in governing activity-dependent gene expression and adaptations in the nervous system that include memory formation and acquired neuroprotection. The discovery of toxic signaling by extrasynaptic NMDA receptors that antagonizes gene regulation by synaptic activity and causes neuronal dysfunction and cell death contributed to the understanding of neurodegenerative disorders including Huntington’s disease, Alzheimer’s disease, and amyotrophic lateral sclerosis (ALS).",
            "score": 321.02515506744385
        },
        {
            "docid": "50619245_28",
            "document": "Human disease modifier gene . Genotype-phenotype correlations, and linkage and association analyses in humans can effectively identify modifier genes with statistical support, but do not establish functional or causative effects of modifier genes. While genetic backgrounds cannot be experimentally manipulated in human populations, transgenic expression of modifier genes in animal models has been effectively used to show that variation in specific loci can cause phenotypic variation. For example, Ikeda et al. established that moth1 is a modifier gene of the tub gene, mutations in which cause obesity, retinal degeneration and hearing loss in tubby mice. In the wild-type form, the protein Mtap1a, encoded by neuronally-expressed moth1, is protective against hearing loss. Ikeda et al. showed, by transgenic expression in mice, that sequence polymorphisms in Mtap1a are crucial in causing the hearing-loss phenotype associated with tub gene mutation.",
            "score": 253.59683883190155
        },
        {
            "docid": "3190493_19",
            "document": "Silencer (genetics) . REST/NRSF is an important silencer element that binds to regulatory regions to control the expression of certain proteins involved in neural functions. The mechanistic actions of huntingtin are still not fully understood, but a correlation between Htt and REST/NRSF exists in HD development. By attaching to the REST/NRSF, the mutated huntingtin protein inhibits the action of the silencer element, and retains it in the cytosol. Thus, REST/NRSF cannot enter the nucleus and bind to the 21 base-pair RE-1/NRSE regulatory element. An adequate repression of specific target genes are of fundamental importance, as many are involved in the proper development of neuronal receptors, neurotransmitters, synaptic vesicle proteins, and channel proteins. A deficiency in the proper development of these proteins can cause the neural dysfunctions seen in Huntington's disease. In addition to the lack of repression due to the inactive REST/NRSF, mutated huntingtin protein can also decrease the transcription of the brain-derived neurotropic factor (BDNF) gene. BDNF influences the survival and development of neurons in the central nervous system as well as the peripheral nervous system. This abnormal repression occurs when the RE1/NRSE region within the BDNF promoter region is activated by the binding of REST/NRSF, which leads to the lack of transcription of the BDNF gene. Hence, the anomalous repression of the BDNF protein suggests a significant impact in Huntington's disease.",
            "score": 323.37554121017456
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 269.1151956319809
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 257.24306213855743
        },
        {
            "docid": "16853477_4",
            "document": "ACSS2 . Metabolic production of acetyl-CoA is linked to histone acetylation and gene regulation. In mouse neurons, Mews \"et al\". identified a major role for the ACSS2 pathway to regulate histone acetylation and neuronal gene expression. Histone acetylation in mature neurons is associated strongly with memory formation. Chromatin becomes acetylated in specific regions of the brain, such as the hippocampus, in response to neuronal activity or behavioral training in rodent. Such acetylation correlates with the increased expression of a set of 'immediate early' genes, which encode proteins that broadly mediate changes in the strength of connections between neurons, therefore facilitating memory consolidation. In the mouse hippocampus, ACSS2 binds directly to immediate early genes to 'fuel' local histone acetylation and, in turn, their induction for long-term spatial memory.",
            "score": 252.49682450294495
        },
        {
            "docid": "14754711_3",
            "document": "NEDD9 . In 1992, Kumar, \"et al.,\" first described a sequence tag corresponding to the NEDD9 3′ untranslated region based on the cloning of a group of genes predominantly expressed in the brain of embryonic, but not adult mice, a group of genes designated neural precursor cell expressed, developmentally down-regulated. In 1996, two groups independently described the complete sequence of the NEDD9 gene, and provided initial functional analysis of NEDD9 protein. Law \"et al.\" overexpressed a human cDNA library in \"S. cerevisiae\", and screened for genes that simultaneously affected cell cycle and cell polarity controls, inducing a filamentous yeast budding phenotype, and thus identified the HEF1 protein (Human Enhancer of Filamentation 1). This study identified HEF1/NEDD9 as an interactive partner for focal adhesion kinase (FAK), connecting it to integrin signaling. Separately, Minegishi \"et al.\" cloned the gene encoding a protein hyperphosphorylated following ligation of β1-integrins in T cells and hypothesized to play a role in the process of T cell costimulation, designating this gene Cas-L (Crk-associated substrate-related protein, Lymphocyte type).",
            "score": 229.21911108493805
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 262.0745623111725
        },
        {
            "docid": "42064066_14",
            "document": "Proneural genes . In central nervous system not all bHLH genes are involved in neurogenesis because NeuroD and ‘’Math3/NeuroM’’ families are also involved in the neuronal-versus-glial cell fate decision. Another pro-neural family (which includes ‘’math1’’ and ‘’math5’’) is essential to the development of a small number of neural lineages whereas ‘’math1’’ have also a role in the specification interneuron identity. Cell types that depend on ‘’math1’’ expression belong to the proprioceptive sensory pathway. Bertrand et al. (2002) have confirmed the proneural activity of ‘’mash1’’, ngn1 and ngn2, and possibly math1 and ‘’math5’’ in the mouse. Neurogenesis in the central nervous system depends on proneural gene inhibition by Notch signaling pathway and the absence of this key regulator results in the premature differentiation of neurons. To maintain neural progenitor cells a regulatory loop takes place between neighboring cells, that involves the lateral inhibition process (see lateral inhibition). In the absence of Lateral inhibition some proneural genes such as ASCL1 or ‘’neuroG’’ are capable of inducing the expression of neuron-specific genes leading to the premature formation of early born-neurons. Ratié and colleagues (2013) comprised that Notch proneural gene network have an important role in cell fate renewal and transition in the mouse.",
            "score": 297.52970123291016
        },
        {
            "docid": "39327092_9",
            "document": "Gene therapy in Parkinson's disease . There are therapies in development based in the modification of the disease. The first one is the neurotrophic factors gene delivery. In this therapy, GNDF or NTN are used to protect the system. GNDF is a factor of the TGFß superfamily, is secreted by astrocytes (glia cells that are in charge of the survival of the midbrain dopaminergic neurons) and is homologous to NTN, persephin and artemin. Preclinical studies of the nigrostriatal dopaminergic in relation to Parkinson disease system have shown that GNDF and NTN are very potential neuroprotective agents.  Another type in the disease’s modification technique is the synuclein silencing. Some cases of PD were related to polymorphisms in the α-synuclein promoter and also in the multiplication of the locus that carries the α-synuclein gene. Therefore, trying to down-regulate the α-synuclein expression could impact the development of the disease. There have been explored several viral vector-based gene delivery system that interfere with α- synuclein expression, and they depend on the interference of the RNA (destabilizing the α-synuclein RNAm) and/or the block the protein translation (using short hairpin RNA or micro RNA directed against the α-synuclein RNAm sequence). The discovery of the Parkin gene is another type of modification of PD. The Parkin gene is linked with mutations associated with autosomal recessive juvenile parkinsonism (previous state of Parkinson with the typical symptoms and pathology but with a slow progression). The mutations in the Parkin gene are responsible for the development of the autosomal recessive juvenile parkinsonism.",
            "score": 267.2661557197571
        },
        {
            "docid": "3557975_7",
            "document": "Huntingtin . The function of huntingtin is unclear. It is essential for development, and absence of huntingtin is lethal in mice. The protein has no sequence homology with other proteins and is highly expressed in neurons and testes in humans and rodents. Huntingtin upregulates the expression of Brain Derived Neurotrophic Factor (BDNF) at the transcription level, but the mechanism by which huntingtin regulates gene expression has not been determined. From immunohistochemistry, electron microscopy, and subcellular fractionation studies of the molecule, it has been found that huntingtin is primarily associated with vesicles and microtubules. These appear to indicate a functional role in cytoskeletal anchoring or transport of mitochondria. The Htt protein is involved in vesicle trafficking as it interacts with HIP1, a clathrin-binding protein, to mediate endocytosis, the trafficking of materials into a cell. Huntingtin has also been shown to have a role in the establishment in epithelial polarity through its interaction with RAB11A.",
            "score": 258.4028033018112
        },
        {
            "docid": "4537268_7",
            "document": "Neuroepithelial cell . Neurogenesis in the adult brain is often associated with diseases that deteriorate the CNS, like Huntington's disease, Alzheimer's disease, and Parkinson's disease. While adult neurogenesis is up-regulated in the hippocampus in patients with these diseases, whether its effects are regenerative or inconclusive remains to be seen. Individuals with these diseases also often express diminished olfactory abilities as well as decreased cognitive activity in the hippocampus, areas specific to neurogenesis. The genes associated with these diseases like α-synuclein, presenilin 1, MAPT (microtubule associated protein tau) and huntingtin are also often associated with plasticity in the brain and its modification. Neuroplasticity is associated with neurogenesis in a complementary fashion. The new neurons generated by the neuroepithelial cells, progenitors and radial glial cells will not survive unless they are able to integrate into the system by making connections with new neighbors. This also leads to many controversial concepts, like neurogenic therapy involving the transplant of local progenitor cells to a damaged area.",
            "score": 375.5181727409363
        },
        {
            "docid": "28493035_6",
            "document": "DHHC domain . Several proteins containing DHHC domains have been implicated in human disease. Two missense mutations within the DHHC domain of ZDHHC9 were identified in X-linked mental retardation associated with a Marfanoid Habitus. A potential link of ZDHHC11 with bladder cancer has been suggested by the discovery that 5 out of 9 high-grade bladder cancer samples surveyed contained a duplication of the 5p15.33 genomic region. However, this region contains another gene TPPP which may be the causative gene. The HIP14 palmitoyltransferase is responsible for palmitoylating the Huntingtin protein. Expansions of the triplet repeat in the huntington's gene leads to loss of interaction with HIP14 which Yanai and colleagues speculate is involved in the pathology of Huntington's disease. A gene knockout experiment of the mouse homologue of ZDHHC13 showed hair loss, severe osteoporosis, and systemic amyloidosis, both of AL and AA depositions.",
            "score": 269.765283703804
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 241.26999044418335
        },
        {
            "docid": "47878_61",
            "document": "Huntington's disease . Gene silencing aims to reduce the production of the mutant protein, since HD is caused by a single dominant gene encoding a toxic protein. Gene silencing experiments in mouse models have shown that when the expression of mHTT is reduced, symptoms improve. Safety of non-allele specific RNAi and ASO gene silencing has now been demonstrated in mice and the large, human-like brains of primates. Allele-specific silencing attempts to silence mutant HTT while leaving wild-type HTT untouched. One way of accomplishing this is to identify polymorphisms present on only one allele and produce gene silencing drugs that target polymorphisms in only the mutant allele. The first 'gene silencing' trial involving human HD patients began in 2015, testing the safety of IONIS-HTTRx, produced by Ionis Pharmaceuticals and led by UCL Institute of Neurology. Mutant huntingtin was detected and quantified for the first time in cerebrospinal fluid from Huntington's disease mutation-carriers in 2015 using a novel 'single-molecule counting' immunoassay, providing a direct way to assess whether huntingtin-lowering treatments are achieving the desired effect. Similarly, gene splicing techniques are being looked at to try to repair a genome with the erroneous gene that causes HD, using tools such as CRISPR/Cas9.",
            "score": 330.28744316101074
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 286.3593438863754
        },
        {
            "docid": "3557975_2",
            "document": "Huntingtin . The huntingtin gene, also called the HTT or HD (Huntington disease) gene, is the \"IT15\" (\"interesting transcript 15\") gene, which codes for a protein called the huntingtin protein. The gene and its product are under heavy investigation as part of Huntington's disease clinical research and the suggested role for huntingtin in long-term memory storage.",
            "score": 286.1190366744995
        },
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 257.12665462493896
        },
        {
            "docid": "14754630_3",
            "document": "Homeobox protein Nkx-2.5 . Homeobox-containing genes play critical roles in regulating tissue-specific gene expression essential for tissue differentiation, as well as determining the temporal and spatial patterns of development (Shiojima et al., 1995). It has been demonstrated that a \"Drosophila\" homeobox-containing gene called 'tinman' is expressed in the developing dorsal vessel and in the equivalent of the vertebrate heart. Mutations in tinman result in loss of heart formation in the embryo, suggesting that tinman is essential for \"Drosophila\" heart formation. Furthermore, abundant expression of Csx, the presumptive mouse homolog of tinman, is observed only in the heart from the time of cardiac differentiation. CSX, the human homolog of murine Csx, has a homeodomain sequence identical to that of Csx and is expressed only in the heart, again suggesting that CSX plays an important role in human heart formation. In humans, proper NKX2-5 expression is essential for the development of atrial, ventricular, and conotruncal septation, atrioventricular (AV) valve formation, and maintenance of AV conduction. Mutations in expression are associated with congenital heart disease (CHD) and related ailments. Patients with NKX2-5 mutations commonly present AV conduction block and atrial septal defects (ASD). Recently, postnatal roles of cardiac transcription factors have been extensively investigated. Consistent with the direct transactivation of numerous cardiac genes reactivated in response to hypertrophic stimulation, cardiac transcription factors are profoundly involved in the generation of cardiac hypertrophy or in cardioprotection from cytotoxic stress in the adult heart. Nkx-2.5 transcription factor may help myocytes endure cytotoxic stress, however further exploration in this field is required.",
            "score": 166.07210779190063
        },
        {
            "docid": "14762808_3",
            "document": "ARL6IP5 . Expression of this gene is affected by vitamin A. The encoded protein of this gene may be associated with the cytoskeleton. A similar protein in rats may play a role in the regulation of cell differentiation. The rat protein binds and inhibits the cell membrane glutamate transporter EAAC1. The expression of the rat gene is upregulated by retinoic acid, which results in a specific reduction in EAAC1-mediated glutamate transport. The disruption of the mouse gene results in increased neuronal glutathione content, neuroprotection against oxidative stress and a better performance in motor/spatial learning and memory tests than wild-type mice.",
            "score": 212.018372297287
        },
        {
            "docid": "15065584_17",
            "document": "JADE1 . The biological role of JADE1 has not been elucidated. Limited number of publications addresses this question using mice models. The most comprehensive study which was published in 2003, identified mice orthologue of human JADE1, Jade1, and investigated Jade1 expression during mice embryogenesis. Searching for developmentally regulated genes the authors used gene trap screen analysis and identified mouse Jade1 as gene strongly regulated during embryogenesis. Insertion of the vector into the third intron of the Jade1 gene lead to the production of a 47-amino-acid truncated protein. The gene trap insertional mutation resulted in Jade1-beta-galactosidase reporter fusion product and Jade1 null allele. While the homozygotes for the gene trap integration did not produce strong developmental phenotype, the fusion product revealed Jade1 gene spatial-temporal expression in mouse embryonic cells and tissues of developing embryo up to 15.5-d.p.c. In addition the study reports experimental and in silico comparative analysis of Jade1 mRNA transcripts, Jade1 gene structure and analysis of Jade1 protein orthologues from mouse human and zebra fish. Jade1 expression was detected in extraembryonic ectoderm and trophoblast, which are placental components important for vasculogenesis, as well as in sites enriched with multipotent or tissue-specific progenitors, including neural progenitors(2). The dynamics of Jade1 reporter expression in these areas indicates the involvement in the determination and elongation of anterior posterior axis, an important point of the study). The potential role for human JADE1 in the renewal of embryonic stem cell and embryonal carcinoma cell cultures was suggested in another screening study which showed that, in cultured stem cells activation of stem cell transcription factor OCT4 pathway upregulated JADE1 gene expression along with stem cell factors NANOG, PHC1, USP44 and SOX2. Role of JADE1 in epithelial cell proliferation was addressed in a murine model of acute kidney injury and regeneration. Expression patterns and dynamics of HBO1-JADE1S/L were examined in regenerating tubular epithelial cells. Ischemia and reperfusion injury resulted in an initial decrease in JADE1S, JADE1L, and HBO1 protein levels, which returned to the baseline during renal recovery. Expression levels of HBO1 and JADE1S recovered as cell proliferation rate reached maximum, whereas JADE1L recovered after bulk proliferation had diminished. The temporal expression of JADE1 correlated with the acetylation of histone H4 (H4K5 and H4K12) but not that of histone H3 (H4K14), suggesting that the JADE1-HBO1 complex specifically marks H4 during epithelial cell proliferation. The results of the study implicate JADE1-HBO1 complex in acute kidney injury and suggest distinct roles for JADE1 isoforms during epithelial cell recovery.",
            "score": 197.81335842609406
        },
        {
            "docid": "5999830_6",
            "document": "Neurturin . The most studied is neurturin’s role in neurodegenerative disease like Parkinsons disease and Huntingtons, where several rat studies have implicated neurturin’s role in rescuing neurons. However, these results have never been observed in humans. Hirschsprung disease, a autosomal dominant genetic disorder, is characterized by complete absence of neuronal ganglion cells from the intestinal tract. Previous studies indicate a role of NRTN gene mutations in the disease. One study showed evidence that a mutation in the NRTN gene was not enough along to cause onset of the disease, however when coupled with a mutation in the RET gene, disease was present in family members as well as the individual. A more recent study showed NRTN variants present in individuals with Hirschsprung disease. However, RET associated mutations were not found and in one variant, RET phosphorylation levels were reduced, which has the potential to have downstream effects on the proliferation and differentiation of neuronal crests. Also, high levels of expression of neurturin were found to be associated with nephroblastoma indicating the possible that the growth factor could be influencing differentiation. Lastly, a study also associated neurturin deficiency in mice with keratoconjunctivitis and dry eye.",
            "score": 326.4795790910721
        },
        {
            "docid": "3557975_12",
            "document": "Huntingtin . Enzymes in the cell often cut this elongated protein into fragments. The protein fragments form abnormal clumps, known as neuronal intranuclear inclusions (NIIs), inside nerve cells, and may attract other, normal proteins into the clumps. The presence of these clumps was once thought to play a causal role in Huntington disease. Further research undermined this conclusion by showing the presence of NIIs actually extended the life of neurons and acted to reduce intracellular mutant huntingtin in neighboring neurons. Thus, the likelihood of neuronal death can be predicted by accounting for two factors: (1) the length of CAG repeats in the Huntingtin gene and (2) the neuron's exposure to diffuse intracellular mutant huntingtin protein. NIIs (protein clumping) can thereby be construed as a coping mechanism—as opposed to a pathogenic mechanism—to stem neuronal death by decreasing the amount of diffuse huntingtin. This process is particularly likely to occur in the striatum (a part of the brain that coordinates movement) primarily, and the frontal cortex (a part of the brain that controls thinking and emotions).",
            "score": 355.40584325790405
        },
        {
            "docid": "14775424_12",
            "document": "ATG5 . As a key regulator of autophagy, any suppression of the ATG5 protein or loss-of-function mutations in the ATG5 gene will negatively affect autophagy. As a result, deficiencies in the ATG5 protein and variations in the gene have been associated with various inflammatory and degenerative diseases as aggregrates of ubiquitinated targets are not cleared out via autophagy. Polymorphisms within the \"Atg5\" gene have been associated with Behçet's disease, systemic lupus erythematosus, and lupus nephritis. Mutations in the gene promoter for the \"Atg5\" gene have been associated with sporadic Parkinson's disease and childhood asthma. Downregulation of ATG5 protein and mutations in the \"Atg5\" gene have also been linked with prostate, gastrointestinal and colorectal cancers as ATG5 plays a role in both cell apoptosis and cell cycle arrest. Upregulation of \"Atg5\" on the other hand has been shown to suppress melanoma tumorigenesis through induction of cell senescence. ATG5 also plays a protective role in M. tuberculosis infections by preventing PMN-mediated immunopathology.",
            "score": 263.9991817474365
        },
        {
            "docid": "14799275_6",
            "document": "NFE2L1 . Nfe2l1 is also involved in maintaining proteostasis. Brains of mice with conditional knockout of Nfe2l1 in neuronal cells showed decreased proteasome activity and accumulation of ubiquitin-conjugated proteins, and down regulation of genes encoding the 20S core and 19S regulatory sub-complexes of the 26S proteasome. A similar effect on proteasome gene expression and function was observed in livers of mice with Nfe2l1 conditional knockout in hepatocytes. Induction of proteasome genes was also lost in brains and livers of Nfe2l1 conditional knockout mice. Re-establishment of Nfe2l1 function in Nfe2l1 null cells rescued proteasome expression and function, indicating Nfe2l1 was necessary for induction of proteasome genes (bounce-back response) in response to proteasome inhibition. This compensatory up-regulation of proteasome genes in response to proteasome inhibition has also been demonstrated to be Nfe2l1-dependent in various other cell types. NFE2L1 was shown to directly bind and activate expression of the PsmB6 gene, which encodes a catalytic subunit of the 20S core. Nfe2l1 was also shown to regulate expression of Herpud1 and Vcp/p97, which are components of the ER-associated degradation pathway.",
            "score": 258.8549231290817
        },
        {
            "docid": "20445291_11",
            "document": "Potassium spatial buffering . In patients with Tuberous Sclerosis Complex (TSC), abnormalities occur in astrocyte, which leads to pathogenesis of neurological dysfunction in this disease. TSC is a multisystem genetic disease with mutation in either TSC1 or TSC2 gene. It results in disabling neurological symptoms such as mental retardation, autism, and seizures. Glial cells have important physiological roles of regulating neuronal excitability and preventing epilepsy. Astrocytes maintain homeostasis of excitatory substances, such as extracellular potassium, by immediate uptake through specific potassium channels and sodium potassium pumps. It is also regulated by potassium spatial buffering via astrocyte networks where astrocytes are coupled through gap junctions. Mutations in TSC1 or TSC2 gene often results in decreased expression of the astrocytic connexin protein, Cx43. With impairment in gap junction coupling between astrocytes, myriad of abnormalities in potassium buffering occurs which results in increased extracellular potassium concentration and may predispose to neuronal hyperexcitability and seizures. According to a study done on animal model, connexin43-deficient mice showed decreased threshold for the generation of epileptiform events. The study also demonstrated role of gap junction in accelerating potassium clearance, limiting potassium accumulation during neuronal firing, and relocating potassium concentrations.",
            "score": 275.8281635046005
        },
        {
            "docid": "156964_86",
            "document": "MicroRNA . The vital role of miRNAs in gene expression is significant to addiction, specifically alcoholism. Chronic alcohol abuse results in persistent changes in brain function mediated in part by alterations in gene expression. miRNA global regulation of many downstream genes deems significant regarding the reorganization or synaptic connections or long term neuroadaptions involving the behavioral change from alcohol consumption to withdrawal and/or dependence. Up to 35 different miRNAs have been found to be altered in the alcoholic post-mortem brain, all of which target genes that include the regulation of the cell cycle, apoptosis, cell adhesion, nervous system development and cell signaling. Altered miRNA levels were found in the medial prefrontal cortex of alcohol-dependent mice, suggesting the role of miRNA in orchestrating translational imbalances and the creation of differentially expressed proteins within an area of the brain where complex cognitive behavior and decision making likely originate.",
            "score": 231.47923183441162
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 248.8774094581604
        }
    ],
    "r": [
        {
            "docid": "4537268_7",
            "document": "Neuroepithelial cell . Neurogenesis in the adult brain is often associated with diseases that deteriorate the CNS, like Huntington's disease, Alzheimer's disease, and Parkinson's disease. While adult neurogenesis is up-regulated in the hippocampus in patients with these diseases, whether its effects are regenerative or inconclusive remains to be seen. Individuals with these diseases also often express diminished olfactory abilities as well as decreased cognitive activity in the hippocampus, areas specific to neurogenesis. The genes associated with these diseases like α-synuclein, presenilin 1, MAPT (microtubule associated protein tau) and huntingtin are also often associated with plasticity in the brain and its modification. Neuroplasticity is associated with neurogenesis in a complementary fashion. The new neurons generated by the neuroepithelial cells, progenitors and radial glial cells will not survive unless they are able to integrate into the system by making connections with new neighbors. This also leads to many controversial concepts, like neurogenic therapy involving the transplant of local progenitor cells to a damaged area.",
            "score": 375.5181579589844
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 368.0357360839844
        },
        {
            "docid": "47878_8",
            "document": "Huntington's disease . All humans have two copies of the Huntingtin gene (\"HTT\"), which codes for the protein Huntingtin (HTT). The gene is also called \"HD\" and \"IT15\", which stands for 'interesting transcript 15'. Part of this gene is a repeated section called a trinucleotide repeat, which varies in length between individuals and may change length between generations. If the repeat is present in a healthy gene, a dynamic mutation may increase the repeat count and result in a defective gene. When the length of this repeated section reaches a certain threshold, it produces an altered form of the protein, called mutant Huntingtin protein (mHTT). The differing functions of these proteins are the cause of pathological changes which in turn cause the disease symptoms. The Huntington's disease mutation is genetically dominant and almost fully penetrant: mutation of either of a person's \"HTT\" alleles causes the disease. It is not inherited according to sex, but the length of the repeated section of the gene and hence its severity can be influenced by the sex of the affected parent.",
            "score": 367.2157897949219
        },
        {
            "docid": "47878_2",
            "document": "Huntington's disease . Huntington's disease (HD), also known as Huntington's chorea, is an inherited disorder that results in death of brain cells. The earliest symptoms are often subtle problems with mood or mental abilities. A general lack of coordination and an unsteady gait often follow. As the disease advances, uncoordinated, jerky body movements become more apparent. Physical abilities gradually worsen until coordinated movement becomes difficult and the person is unable to talk. Mental abilities generally decline into dementia. The specific symptoms vary somewhat between people. Symptoms usually begin between 30 and 50 years of age, but can start at any age. The disease may develop earlier in life in each successive generation. About eight percent of cases start before the age of 20 years and typically present with symptoms more similar to Parkinson's disease. People with HD often underestimate the degree of their problems. HD is typically inherited from a person's parents, although up to 10% of cases are due to a new mutation. The disease is caused by an autosomal dominant mutation in either of an individual's two copies of a gene called \"Huntingtin\". This means a child of an affected person typically has a 50% chance of inheriting the disease. The \"Huntingtin\" gene provides the genetic information for a protein that is also called \"huntingtin\". Expansion of CAG (cytosine-adenine-guanine) triplet repeats in the gene coding for the Huntingtin protein results in an abnormal protein, which gradually damages cells in the brain, through mechanisms that are not fully understood. Diagnosis is by genetic testing, which can be carried out at any time, regardless of whether or not symptoms are present. This fact raises several ethical debates: the age at which an individual is considered mature enough to choose testing; whether parents have the right to have their children tested; and managing confidentiality and disclosure of test results. There is no cure for HD. Full-time care is required in the later stages of the disease. Treatments can relieve some symptoms and in some improve quality of life. The best evidence for treatment of the movement problems is with tetrabenazine. HD affects about 4 to 15 in 100,000 people of European descent. It is rare among Japanese, while the occurrence rate in Africa is unknown. The disease affects men and women equally. Complications such as pneumonia, heart disease, and physical injury from falls reduce life expectancy. Suicide is the cause of death in about 9% of cases. Death typically occurs fifteen to twenty years from when the disease was first detected. The first likely description of the disease was in 1841 by Charles Oscar Waters. The condition was described in further detail in 1872 by the physician George Huntington, after whom it is named. The genetic basis was discovered in 1993 by an international collaborative effort led by the Hereditary Disease Foundation. Research and support organizations began forming in the late 1960s to increase public awareness, to provide support for individuals and their families, and to promote research. Current research directions include determining the exact mechanism of the disease, improving animal models to aid with research, testing of medications to treat symptoms or slow the progression of the disease, and studying procedures such as stem cell therapy with the goal of repairing damage caused by the disease.",
            "score": 366.48187255859375
        },
        {
            "docid": "3557975_12",
            "document": "Huntingtin . Enzymes in the cell often cut this elongated protein into fragments. The protein fragments form abnormal clumps, known as neuronal intranuclear inclusions (NIIs), inside nerve cells, and may attract other, normal proteins into the clumps. The presence of these clumps was once thought to play a causal role in Huntington disease. Further research undermined this conclusion by showing the presence of NIIs actually extended the life of neurons and acted to reduce intracellular mutant huntingtin in neighboring neurons. Thus, the likelihood of neuronal death can be predicted by accounting for two factors: (1) the length of CAG repeats in the Huntingtin gene and (2) the neuron's exposure to diffuse intracellular mutant huntingtin protein. NIIs (protein clumping) can thereby be construed as a coping mechanism—as opposed to a pathogenic mechanism—to stem neuronal death by decreasing the amount of diffuse huntingtin. This process is particularly likely to occur in the striatum (a part of the brain that coordinates movement) primarily, and the frontal cortex (a part of the brain that controls thinking and emotions).",
            "score": 355.4058532714844
        },
        {
            "docid": "47878_60",
            "document": "Huntington's disease . Research is being conducted on many different approaches to prevent Huntington's disease or slow its progression. Disease-modifying strategies can be broadly grouped into three categories: reducing the level of the mutant huntingtin protein (including gene splicing and gene silencing); approaches aimed at improving neuronal survival by reducing the harm caused by the protein to specific cellular pathways and mechanisms (including protein homeostasis and histone deacetylase inhibition); and strategies to replace lost neurons. In addition, novel therapies to improve brain functioning are under development; these seek to produce symptomatic rather than disease-modifying therapies, and include phosphodiesterase inhibitors.",
            "score": 336.60601806640625
        },
        {
            "docid": "47878_61",
            "document": "Huntington's disease . Gene silencing aims to reduce the production of the mutant protein, since HD is caused by a single dominant gene encoding a toxic protein. Gene silencing experiments in mouse models have shown that when the expression of mHTT is reduced, symptoms improve. Safety of non-allele specific RNAi and ASO gene silencing has now been demonstrated in mice and the large, human-like brains of primates. Allele-specific silencing attempts to silence mutant HTT while leaving wild-type HTT untouched. One way of accomplishing this is to identify polymorphisms present on only one allele and produce gene silencing drugs that target polymorphisms in only the mutant allele. The first 'gene silencing' trial involving human HD patients began in 2015, testing the safety of IONIS-HTTRx, produced by Ionis Pharmaceuticals and led by UCL Institute of Neurology. Mutant huntingtin was detected and quantified for the first time in cerebrospinal fluid from Huntington's disease mutation-carriers in 2015 using a novel 'single-molecule counting' immunoassay, providing a direct way to assess whether huntingtin-lowering treatments are achieving the desired effect. Similarly, gene splicing techniques are being looked at to try to repair a genome with the erroneous gene that causes HD, using tools such as CRISPR/Cas9.",
            "score": 330.2874450683594
        },
        {
            "docid": "4537268_11",
            "document": "Neuroepithelial cell . Researchers have been able to create neural chimeras by combining neurons that developed from embryonic stem cells with glial cells that were also derived from embryonic stem cells. These neural chimeras give researchers a comprehensive way of studying the molecular mechanisms behind cell repair and regeneration via neuroepithelial precursor cells and will hopefully shed light on possible nervous system repair in a clinical setting. In an attempt to identify the key features that differentiate neuroepithelial cells from their progenitor cells, researchers identified an intermediate filament that was expressed by 98% of the neuroepithelial cells of the neural tube, but none of their progenitor cells. After this discovery it became clear that all three cell types in the nervous system resulted from a homogenous population of stem cells. In order make clinical neural repair possible researchers needed to further characterize regional determination of stem cells during brain development by determining what factors commit a precursor to becoming one or the other. While the exact factors that lead to differentiation are unknown, researchers have taken advantage of human-rat neural chimeras to explore the development of human neurons and glial cells in an animal model. These neural chimeras have permitted researchers to look at neurological diseases in an animal model where traumatic and reactive changes can be controlled. Eventually researchers hope to be able to use the information taken from these neural chimera experiments to repair regions of the brain affected by central nervous system disorders. The problem of delivery, however, has still not been resolved as neural chimeras have been shown to circulate throughout the ventricles and incorporate into all parts of the CNS. By finding environmental cues of differentiation, neuroepithelial precursor transplantation could be used in the treatment of many diseases including multiple sclerosis, Huntington’s disease, and Parkinson’s disease. Further exploration of neural chimera cells and chimeric brains will provide evidence for manipulating the correct genes and increasing the efficacy of neural transplant repair.",
            "score": 329.4864807128906
        },
        {
            "docid": "5999830_6",
            "document": "Neurturin . The most studied is neurturin’s role in neurodegenerative disease like Parkinsons disease and Huntingtons, where several rat studies have implicated neurturin’s role in rescuing neurons. However, these results have never been observed in humans. Hirschsprung disease, a autosomal dominant genetic disorder, is characterized by complete absence of neuronal ganglion cells from the intestinal tract. Previous studies indicate a role of NRTN gene mutations in the disease. One study showed evidence that a mutation in the NRTN gene was not enough along to cause onset of the disease, however when coupled with a mutation in the RET gene, disease was present in family members as well as the individual. A more recent study showed NRTN variants present in individuals with Hirschsprung disease. However, RET associated mutations were not found and in one variant, RET phosphorylation levels were reduced, which has the potential to have downstream effects on the proliferation and differentiation of neuronal crests. Also, high levels of expression of neurturin were found to be associated with nephroblastoma indicating the possible that the growth factor could be influencing differentiation. Lastly, a study also associated neurturin deficiency in mice with keratoconjunctivitis and dry eye.",
            "score": 326.4795837402344
        },
        {
            "docid": "3190493_19",
            "document": "Silencer (genetics) . REST/NRSF is an important silencer element that binds to regulatory regions to control the expression of certain proteins involved in neural functions. The mechanistic actions of huntingtin are still not fully understood, but a correlation between Htt and REST/NRSF exists in HD development. By attaching to the REST/NRSF, the mutated huntingtin protein inhibits the action of the silencer element, and retains it in the cytosol. Thus, REST/NRSF cannot enter the nucleus and bind to the 21 base-pair RE-1/NRSE regulatory element. An adequate repression of specific target genes are of fundamental importance, as many are involved in the proper development of neuronal receptors, neurotransmitters, synaptic vesicle proteins, and channel proteins. A deficiency in the proper development of these proteins can cause the neural dysfunctions seen in Huntington's disease. In addition to the lack of repression due to the inactive REST/NRSF, mutated huntingtin protein can also decrease the transcription of the brain-derived neurotropic factor (BDNF) gene. BDNF influences the survival and development of neurons in the central nervous system as well as the peripheral nervous system. This abnormal repression occurs when the RE1/NRSE region within the BDNF promoter region is activated by the binding of REST/NRSF, which leads to the lack of transcription of the BDNF gene. Hence, the anomalous repression of the BDNF protein suggests a significant impact in Huntington's disease.",
            "score": 323.37554931640625
        },
        {
            "docid": "51475478_5",
            "document": "Hilmar Bading . Hilmar Bading is noted for his work on neuronal calcium signaling and gene regulation in the nervous system. He identified calcium as the principal second messenger in the coupling of neuronal activity to gene expression and characterized the processes that mediate the dialogue between the synapse and the nucleus. His work highlighted the spatial aspects of calcium signals and in particular the importance of nuclear calcium in governing activity-dependent gene expression and adaptations in the nervous system that include memory formation and acquired neuroprotection. The discovery of toxic signaling by extrasynaptic NMDA receptors that antagonizes gene regulation by synaptic activity and causes neuronal dysfunction and cell death contributed to the understanding of neurodegenerative disorders including Huntington’s disease, Alzheimer’s disease, and amyotrophic lateral sclerosis (ALS).",
            "score": 321.025146484375
        },
        {
            "docid": "156970_10",
            "document": "Cytoskeleton . Neurodegenerative disorders have recently become more understood in context to what parts of the cell they affect. Diseases, such as Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis (ALS) have had breakthrough research that supports the conclusion that neurodegenerative diseases affect the cytoskeleton. Parkinson's disease is a condition that causes the degradation of neurons, resulting in tremors, rigidity, and other non-motor symptoms. Research has found evidence that microtubule assembly and stability in the cytoskeleton is compromised causing the neurons to degrade over time. Alzheimer's disease is much like Parkinson's in that it is also a neurodegenerative disease that affects the cytoskeleton. Tau proteins, which stabilize microtubules, malfunction in patient's affected by Alzheimers, causing pathology with the cytoskeleton. Huntington's disease has also been found to affect the cytoskeleton of cells by excess glutamine in the Huntington protein, which is involved with linking vesicles to the cytoskeleton. An error with this protein is proposed to be a factor in the development of the disease. A fourth neurodegenerative disorder is amyotrophic lateral sclerosis, or ALS, which causes a loss of movement by the degradation of motor neurons from defects of the cytoskeleton.",
            "score": 320.4854431152344
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 319.1462707519531
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 319.09039306640625
        },
        {
            "docid": "19593553_4",
            "document": "Antiparkinson medication . It is difficult to diagnose Parkinson's disease, as there is no specific test for it. Doctors usually perform other tests in order to rule out other conditions. Often seen in the dopaminergic neurons in the brains of patients who have Parkinson's disease, are Lewy bodies, which are abnormal circular structures found within the cytoplasm. Lewy bodies have a dense protein core, surrounded by a halo of radiating fibers. Mutations on chromosome 4 can cause Parkinson's disease. This gene produces a protein known as a-synuclein. This protein which is normally found in the presynaptic terminals and is thought to be involved in synaptic transmission in dopaminergic neurons. The mutation produces what is known as a toxic gain of function because it produces a protein that results in effects that are toxic to the cell. Parkinson's disease can also be caused by a mutation on chromosome 6. This gene has been named parkin. This mutation causes a loss of function, which makes it a recessive disorder.",
            "score": 317.7222900390625
        },
        {
            "docid": "240850_26",
            "document": "Gene silencing . Amyotrophic lateral sclerosis (ALS), also called Lou Gehrig's disease, is a motor neuron disease that affects the brain and spinal cord. The disease causes motor neurons to degenerate, which eventually leads to their death. Hundreds of mutations in the Cu/Zn superoxide dismutase (SOD1) have been found to cause ALS. Gene silencing has been used to knock down the SOD1 mutant that is characteristic of ALS. In specific, siRNA molecules have been successfully used to target the SOD1 mutant gene and reduce its expression through allele-specific gene silencing.",
            "score": 314.8937072753906
        },
        {
            "docid": "46685051_17",
            "document": "Epigenetics of neurodegenerative diseases . Huntington’s is caused by an autosomal dominant mutation expanding the number of glutamine codon repeats (CAG) within the Huntingtin gene (Htt). The Htt gene encodes for the huntingtin protein which plays a role in normal development but its exact function remains unknown. The length of this CAG repeat correlates with the age-of-onset of the disease. The average person without Huntington’s has less than 36 CAG repeats present within the Htt gene. When this repeat length exceeds 36, the onset of neuronal degradation and the physical symptoms of Huntington’s can range from as early as 5 years of age (CAG repeat > 70) to as late as 80 years of age (CAG repeat < 39).",
            "score": 312.8907775878906
        },
        {
            "docid": "52582981_17",
            "document": "Cell-Cycle Hypothesis of Alzheimer's Disease . There is also evidence of Aβ serving a function in cell cycle control (Zhu et al., 2004). AD may be an outcome of extreme compensatory adaptations in pre-AD neurons, which have Aβ mutations and extensive changes in expression of genes involved in neuronal outgrowth and energy metabolism and nucleotide and protein synthesis. Consequently, pre-AD neurons are more vulnerable to additional insults (Vercauteren et al. 2004). However, there is still controversy regarding the role of Aβ in the neuronal cell cycle, since a previous study with Aβ mutant mice did not detect any neuronal cell cycle abnormalities (Gartner et al., 2003).",
            "score": 310.7081604003906
        },
        {
            "docid": "47878_10",
            "document": "Huntington's disease . Generally, people have fewer than 36 repeated glutamines in the polyQ region which results in production of the cytoplasmic protein Huntingtin. However, a sequence of 36 or more glutamines results in the production of a protein which has different characteristics. This altered form, called mutant huntingtin (mHTT), increases the decay rate of certain types of neurons. Regions of the brain have differing amounts and reliance on these types of neurons, and are affected accordingly. Generally, the number of CAG repeats is related to how much this process is affected, and accounts for about 60% of the variation of the age of the onset of symptoms. The remaining variation is attributed to environment and other genes that modify the mechanism of HD. 36–39 repeats result in a reduced-penetrance form of the disease, with a much later onset and slower progression of symptoms. In some cases the onset may be so late that symptoms are never noticed. With very large repeat counts, HD has full penetrance and can occur under the age of 20, when it is then referred to as juvenile HD, akinetic-rigid, or Westphal variant HD. This accounts for about 7% of HD carriers.",
            "score": 308.25946044921875
        },
        {
            "docid": "14754028_6",
            "document": "Tripeptidyl peptidase I . The neuronal ceroid lipofuscinoses (NCLs) are a group of inherited neurodegenerative disorders with pathological phenotypes that auto fluorescent lipopigments present in neurons and other cell types. Over the past two decades, accumulating evidences indicates that NCLs are caused by mutations in eight different genes, including genes encoding several soluble proteins (cathepsin D, PPT1, and TPP1). Mutations of gene \"TPP1\" result in late-infantile neuronal ceroid lipofuscinosis which is associated with the failure to degrade specific neuropeptides and a subunit of ATP synthase in the lysosome. Mutations in the \"TPP1\" gene lead to late infantile neuronal ceroid lipofuscinosis, a fatal neurodegenerative disease of childhood. It has been demonstrated that a single injection of intravitreal implantation of autologous bone marrow derived stem cells transduced with a TPP1 expression construct at an early stage in the disease progression could substantially inhibite the development of disease-related retinal function deficits and structural changes. This result implies that ex vivo gene therapy using autologous stem cells may be an effective means of achieving sustained delivery of therapeutic compounds to tissues such as the retina for which systemic administration would be ineffective.",
            "score": 307.95220947265625
        },
        {
            "docid": "55439935_17",
            "document": "Role of microglia in disease . Parkinson's disease is a movement disorder in which the dopamine-producing neurons in the brain do not function as they should; the neurons of the substantia nigra become dysfunctional and eventually die, leaving a lack of dopamine input into the striatum. Glial cell line-derived neurotrophic factor (GDNF) may have the ability to chemoprotect the cells of the substantia nigra. A small study is (2017) in the recruitment stage for participants who will undergo AAV2-GDNF gene transfer via surgical infusion into their brains, in the hope of ameliorating Parkinson's symptoms.",
            "score": 306.5591125488281
        },
        {
            "docid": "17355238_3",
            "document": "Jansky–Bielschowsky disease . The majority of cases are a result of mutations in the TPP1 gene, however mutations in the CLN5, CLN6, CLN8, MFSD8, and PPT1 genes also account for a small amount of cases. These mutations result in reduced activity of peptidase enzymes, particularly affecting lysosomes, but other mutations can affect protein catabolism in white blood cells, fibroblasts, and chorionic villi. The reduced function of these enzymes results in insufficient or incomplete breakdown of proteins, consequently resulting in the buildup of lipopigments in the lysosome. Though the accumulation of lipopigments occurs throughout the body, neurons are especially vulnerable to damage by lipopigment aggregation; a ubiquitous accumulation in lipopigments occurs in neurons, primarily concentrated in the cerebral and cerebellar cortices. This accumulation results in atrophy in these regions of the brain, and cause the pathogenesis of signs and symptoms of Jansky–Bielschowsky disease. Currently, it is unclear what mechanism in relation to enzyme activity is responsible for the buildup of lipoproteins.",
            "score": 303.8611755371094
        },
        {
            "docid": "3602064_12",
            "document": "Glycogen branching enzyme . Approximately 40 mutations in the GBE1 gene, most resulting in a point mutation in the glycogen branching enzyme, have led to the early childhood disorder, glycogen storage disease type IV (GSD IV). This disease is characterized by a severe depletion or complete absence of GBE, resulting in the accumulation of abnormally structured glycogen, known as polyglucosan bodies. Glycogen buildup leads to increased osmotic pressure resulting in cellular swelling and death. The tissues most affected by this disease are the liver, heart, and neuromuscular system, areas with the greatest levels of glycogen accumulation. Abnormal glycogen buildup in the liver interferes with liver functioning and can result in an enlarged liver and liver disease. In muscles, the inability of cells to efficiently breakdown glycogen due to the severe reduction or absence of branching can lead to muscle weakness and atrophy.  At least three mutations in the GBE1 gene have been found to cause another disease called adult polyglucosan body disease (APBD). While in GSD IV GBE activity is undetectable or minimally detectable, APBD is characterized by reduced or even normal GBE activity. In this disease, abnormal glycogen can build up in neurons leading to a spectrum of problems. Specifically, some disease characteristics are gait difficulties from mixed upper and lower motor neuron involvement sensory loss in lower extremities, and neurogenic bladder, a problem in which a person lacks bladder control due to a brain, spinal cord, or nerve condition.",
            "score": 301.0710754394531
        },
        {
            "docid": "44163912_6",
            "document": "Kufs disease . Kufs disease Type B is caused by mutations to the DNAJC5 and CTSF genes. This form of Kufs is autosomal dominant, meaning that only one copy of each mutated gene is enough for the disease to manifest. When there is a mutation in the DNAJC5 gene, it affects the production of a cysteine string protein (CSP) that is coded within DNAJC5. CSP aids in transmitting signals through the nerves found in the brain. When the CTSF gene is mutated, it cannot produce Cathepsin F - an enzyme that cuts proteins in the lysozyme. By cutting proteins, Cathepsin F can modify the function of the proteins as well as help break them down. Similar to Type A, when both DNAJC5 and CTSF are non-functional, it results in the incomplete breakdown of proteins. Once again, lipopigments build up and brain function is decreased as the neuron cells die.",
            "score": 298.2008056640625
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 297.7091064453125
        },
        {
            "docid": "42064066_14",
            "document": "Proneural genes . In central nervous system not all bHLH genes are involved in neurogenesis because NeuroD and ‘’Math3/NeuroM’’ families are also involved in the neuronal-versus-glial cell fate decision. Another pro-neural family (which includes ‘’math1’’ and ‘’math5’’) is essential to the development of a small number of neural lineages whereas ‘’math1’’ have also a role in the specification interneuron identity. Cell types that depend on ‘’math1’’ expression belong to the proprioceptive sensory pathway. Bertrand et al. (2002) have confirmed the proneural activity of ‘’mash1’’, ngn1 and ngn2, and possibly math1 and ‘’math5’’ in the mouse. Neurogenesis in the central nervous system depends on proneural gene inhibition by Notch signaling pathway and the absence of this key regulator results in the premature differentiation of neurons. To maintain neural progenitor cells a regulatory loop takes place between neighboring cells, that involves the lateral inhibition process (see lateral inhibition). In the absence of Lateral inhibition some proneural genes such as ASCL1 or ‘’neuroG’’ are capable of inducing the expression of neuron-specific genes leading to the premature formation of early born-neurons. Ratié and colleagues (2013) comprised that Notch proneural gene network have an important role in cell fate renewal and transition in the mouse.",
            "score": 297.5296936035156
        },
        {
            "docid": "9993274_6",
            "document": "Cathepsin B . Cathepsin B has been proposed as a potentially effective biomarker for a variety of cancers. Overexpression of cathepsin B is correlated with invasive and metastatic cancers. Cathepsin B is produced in muscle tissue during metabolism. It is capable of crossing the blood-brain barrier and is associated with neurogenesis, specifically in the mouse dentate gyrus. A wide array of diseases result in elevated levels of cathepsin B, which causes numerous pathological processes including cell death, inflammation, and production of toxic peptides. Focusing on neurological diseases, cathepsin B gene knockout studies in an epileptic rodent model have shown cathepsin B causes a significant amount of the apoptotic cell death that occurs as a result of inducing epilepsy. Cathepsin B inhibitor treatment of rats in which a seizure was induced resulted in improved neurological scores, learning ability and much reduced neuronal cell death and pro-apoptotic cell death peptides. Similarly, cathepsin B gene knockout and cathepsin B inhibitor treatment studies in traumatic brain injury mouse models have shown cathepsin B to be key to causing the resulting neuromuscular dysfunction, memory loss, neuronal cell death and increased production of pro-necrotic and pro-apoptotic cell death peptides. In ischemic non-human primate and rodent models, cathepsin B inhibitor treatment prevented a significant loss of brain neurons, especially in the hippocampus. In a \"streptococcus pneumoniae\" meningitis rodent model, cathepsin B inhibitor treatment greatly improved the clinical course of the infection and reduced brain inflammation and inflammatory Interleukin-1β (IL1-β) and tumor necrosis factor-α (TNF-α). In a transgenic Alzheimer's disease (AD) animal model expressing human amyloid precursor protein (APP) containing the wild-type beta-secretase site sequence found in most AD patients or in guinea pigs, which are a natural model of human wild-type APP processing, genetically deleting the cathepsin B gene or chemically inhibiting cathepsin B brain activity resulted in a significant improvement in the memory deficits that develop in such mice and reduces levels of neurotoxic full-length Abeta(1-40/42) and the particularly pernicious pyroglutamate Abeta(3-40/42), which are thought to cause the disease. In a non-transgenic senescence-accelerated mouse strain, which also has APP containing the wild-type beta-secretase site sequence, treatment with bilobalide, which is an extract of \"Ginko biloba\" leaves, also lowered brain Abeta by inhibiting cathepsin B. Moreover, siRNA silencing or chemically inhibiting cathepsin B in primary rodent hippocampal cells or bovine chromaffin cells, which have human wild-type beta-secretase activity, reduces secretion of Abeta by the regulated secretory pathway. Mutations in the \"CTSB\" gene have been linked to tropical pancreatitis, a form of chronic pancreatitis.",
            "score": 297.0924377441406
        },
        {
            "docid": "44163912_5",
            "document": "Kufs disease . Mutations to the CLN6 and PPT1 genes result in Kufs disease Type A. CLN6 produces proteins that facilitate fat transport throughout a cell, as well as excretion out of the cell. The PPT1 gene codes for the enzyme palmotoyl-protein thioesterase-1. This enzyme is responsible for removing the fatty-acid side chains off of proteins that have been translocated into the lysozyme. By removing the surrounding fats, palmotoyl-protein thioesterase-1 creates easier access for other enzymes to break down the rest of the protein. Fatty substance build up in the brain is a consequence of the mutated genes. The fats and proteins that build up are called lipopigments. Eventually the buildup of lipopigments results in death of the neuron cells, giving way to the phenotypic symptoms. Type A is an autosomal recessive disease, indicating that it is inherited from the parents. Each parent must carry one copy of the mutation, however the recessive designation indicates that with only one copy, the parents are not affected, and do not show any symptoms.",
            "score": 296.1632080078125
        },
        {
            "docid": "12388_19",
            "document": "Genome . In other cases, expansions in the number of tandem repeats in exons or introns can cause disease. For example, the human gene huntingtin typically contains 6-29 tandem repeats of the nucleotides CAG (encoding a polyglutamine tract). An expansion to over 36 repeats results in Huntington's disease, a neurodegenerative disease. Twenty human disorders are known to result from similar tandem repeat expansions in various genes. The mechanism by which proteins with expanded polygulatamine tracts cause death of neurons is not fully understood. One possibility is that the proteins fail to fold properly and avoid degradation, instead accumulating in aggregates that also sequester important transcription factors, thereby altering gene expression.",
            "score": 295.3458251953125
        },
        {
            "docid": "27375197_3",
            "document": "Hereditary Disease Foundation . In 1968, after experiencing Huntington's disease (HD) in his wife's family, Dr. Milton Wexler was inspired to start the Hereditary Disease Foundation, with the aim of curing genetic illnesses by co-ordinating and supporting research. At a workshop held by the HDF in 1979, participants proposed to map the human genome and find a marker for the gene which causes HD. The HDF, together with the National Institute of Neurological Disorders and Stroke and Dr. Wexler's daughter, Nancy Wexler, organized the US–Venezuela Huntington's Disease Collaborative Research Project. This project studied a kindred with an unusually high prevalence of HD. In 1983, a marker for a gene was found, and in the next decade, with further HDF involvement, the exact gene (Huntingtin) was found. Many techniques developed in finding the Huntingtin gene were used to advance the Human Genome Project. The Huntingtin gene was also one of the first disease genes to be found. Its discovery and the debates raised have provided the framework for genetic testing, counselling and possible therapies for other genetic diseases that can be genetically tested.",
            "score": 292.4701843261719
        },
        {
            "docid": "240850_23",
            "document": "Gene silencing . Huntington's disease (HD) results from a mutation in the huntingtin gene that causes an excess of CAG repeats. The gene then forms a mutated huntingtin protein with polyglutamine repeats near the amino terminus. This disease is incurable and known to cause motor, cognitive, and behavioral deficits. Researchers have been looking to gene silencing as a potential therapeutic for HD.",
            "score": 291.1817626953125
        },
        {
            "docid": "35048427_8",
            "document": "LIG3 . Unlike the LIG1 and LIG4 genes, inherited mutations in the LIG3 gene have not been identified in the human population. DNA ligase III-alpha has, however, been indirectly implicated in cancer and neurodegenerative diseases. In cancer, DNA ligase III-alpha is frequently overexpressed and this serves as a biomarker to identify cells that are more dependent upon the alternative NHEJ pathway for the repair of DNA double strand breaks. Although the increased activity of the alternative NHEJ pathway causes genomic instability that drives disease progression, it also constitutes a novel target for the development of cancer cell-specific therapeutic strategies. Several genes encoding proteins that interact directly with DNA ligase III-alpha or indirectly via interactions with XRCC1 have been identified as being mutated in inherited neurodegenerative diseases. Thus, it appears that DNA transactions involving DNA ligase III-alpha play an important role in maintaining the viability of neuronal cells.",
            "score": 291.1667175292969
        }
    ]
}