{
    "q": [
        {
            "docid": "1661124_16",
            "document": "Cancer immunotherapy . Fc’s ability to bind Fc receptors is important because it allows antibodies to activate the immune system. Fc regions are varied: they exist in numerous subtypes and can be further modified, for example with the addition of sugars in a process called glycosylation.Changes in the Fc region can alter an antibody’s ability to engage Fc receptors and, by extension, will determine the type of immune response that the antibody triggers. Many cancer immunotherapy drugs, including PD-1 and PD-L1 inhibitors, are antibodies. For example, immune checkpoint blockers targeting PD-1 are antibodies designed to bind PD-1 expressed by T cells and reactivate these cells to eliminate tumors. Anti-PD-1 drugs contain not only an Fab region that binds PD-1 but also an Fc region. Experimental work indicates that the Fc portion of cancer immunotherapy drugs can affect the outcome of treatment. For example, anti-PD-1 drugs with Fc regions that bind inhibitory Fc receptors can have decreased therapeutic efficacy. Imaging studies have further shown that the Fc region of anti-PD-1 drugs can bind Fc receptors expressed by tumor-associated macrophages. This process removes the drugs from their intended targets (i.e. PD-1 molecules expressed on the surface of T cells) and limits therapeutic efficacy. Furthermore, antibodies targeting the co-stimulatory protein CD40 require engagement with selective Fc receptors for optimal therapeutic efficacy. Together, these studies underscore the importance of Fc status in antibody-based immune checkpoint targeting strategies.",
            "score": 260.17257845401764
        },
        {
            "docid": "55921429_12",
            "document": "Julianna Lisziewicz . Another investigation Lisziewicz is involved with is how human leukocyte antigen (HLA) genes regulate immune responses. This research led to the development of computational immune-oncology technology that can determine a patient’s natural T cell response to tumor antigens. This technology is the first of its kind. As a result, Lisciewicz and her team found there was a correlation between a patient’s HLA gene sequence and how well their immunotherapies worked. PolyPEPI™ immunotherapies to treat lung cancer, breast cancer, and colorectal cancer were created using the computational immune-oncology. The technology was also used to find other types of cancer that would likely respond to these treatments. The company TREOS Bio, that Lisziewicz founded, is clinically developing these immunotherapies to cure cancers by using these personalized treatments to cure each patient’s specific disease.",
            "score": 341.95829689502716
        },
        {
            "docid": "48748497_8",
            "document": "PD-1 and PD-L1 inhibitors . Pembrolizumab (formerly MK-3475 or lambrolizumab, Keytruda) was developed by Merck and first approved by the Food and Drug Administration in 2014 for the treatment of melanoma. It was later approved for metastatic non-small cell lung cancer and head and neck squamous cell carcinoma. In 2017, it became the first immunotherapy drug approved for use based on the genetic mutations of the tumor rather than the site of the tumor. It was shown, that patients with higher non-synonymous mutation burden in their tumors respond better to the treatment. Both their objective response rate and progression-free survival) was shown to be higher than in patients with low non-synonymous mutation burden. This suggests that tobacco smoking, due to its high carcinogenicity, not only causes promotion of cancer (in case of non-small-cell lung carcinoma), but also increases chances of the immune system to recognize and attack to the tumor.",
            "score": 346.34583139419556
        },
        {
            "docid": "1661124_4",
            "document": "Cancer immunotherapy . Active cellular therapies usually involve the removal of immune cells from the blood or from a tumor. Those specific for the tumor are cultured and returned to the patient where they attack the tumor; alternatively, immune cells can be genetically engineered to express a tumor-specific receptor, cultured and returned to the patient. Cell types that can be used in this way are natural killer (NK) cells, lymphokine-activated killer cells, cytotoxic T cells and dendritic cells. However, a newer study conducted by Stanford University scientists has created a method of treating tumors that does not require a patient's immune cells to be removed from their body. Their method uses the combination of two immune-enhancing agents that are injected into a tumor to trigger a T cell immune response that then eradicates the tumor.",
            "score": 285.10301995277405
        },
        {
            "docid": "48731045_2",
            "document": "Immune-related response criteria . The immune-related response criteria (irRC) is a set of published rules that define when tumors in cancer patients improve (\"respond\"), stay the same (\"stabilize\"), or worsen (\"progress\") during treatment, where the compound being evaluated is an immuno-oncology drug. Immuno-oncology, part of the broader field of cancer immunotherapy, involves agents which harness the body's own immune system to fight cancer. Traditionally, patient responses to new cancer treatments have been evaluated using two sets of criteria, the WHO criteria and the response evaluation criteria in solid tumors (RECIST). The immune-related response criteria, first published in 2009, arose out of observations that immuno-oncology drugs would fail in clinical trials that measured responses using the WHO or RECIST Criteria, because these criteria could not account for the time gap in many patients between initial treatment and the apparent action of the immune system to reduce the tumor burden.",
            "score": 279.6319124698639
        },
        {
            "docid": "25081142_20",
            "document": "Treatment of cancer . Cancer immunotherapy refers to a diverse set of therapeutic strategies designed to induce the patient's own immune system to fight the tumor. Contemporary methods for generating an immune response against tumours include intravesical BCG immunotherapy for superficial bladder cancer, and use of interferons and other cytokines to induce an immune response in renal cell carcinoma and melanoma patients. Cancer vaccines to generate specific immune responses are the subject of intensive research for a number of tumours, notably malignant melanoma and renal cell carcinoma. Sipuleucel-T is a vaccine-like strategy in late clinical trials for prostate cancer in which dendritic cells from the patient are loaded with prostatic acid phosphatase peptides to induce a specific immune response against prostate-derived cells.",
            "score": 317.49386739730835
        },
        {
            "docid": "1661124_53",
            "document": "Cancer immunotherapy . Other modes of enhancing [adoptive] immuno-therapy include targeting so-called intrinsic checkpoint blockades e.g. CISH. A number of cancer patients do not respond to immune checkpoint blockade. Response rate may be improved by combining immune checkpoint blockade with additional rationally selected anticancer therapies (out of which some may stimulate T cell infiltration into tumors). For example, targeted therapies such, radiotherapy, vasculature targeting agents, and immunogenic chemotherapy can improve immune checkpoint blockade response in animal models of cancer.",
            "score": 274.8439359664917
        },
        {
            "docid": "1661124_2",
            "document": "Cancer immunotherapy . Cancer immunotherapy (sometimes called immuno-oncology, abbreviated IO) is the use of the immune system to treat cancer. Immunotherapies can be categorized as active, passive or hybrid (active and passive). These approaches exploit the fact that cancer cells often have molecules on their surface that can be detected by the immune system, known as tumour-associated antigens (TAAs); they are often proteins or other macromolecules (e.g. carbohydrates). Active immunotherapy directs the immune system to attack tumor cells by targeting TAAs. Passive immunotherapies enhance existing anti-tumor responses and include the use of monoclonal antibodies, lymphocytes and cytokines.",
            "score": 318.36297726631165
        },
        {
            "docid": "13760802_29",
            "document": "Mantle cell lymphoma . Immune-based therapy is dominated by the use of the rituximab monoclonal antibody, sold under the trade name Rituxan (or as Mabthera in Europe and Australia). Rituximab may have good activity against MCL as a single agent, but it is typically given in combination with chemotherapies, which prolongs response duration. There are newer variations on monoclonal antibodies combined with radioactive molecules known as Radioimmunotherapy (RIT). These include Zevalin and Bexxar. Rituximab has also been used in small numbers of patients in combination with thalidomide with some effect. In contrast to these antibody-based 'passive' immunotherapies, the field of 'active' immunotherapy tries to activate a patient's immune system to specifically eliminate their own tumor cells. Examples of active immunotherapy include cancer vaccines, adoptive cell transfer, and immunotransplant, which combines vaccination and autologous stem cell transplant. Though no active immunotherapies are currently a standard of care, numerous clinical trials are ongoing.",
            "score": 279.8304340839386
        },
        {
            "docid": "11520228_21",
            "document": "Paraneoplastic syndrome . Paraneoplastic neurological syndromes may be related immune checkpoint inhibitors (ICIs), one of the underlying causes in inflammatory central nervous system diseases (CNS). The central idea around such research pinpoints treatment strategies to combat cancer related outcomes in the clinical arena, specifically ICIs. Research suggests that patients who are treated with ICIs are more susceptible to CNS disease (since the mechanism of ICIs induces adverse effects on the CNS due to augmented immune responses and neurotoxicity). The purpose of this exploration was to shed light on immunotherapies and distinguishing between neurotoxicity and brain metastasis in the early stages of treatment. In other research, scientists have found that paraneoplastic peripheral nerve disorders (autoantibodies linked to multifocal motor neuropathy) may provide important clinical manifestations. This is especially important for patients who experience inflammatory neuropathies since solid tumors are often associated with peripheral nerve disorders. CV2 autoantibodies, which target dihydropyriminase-related protein 5 (DRP5, or CRMP5) are also associated with a variety of paraneoplastic neurological syndromes, including sensorimotor polyneuropathies. Patients undergoing immune therapies or tumor removal respond very well to antibodies that target CASPR2 (to treat nerve hyperexcitability and neuromyotonia).",
            "score": 235.30459237098694
        },
        {
            "docid": "549895_16",
            "document": "Rhabdomyosarcoma . Immunotherapy is a more recent treatment modality that is still in development. This method involves recruiting and training the patient's immune system to target the cancer cells. This can be accomplished through administering small molecules designed to pull immune cells towards the tumors, taking immune cells pulled from the patient and training to attack tumors through presentation with tumor antigen, or other experimental methods. A specific example here would be presenting some of the patient's dendritic cells, which direct the immune system to foreign cells, with the PAX3-FKHR fusion protein in order to focus the patient's immune system to the malignant RMS cells. All cancers, including rhabdomyosarcoma, could potentially benefit from this new, immune-based approach.",
            "score": 331.5284833908081
        },
        {
            "docid": "1661124_43",
            "document": "Cancer immunotherapy . Immune checkpoints affect immune system function. Immune checkpoints can be stimulatory or inhibitory. Tumors can use these checkpoints to protect themselves from immune system attacks. Currently approved checkpoint therapies block inhibitory checkpoint receptors. Blockade of negative feedback signaling to immune cells thus results in an enhanced immune response against tumors.",
            "score": 226.40786862373352
        },
        {
            "docid": "27575874_7",
            "document": "Active immunotherapy . Vaccine therapies are a type of specific active immunotherapy. Vaccine therapies deliver various agents that will lead to a specific immune response e.g. antibody development or CTL response. Tumor antigens have been a main target in specific active immunotherapy by way of vaccination. Tumor antigens are antigens produced by tumor cells and can be common among patients with the same cancer-type, or unique to a particular patient. Their specificity to malignant tumor cells makes tumor antigens ideal candidates for vaccination.",
            "score": 311.15249466896057
        },
        {
            "docid": "9132492_28",
            "document": "Ipilimumab . In March 2014, an open-label, randomized, two agent, single center trial started combining ipilimumab with phosphatidylserine-targeting immunotherapy bavituximab for the treatment of advanced melanoma. The number of treated patients in arm A (ipilimumab plus bavituximab) was to be 16, with 8 in arm B (ipilimumab only). The trial was expected to complete in March 2016. Previous, preclinical studies showed that PS targeting antibodies (such as bavituximab) enhance the anti-tumor activity of anti-CTLA-4 and anti-PD-1 antibodies. Tumor growth inhibition correlates with infiltration of immune cells in tumors and induction of adaptive immunity. The combination of these mechanisms promotes strong, localized, anti-tumor responses without the side-effects of systemic immune activation.",
            "score": 186.60539364814758
        },
        {
            "docid": "57701673_4",
            "document": "CD28 family receptor . Some cancer cells evade destruction by the immune system through of B7 ligands that bind to inhibitory CD28 family member receptors on immune cells. Antibodies directed against CD28 family members CTLA-4, PD-1, or their B7 ligands function as checkpoint inhibitors to overcome tumor immune tolerance and are used clinically in cancer immunotherapy.",
            "score": 219.6088330745697
        },
        {
            "docid": "15025638_25",
            "document": "Epithelioid sarcoma . Immunotherapy is the strategy of using the body’s own immune system to fight cancer. It usually involves “training” or “tweaking” the immune system so that it can better recognize and reject cancer cells. Different immunotherapies can include manipulation of the body’s T-cells, NK cells, or Dendritic cells so they are more effective against cancer cells. They can also include the administration of laboratory-produced antibodies specific to tumor antigens to create or boost an immune response.",
            "score": 285.59603333473206
        },
        {
            "docid": "14580460_10",
            "document": "Tumor antigen vaccine . A recent Trial Watch review (2015) of peptide-based vaccines summarized the results of more than 60 trials that were published in the 13 months preceding the article. These trials targeted hematological malignancies (cancers of the blood), melanoma (skin cancer), breast cancer, head and neck cancer, gastroesophageal cancer, lung cancer, pancreatic cancer, prostate cancer, ovarian cancer, and colorectal cancers. The antigens included peptides from HER2, telomerase (TERT), survivin (BIRC5), and Wilms’ tumor 1 (WT1). Several trials also used “personalized” mixtures of 12-15 distinct peptides. That is, they contain a mixture of peptides from the patient’s tumor that the patient exhibits an immune response against. The results of these studies indicate that these peptide vaccines have minimal side effects and suggest that they induce targeted immune responses in patients treated with the vaccines. The article also discusses 19 clinical trials that were initiated in the same time period. These trials are targeting solid tumors, glioma, glioblastoma, melanoma, and breast, cervical, ovarian, colorectal, and non-small lung cell cancers and include antigens from MUC1, IDO1 (Indoleamine 2,3-dioxygenase), CTAG1B, and two VEGF receptors, FLT1 and KDR. Notably, the IDO1 vaccine is being tested in patients with melanoma in combination with the immune checkpoint inhibitor ipilimumab and the BRAF (gene) inhibitor vemurafenib. The following table, summarizing information from another recent review shows an example of the antigen used in the vaccine tested in Phase 1/2 clinical trials for each of 10 different cancers:",
            "score": 224.8310043811798
        },
        {
            "docid": "42610544_10",
            "document": "Patient derived xenograft . One prominent shortcoming of PDX models is that immunodeficient mice must be used to prevent immune attacks against the xenotransplanted tumor. With the immune system incapacitated, a critical component of the known tumor microenvironment interaction is foregone, preventing immunotherapies and anti-cancer agents that target the immune system components from being studied in PDX models. Researchers are beginning to explore the use of humanized-xenograft models to enable immune studies. Humanized-xenograft models are created by co-engrafting the patient tumor fragment and peripheral blood or bone marrow cells into a NOD/SCID mouse. The co-engraftment allows for reconstitution of the murine immune system, giving insight into the interactions between xenogenic human stroma and tumor environments in cancer progression and metastasis. However, these strategies have yet to be validated for most tumor types and there remain questions over whether the reconstituted immune system will behave in the same way as it does in the patient. For example, the immune system could be 'hyper-activated' due to exposure to mouse tissues in a similar fashion to graft versus host disease. Humanized-xenograft models for acute lymphoblastic leukemia and acute myeloid leukemia have been created.",
            "score": 248.82111024856567
        },
        {
            "docid": "36516619_6",
            "document": "James P. Allison . Allison's research is in molecular immunology of the T cell antigen receptor complex, co-stimulatory receptors, and other molecules involved in T cell activation. He is particularly interested in finding signals that lead to differentiation of naive T cells and also those that determine whether antigen receptor engagement will lead to functional activation or inactivation of T cells. Once defined, the basic studies are used to develop new strategies for the treatment of autoimmune diseases and immunotherapy of cancer. Most recently he has been interested in understanding the immune responses in cancer patients who respond to immunotherapy. He established the immunotherapy platform at MD Anderson Cancer Center to study immune responses in cancer patients.",
            "score": 302.26435112953186
        },
        {
            "docid": "35026040_4",
            "document": "Abscopal effect . The mediators of the abscopal effect of radiotherapy were unknown for decades. In 2004, it was postulated for the first time that the immune system might be responsible for these “off-target” anti-tumor effects. Various studies in animal models of melanoma, mammary, and colorectal tumors have substantiated this hypothesis. Furthermore, immune-mediated abscopal effects were also described in patients with metastatic cancer. Whereas these reports were extremely rare throughout the 20th century, the clinical use of immune checkpoint blocking antibodies such as ipilimumab or pembrolizumab has greatly increased the number of abscopally responding patients in selected groups of patients such as those with metastatic melanoma.",
            "score": 174.3866240978241
        },
        {
            "docid": "7198571_5",
            "document": "Monoclonal antibody therapy . Monoclonal antibody therapy may prove to be beneficial for cancer, autoimmune diseases, and neurological disorders that result in the degeneration of body cells, such as Alzheimer's Disease. Monoclonal antibody therapy can aid the immune system because the innate immune system responds to the environmental factors it encounters by discriminating against foreign cells from cells of the body. Therefore, tumor cells that are proliferating at high rates, or body cells that are dying which subsequently cause physiological problems are generally not specifically targeted by the immune system, since tumor cells are the patient's own cells. Tumor cells, however are highly abnormal, and many display unusual antigens. Some such tumor antigens are inappropriate for the cell type or its environment. Monoclonal antibodies can target tumor cells or abnormal cells in the body that are recognized as body cells, but are debilitating to one's health.",
            "score": 232.4764119386673
        },
        {
            "docid": "48748497_5",
            "document": "PD-1 and PD-L1 inhibitors . Immunotherapy with these immune checkpoint inhibitors appears to shrink tumours in a higher number of patients across a wider range of tumour types and is associated with lower toxicity levels than other immunotherapies, with durable responses. However, de-novo and acquired resistance is still seen in a large proportion of patients. Hence PD-L1 inhibitors are considered to be the most promising drug category for many different cancers.",
            "score": 209.8131992816925
        },
        {
            "docid": "7737653_30",
            "document": "Oncogenomics . Mutations in genes employed in DNA mismatch repair (MMR) cause a high mutation rate. In tumors, such frequent subsequent mutations often generate “non-self” immunogenic antigens. A human Phase II clinical trial, with 41 patients, evaluated one synthetic lethal approach for tumors with or without MMR defects. The product of gene \"PD-1\" ordinarily represses cytotoxic immune responses. Inhibition of this gene allows a greater immune response. When cancer patients with a defect in MMR in their tumors were exposed to an inhibitor of PD-1, 67% - 78% of patients experienced immune-related progression-free survival. In contrast, for patients without defective MMR, addition of PD-1 inhibitor generated only 11% of patients with immune-related progression-free survival. Thus inhibition of PD-1 is primarily synthetically lethal with MMR defects.",
            "score": 207.0431307554245
        },
        {
            "docid": "6799645_4",
            "document": "Steven Rosenberg . He is accredited with developing the use of IL-2 and immune cells for the treatment of patients with melanoma in a procedure termed adoptive cell transfer. He has shown that expanding immune cells (known as tumor infiltrating lymphocytes) in the lab can be used to treat patients with melanoma and has published two important studies describing their use. The first in 2002, demonstrated that some patients with advanced melanoma can be treated to complete remission with a combination of chemotherapy, immune cells and high doses of IL-2. The second, in 2006, demonstrated that the receptor of T cells can be transferred to immune cells and in combination with chemotherapy and high doses of IL-2 can be used to treat patients with melanoma. Although, this was the first time that the T cell receptor was used for gene therapy, it was not the first time that gene therapy was used in cancer. Tumor cells modified with a gene for immune growth factors such as GM-CSF, had been used many years previously and continue to be used, although the efficacy of GM-CSF modified tumor lines as a cancer vaccine remain extremely modest, at best. There has been some debate as to the role of the T cells in treating the cancer in these studies as high-dose IL-2 and chemotherapy have also been shown to have anti-cancer properties. Nevertheless, the combination of chemotherapy, T cells and high-dose IL-2 was shown to be effective even in patients who had previously failed high-dose IL-2 treatment.",
            "score": 249.87318313121796
        },
        {
            "docid": "26652093_11",
            "document": "Autologous immune enhancement therapy . Though the concept of this treatment started in the US in 1980s, full-fledged clinical treatments on a routine basis have been in practice in Japan since 1990. Randomized controlled studies in different cancers with significant increase in survival and disease free period have been reported. In India immunotherapy has shown positive results in patients with advanced cancer including acute myeloid leukaemia, pancreatic cancer, Cervical Cancer, Ovarian cancer, Breast Cancer and Philadelphia chromosome Positive Acute Lymphoblastic Leukemia. Auto-Immune diseases like the Auto-Immune Hemolytic Anemia (AIHA) have been known to be associated with malignancies. In general lower Natural Killer (NK) profile has been associated with development of cancers by earlier studies. Recently an article has been published in which it has been described that the in vitro expansion of NK cells is decreased in cancer patients who have concomitant Auto-immune Diseases like the AIHA. This study also throws questions on whether AIHA is a complication of malignancies, due to the lower NK cell profile in cancer which would have given rise to the AIHA due to some common antibody between NK cells and Red Blood Cells (RBCs) or whether the AIHA lowers the NK cell profile which in turn causes the cancer. This warrants further investigations into the identification of common antibodies between NK cells & RBCs and also finding new Immuno- therapeutic strategies which can tackle both cancer and auto-immunity",
            "score": 272.6273844242096
        },
        {
            "docid": "47253581_3",
            "document": "Tumor antigens recognized by T lymphocytes . It has long been debated whether cancer cells were bearing \"tumor-specific\" antigens, absent from normal cells, which could in principle cause the elimination of the tumor by the immune system. It is now proven that tumor-specific antigens exist and that patients mount spontaneous T cell responses against such antigens. Unfortunately, it is clear that in many and perhaps most instances this response is insufficient to prevent cancer progression and metastasis. The purpose of T cell-mediated cancer immunotherapy is to reactivate these responses to a degree that results in tumor destruction without causing harmful effects on normal cells.",
            "score": 294.9095023870468
        },
        {
            "docid": "7198571_2",
            "document": "Monoclonal antibody therapy . Monoclonal antibody therapy is a form of immunotherapy that uses monoclonal antibodies (mAb) to bind monospecifically to certain cells or proteins. The objective is that this treatment will stimulate the patient's immune system to attack those cells. Alternatively, in radioimmunotherapy a radioactive dose localizes a target cell line, delivering lethal chemical doses. More recently antibodies have been used to bind to molecules involved in T-cell regulation to remove inhibitory pathways that block T-cell responses. This is known as immune checkpoint therapy.",
            "score": 229.1675419807434
        },
        {
            "docid": "18844072_17",
            "document": "Synthetic lethality . Mutations in genes employed in DNA mismatch repair (MMR) cause a high mutation rate. In tumors, such frequent subsequent mutations often generate \"non-self\" immunogenic antigens. A human Phase II clinical trial, with 41 patients, evaluated one synthetic lethal approach for tumors with or without MMR defects. In the case of sporadic tumors evaluated, the majority would be deficient in MMR due to epigenetic repression of an MMR gene (see DNA mismatch repair). The product of gene \"PD-1\" ordinarily represses cytotoxic immune responses. Inhibition of this gene allows a greater immune response. In this Phase II clinical trial with 47 patients, when cancer patients with a defect in MMR in their tumors were exposed to an inhibitor of PD-1, 67% - 78% of patients experienced immune-related progression-free survival. In contrast, for patients without defective MMR, addition of PD-1 inhibitor generated only 11% of patients with immune-related progression-free survival. Thus inhibition of PD-1 is primarily synthetically lethal with MMR defects.",
            "score": 204.46309876441956
        },
        {
            "docid": "16507549_5",
            "document": "Alzheimer's disease research . Immunotherapy or vaccination for Alzheimer's stimulates the immune system to attack beta-amyloid. One approach is active immunization, which would stimulate a permanent immune response. The vaccine AN-1792 showed promise in mouse and early human trials, but in a 2002 Phase II trial, 6% of subjects (18 of 300) developed serious brain inflammation resembling meningoencephalitis, and the trial was stopped. In long-term followups, 20% of subjects had developed high levels of antibodies to beta-amyloid. While placebo-patients and non-antibody responders worsened, these antibody-responders showed a degree of stability in cognitive levels as assessed by the neuropsychological test battery (although not by other measures), and had lower levels of the protein tau in their cerebrospinal fluid. These results may suggest reduced disease activity in the antibody-responder group. Autopsies found that immunization resulted in clearance of amyloid plaques, but did not prevent progressive neurodegeneration.",
            "score": 178.0298194885254
        },
        {
            "docid": "9132492_16",
            "document": "Ipilimumab . Sequencing and epitope prediction algorithms identified neoantigens in mouse tumors that functioned as tumor-specific T cell targets. Neoantigens were recognized by T cells in melanoma patients and were likely the major contributor to positive clinical effects of adoptive cell transfer. Mouse models established that neoantigens were the targets of T cells activated by checkpoint blockade therapy and that synthetic long peptides comprising these neoantigens were effective when administered as vaccines with CTLA-4 and/or PD-1 mAbs. Cancers with higher mutation burdens, and an associated likelihood of expressing neoantigens, appear most likely to respond to checkpoint therapy. In melanoma and certain other cancers, the numbers of mutations and neoantigens correlate with patient response. Increased PD ligand 2 (PD-L2) transcript expression and an immune “cytolytic” gene signature also correlated with neoantigen load and tumor response. CTLA-4 expression was a response indicator, which along with PD-L2 were likely expressed in tumor-infiltrating immune cells. An inflamed TME prior to treatment is also associated with response.",
            "score": 297.2818968296051
        },
        {
            "docid": "48714684_5",
            "document": "Ursula Wiedermann . Beginning around 2004 Wiedermann began to working on the technology that evolved into HER-Vaxx, a B cell peptide cancer immunotherapy that could induce an antibody response targeting HER-2 overexpressing tumours. Following on from favourable pre-clinical data, Wiedermann et al. ran a small 10-patient safety study of HER-Vaxx in ten patients with Stage IV metastatic breast cancer, albeit with low HER-2 expression. This study found the vaccine to be safe, with no observed cardiotoxicity. The patients developed anti-HER-2 antibodies and \"in vitro\", those anti-HER-2 antibodies showed potent anti-tumour activity. Also \"in vitro\", blood from the patients carried markers of a cellular immune response such as IL-2, IFN-γ and TNF-α (meaning that ultimately patients could be expected to develop T cells to kill the cancer cells, and not just antibodies). The vaccine took down the ‘T reg’ cell count in the patients, potentially indicating an overcoming of the cancer’s immunoresistance. In 2012 a start-up company called Biolife Science was incorporated to develop this immunotherapy. Early-stage funding was secured from Australian and US investors in 2013, after which Biolife was taken public in December 2013 in a reverse takeover of an Australian drug development company called Imugene, whose name was retained after the merger. Wiedermann joined Imugene's Scientific Advisory Board in January 2014 and was named Chief Scientific Officer of Imugene in June 2015.",
            "score": 256.26916801929474
        },
        {
            "docid": "27575874_5",
            "document": "Active immunotherapy . Immunomodulating agents regulate the immune system's response and are produced by various immune cells. These agents include the following agents and markers: The BCG vaccine has been used against tuberculosis, mycobacteria, and various cancers in the form of vaccination as an initial immune system stimulant. In cancer, the anti-tumor immunological effects are elicited by the host's immune response and the BCG infection against the tumor cells, most commonly in bladder cancer. The immune activation allows for further recognition and elimination of malignant tumor cells.",
            "score": 249.42882895469666
        }
    ],
    "r": [
        {
            "docid": "1661124_57",
            "document": "Cancer immunotherapy . Many tumors express mutations. These mutations potentially create new targetable antigens (neoantigens) for use in T cell immunotherapy. The presence of CD8+ T cells in cancer lesions, as identified using RNA sequencing data, is higher in tumors with a high mutational burden. The level of transcripts associated with cytolytic activity of natural killer cells and T cells positively correlates with mutational load in many human tumors. In non–small cell lung cancer patients treated with lambrolizumab, mutational load shows a strong correlation with clinical response. In melanoma patients treated with ipilimumab, long-term benefit is also associated with a higher mutational load, although less significantly. The predicted MHC binding neoantigens in patients with a long-term clinical benefit were enriched for a series of tetrapeptide motifs that were not found in tumors of patients with no or minimal clinical benefit. However, human neoantigens identified in other studies do not show the bias toward tetrapeptide signatures.",
            "score": 359.6955871582031
        },
        {
            "docid": "48748497_8",
            "document": "PD-1 and PD-L1 inhibitors . Pembrolizumab (formerly MK-3475 or lambrolizumab, Keytruda) was developed by Merck and first approved by the Food and Drug Administration in 2014 for the treatment of melanoma. It was later approved for metastatic non-small cell lung cancer and head and neck squamous cell carcinoma. In 2017, it became the first immunotherapy drug approved for use based on the genetic mutations of the tumor rather than the site of the tumor. It was shown, that patients with higher non-synonymous mutation burden in their tumors respond better to the treatment. Both their objective response rate and progression-free survival) was shown to be higher than in patients with low non-synonymous mutation burden. This suggests that tobacco smoking, due to its high carcinogenicity, not only causes promotion of cancer (in case of non-small-cell lung carcinoma), but also increases chances of the immune system to recognize and attack to the tumor.",
            "score": 346.3458251953125
        },
        {
            "docid": "55921429_12",
            "document": "Julianna Lisziewicz . Another investigation Lisziewicz is involved with is how human leukocyte antigen (HLA) genes regulate immune responses. This research led to the development of computational immune-oncology technology that can determine a patient’s natural T cell response to tumor antigens. This technology is the first of its kind. As a result, Lisciewicz and her team found there was a correlation between a patient’s HLA gene sequence and how well their immunotherapies worked. PolyPEPI™ immunotherapies to treat lung cancer, breast cancer, and colorectal cancer were created using the computational immune-oncology. The technology was also used to find other types of cancer that would likely respond to these treatments. The company TREOS Bio, that Lisziewicz founded, is clinically developing these immunotherapies to cure cancers by using these personalized treatments to cure each patient’s specific disease.",
            "score": 341.9582824707031
        },
        {
            "docid": "549895_16",
            "document": "Rhabdomyosarcoma . Immunotherapy is a more recent treatment modality that is still in development. This method involves recruiting and training the patient's immune system to target the cancer cells. This can be accomplished through administering small molecules designed to pull immune cells towards the tumors, taking immune cells pulled from the patient and training to attack tumors through presentation with tumor antigen, or other experimental methods. A specific example here would be presenting some of the patient's dendritic cells, which direct the immune system to foreign cells, with the PAX3-FKHR fusion protein in order to focus the patient's immune system to the malignant RMS cells. All cancers, including rhabdomyosarcoma, could potentially benefit from this new, immune-based approach.",
            "score": 331.5284729003906
        },
        {
            "docid": "1661124_2",
            "document": "Cancer immunotherapy . Cancer immunotherapy (sometimes called immuno-oncology, abbreviated IO) is the use of the immune system to treat cancer. Immunotherapies can be categorized as active, passive or hybrid (active and passive). These approaches exploit the fact that cancer cells often have molecules on their surface that can be detected by the immune system, known as tumour-associated antigens (TAAs); they are often proteins or other macromolecules (e.g. carbohydrates). Active immunotherapy directs the immune system to attack tumor cells by targeting TAAs. Passive immunotherapies enhance existing anti-tumor responses and include the use of monoclonal antibodies, lymphocytes and cytokines.",
            "score": 318.36297607421875
        },
        {
            "docid": "25081142_20",
            "document": "Treatment of cancer . Cancer immunotherapy refers to a diverse set of therapeutic strategies designed to induce the patient's own immune system to fight the tumor. Contemporary methods for generating an immune response against tumours include intravesical BCG immunotherapy for superficial bladder cancer, and use of interferons and other cytokines to induce an immune response in renal cell carcinoma and melanoma patients. Cancer vaccines to generate specific immune responses are the subject of intensive research for a number of tumours, notably malignant melanoma and renal cell carcinoma. Sipuleucel-T is a vaccine-like strategy in late clinical trials for prostate cancer in which dendritic cells from the patient are loaded with prostatic acid phosphatase peptides to induce a specific immune response against prostate-derived cells.",
            "score": 317.4938659667969
        },
        {
            "docid": "27575874_7",
            "document": "Active immunotherapy . Vaccine therapies are a type of specific active immunotherapy. Vaccine therapies deliver various agents that will lead to a specific immune response e.g. antibody development or CTL response. Tumor antigens have been a main target in specific active immunotherapy by way of vaccination. Tumor antigens are antigens produced by tumor cells and can be common among patients with the same cancer-type, or unique to a particular patient. Their specificity to malignant tumor cells makes tumor antigens ideal candidates for vaccination.",
            "score": 311.1524963378906
        },
        {
            "docid": "14756417_18",
            "document": "Programmed cell death protein 1 . Higher mutational burden in the tumor is correlated with a greater effect of the anti-PD-1 treatment. In clinical trials, patients who benefited from anti-PD1 treatment had cancers, such as melanoma, bladder cancer, and gastric cancer, that had a median higher average number of mutations than the patients who do did not respond to the therapy. However, the correlation between higher tumor burden and the clinical effectiveness of PD-1 immune blockade is still uncertain.",
            "score": 309.909912109375
        },
        {
            "docid": "19755256_4",
            "document": "CancerVax . While the company eventually had several drugs in their pipeline focused on melanoma, colon cancer, lung cancer, solid tumors, and ophthalmic disease, their lead candidate Canvaxin was focused on melanoma. Canvaxin was a vaccine based treatment for melanoma, and was an immunotherapeutic. In the clinical trials it has been proven an effective treatment, with a significantly greater (P<0.0001) median survival rate over than no treatment. Immunotherapy in its most general form for cancer treatment uses the immune system to target tumor cells. While all cells produce cytokines and have receptor proteins on the cell surface, tumor cells may over-express them. Targeted immunotherapy towards these over expressed proteins could be an effective treatment towards different cancers. There are three types of immunotherapy, and they are briefly described below",
            "score": 305.141357421875
        },
        {
            "docid": "10500138_12",
            "document": "CD4+ T cells and antitumor immunity . Cancer cells, through mutation, may actually have mutations in some of the proteins involved in antigen presentation, and as such, evade an immune response. (Dunn et al., 2004) Tumor cells may, through mutations, often begin producing large quantities of inhibitory cytokines IL-10, or transforming growth factor β (TGF-β) (Khong and Restifo, 2002) thereby suppressing the immune system, allowing for large-scale proliferation (Salazar-Onfray et al., 2007). Also, it has been observed that some cancer patients exhibit higher than normal levels of CD4/CD25 T cells, a subset of T cells often called regulatory T cells, for their known immunosuppressive actions. These T cells produce high levels of IL-10 and TGF-β, thereby suppressing the immune system and allowing for evasion by the tumor (Shimizu et al., 1999).",
            "score": 303.0377502441406
        },
        {
            "docid": "36516619_6",
            "document": "James P. Allison . Allison's research is in molecular immunology of the T cell antigen receptor complex, co-stimulatory receptors, and other molecules involved in T cell activation. He is particularly interested in finding signals that lead to differentiation of naive T cells and also those that determine whether antigen receptor engagement will lead to functional activation or inactivation of T cells. Once defined, the basic studies are used to develop new strategies for the treatment of autoimmune diseases and immunotherapy of cancer. Most recently he has been interested in understanding the immune responses in cancer patients who respond to immunotherapy. He established the immunotherapy platform at MD Anderson Cancer Center to study immune responses in cancer patients.",
            "score": 302.26434326171875
        },
        {
            "docid": "26652093_8",
            "document": "Autologous immune enhancement therapy . Adoptive Immuno cell therapy of cancer was first introduced by Steven Rosenberg and his colleagues of National Institute of Health USA. In the late 80s, they published an article in which they reported a low tumor regression rate (2.6–3.3%) in 1205 patients with metastatic cancer who underwent different types of active specific immunotherapy (ASI), and they suggest that AIET with specific chemotherapy or radiotherapy as the future of cancer immunotherapy. In the beginning Immunotherapy treatments involved administration of cytokines such as Interleukin. with an aim of inducing the lymphocytes which will carry their activity of destroying the tumour cells. Thereafter the adverse effects of such intravenously administered cytokines lead to the extraction of the lymphocytes from the blood and culture-expand them in the lab and then to inject the cells alone enable them destroy the cancer cells. Till date different kinds of autologous and allogenic immune cells such as lymphokine-activated killer(LAK)cells, Natural killer (NK) cells, Activated Cytotoxic T lymphocytes(CTLs), Dendritic cells(DCs), Gene manipulated autologous and allogenic Immune cells have been used in clinical applications of Immunotherapy.",
            "score": 300.5240173339844
        },
        {
            "docid": "44370271_2",
            "document": "Artificial antigen presenting cells . Artificial antigen presenting cells (aAPCs) are a new technology and approach to cancer immunotherapy. Immunotherapy aims to utilize the body’s own defense mechanism—the immune system—to recognize mutated cancer cells and to kill them the way the immune system would recognize and kill a virus. Antigen presenting cells are the sentinels of the immune system and patrol the body for pathogens. When they encounter foreign pathogens, the antigen presenting cells alert the T cells—“the soldiers of the immune system”—that there is something foreign in the body with specific cell surface molecules. aAPCs are synthetic versions of these sentinel cells and are made by attaching the specific T-cell stimulating signals to various macro and micro biocompatible surfaces. This can potentially reduce the cost while allowing control over generating large numbers of functional pathogen-specific T cells for therapy. Activated and stimulated T cells can be studied in this biomimetic contex and used for adoptive transfer as an immunotherapy.",
            "score": 297.9130554199219
        },
        {
            "docid": "9132492_16",
            "document": "Ipilimumab . Sequencing and epitope prediction algorithms identified neoantigens in mouse tumors that functioned as tumor-specific T cell targets. Neoantigens were recognized by T cells in melanoma patients and were likely the major contributor to positive clinical effects of adoptive cell transfer. Mouse models established that neoantigens were the targets of T cells activated by checkpoint blockade therapy and that synthetic long peptides comprising these neoantigens were effective when administered as vaccines with CTLA-4 and/or PD-1 mAbs. Cancers with higher mutation burdens, and an associated likelihood of expressing neoantigens, appear most likely to respond to checkpoint therapy. In melanoma and certain other cancers, the numbers of mutations and neoantigens correlate with patient response. Increased PD ligand 2 (PD-L2) transcript expression and an immune “cytolytic” gene signature also correlated with neoantigen load and tumor response. CTLA-4 expression was a response indicator, which along with PD-L2 were likely expressed in tumor-infiltrating immune cells. An inflamed TME prior to treatment is also associated with response.",
            "score": 297.2818908691406
        },
        {
            "docid": "47253581_3",
            "document": "Tumor antigens recognized by T lymphocytes . It has long been debated whether cancer cells were bearing \"tumor-specific\" antigens, absent from normal cells, which could in principle cause the elimination of the tumor by the immune system. It is now proven that tumor-specific antigens exist and that patients mount spontaneous T cell responses against such antigens. Unfortunately, it is clear that in many and perhaps most instances this response is insufficient to prevent cancer progression and metastasis. The purpose of T cell-mediated cancer immunotherapy is to reactivate these responses to a degree that results in tumor destruction without causing harmful effects on normal cells.",
            "score": 294.9095153808594
        },
        {
            "docid": "3112875_19",
            "document": "Computational immunology . Cancer is the result of somatic mutations which provide cancer cells with a selective growth advantage. Recently it has been very important to determine the novel mutations. Genomics and proteomics techniques are used worldwide to identify mutations related to each specific cancer and their treatments. Computational tools are used to predict growth and surface antigens on cancerous cells. There are publications explaining a targeted approach for assessing mutations and cancer risk. Algorithm CanPredict was used to indicate how closely a specific gene resembles known cancer-causing genes. Cancer immunology has been given so much importance that the data related to it is growing rapidly. Protein–protein interaction networks provide valuable information on tumorigenesis in humans. Cancer proteins exhibit a network topology that is different from normal proteins in the human interactome. Immunoinformatics have been useful in increasing success of tumour vaccination. Recently, pioneering works have been conducted to analyse the host immune system dynamics in response to artificial immunity induced by vaccination strategies.. Other simulation tools use predicted cancer peptides to forecast immune specific anticancer responses that is dependent on the specified HLA. These resources are likely to grow significantly in the near future and immunoinformatics will be a major growth area in this domain.",
            "score": 293.3714599609375
        },
        {
            "docid": "14580460_3",
            "document": "Tumor antigen vaccine . Tumor antigen vaccines work the same way that viral vaccines work, by training the immune system to attack cells that contain the antigens in the vaccine. The difference is that the antigens for viral vaccines are derived from viruses or cells infected with virus, while the antigens for tumor antigen vaccines are derived from cancer cells. Since tumor antigens are antigens found in cancer cells but not normal cells, vaccinations containing tumor antigens should train the immune system to target cancer cells not healthy cells. Cancer-specific tumor antigens include peptides from proteins that are not typically found in normal cells but are activated in cancer cells or peptides containing cancer-specific mutations. Antigen-presenting cells (APCs) such as dendritic cells take up antigens from the vaccine, process them into epitopes, and present the epitopes to T-cells via Major Histocompatibility Complex proteins. If T-cells recognize the epitope as foreign, the adaptive immune system is activated and target cells that express the antigens.",
            "score": 287.71185302734375
        },
        {
            "docid": "1920949_13",
            "document": "FOXP3 . Foxp3 is a recruiter of other anti-tumor enzymes such as CD39 and CD8. The overexpression of CD39 is found in patients with multiple cancer types such as melanoma, leukemia, pancreatic cancer, colon cancer, and ovarian cancer. This overexpression may be protecting tumorous cells, allowing them to create their “escape phase”. A cancerous tumor’s “escape phase” is where the tumor grows quickly and it becomes clinically invisible by becoming independent of the extracellular matrix and creating its own immunosuppressive tumor microenvironment. The consequences of a cancer cell reaching the “escape phase” is that it allows it to completely evade the immune system, which reduces the immunogenicity and ability to become clinically detected, allowing it to progress and spread throughout the body. Some cancer patients have also been known to display higher numbers of mutated CD4 cells. These mutated cells will then produce large quantities of TGF-β and IL-10, (a Transforming Growth Factor β and an inhibitory cytokine respectively,) which will suppress signals to the immune system and allow for tumor escape. In one experiment a 15-mer synthetic peptide, P60, was able to inhibit Foxp3’s ability to function. P60 did this by entering the cells and then binding to Foxp3, where it hinders Foxp3’s ability to translocate to the nucleus. Due to this, Foxp3 could no longer properly suppress the transcription factors NF-kB and NFAT; both of which are protein complexes that regulate transcription of DNA, cytokine production and cell survival. This would inhibit a cell’s ability to perform apoptosis and stop its own cell cycle, which could potentially allow an affected cancerous cell to survive and reproduce.",
            "score": 286.16912841796875
        },
        {
            "docid": "15025638_25",
            "document": "Epithelioid sarcoma . Immunotherapy is the strategy of using the body’s own immune system to fight cancer. It usually involves “training” or “tweaking” the immune system so that it can better recognize and reject cancer cells. Different immunotherapies can include manipulation of the body’s T-cells, NK cells, or Dendritic cells so they are more effective against cancer cells. They can also include the administration of laboratory-produced antibodies specific to tumor antigens to create or boost an immune response.",
            "score": 285.5960388183594
        },
        {
            "docid": "1661124_9",
            "document": "Cancer immunotherapy . Another strategy is to remove dendritic cells from the blood of a patient and activate them outside the body. The dendritic cells are activated in the presence of tumor antigens, which may be a single tumor-specific peptide/protein or a tumor cell lysate (a solution of broken down tumor cells). These cells (with optional adjuvants) are infused and provoke an immune response.",
            "score": 285.26629638671875
        },
        {
            "docid": "1661124_4",
            "document": "Cancer immunotherapy . Active cellular therapies usually involve the removal of immune cells from the blood or from a tumor. Those specific for the tumor are cultured and returned to the patient where they attack the tumor; alternatively, immune cells can be genetically engineered to express a tumor-specific receptor, cultured and returned to the patient. Cell types that can be used in this way are natural killer (NK) cells, lymphokine-activated killer cells, cytotoxic T cells and dendritic cells. However, a newer study conducted by Stanford University scientists has created a method of treating tumors that does not require a patient's immune cells to be removed from their body. Their method uses the combination of two immune-enhancing agents that are injected into a tumor to trigger a T cell immune response that then eradicates the tumor.",
            "score": 285.10302734375
        },
        {
            "docid": "30045028_3",
            "document": "Neuvenge . The concept of immunotherapy for cancer has been known for hundreds of years and was used by Dr William Coley et al. in the 1800s. Coley's Toxins are still available outside of the US. The idea of harnessing the antigen presenting cells (APC)'s to recognize cancer and target tumor cells for apoptosis (cell death) by the CD8 (cytotoxic cells) is a common approach to cancer vaccine researchers. This 1997 example article describes targeting EGFR and other cell products and attaching their antigens to the CD64 receptor cells also using GM-CSF to grow more cells. The NIH calls this topic \"Biological response modifiers (BRMs) occur naturally in the body and can be produced in the laboratory. BRMs alter the interaction between the body's immune defenses and cancer cells to boost, direct, or restore the body's ability to fight the disease.\"  Immunocompromising diseases have caused many deaths in human history. An ongoing example is Karposi's sarcoma (KS) caused by the Human herpesvirus 8 virus normally controlled by the body's immune system. KS is normally a rare disease but AIDS has made it all to commonplace. AIDS patients, whose immune system has been compromised, fall victim to serious opportunistic infections such as (TB) and KS. The movie \"Philadelphia (film)\" gives a dramatic representation of AIDS and KS. A good method of preventing some cancers is to stop the viruses that lead to them. This is known as prophylatic treatment. The current cancer prophylactic vaccines are for Hepatitis B virus (HBV), HPV (cervical cancer, vaginal, vulvar cancer, penile, anal cancer) and HPV-positive oropharyngeal cancer are all defenses utilizing immunotherapy against viruses that lead to cancer.",
            "score": 284.7947998046875
        },
        {
            "docid": "55133810_11",
            "document": "Dendritic cell-based cancer vaccine . Sipuleucel-T is the first DCs- based cancer vaccine for men with asymptomatic or minimally symptomatic metastatic castration-resistant prostate cancer (CRPC), approved by the US Food and Drug Administration (FDA) . It is an active cellular immunotherapy, which involves obtaining antigen-presenting autologous dendritic cells from the patient following a leukapheresis procedure. The cells are incubated \"ex vivo\" in the presence of a recombinant fusion protein PA2024 containing a prostate antigen, prostate acid phosphatase and GM-CSF, an immune-cell activator. The cells are then returned to the patient to generate an immune response.",
            "score": 284.0613098144531
        },
        {
            "docid": "9132492_15",
            "document": "Ipilimumab . During “cancer immunoediting\", tumor cells can produce antigens that provoke a reduced immune response and/or establish an immunosuppressive tumor microenvironment (TME). The latter can arise as a consequence of repeated, ineffective T cell stimulation. This triggers the checkpoint that ipilumumab targets. Many patients do not benefit from treatment, which may be related to reduced mutation load and/or missense point mutation-derived neoantigens. Tumor antigens can either be improperly expressed normal proteins or abnormal proteins with tumor-specific expression. Somatic cancer mutations can produce “nonself” tumor-specific mutant antigens (neoantigens).",
            "score": 283.5383605957031
        },
        {
            "docid": "28722065_9",
            "document": "Proteogenomics . Proteogenomics can be applied in different ways. One application is the improvement of gene annotations in various organisms. Gene annotation involves discovering genes and their functions.  Proteogenomics has become especially useful in the discovery and improvement of gene annotations in prokaryotic organisms. For example, various microorganisms have had their genomic annotation studied through the proteogenomic approach including, Escherichia coli, Mycobacterium, and multiple species of \"Shewanella\" bacteria. Besides improving gene annotations, proteogenomic studies can also provide valuable information about the presence of programmed frameshifts, N-terminal methionine excision, signal peptides, proteolysis and other post-translational modifications. Proteogenomics has potential applications in medicine, especially to oncology research. Cancer occurs through genetic mutations such as methylation, translocation, and somatic mutations. Research has shown that both genomic and proteomic information are needed to understand the molecular variations that lead to cancer. Proteogenomics has aided in this through the identification of protein sequences that may have functional roles in cancer. A specific example of this occurred in a study involving colon cancer that resulted in the discovery of potential targets for cancer treatment. Proteogenomics has also led to personalized cancer targeting immunotherapies, where antibody epitopes for cancer antigens are predicted using proteogenomics to create medicines that act on the patient's specific tumor. In addition to treatment, proteogenonomics may provide insight into cancer diagnosis. In studies involving colon and rectal cancer, proteogenomics was utilized to identify somatic mutations. The identification of somatic mutations in patients could be used to diagnose cancer in patients. In addition to direct applications in cancer treatment and diagnosis, a proteogenomic approach can be used to study proteins that result in resistance to chemotherapy.",
            "score": 282.1587219238281
        },
        {
            "docid": "12166922_12",
            "document": "Northwest Biotherapeutics . The DCVax-Prostate process is similar to DCVax-L, but rather than using the patient's tumor as the protein source, Northwest utilizes a synthetic protein that was determined to be a very common mutated protein located on prostate cancer cells. This method is very different, and is expected to be far more effective than the current approved immunotherapy for prostate.",
            "score": 282.092041015625
        },
        {
            "docid": "4754550_3",
            "document": "Advaxis . The \"Lm\"-based platform on which the company's products are based involves the use of attenuated \"Lm\" which secrete antigen/adjuvant fusion proteins and stimulate a patient's immune system (specifically their T cells) to mount an immune response to the secreted antigen; if the antigen is specifically found on cancerous cells, then the result aims to be an effective immune response targeting and eliminating the cancer. Treatments developed using this paradigm are referred to as \"Lm\"-LLO immunotherapies.",
            "score": 281.5558776855469
        },
        {
            "docid": "13760802_29",
            "document": "Mantle cell lymphoma . Immune-based therapy is dominated by the use of the rituximab monoclonal antibody, sold under the trade name Rituxan (or as Mabthera in Europe and Australia). Rituximab may have good activity against MCL as a single agent, but it is typically given in combination with chemotherapies, which prolongs response duration. There are newer variations on monoclonal antibodies combined with radioactive molecules known as Radioimmunotherapy (RIT). These include Zevalin and Bexxar. Rituximab has also been used in small numbers of patients in combination with thalidomide with some effect. In contrast to these antibody-based 'passive' immunotherapies, the field of 'active' immunotherapy tries to activate a patient's immune system to specifically eliminate their own tumor cells. Examples of active immunotherapy include cancer vaccines, adoptive cell transfer, and immunotransplant, which combines vaccination and autologous stem cell transplant. Though no active immunotherapies are currently a standard of care, numerous clinical trials are ongoing.",
            "score": 279.8304138183594
        },
        {
            "docid": "48731045_2",
            "document": "Immune-related response criteria . The immune-related response criteria (irRC) is a set of published rules that define when tumors in cancer patients improve (\"respond\"), stay the same (\"stabilize\"), or worsen (\"progress\") during treatment, where the compound being evaluated is an immuno-oncology drug. Immuno-oncology, part of the broader field of cancer immunotherapy, involves agents which harness the body's own immune system to fight cancer. Traditionally, patient responses to new cancer treatments have been evaluated using two sets of criteria, the WHO criteria and the response evaluation criteria in solid tumors (RECIST). The immune-related response criteria, first published in 2009, arose out of observations that immuno-oncology drugs would fail in clinical trials that measured responses using the WHO or RECIST Criteria, because these criteria could not account for the time gap in many patients between initial treatment and the apparent action of the immune system to reduce the tumor burden.",
            "score": 279.6319274902344
        },
        {
            "docid": "55906778_10",
            "document": "Anti-Hu associated encephalitis . In people with cancer, the cancer has a likely role in the cause of the encephalitis. In a paraneoplastic syndrome, a cancer cell can create proteins that are normally only found as naturally-occurring proteins in other cell types in other parts of the body. In patients with small cell carcinoma of the lung, cancer cells in the lung can produce Hu proteins that are usually only found inside of the body's own neurons. It is hypothesized that through these cancer-produced Hu proteins, the body creates an immune system response. This reaction includes T cells, which then attack nervous tissue. The cancer-produced Hu proteins are found in nearly all small-cell lung carcinomas, 70 percent of neuroblastomas, and a small percentage of other tumors.",
            "score": 276.2975158691406
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 276.28106689453125
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 276.28106689453125
        }
    ]
}