{
    "q": [
        {
            "docid": "47413780_10",
            "document": "Anna Akhmanova . Another project the team is researching concerns the mechanisms involved in microtubule-based vesicle transport. They identified several structures that linked the microtubule motors to vesicles and developed procedures to show the function of the linkers when gathering motor proteins to associate with membrane organelles. Kinesin and dynein motors are required for long-range transport along microtubules within the cell. Akhmanova’s team focuses mainly on dynein, the motor that moves toward the minus end of the microtubule, and how it is linked to the various organelles and vesicles it transfers. They also study how dynein coordinates with kinesin, the motor that moves toward the plus end of the microtubule, when they are attached to the same organelle or vesicle, and they study the different signaling pathways that affect these motors. More specifically, they are currently looking into the protein Bicaudal D and its role in dynein-dependent transport, as it has been found to be important for dynein-dependent transport of mRNA in flies and of exocytotic vesicles in mammals. It has also been found to be important for the positioning of the centrosomes and nucleus during mitosis as this is facilitated by dynein and kinesin.",
            "score": 252.92651987075806
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 312.99246048927307
        },
        {
            "docid": "20232_16",
            "document": "Messenger RNA . In spatially complex cells, some mRNAs are transported to particular subcellar destinations. In mature neurons, certain mRNA are transported from the soma to dendrites. One site of mRNA translation is at polyribosomes selectively localized beneath synapses. The mRNA for Arc/Arg3.1 is induced by synaptic activity and localizes selectively near active synapses based on signals generated by NMDA receptors. Other mRNAs also move into dendrites in response to external stimuli, such as β-actin mRNA. Upon export from the nucleus, actin mRNA associates with ZBP1 and the 40S subunit. The complex is bound by a motor protein and is transported to the target location (neurite extension) along the cytoskeleton. Eventually ZBP1 is phosphorylated by Src in order for translation to be initiated. In developing neurons, mRNAs are also transported into growing axons and especially growth cones. Many mRNAs are marked with so-called \"zip codes,\" which target their transport to a specific location.",
            "score": 185.19531571865082
        },
        {
            "docid": "14796567_3",
            "document": "KIF3A . KIF3A is one subunit of the heterotrimeric motor protein, kinesin-2, that was initially isolated from sea urchin egg/embryo cytosol using microtubule affinity purification. This motor consists of two kinesin-related subunits (called KIF3A and KIF3B or 3C in vertebrates) and an associated protein (KAP3), and it transports protein complexes, nucleic acids and organelles towards the \"plus\" ends of microtubule tracks within cells. Work done in a broad range of eukaryotic cells has revealed that heterotrimeric kinesin-2 is the primary motor protein driving the intra-flagellar transport of tubulins and other axonemal building blocks from the base of the ciliary/flagellar axoneme to their site of assembly at the distal tips. This process is required for cilium assembly/maintenance and cilium-based signalling which play key roles in various cell and developmental processes. For example, in vertebrate embryos, kinesin-2 function is required for cilia-dependent nodal flow and the development of left-right asymmetry.",
            "score": 262.8209881782532
        },
        {
            "docid": "46319796_2",
            "document": "Intracellular transport . Intracellular transport is the movement of vesicles and substances within the cell. Eukaryotic cells transport packets of components (membrane‐bound vesicles and organelles, protein rafts, mRNA, chromosomes) to particular intracellular locations by attaching them to molecular motors that haul them along microtubules and actin filaments. This method of transport is often confused with intercellular transport, which deals solely with the movement of cargo between cells not the net movement within a cell. Since intracellular transport heavily relies on microtubules for movement, the components of the cytoskeleton play a vital role in trafficking vesicles between organelles and the plasma membrane. The cell is not a static structure; it is akin to a large city with an intricate highway system connecting one area to the next. In order to properly maintain cell growth utilization of these “cellular highways” is achieved through intracellular transport. Through this pathway it is possible to facilitate the movement of essential molecules such as membrane‐bounded vesicles and organelles, protein rafts, mRNA and chromosomes. In addition to the various organelles, the cytoskeleton plays a key role in intracellular transport by providing the mechanical support necessary for the cell to divide and facilitates movement. It is composed of actin, intermediate filaments and microtubules which each have a role in locomotion, intracellular transport of organelles, cell shape and chromosome separation.",
            "score": 231.8584200143814
        },
        {
            "docid": "27122321_9",
            "document": "Synaptic tagging . Transcribed mRNA must reach the intended dendritic spine for the spine to express L-LTP. Neurons may transport mRNA to specific dendritic spines in a package along with a transport ribonucleoprotein (RNP) complex; the transport RNP complex is a subtype of an RNA granule. Granules containing two proteins of known importance to synaptic plasticity, CaMKII (Calmodulin-dependent Kinase II) and the immediate early gene Arc, have been identified to associate with a type of the motor protein kinesin, KIF5. Furthermore, there is evidence that polyadenylated mRNA associates with microtubules in mammalian neurons, at least in vitro. Since mRNA transcripts undergo polyadenlyation prior to export from the nucleus, this suggests that the mRNA essential for late-phase LTP may travel along the microtubules within the dendritic shaft prior to reaching the dendritic spine.",
            "score": 222.5378987789154
        },
        {
            "docid": "3017886_8",
            "document": "Motor protein . Kinesins are a group of related motor proteins that use a microtubule track in anterograde movement. They are vital to spindle formation in mitotic and meiotic and chromosomes separation during cell division and are also responsible for shuttling mitochondria, Golgi bodies, and vesicles within eukaryotic cells. Kinesin have two heavy chains and two light chains per active motor. The two globular head motor domains in heavy chains can convert the chemical energy of ATP hydrolysis into mechanical work to move along microtubules. The direction in which cargo is transported can be towards the plus-end or the minus-end, depending on the type of kinesin. In general, kinesins with N-terminal motor domains move their cargo towards the plus ends of microtubules located at the cell periphery, while kinesins with C-terminal motor domains move cargo towards the minus ends of microtubules located at the nucleus. Fourteen distinct kinesin families are known, with some additional kinesin-like proteins that cannot be classified into these families.",
            "score": 263.0254645347595
        },
        {
            "docid": "24172579_7",
            "document": "Activity-regulated cytoskeleton-associated protein . Following transcription, Arc mRNA is transported out of the nucleus and localized to neuronal dendrites and activated synapses, a process dependent on the 3' UTR, polymerization of actin, and ERK phosphorylation. The mRNA (and aggregate protein) is carried along microtubules radiating out from the nucleus by kinesin (specifically KIF5) and likely translocated into dendritic spines by the actin-based motor protein myosin-Va. Arc has been shown to be associated with polyribosomes at synaptic sites, and is translated in isolated synaptoneurosomal fractions \"in vitro\" indicating that the protein is likely locally translated \"in vivo\".",
            "score": 252.0862090587616
        },
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 209.7916877269745
        },
        {
            "docid": "2957025_4",
            "document": "Axonal transport . The vast majority of axonal proteins are synthesized in the neuronal cell body and transported along axons. Some mRNA translation has been demonstrated within axons. Axonal transport occurs throughout the life of a neuron and is essential to its growth and survival. Microtubules (made of tubulin) run along the length of the axon and provide the main cytoskeletal \"tracks\" for transportation. Kinesin and dynein are motor proteins that move cargoes in the anterograde (forwards from the soma to the axon tip) and retrograde (backwards to the soma (cell body)) directions, respectively. Motor proteins bind and transport several different cargoes including mitochondria, cytoskeletal polymers, autophagosomes, and synaptic vesicles containing neurotransmitters.",
            "score": 222.50576758384705
        },
        {
            "docid": "609808_4",
            "document": "Kinesin . Kinesins were discovered as MT-based anterograde intracellular transport motors. The founding member of this superfamily, kinesin-1, was isolated as a heterotetrameric fast axonal organelle transport motor consisting of 2 identical motor subunits (KHC) and 2 \"light chains\" (KLC) via microtubule affinity purification from neuronal cell extracts. Subsequently, a different, heterotrimeric plus-end-directed MT-based motor named kinesin-2, consisting of 2 distinct KHC-related motor subunits and an accessory \"KAP\" subunit, was purified from echinoderm egg/embryo extracts and is best known for its role in transporting protein complexes (IFT particles) along axonemes during cilium biogenesis. Molecular genetic and genomic approaches have led to the recognition that the kinesins form a diverse superfamily of motors that are responsible for multiple intracellular motility events in eukaryotic cells. For example, the genomes of mammals encode more than 40 kinesin proteins, organized into at least 14 families named kinesin-1 through kinesin-14.",
            "score": 226.2955082654953
        },
        {
            "docid": "3017886_5",
            "document": "Motor protein . Motor proteins utilizing the cytoskeleton for movement falls into two categories based on their substrates: Actin motors such as myosin move along microfilaments through interaction with actin. Microtubule motors such as dynein and kinesin movement along microtubules through interaction with tubulin. There are two basic types of microtubule motors: plus-end motors and minus-end motors, depending on the direction in which they \"walk\" along the microtubule cables within the cell.",
            "score": 256.4950406551361
        },
        {
            "docid": "1306158_3",
            "document": "Soma (biology) . The soma of a neuron (i.e., the main part of the neuron in which the dendrites branch off of) contains many organelles, including granules called Nissl granules, which are composed largely of rough endoplasmic reticulum and free polyribosomes. The cell nucleus is a key feature of the soma. The nucleus is the source of most of the RNA that is produced in neurons. In general, most proteins are produced from mRNAs that do not travel far from the cell nucleus. This creates a challenge for supplying new proteins to axon endings that can be a meter or more away from the soma. Axons contain microtubule-associated motor proteins that transport protein-containing vesicles between the soma and the synapses at the axon terminals. Such transport of molecules towards and away from the soma maintains critical cell functions.",
            "score": 199.712810754776
        },
        {
            "docid": "609808_8",
            "document": "Kinesin . In the cell, small molecules, such as gases and glucose, diffuse to where they are needed. Large molecules synthesised in the cell body, intracellular components such as vesicles and organelles such as mitochondria are too large (and the cytosol too crowded) to be able to diffuse to their destinations. Motor proteins fulfill the role of transporting large cargo about the cell to their required destinations. Kinesins are motor proteins that transport such cargo by walking unidirectionally along microtubule tracks hydrolysing one molecule of adenosine triphosphate (ATP) at each step. It was thought that ATP hydrolysis powered each step, the energy released propelling the head forwards to the next binding site. However, it has been proposed that the head diffuses forward and the force of binding to the microtubule is what pulls the cargo along. In addition viruses, HIV for example, exploit kinesins to allow virus particle shuttling after assembly.",
            "score": 216.057568192482
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 208.1314504146576
        },
        {
            "docid": "14162129_8",
            "document": "PURA . Studies of genetic inactivation of \"PURA\" in the mouse provided evidence leading to that for \"PURA\" gene disorders in brain disease. Homozygous \"PURA\" knockouts die shortly after birth with severe defects in brain layer development, tissue wasting and movement disorders. Defects in blood cell development are also prominent, and it is not known how these may affect the brain. Heterozygous knockouts do not die early but exhibit seizure-like disorders. In rat hippocampal neurons, Pur-alpha is found in the cytoplasm together with mRNA transcripts, in a complex including non-coding RNAs, Pur-beta, fragile X mental retardation proteins and microtubule-associated proteins. This complex is transported by a kinesin motor to sites of translation at junctions of nerve cell dendrites. Recently \"PURA\" mutations have been found in multiple patients with brain disorders of a similar phenotype including hypotonia, developmental delay, movement disorders, and seizure or seizure-like movements. This spectrum of brain disorders is similar to the phenotype of a central nervous system syndrome termed the 5q31.3 microdeletion syndrome, and is the basis for a proposed \"PURA\" Syndrome based on \"PURA\" mutations rather than just deletions.",
            "score": 171.35310006141663
        },
        {
            "docid": "609812_2",
            "document": "Dynein . Dynein is a family of cytoskeletal motor proteins that move along microtubules in cells. They convert the chemical energy stored in ATP to mechanical work. Dynein transports various cellular cargos, provides forces and displacements important in mitosis, and drives the beat of eukaryotic cilia and flagella. All of these functions rely on dynein's ability to move towards the minus-end of the microtubules, known as retrograde transport, thus, they are called \"minus-end directed motors\". In contrast, kinesin motor proteins move toward the microtubules' plus end.",
            "score": 198.27696704864502
        },
        {
            "docid": "583031_13",
            "document": "Drosophila embryogenesis . Cytoskeletal elements such as microtubules are polarized within the oocyte and can be used to allow the localization of mRNA molecules to specific parts of the cell. Maternally synthesized \"bicoid\" mRNAs attach to microtubules and are concentrated at the anterior ends of forming \"Drosophila\" eggs. In unfertilized eggs, transcripts are still strictly localized at the tip, but immediately after fertilization, a small mRNA gradient is formed in the anterior 20% of the eggs. Another report documents a mRNA gradient up to 40%. \"nanos\" mRNA also attaches to a \"Drosophila\" egg's cytoskeleton but is concentrated at the posterior end of the egg. \"hunchback\" and \"caudal\" mRNAs lack special location control systems and are fairly evenly spread throughout the entire interior of the egg cells.",
            "score": 244.88547682762146
        },
        {
            "docid": "609808_3",
            "document": "Kinesin . Kinesins move along microtubule (MT) filaments, and are powered by the hydrolysis of adenosine triphosphate (ATP) (thus kinesins are ATPases). The active movement of kinesins supports several cellular functions including mitosis, meiosis and transport of cellular cargo, such as in axonal transport. Most kinesins walk towards the positive end of a microtubule, which, in most cells, entails transporting cargo such as protein and membrane components from the centre of the cell towards the periphery. This form of transport is known as anterograde transport. In contrast, dyneins are motor proteins that move toward the negative end of a microtubule in retrograde transport.",
            "score": 249.56971275806427
        },
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 172.295370221138
        },
        {
            "docid": "22683587_2",
            "document": "Transport by multiple-motor proteins . Transport by molecular motor proteins (Kinesin, Dynein and unconventional Myosin) is essential for cell functioning and survival. Studies of multiple motors are inspired by the fact that multiple motors are involved in many biological processes such as intra-cellular transport and mitosis. This increasing interest in modeling multiple motor transport is particularly due to improved understanding of single motor function. Several models have been proposed in recent year to understand the transport by multiple motors.",
            "score": 163.91982126235962
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 249.78680741786957
        },
        {
            "docid": "20232_6",
            "document": "Messenger RNA . The brief existence of an mRNA molecule begins with transcription, and ultimately ends in degradation. During its life, an mRNA molecule may also be processed, edited, and transported prior to translation. Eukaryotic mRNA molecules often require extensive processing and transport, while prokaryotic mRNA molecules do not. A molecule of eukaryotic mRNA and the proteins surrounding it are together called a messenger RNP.",
            "score": 124.11545872688293
        },
        {
            "docid": "3017886_12",
            "document": "Motor protein . In contrast to animals, fungi and non-vascular plants, the cells of flowering plants lack dynein motors. However, they contain a larger number of different kinesins. Many of these plant-specific kinesin groups are specialized for functions during plant cell mitosis. Plant cells differ from animal cells in that they have a cell wall. During mitosis, the new cell wall is built by the formation of a cell plate starting in the center of the cell. This process is facilitated by a phragmoplast, a microtubule array unique to plant cell mitosis. The building of cell plate and ultimately the new cell wall requires kinesin-like motor proteins.",
            "score": 195.98357915878296
        },
        {
            "docid": "38812745_6",
            "document": "XMAP215-Dis1 family . XMAP215/Dis1 family proteins promote both growth and reduction of microtubule length, depending on the concentration of free tubulin; this is known as dynamic instability. Protein behavior is also cell-cycle dependent. Reducing ch-TOG expression leads to improper alignment of the chromosomes during metaphase. One study suggests that in \"Schizosaccharomyces pombe\", the protein Cdc2 regulates Dis1 through phosphorylation and dephosphorylation during metaphase and anaphase. Phosphorylating Dis1 leads to localization at the kinetochores during metaphase, whereas dephosphorylation during anaphase leads to an accumulation of Dis1 on microtubule spindles. In \"Drosophila\", the family member Mini spindles (Msps) is essential for maintaining the integrity of mitotic spindles, which are important for separating chromosomes during mitosis. Reducing Msps activity creates short microtubules, which describes the name of the gene. Msps is also important during oogenesis. When oocytes are depleted of Msps expression, bicoid mRNA localization is less efficient during early stages of oogenesis, but then completely dispersed later in development. Msps is not only responsible for transporting bicoid mRNA throughout the cell, but it also localizes mRNA to the anterior (head) end of the oocyte Additionally, this gene is critical for the organization of tubular endoplasmic reticulum and in Exuperantia protein localization. Exuperantia is necessary for accumulating bicoid mRNA in the head region of the oocyte. Another key function of XMAP215 in microtubule dynamics is in the regulation of axon guidance. This is when microtubules extend into or retract from the axonal growth cone, which guides movement by receiving concentrated signaling cues. In \"Drosophila\", Msps promotes microtubule dynamics in axonal guidance at the embryonic ventral nerve cord midline.",
            "score": 213.3078968524933
        },
        {
            "docid": "14763869_3",
            "document": "KIF23 . KIF23 (also known as Kinesin-6, CHO1/MKLP1, C. elegans ZEN-4 and Drosophila Pavarotti) is a member of kinesin-like protein family. This family includes microtubule-dependent molecular motors that transport organelles within cells and move chromosomes during cell division. This protein has been shown to cross-bridge antiparallel microtubules and drive microtubule movement in vitro. Alternate splicing of this gene results in two transcript variants encoding two different isoforms, better known as CHO1, the larger isoform and MKLP1, the smaller isoform. KIF23 is a plus-end directed motor protein expressed in mitosis, involved in the formation of the cleavage furrow in late anaphase and in cytokinesis. KIF23 is part of the centralspindlin complex that includes PRC1, Aurora B and 14-3-3 which cluster together at the spindle midzone to enable anaphase in dividing cells.",
            "score": 206.89573407173157
        },
        {
            "docid": "4230_28",
            "document": "Cell (biology) . Transcription is the process where genetic information in DNA is used to produce a complementary RNA strand. This RNA strand is then processed to give messenger RNA (mRNA), which is free to migrate through the cell. mRNA molecules bind to protein-RNA complexes called ribosomes located in the cytosol, where they are translated into polypeptide sequences. The ribosome mediates the formation of a polypeptide sequence based on the mRNA sequence. The mRNA sequence directly relates to the polypeptide sequence by binding to transfer RNA (tRNA) adapter molecules in binding pockets within the ribosome. The new polypeptide then folds into a functional three-dimensional protein molecule.",
            "score": 156.37844920158386
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 168.480574965477
        },
        {
            "docid": "1390297_8",
            "document": "Nanomotor . A proposed branch of research is the integration of molecular motor proteins found in living cells into molecular motors implanted in artificial devices. Such a motor protein would be able to move a \"cargo\" within that device, via protein dynamics, similarly to how kinesin moves various molecules along tracks of microtubules inside cells. Starting and stopping the movement of such motor proteins would involve caging the ATP in molecular structures sensitive to UV light. Pulses of UV illumination would thus provide pulses of movement. DNA nanomachines, based on changes between two molecular conformations of DNA in response to various external triggers, have also been described.",
            "score": 195.3118041753769
        },
        {
            "docid": "46363286_3",
            "document": "Bicoid (gene) . \"bicoid\" mRNA is actively localized to the anterior of the fruit fly egg during oogenesis along microtubules by the motor protein dynein and retained there through association with cortical actin. Translation of \"bicoid\" is regulated by its 3' UTR and begins after egg deposition: diffusion and convection within the syncytium produce an exponential gradient of Bicoid protein within roughly one hour, after which Bicoid nuclear concentrations remain approximately constant through cellularization. An alternative model proposes the formation of a \"bicoid\" mRNA gradient in the embryo along cortical microtubules which then serves as template for translation of the Bicoid protein to form the Bicoid protein gradient. Bicoid protein represses the translation of caudal mRNA and enhances the transcription of anterior gap genes including hunchback, orthodenticle, and buttonhead.",
            "score": 201.78817081451416
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 197.72790336608887
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 218.98815786838531
        }
    ],
    "r": [
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 312.9924621582031
        },
        {
            "docid": "3017886_8",
            "document": "Motor protein . Kinesins are a group of related motor proteins that use a microtubule track in anterograde movement. They are vital to spindle formation in mitotic and meiotic and chromosomes separation during cell division and are also responsible for shuttling mitochondria, Golgi bodies, and vesicles within eukaryotic cells. Kinesin have two heavy chains and two light chains per active motor. The two globular head motor domains in heavy chains can convert the chemical energy of ATP hydrolysis into mechanical work to move along microtubules. The direction in which cargo is transported can be towards the plus-end or the minus-end, depending on the type of kinesin. In general, kinesins with N-terminal motor domains move their cargo towards the plus ends of microtubules located at the cell periphery, while kinesins with C-terminal motor domains move cargo towards the minus ends of microtubules located at the nucleus. Fourteen distinct kinesin families are known, with some additional kinesin-like proteins that cannot be classified into these families.",
            "score": 263.0254821777344
        },
        {
            "docid": "14796567_3",
            "document": "KIF3A . KIF3A is one subunit of the heterotrimeric motor protein, kinesin-2, that was initially isolated from sea urchin egg/embryo cytosol using microtubule affinity purification. This motor consists of two kinesin-related subunits (called KIF3A and KIF3B or 3C in vertebrates) and an associated protein (KAP3), and it transports protein complexes, nucleic acids and organelles towards the \"plus\" ends of microtubule tracks within cells. Work done in a broad range of eukaryotic cells has revealed that heterotrimeric kinesin-2 is the primary motor protein driving the intra-flagellar transport of tubulins and other axonemal building blocks from the base of the ciliary/flagellar axoneme to their site of assembly at the distal tips. This process is required for cilium assembly/maintenance and cilium-based signalling which play key roles in various cell and developmental processes. For example, in vertebrate embryos, kinesin-2 function is required for cilia-dependent nodal flow and the development of left-right asymmetry.",
            "score": 262.82098388671875
        },
        {
            "docid": "3017886_5",
            "document": "Motor protein . Motor proteins utilizing the cytoskeleton for movement falls into two categories based on their substrates: Actin motors such as myosin move along microfilaments through interaction with actin. Microtubule motors such as dynein and kinesin movement along microtubules through interaction with tubulin. There are two basic types of microtubule motors: plus-end motors and minus-end motors, depending on the direction in which they \"walk\" along the microtubule cables within the cell.",
            "score": 256.4950256347656
        },
        {
            "docid": "47413780_10",
            "document": "Anna Akhmanova . Another project the team is researching concerns the mechanisms involved in microtubule-based vesicle transport. They identified several structures that linked the microtubule motors to vesicles and developed procedures to show the function of the linkers when gathering motor proteins to associate with membrane organelles. Kinesin and dynein motors are required for long-range transport along microtubules within the cell. Akhmanova’s team focuses mainly on dynein, the motor that moves toward the minus end of the microtubule, and how it is linked to the various organelles and vesicles it transfers. They also study how dynein coordinates with kinesin, the motor that moves toward the plus end of the microtubule, when they are attached to the same organelle or vesicle, and they study the different signaling pathways that affect these motors. More specifically, they are currently looking into the protein Bicaudal D and its role in dynein-dependent transport, as it has been found to be important for dynein-dependent transport of mRNA in flies and of exocytotic vesicles in mammals. It has also been found to be important for the positioning of the centrosomes and nucleus during mitosis as this is facilitated by dynein and kinesin.",
            "score": 252.92652893066406
        },
        {
            "docid": "24172579_7",
            "document": "Activity-regulated cytoskeleton-associated protein . Following transcription, Arc mRNA is transported out of the nucleus and localized to neuronal dendrites and activated synapses, a process dependent on the 3' UTR, polymerization of actin, and ERK phosphorylation. The mRNA (and aggregate protein) is carried along microtubules radiating out from the nucleus by kinesin (specifically KIF5) and likely translocated into dendritic spines by the actin-based motor protein myosin-Va. Arc has been shown to be associated with polyribosomes at synaptic sites, and is translated in isolated synaptoneurosomal fractions \"in vitro\" indicating that the protein is likely locally translated \"in vivo\".",
            "score": 252.08619689941406
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 249.78680419921875
        },
        {
            "docid": "609808_3",
            "document": "Kinesin . Kinesins move along microtubule (MT) filaments, and are powered by the hydrolysis of adenosine triphosphate (ATP) (thus kinesins are ATPases). The active movement of kinesins supports several cellular functions including mitosis, meiosis and transport of cellular cargo, such as in axonal transport. Most kinesins walk towards the positive end of a microtubule, which, in most cells, entails transporting cargo such as protein and membrane components from the centre of the cell towards the periphery. This form of transport is known as anterograde transport. In contrast, dyneins are motor proteins that move toward the negative end of a microtubule in retrograde transport.",
            "score": 249.5697021484375
        },
        {
            "docid": "583031_13",
            "document": "Drosophila embryogenesis . Cytoskeletal elements such as microtubules are polarized within the oocyte and can be used to allow the localization of mRNA molecules to specific parts of the cell. Maternally synthesized \"bicoid\" mRNAs attach to microtubules and are concentrated at the anterior ends of forming \"Drosophila\" eggs. In unfertilized eggs, transcripts are still strictly localized at the tip, but immediately after fertilization, a small mRNA gradient is formed in the anterior 20% of the eggs. Another report documents a mRNA gradient up to 40%. \"nanos\" mRNA also attaches to a \"Drosophila\" egg's cytoskeleton but is concentrated at the posterior end of the egg. \"hunchback\" and \"caudal\" mRNAs lack special location control systems and are fairly evenly spread throughout the entire interior of the egg cells.",
            "score": 244.88546752929688
        },
        {
            "docid": "1762926_7",
            "document": "Molecular machine . The most complex molecular machines are proteins found within cells. These include motor proteins, such as myosin, which is responsible for muscle contraction, kinesin, which moves cargo inside cells away from the nucleus along microtubules, dynein, which produces the axonemal beating of motile cilia and flagella, and transmembrane ATPases such like ATP synthase. These proteins and their nanoscale dynamics are far more complex than any molecular machines that have yet been artificially constructed.",
            "score": 238.7108612060547
        },
        {
            "docid": "46319796_2",
            "document": "Intracellular transport . Intracellular transport is the movement of vesicles and substances within the cell. Eukaryotic cells transport packets of components (membrane‐bound vesicles and organelles, protein rafts, mRNA, chromosomes) to particular intracellular locations by attaching them to molecular motors that haul them along microtubules and actin filaments. This method of transport is often confused with intercellular transport, which deals solely with the movement of cargo between cells not the net movement within a cell. Since intracellular transport heavily relies on microtubules for movement, the components of the cytoskeleton play a vital role in trafficking vesicles between organelles and the plasma membrane. The cell is not a static structure; it is akin to a large city with an intricate highway system connecting one area to the next. In order to properly maintain cell growth utilization of these “cellular highways” is achieved through intracellular transport. Through this pathway it is possible to facilitate the movement of essential molecules such as membrane‐bounded vesicles and organelles, protein rafts, mRNA and chromosomes. In addition to the various organelles, the cytoskeleton plays a key role in intracellular transport by providing the mechanical support necessary for the cell to divide and facilitates movement. It is composed of actin, intermediate filaments and microtubules which each have a role in locomotion, intracellular transport of organelles, cell shape and chromosome separation.",
            "score": 231.85841369628906
        },
        {
            "docid": "11643240_3",
            "document": "Oskar . \"oskar\" is translationally repressed prior to reaching the posterior pole of the oocyte by Bruno, which binds to three bruno response elements (BREs) on the 3' end of the transcribed \"oskar\" mRNA. The Bruno inhibitor has two distinct modes of action: recruiting the Cup eIF4E binding protein, which is also required for \"oskar\" mRNA localization due to interactions with the Barentsz microtubule-linked transporter, and promoting oligomerization of \"oskar\" mRNA. Oskar mRNA harbours a stem-loop structure in the 3’UTR, called the oocyte entry signal (OES), that promotes dynein-based mRNA accumulation in the oocyte.",
            "score": 227.90228271484375
        },
        {
            "docid": "17623931_2",
            "document": "Kinesin 8 . The Kinesin 8 Family are a subfamily of the molecular motor proteins known as kinesins. Most kinesins transport materials or cargo around the cell while traversing along microtubule polymer tracks with the help of ATP-hydrolysis-created energy. The Kinesin 8 family has been shown to play an important role in chromosome alignment during mitosis. Kinesin 8 family members KIF18A in humans and Kip3 in yeast have been shown to be \"in vivo\" plus-end directed microtubule depolymerizers. During prometaphase of mitosis, the microtubules attach to the kinetochores of sister chromatids. Kinesin 8 is thought to play some role in this process, as knockdown of this protein via siRNA produces a phenotype of sister chromatids that are unable to align properly (see External Links).",
            "score": 227.4385986328125
        },
        {
            "docid": "609808_4",
            "document": "Kinesin . Kinesins were discovered as MT-based anterograde intracellular transport motors. The founding member of this superfamily, kinesin-1, was isolated as a heterotetrameric fast axonal organelle transport motor consisting of 2 identical motor subunits (KHC) and 2 \"light chains\" (KLC) via microtubule affinity purification from neuronal cell extracts. Subsequently, a different, heterotrimeric plus-end-directed MT-based motor named kinesin-2, consisting of 2 distinct KHC-related motor subunits and an accessory \"KAP\" subunit, was purified from echinoderm egg/embryo extracts and is best known for its role in transporting protein complexes (IFT particles) along axonemes during cilium biogenesis. Molecular genetic and genomic approaches have led to the recognition that the kinesins form a diverse superfamily of motors that are responsible for multiple intracellular motility events in eukaryotic cells. For example, the genomes of mammals encode more than 40 kinesin proteins, organized into at least 14 families named kinesin-1 through kinesin-14.",
            "score": 226.29551696777344
        },
        {
            "docid": "376924_4",
            "document": "Cleavage furrow . The cell cycle begins with interphase when the DNA replicates, the cell grows and prepares to enter mitosis. Mitosis includes four phases, prophase, metaphase, anaphase, and telophase. Prophase is the initial phase when spindle fibers appear that function to move the chromosomes toward opposite poles. This spindle apparatus consists of microtubules, microfilaments and a complex network of various proteins. During metaphase, the chromosomes line up using the spindle apparatus in the middle of the cell along the equatorial plate. The chromosomes move to opposite poles during anaphase and remain attached to the spindle fibers by their centromeres. Animal cell cleavage furrow formation is caused by a ring of actin microfilaments called the contractile ring, which forms during early anaphase. Myosin is present in the region of the contractile ring as concentrated microfilaments and actin filaments are predominant in this region. The actin filaments here are both pre-existing and new. Cleavage is driven by these motor proteins, actin and myosin, which are the same proteins involved with muscle contraction. During cellular cleavage, the contractile ring tightens around the cytoplasm of the cell until the cytoplasm is pinched into two daughter cells. During the final phase of mitosis, telophase, the furrow forms an intercellular bridge using mitotic spindle fibers. Phosphatidylethanolamine (PE) has been shown to be present during this time which indicates that is may play a role in movement between the plasma membrane and contractile ring. The bridge is then broken and resealed to form two identical daughter cells during cytokinesis. The breakage is formed by microtubules and the resealing is negated by Calcium dependent exocytosis using Golgi vesicles. In comparison, the plant cell septum and the animal cell mid-zone are analogous. Both require vesicular secretions by the Golgi apparatus for resealing and formation of the cytoskeletal network in addition to microtubules and microfilaments for division and movement. The cleavage furrow mechanism in animal cells is a complex network of actin and myosin filaments, Golgi vesicles and Calcium dependent channels enabling the cell to break apart, reseal and form new daughter cells with complete membranes.",
            "score": 224.41831970214844
        },
        {
            "docid": "27122321_9",
            "document": "Synaptic tagging . Transcribed mRNA must reach the intended dendritic spine for the spine to express L-LTP. Neurons may transport mRNA to specific dendritic spines in a package along with a transport ribonucleoprotein (RNP) complex; the transport RNP complex is a subtype of an RNA granule. Granules containing two proteins of known importance to synaptic plasticity, CaMKII (Calmodulin-dependent Kinase II) and the immediate early gene Arc, have been identified to associate with a type of the motor protein kinesin, KIF5. Furthermore, there is evidence that polyadenylated mRNA associates with microtubules in mammalian neurons, at least in vitro. Since mRNA transcripts undergo polyadenlyation prior to export from the nucleus, this suggests that the mRNA essential for late-phase LTP may travel along the microtubules within the dendritic shaft prior to reaching the dendritic spine.",
            "score": 222.53790283203125
        },
        {
            "docid": "2957025_4",
            "document": "Axonal transport . The vast majority of axonal proteins are synthesized in the neuronal cell body and transported along axons. Some mRNA translation has been demonstrated within axons. Axonal transport occurs throughout the life of a neuron and is essential to its growth and survival. Microtubules (made of tubulin) run along the length of the axon and provide the main cytoskeletal \"tracks\" for transportation. Kinesin and dynein are motor proteins that move cargoes in the anterograde (forwards from the soma to the axon tip) and retrograde (backwards to the soma (cell body)) directions, respectively. Motor proteins bind and transport several different cargoes including mitochondria, cytoskeletal polymers, autophagosomes, and synaptic vesicles containing neurotransmitters.",
            "score": 222.50576782226562
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 218.9881591796875
        },
        {
            "docid": "528549_14",
            "document": "Coenocyte . The early embryo \"syncytium\" of invertebrates such as \"Drosophila\" is important for \"syncytial\" specification of cell differentiation. The egg cell cytoplasm contains localized mRNA molecules such as those that encode the transcription factors Bicoid and Nanos. Bicoid protein is expressed in a gradient that extends from the anterior end of the early embryo, whereas Nanos protein is concentrated at the posterior end. At first, the nuclei of the early embryo rapidly and synchronously divide in the \"syncytial\" blastoderm and then migrate through the cytoplasm and position themselves in a monolayer around the periphery, leaving only a small number of nuclei in the center of the egg, which will become yolk nuclei. The position of the nuclei along the embryonic axes determines the relative exposure of different amounts of Bicoid, Nanos, and other morphogens. Those nuclei with more Bicoid will activate genes that promote differentiation of cells into head and thorax structures. Nuclei exposed to more Nanos will activate genes responsible for differentiation of posterior regions, such as the abdomen and germ cells. The same principles hold true for the specification of the dorso-ventral axis – higher concentration of nuclear Dorsal protein on the ventral side of the egg specify the ventral fate, whereas absence thereof allows dorsal fates. After the nuclei are positioned in a monolayer underneath the egg membrane, the membrane begins to slowly invaginate, thus separating the nuclei into cellular compartments; during this period, the egg is called a cellular blastoderm. The pole cells – the germline anlage – are the first cells to separate fully.",
            "score": 218.80715942382812
        },
        {
            "docid": "609808_8",
            "document": "Kinesin . In the cell, small molecules, such as gases and glucose, diffuse to where they are needed. Large molecules synthesised in the cell body, intracellular components such as vesicles and organelles such as mitochondria are too large (and the cytosol too crowded) to be able to diffuse to their destinations. Motor proteins fulfill the role of transporting large cargo about the cell to their required destinations. Kinesins are motor proteins that transport such cargo by walking unidirectionally along microtubule tracks hydrolysing one molecule of adenosine triphosphate (ATP) at each step. It was thought that ATP hydrolysis powered each step, the energy released propelling the head forwards to the next binding site. However, it has been proposed that the head diffuses forward and the force of binding to the microtubule is what pulls the cargo along. In addition viruses, HIV for example, exploit kinesins to allow virus particle shuttling after assembly.",
            "score": 216.0575714111328
        },
        {
            "docid": "501158_24",
            "document": "Intermediate filament . Filaggrin binds to keratin fibers in epidermal cells. Plectin links vimentin to other vimentin fibers, as well as to microfilaments, microtubules, and myosin II. Kinesin is being researched and is suggested to connect vimentin to tubulin via motor proteins.",
            "score": 214.50772094726562
        },
        {
            "docid": "38812745_6",
            "document": "XMAP215-Dis1 family . XMAP215/Dis1 family proteins promote both growth and reduction of microtubule length, depending on the concentration of free tubulin; this is known as dynamic instability. Protein behavior is also cell-cycle dependent. Reducing ch-TOG expression leads to improper alignment of the chromosomes during metaphase. One study suggests that in \"Schizosaccharomyces pombe\", the protein Cdc2 regulates Dis1 through phosphorylation and dephosphorylation during metaphase and anaphase. Phosphorylating Dis1 leads to localization at the kinetochores during metaphase, whereas dephosphorylation during anaphase leads to an accumulation of Dis1 on microtubule spindles. In \"Drosophila\", the family member Mini spindles (Msps) is essential for maintaining the integrity of mitotic spindles, which are important for separating chromosomes during mitosis. Reducing Msps activity creates short microtubules, which describes the name of the gene. Msps is also important during oogenesis. When oocytes are depleted of Msps expression, bicoid mRNA localization is less efficient during early stages of oogenesis, but then completely dispersed later in development. Msps is not only responsible for transporting bicoid mRNA throughout the cell, but it also localizes mRNA to the anterior (head) end of the oocyte Additionally, this gene is critical for the organization of tubular endoplasmic reticulum and in Exuperantia protein localization. Exuperantia is necessary for accumulating bicoid mRNA in the head region of the oocyte. Another key function of XMAP215 in microtubule dynamics is in the regulation of axon guidance. This is when microtubules extend into or retract from the axonal growth cone, which guides movement by receiving concentrated signaling cues. In \"Drosophila\", Msps promotes microtubule dynamics in axonal guidance at the embryonic ventral nerve cord midline.",
            "score": 213.30789184570312
        },
        {
            "docid": "4138132_2",
            "document": "Kinesin 13 . The Kinesin-13 Family are a subfamily of motor proteins known as kinesins. Most kinesins transport materials or cargo around the cell while traversing along microtubule polymer tracks with the help of ATP-hydrolysis-created energy.",
            "score": 212.358642578125
        },
        {
            "docid": "609808_17",
            "document": "Kinesin . In recent years, it has been found that microtubule-based molecular motors (including a number of kinesins) have a role in mitosis (cell division). Kinesins are important for proper spindle length and are involved in sliding microtubules apart within the spindle during prometaphase and metaphase, as well as depolymerizing microtubule minus ends at centrosomes during anaphase. Specifically, Kinesin-5 family proteins act within the spindle to slide microtubules apart, while the Kinesin 13 family act to depolymerize microtubules.",
            "score": 211.0917510986328
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 210.26719665527344
        },
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 209.79168701171875
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 208.30477905273438
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 208.13145446777344
        },
        {
            "docid": "48786735_3",
            "document": "Microtubule plus-end tracking protein . Its certain localization at the microtubule ends makes it a highly relevant aspect in regulation, whether it is promoting growth by catalyzing the specific addition of tubulin to the microtubule ends or by balancing microtubules at the cell cortex, its role in regulation (though still not fully understood in terms of mechanisms) makes +TIP-proteins a main attribute to the overall function of microtubules generally.  Another important concept for +TIP-proteins is allocating microtubule addition and dynamical regulation at mitotic kintechores. Also, they contribute in the extension of endoplasmic reticulum tubules together at expanding microtubule ends. Furthermore, +TIP-proteins aid in advocating organization of specialized microtubule array, take for example the discretely arranged bipolar microtubule bundles in fission yeast or mitotic spindles customarily.  In addition to the +TIP-proteins basic known functions, the proteins also are crucial for the linkages between microtubule ends and other cellular structure. Take for instance their ability to bind microtubule tips to the cell cortex by colliding to plasma membrane associated proteins or (by some +TIPs) straight forwardly to actin fiber. Moreover, +TIP-protein complexes in budding yeast are utilized for myosin based transport of microtubule ends. Microtubule plus-end trafficking proteins engage in microtubule actin crosstalk, such as the CLIP-170 (+TIP-protein) that controls actin polymerization which is a necessity for the process of phagocytosis done by mammalian cells.",
            "score": 207.0826873779297
        },
        {
            "docid": "14763869_3",
            "document": "KIF23 . KIF23 (also known as Kinesin-6, CHO1/MKLP1, C. elegans ZEN-4 and Drosophila Pavarotti) is a member of kinesin-like protein family. This family includes microtubule-dependent molecular motors that transport organelles within cells and move chromosomes during cell division. This protein has been shown to cross-bridge antiparallel microtubules and drive microtubule movement in vitro. Alternate splicing of this gene results in two transcript variants encoding two different isoforms, better known as CHO1, the larger isoform and MKLP1, the smaller isoform. KIF23 is a plus-end directed motor protein expressed in mitosis, involved in the formation of the cleavage furrow in late anaphase and in cytokinesis. KIF23 is part of the centralspindlin complex that includes PRC1, Aurora B and 14-3-3 which cluster together at the spindle midzone to enable anaphase in dividing cells.",
            "score": 206.89573669433594
        },
        {
            "docid": "200189_5",
            "document": "Spindle apparatus . The cellular spindle apparatus includes the spindle microtubules, associated proteins, which include kinesin and dynein molecular motors, condensed chromosomes, and any centrosomes or asters that may be present at the spindle poles depending on the cell type. The spindle apparatus is vaguely ellipsoid in cross section and tapers at the ends. In the wide middle portion, known as the spindle midzone, antiparallel microtubules are bundled by kinesins. At the pointed ends, known as spindle poles, microtubules are nucleated by the centrosomes in most animal cells. \"Acentrosomal\" or \"anastral\" spindles lack centrosomes or asters at the spindle poles, respectively, and occur for example during female meiosis in most animals. In this instance, a Ran GTP gradient is the main regulator of spindle microtubule organization and assembly. In fungi, spindles form between spindle pole bodies embedded in the nuclear envelope, which does not break down during mitosis.",
            "score": 204.88424682617188
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 204.55572509765625
        }
    ]
}