{
    "q": [
        {
            "docid": "39309111_18",
            "document": "Sexual selection in scaled reptiles . Females store sperm after sexual intercourse from multiple males before ovulation, but how sperm is stored is still unknown. There is a time gap between sperm copulation and fertilization. This time gap allows the female to mate with multiple males. The most competitive sperm will fertilize the female’s eggs while the remaining sperm will be discarded. Females also gain nutrients from sperm storage so the more a female mates with different males the more nutritional access she will obtain. After copulation, some female lizard species chose the sex of their offspring based on the male’s sperm. Females produce sons with sperm from larger sires, and daughters from sperm with smaller sires. A reason would be to ensure that her sons will have good genes that can display stronger more elaborate traits in order to maximize his reproductive success. An increase in the production of sons demonstrates a preference for larger males. Daughters are produced from smaller sires since females do not need to use a large amount of energy to attract a male; more males are ready to mate than females. However, if females store sperm from a variety of sires, females can produce both sons and daughters with high fitness.",
            "score": 347.58040475845337
        },
        {
            "docid": "1544170_11",
            "document": "Anisogamy . For males of all species, the sperm cells they produce are optimized for ensuring fertilization of the female egg. These sperm cells are created through spermatogenesis, a form of gametogenesis that focuses on developing the most possible gametes per sexual encounter. Spermatogenesis occurs in the testes, a male specific organ that is also produces hormones that trigger the development of secondary sex characteristics. Since the male’s gametes are energetically cheap and abundant in every ejaculation, a male can greatly increase his sexual success by mating far more frequently than the female. Sperm, unlike egg cells, are also mobile, allowing for the sperm to swim towards the egg through the female’s sexual organs. Sperm competition is also a major factor in the development of sperm cells. Only one sperm can fertilize an egg, and since females can potentially reproduce with more than one male before fertilization occurs, producing sperm cells that are faster, more abundant, and more viable than that produced by other males can give a male reproductive advantage.",
            "score": 376.44550335407257
        },
        {
            "docid": "822224_2",
            "document": "Sperm competition . Sperm competition is the competitive process between spermatozoa of two or more different males to fertilize the same egg during sexual reproduction. Competition can occur when females have multiple potential mating partners. Greater choice and variety of mates increases a female's chance to produce more viable offspring. However, multiple mates for a female means each individual male has decreased chances of producing offspring. Sperm competition is an evolutionary pressure on males, and has led to the development of adaptations to increase males' chance of reproductive success. Sperm competition results in a sexual conflict of interest between males and females. Males have evolved several defensive tactics including: mate-guarding, mating plugs, and releasing toxic seminal substances to reduce female re-mating tendencies to cope with sperm competition. Offensive tactics of sperm competition involve direct interference by one male on the reproductive success of another male, for instance by physically removing another male's sperm prior to mating with a female. For an example, see \"Gryllus bimaculatus\".",
            "score": 332.15245044231415
        },
        {
            "docid": "822224_22",
            "document": "Sperm competition . Female factors can influence the result of sperm competition through a process known as \"sperm choice\". Proteins present in the female reproductive tract or on the surface of the ovum may influence which sperm succeeds in fertilizing the egg. During sperm choice females are able to discriminate and differentially use the sperm from different males. One instance where this is known to occur is inbreeding; females will preferentially use the sperm from a more distantly related male than a close relative.",
            "score": 311.9494261741638
        },
        {
            "docid": "822224_27",
            "document": "Sperm competition . It has been found that because of female choice (see sexual selection), morphology of sperm in many species occurs in many variations to accommodate or combat (see sexual conflict) the morphology and physiology of the female reproductive tract. However, it is difficult to understand the interplay between female and male reproductive shape and structure that occurs within the female reproductive tract \"after\" mating that allows for the competition of sperm. Polyandrous females mate with many male partners. Females of many species of arthropod, mollusk and other phyla have a specialized sperm-storage organ called the spermatheca in which the sperm of different males sometimes compete for increased reproductive success. Species of crickets, specifically Gryllus bimaculatus, are known to exhibit polyandrous sexual selection. Males will invest more in ejaculation when competitors are in the immediate environment of the female.",
            "score": 289.9117249250412
        },
        {
            "docid": "4279570_9",
            "document": "Southern blue-ringed octopus . Many studies have been done on how southern blue-ringed octopuses choose their mates and if females can choose the sperm used to fertilize her eggs (Morse et al., 2018). Researchers have been interested in this topic specifically because the female can only reproduce once in her lifetime and because she can store the sperm of her many mates (Oceana). Researchers have hypothesized that there may be cryptic female choice or sperm competition (Morse et al., 2018). In the paper, Mating Behavior and Postcopulatory Fertilization Patterns in the Southern Blue-Ringed Octopus Hapalochlaena Maculosa, the authors study did not find that females choose the male sperm that will fertilize their eggs, though the \"male that obtained less paternity than expected was in fact the female's full-sibling brother (Morse et al.).\" Although this study did not find female selection of sperm, a separate study did find that females are picky about who they mate with. In the paper, Nocturnal Mating Behaviour and Dynamic Male Investment of Copulation Time in the Southern Blue-Ringed octopus, Hapalochlaena Maculosa (Cephalopoda: Octopodidae), Morse et al., found that females were more willing to mate with males that were larger and males that were larger attempted to mate more than smaller males. The same study also found that males would spend less time mating with females that they had already mated with.",
            "score": 303.3207856416702
        },
        {
            "docid": "1944972_5",
            "document": "External fertilization . The earliest amphibians were all internal fertilizers. It wasn’t until 300 million years ago that the Anura (early internal fertilizer) and Caudata (early external fertilizer) orders had begun. Most anurans now externally fertilize. Anurans are the amphibians lacking a tail such as frogs and toads. Anurans are commonly used as a model organism for amphibians, because of the large, easy to manipulate eggs, fast developmental rate, high fecundity rate, no parental involvement, and external fertilization. Males will congregate near a lake or pond and establish calling stations. Females approach the area and listen to all of the different male calls, and then continue to move towards the mate she chooses. This is the anuran’s sexual selection. It has been concluded that females prefer a male with a more attractive call, which is also the larger male. Copulation occurs when a male anuran hops onto the back of a female. They then move to a spot near water to simultaneously release their sperm and eggs. Other males in the area can also release sperm onto the eggs to also attempt to fertilize the eggs. If the female does not want to reproduce with the male that jumps onto her back, she will wait until the male leaves or move to a new location. Sperm released into the water must be in close proximity, get to the egg first, and then enter the gel layer of the egg to have the best chance of fertilizing. When the anurans are not close to eggs, they sometimes release their sperm into oocyte containing foam nests, or terrestrial breeders go right to the gel coat of the oocyte to release their sperm. Over the course of a breeding season, males can copulate numerous times by releasing sperm anywhere he finds unfertilized eggs or encounters a female who is/wants to spawn. Females, however, can only release eggs once per breeding season. Releasing sperm directly into the water increases sperm competition through agonistic behavior and spawning in groups. This has been tested, with good evidence associated with a larger sperm number and testes size. Smaller testes size and a slower sperm velocity were seen with the anurans that released the sperm into the foam nests instead of into open water. To further increase sperm competition, there is a larger thickness to an anuran oocyte gel, specifically the green tree frog. Anuran sperm also have high longevity and osmotic tolerance compared to fresh water fish. The Caudata order contains all of the salamanders and newts, amphibians that have tails. Within this, the only subgroups that externally fertilize are Cryptobranchidae (giant salamanders) Sirenidae, and Hynobiidae. The females release egg sacs onto stones or branches and the male later hovers over the eggs to release the sperm to them. Males are seen to be very protective over the eggs and may continue to hover over the eggs after sperm release to decrease sperm competition. In some cases, males may even latch onto the females while they lay their eggs to ensure that they fertilize them first. Other times there may be numerous males surrounding a single sac of eggs, creating scramble competition. Cryptobranchid sperm is seen to have higher longevity. This is about 600 times greater than in freshwater fish, but not even close to as high as anurans.",
            "score": 324.75760519504547
        },
        {
            "docid": "44309928_2",
            "document": "Cryptic female choice . Cryptic female choice is a form of mate choice which occurs both in pre and post copulatory circumstances when females in certain species use physical or chemical mechanisms to control a male's success of inseminating them; namely by selecting whether sperm are successful in fertilizing their eggs or not. It occurs in internally – fertilizing species and involves differential use of sperm by females after the sperm are in the reproductive tract. Our present understanding of cryptic female choice is largely thanks to the extensive research and analysis done by William G. Eberhard. The term ‘cryptic’ according to Eberhard is meant to describe an internal and thereby hidden choice some female organisms are able to make following insemination with regards to sperm selection. In male species with intromittent organs, during sexual intercourse, a male inserts his reproductive organ into that of a female's so as to inseminate her with his genetic material. Through the development of mechanisms that either prematurely inhibit copulation or act following male insemination, females are able to prevent undesirable males from successfully fertilizing their eggs. Thus, not every copulatory event is successful – there are many factors that combine to determine whether or not an offspring is created. It is likely that cryptic female choice is a consequence of the conflict between the reproductive desires of males and females. While males increase their reproductive success by maximally fertilizing each female they mate with, females incur costs to their personal health as a result of such behavior. Cryptic female choice reduces these costs by allowing them to also benefit from and select for favorable matings.",
            "score": 300.2953300476074
        },
        {
            "docid": "822224_16",
            "document": "Sperm competition . The \"good sperm hypothesis\" is very common in polyandrous mating systems. The \"good sperm hypothesis\" suggests that a male's genetic makeup will determine the level of his competitiveness in sperm competition. When a male has \"good sperm\" he is able to father more viable offspring than males that do not have the \"good sperm\" genes. Females may select males that have these superior \"good sperm\" genes because it means that their offspring will be more viable and will inherit the \"good sperm\" genes which will increase their fitness levels when their sperm competes.",
            "score": 288.0224726200104
        },
        {
            "docid": "393535_9",
            "document": "Coolidge effect . It has been observed that in certain species, males allocate sperm differently due to the Coolidge effect. The allocation is usually according to level of sperm competition, female novelty, and female reproductive quality. An experiment performed on an external fertilizing fish called \"Rhodeus amarus\", also known as the European bitterling, was used to show that sperm can be allocated differently if a novel partner is around, but what also happens if there is male-male competition. It is important to know that the European bitterling mating system works by females depositing their eggs into the gill filaments of freshwater mussels by her long ovipositor and then males proceed by ejecting their sperm into the gills of the mussel hosting the eggs. This means fertilization and development of the offspring relies on the quality and survival of the mussel. When the Coolidge effect was applied to this system, the experiment showed that it is the mussels, or the site of fertilization, that the males prefer to be novel. However, the takeaway from the experiment performed was that in male-male competition of the \"Rhodeus amarus,\" the dominant male will allocate more sperm when a novel mussel is present, while the subordinate male conserved its sperm until a proper opportunity came where it had a better chance of fertilization. A similar result was found in fowls, \"Gallus gallus\", where the male showed a sperm allocation due to the Coolidge effect. The experiment found that male fowls reduce sperm investment in particular females they’ve encountered already, but increase sperm investment instantaneously if they encountered a new female.",
            "score": 324.37828969955444
        },
        {
            "docid": "5789060_16",
            "document": "Gryllus bimaculatus . Sperm competition is the interaction between sperm traits and female selection of these traits. It allows males with more advantageous traits to survive and reproduce more than less fit males. In particular, competition among males causes sperm competition to increase. Sperm expenditure will increase when there is a higher risk of competition. Reproductive investment is metabolically straining, especially for males that have less desirable genes. These males have to invest even more resources into each reproductive opportunity when a mate competitor is in their environment. The amount of resources a male invests in producing a large amount of sperm, the greater the chances of successful fertilization.",
            "score": 322.66883182525635
        },
        {
            "docid": "50412926_2",
            "document": "Human sperm competition . Sperm competition is a form of post-copulatory sexual selection whereby male ejaculates simultaneously physically compete to fertilize a single ovum. Sperm competition occurs between sperm from two or more rival males when they make an attempt to fertilize a female within a sufficiently short period of time. This results primarily as a consequence of polyandrous mating systems, or due to extra-pair copulations of females, which increases the chance of cuckoldry, in which the male mate raises a child that is not genetically related to him. Sperm competition among males has resulted in numerous physiological and psychological adaptations, including the relative size of testes, the size of the sperm midpiece, prudent sperm allocation, and behaviors relating to sexual coercion, however this is not without consequences: the production of large amounts of sperm is costly and therefore, researchers have predicted that males will produce larger amounts of semen when there is a perceived or known increase in sperm competition risk. Sperm competition is not exclusive to humans, and has been studied extensively in other primates, as well as throughout much of the animal kingdom. The differing rates of sperm competition among other primates indicates that sperm competition is highest in primates with multi-male breeding systems, and lowest in primates with single-male breeding systems. Compared to other animals, and primates in particular, humans show low-to-intermediate levels of sperm competition, suggesting that humans have a history of little selection pressure for sperm competition.",
            "score": 303.6160148382187
        },
        {
            "docid": "393535_10",
            "document": "Coolidge effect . Wedell et al. suggest a theory that when a male allocates sperm so that he can save sperm for novel partners, he limits himself and the mate by possibly investing too little sperm to their partners which in return can inseminate only a few eggs therefore making reproduction less successful. This could even possibly force females to seek more copulation to ensure successful reproduction. These types of evidence of sperm allocation would suggest that Coolidge effect will determine how much sperm is invested into females, and if possible, sperm will be allocated so that sperm can be evenly distributed for multiple mates. Overall, it is typically seen that allocation changes due to male-male competition and whether a novel partner is encountered or not.",
            "score": 288.5662370920181
        },
        {
            "docid": "44468915_5",
            "document": "Polyandry in nature . The adaptive significance of polyandry in animals is controversial. Polyandry has direct benefits for females allowing fertilization assurance, provision of resources, and parental care for their offspring. House mice (\"Mus musculus musculus\") have shown indirect, genetic benefits, where females have increased offspring survival through multiple mating, showing that practicing polyandry mating results in an increase in offspring viability. In a meta analysis, including 10 different orders of insects, polyandry increased the production of eggs by females specifically in Lepidopterans and Orthopterans. Indirect benefits of mating for females can be gained through sperm competition to attain \"good genes\", cryptic female choice, increased genetic quality, and genetic diversity. Females spiders (\"Pisaura mirabilis\") store more sperm from gift-giving males suggesting that sperm storage is under female control through cryptic sperm choice. The increase in sperm storage from the gift giving males might allow females to produce \"sexy sons\" that also give gifts and increase the fitness of offspring. Sperm storage and fertilization success increased with copulation duration, suggesting an advantage in sperm competition.",
            "score": 318.24577820301056
        },
        {
            "docid": "197179_60",
            "document": "Sexual dimorphism . It has been proposed that the earliest sexual dimorphism is the size differentiation of sperm and eggs (anisogamy), but the evolutionary significance of sexual dimorphism is more complex than that would suggest. Anisogamy and the usually large number of small male gametes relative to the larger female gametes usually lies in the development of strong sperm competition, because small sperm enable organisms to produce a large number of sperm, and make males (or male function of hermaphrodites) more redundant. This intensifies male competition for mates and promotes the evolution of other sexual dimorphim in many species, especially in vertebrates including mammals. However, in some species, the females can be larger than males, irrespective of gametes, and in some species females (usually of species in which males invest a lot in rearing offspring and thus no longer considered as so redundant) compete for mates in ways more usually associated with males.",
            "score": 326.16351306438446
        },
        {
            "docid": "14699692_20",
            "document": "Courtship display . This has many consequences. Courtship displays allow the mate performing the selection to have a means by which they can base their copulatory decision. If a female chooses more than one male, then sperm competition comes into play. This is competition between sperm to fertilize an egg, which is very competitive as only a single sperm will achieve union. In some insects, the male injects a cocktail of chemicals in seminal fluid together with sperm. The chemicals kill off older sperm from any previous mates, up-regulates the females' egg-laying rate and reduces her desire to re-mate with another male. The cocktail also shortens the females' lifespan, also reducing her likelihood of mating with other males. Also, some females can get rid of the previous male's sperm.",
            "score": 310.6681897640228
        },
        {
            "docid": "29156696_5",
            "document": "Antagonistic Coevolution . Females have a very complex and an extremely variable reproductive system, commonly known as a spermatheca. Some species do not have a spermatheca in the traditional sense, but do possess pseudospermatheca. Both forms play an essential role in sperm storage and fertilization. In the family Tingidae, pseudospermatheca are located at the base of the oviduct and are hypothesized to have functioned as spermatheca at one point in time. They now serve as storage units for sperm, where a female can introduce the stored sperm to her eggs when she finds it optimal. It is this factor that has put females in the driver seat of evolution. These organs give females the ability to pick and choose which sperm they will use to fertilize their eggs. Males now have another factor they need to overcome. In the case of \"Drosophila melanogaster\", females will mate multiple times and then expel the excess sperm that she does not need. However, neither the first or second mate know if it his sperm that was dispelled, because at any postcopulatory moment a female can store the sperm of more than one male.",
            "score": 311.60701072216034
        },
        {
            "docid": "3663717_10",
            "document": "Testudo (genus) . Female mate choice offers no direct benefits (such as access to food or territory or parental care). There are, however, indirect benefits of mating with multiple males. Engaging in a polyandrous mating system offers a female guaranteed fertilization, higher offspring diversity and sperm competition to ensure that eggs are fertilized by a high quality male. This is in respect to the “good genes” hypothesis that females receive indirect benefits through her offspring by mating with a quality male, “a male’s contribution to a female’s fitness his restricted to [his] genes”(Cutuli, G. et al., 2014). Mating order has no influence on paternity of a clutch so a female’s inclination to mate with multiple males and her ability to store sperm allows for sperm competition and suggests cryptic female choice. However, some species do show size-assoratative, \"T. Marginata\", for example, where large males breed with large females and small males breed with small females. Other species form hierarchies; during male-to-male competition the more aggressive male is considered alpha. Alpha males are more aggressive with their courting as well and have higher mounting success rate than Beta males.",
            "score": 311.03135216236115
        },
        {
            "docid": "5789060_15",
            "document": "Gryllus bimaculatus . Polyandry is a costly reproductive system for females because they put a lot of time, energy and resources into producing eggs. It is not as costly for males because they can produce a larger amount of sperm for less time, energy and resources. Males can also fertilize many eggs in one mating. However, polyandry is still evolved in crickets because it provides benefits that outweigh the costs. It allows females to mate with males that have more desirable traits than previous mates, which is beneficial to offspring success. This multiple mate system allows new combinations of genes to come together, which results in more genetic variation in the population. It also allows females to avoid mating with infertile males. Two mechanisms that allow polyandry to be advantageous agents for increasing males' fitness are sperm competition and male guarding behavior.",
            "score": 312.13050949573517
        },
        {
            "docid": "27745559_4",
            "document": "Female sperm storage . Another way sperm-storing females can alter the diversity of their offspring is controlling the relatedness to the males that provide them with sperm. Inbreeding depression can have a deleterious impact on populations of organisms and is due to mating of closely related individuals. To combat this effect, female insects appear to be able to sort out the sperm of relatives from the sperm of non-relatives to choose the best option to fertilize their eggs. Female crickets are able to preferentially store sperm of multiple unrelated males to that of their siblings; this results in more of the offspring having unrelated parentage. Being able to choose between sperm after coupling might be advantageous to females because choosing between mates precopulation may be more costly, or it may just be too difficult to tell males apart before mating. Females possess remarkable abilities to select sperm to store and to fertilize their eggs that will make their offspring diverse. Though it has been shown that a majority of female insect species can store sperm, specific examples that have been studied could include field crickets, dung flies and Mediterranean fruit flies. Females largely benefit from this mechanism, but males often can experience low fitness because their paternity is not secure.",
            "score": 315.786333322525
        },
        {
            "docid": "292265_33",
            "document": "Behavioral ecology . Sexual conflict after mating has also been shown to occur in both males and females. Males employ a diverse array of tactics to increase their success in sperm competition. These can include removing other male’s sperm from females, displacing other male’s sperm by flushing out prior inseminations with large amounts of their own sperm, creating copulatory plugs in females’ reproductive tracts to prevent future matings with other males, spraying females with anti-aphrodisiacs to discourage other males from mating with the female, and producing sterile parasperm to protect fertile eusperm in the female’s reproductive tract. For example, the male spruce bud moth (\"Zeiraphera canadensis)\" secretes an accessory gland protein during mating that makes them unattractive to other males and thus prevents females from future copulation. The Rocky Mountain parnassian also exhibits this type of sexual conflict when the male butterflies deposit a waxy genital plug onto the tip of the female's abdomen that physically prevents the female from mating again. Males can also prevent future mating by transferring an anti-Aphrodiasic to the female during mating. This behavior is seen in buttefly species such as \"Heliconius mepomene\", where males transfer a compound that causes the female to smell like a male butterfly and thus deter any future potential mates. Furthermore, males may control the strategic allocation of sperm, producing more sperm when females are more promiscuous. All these methods are meant to ensure that females are more likely to produce offspring belonging to the males who uses the method.",
            "score": 302.4415271282196
        },
        {
            "docid": "822224_3",
            "document": "Sperm competition . Sperm competition is often compared to having tickets in a raffle; a male has a better chance of winning (i.e. fathering offspring) the more tickets he has (i.e. the more sperm he inseminates a female with). However, sperm are not free to produce, and as such males are predicted to produce sperm of a size and number that will maximize their success in sperm competition. By making many spermatozoa, males can buy more \"raffle tickets\", and it is thought that selection for numerous sperm has contributed to the evolution of anisogamy with very small sperm (because of the energy trade-off between sperm size and number). Alternatively, a male may evolve faster sperm to enable his sperm to reach and fertilize the female's ovum first. Dozens of adaptations have been documented in males that help them succeed in sperm competition.",
            "score": 304.42903101444244
        },
        {
            "docid": "21304415_16",
            "document": "Sexual reproduction . Some fish species use internal fertilization and then disperse the developing eggs or give birth to live offspring. Fish that have live-bearing offspring include the guppy and mollies or \"Poecilia\". Fishes that give birth to live young can be ovoviviparous, where the eggs are fertilized within the female and the eggs simply hatch within the female body, or in seahorses, the male carries the developing young within a pouch, and gives birth to live young. Fishes can also be viviparous, where the female supplies nourishment to the internally growing offspring. Some fish are hermaphrodites, where a single fish is both male and female and can produce eggs and sperm. In hermaphroditic fish, some are male and female at the same time while in other fish they are serially hermaphroditic; starting as one sex and changing to the other. In at least one hermaphroditic species, self-fertilization occurs when the eggs and sperm are released together. Internal self-fertilization may occur in some other species. One fish species does not reproduce by sexual reproduction but uses sex to produce offspring; \"Poecilia formosa\" is a unisex species that uses a form of parthenogenesis called gynogenesis, where unfertilized eggs develop into embryos that produce female offspring. \"Poecilia formosa\" mate with males of other fish species that use internal fertilization, the sperm does not fertilize the eggs but stimulates the growth of the eggs which develops into embryos.",
            "score": 345.72673738002777
        },
        {
            "docid": "27745559_9",
            "document": "Female sperm storage . The ability to store and separate sperm from multiple males enables females to manipulate paternity by choosing which sperm fertilize their eggs, a process known as cryptic female choice. Evidence for this ability exists in many different taxa, including birds, reptiles, gastropods, arachnids, and insects. In combining long-term sperm storage with polyandrous behavior, female members of the tortoise family Testudinidae have access to sperm from a range of genetically different males and can potentially influence a clutch’s paternity during each fertilization event, not just through her mating choices alone. As a result of clutches with greater variation in paternal genes and increased sperm competition, females can maximize both the genetic quality and number of offspring.",
            "score": 311.6440237760544
        },
        {
            "docid": "9685728_12",
            "document": "Sexy son hypothesis . Good-sperm models predict positive genetic associations between a male's sperm competitiveness and the general viability of his offspring, whereas sexy-sperm models predict that multiple-mating females produce more grandchildren. As with precopulatory processes, postcopulatory models predict that the trait in males that determines fertilization success will become genetically coupled with the mechanism by which females choose the sperm of preferred males.",
            "score": 288.3436561822891
        },
        {
            "docid": "6778877_26",
            "document": "Sexual conflict . Sperm competition is an evolutionary concept developed by Geoff Parker (1970) and describes a mechanism by which different males will compete to fertilize a female's egg. Sperm competition selects for both offensive and defensive traits. Offensive sperm competition consists of males displacing sperm from the previous male as well as the use of toxic sperm to destroy rival sperm. Conversely, defensive sperm competition consists of males preventing females from remating by prolonging the duration of their own mating or by restricting the females' interest in other males. Sperm competition can be exhibited throughout behavioral, morphological and physiological male adaptations. Some examples of behavioral adaptations are mate guarding or forced copulation. Morphological adaptations may include male claspers, altered genitalia (e.g. spiky genitals) and copulatory plugs (i.e. mating plugs). Physiological adaptations may consist of toxic sperm or other chemicals in the seminal fluid that delays a female's ability to remate.",
            "score": 317.4750051498413
        },
        {
            "docid": "822224_29",
            "document": "Sperm competition . Selection to produce more sperm can also select for the evolution of larger testes. Relationships across species between the frequency of multiple mating by females and male testis size are well documented across many groups of animals. For example, among primates, female gorillas are relatively monogamous, so gorillas have smaller testes than humans, which in turn have smaller testes than the highly promiscuous bonobos. Male chimpanzees that live in a structured multi-male, multi-female community, have large testicles to produce more sperm, therefore giving him better odds to fertilize the female. Whereas the community of gorillas consist of one alpha male and two or three females, when the female gorillas are ready to mate, normally only the alpha male is their partner.",
            "score": 279.62660360336304
        },
        {
            "docid": "1944972_3",
            "document": "External fertilization . Sexual selection may not seem to occur during external fertilization, but there are ways it actually can. The two types of external fertilizers are nest builders and broadcast spawners. For female nest builders, the main choice is the location of where to lay her eggs. A female can choose a nest close to the male she wants to fertilize her eggs, but there is no guarantee that the preferred male will fertilize any of the eggs. Broadcast spawners have a very weak selection, due to the randomness of releasing gametes. To look into the effect of female choice on external fertilization, an in vitro sperm competition experiment was performed. The results concluded that there was a decreased importance of sperm number, but increased the importance of the sperm velocity, thus changing the outcome of sperm competition. The ovarian fluid also increased the paternity for the preferred male because they release fewer and faster sperm. The success of a male fertilizing an egg relies on the ability of a male’s sperm to outcompete other sperm that is looking to fertilize the same egg. Sperm chemotaxis is the use of chemical signals to give sperm the ability to navigate an egg and is a huge contributor to reproductive success. Benthic sessile animals that make up the majority of invertebrates using external fertilization rely on ambient water motion to bring the sperm and eggs together. Other invertebrates that externally fertilize are organisms like the sea urchin, are confined to shallow burrows on exposed shores. Turbulent flows in the surf zone also create a transport of gametes. Hydrodynamic conditions and gamete properties control the efficiency of fertilization because they influence the rate at which the water mixes. The only dilemma with turbulence is the possibility of dilution of sperm and egg because of over mixing. Rapid mixing can cause a lower probability to fertilize. Sessile adult staged animals commonly produce gametes at the same times, also known as a synchronized release of gametes, for external fertilization in the water column. This is helpful because of the lack of mobility these organisms share. They also can rely on turbulent mixing and sperm mobility to enhance the chances of fertilization.",
            "score": 327.33970761299133
        },
        {
            "docid": "44203096_7",
            "document": "Gryllus integer . Sperm competition is the competition that occurs when females store sperm,of varying males, in their spermatheca and use this sperm to fertilize their eggs. This type of competition is prevalent when females mate more than once in which they store sperm in a viable condition and have sperm from previous matings present when they re-mate Field crickets (Gryllidae) show all of the prerequisites for sperm competition. Females mate repeatedly with different males, store the sperm in a spermatheca and sperm from previous matings is viable in the spermatheca when females re-mate. Males guard females after mating which also suggests sperm competition.",
            "score": 327.0113488435745
        },
        {
            "docid": "42726_50",
            "document": "Cephalopod . Mate choice is seen in cuttlefish species, where females prefer some males over others, though characteristics of the preferred males are unknown. A hypothesis states that females reject males by olfactory cues rather than visual cues. Several cephalopod species are polyandrous- accepting and storing multiple male spermatophores, which has been identified by DNA fingerprinting. Females are no longer receptive to mating attempts when holding their eggs in their arm. Females can store sperm in two places (1) the buccal cavity where recently mated males place their spermatophores, and (2) the internal sperm-storage receptacles where sperm packages from previous males are stored. Spermatophore storage results in sperm competition; which states that the female controls which mate fertilizes the eggs. In order to reduce this sort of competition, males develop agonistic behaviors like mate guarding and flushing. The \"Hapalochlaena lunulata\", or the blue-ringed octopus, is unable to distinguish between males and females and readily mates with both.",
            "score": 322.5132830142975
        },
        {
            "docid": "173204_7",
            "document": "Drosophila melanogaster . The female fruit fly prefers a shorter duration when it comes to sex. Males, on the other hand, prefer it to last longer. Males perform a sequence of five behavioral patterns to court females. First, males orient themselves while playing a courtship song by horizontally extending and vibrating their wings. Soon after, the male positions itself at the rear of the female's abdomen in a low posture to tap and lick the female genitalia. Finally, the male curls its abdomen and attempts copulation. Females can reject males by moving away, kicking, and extruding their ovipositor. Copulation lasts around 15–20 minutes, during which males transfer a few hundred, very long (1.76 mm) sperm cells in seminal fluid to the female. Females store the sperm in a tubular receptacle and in two mushroom-shaped spermathecae; sperm from multiple matings compete for fertilization. A last male precedence is believed to exist: the last male to mate with a female sires about 80% of her offspring. This precedence was found to occur through both displacement and incapacitation. The displacement is attributed to sperm handling by the female fly as multiple matings are conducted and is most significant during the first 1–2 days after copulation. Displacement from the seminal receptacle is more significant than displacement from the spermathecae. Incapacitation of first male sperm by second male sperm becomes significant 2–7 days after copulation. The seminal fluid of the second male is believed to be responsible for this incapacitation mechanism (without removal of first male sperm) which takes effect before fertilization occurs. The delay in effectiveness of the incapacitation mechanism is believed to be a protective mechanism that prevents a male fly from incapacitating its own sperm should it mate with the same female fly repetitively. Sensory neurons in the uterus of female \"D. melanogaster\" respond to a male protein, sex peptide, which is found in sperm. This protein makes the female reluctant to copulate for about 10 days after insemination. The signal pathway leading to this change in behavior has been determined. The signal is sent to a brain region that is a homolog of the hypothalamus and the hypothalamus then controls sexual behavior and desire.",
            "score": 286.8001401424408
        },
        {
            "docid": "18346927_8",
            "document": "Scathophaga stercoraria . Many studies have studied the many manifestations of sexual conflict, including postmating sexual selection, in the yellow dung fly. Sperm competition occurs when a female mates with multiple males. Each male's sperm is then in direct competition to fertilize the eggs. Sperm mix quickly once they reach the female's stores. The goal of males is to displace the sperm of other males as much as possible. Larger males tend to have longer copulation times and greater rates of sperm displacement. The fertilization success of males that were secondary mates increased as their body size relative to the first male increased.",
            "score": 327.57377219200134
        }
    ],
    "r": [
        {
            "docid": "1544170_11",
            "document": "Anisogamy . For males of all species, the sperm cells they produce are optimized for ensuring fertilization of the female egg. These sperm cells are created through spermatogenesis, a form of gametogenesis that focuses on developing the most possible gametes per sexual encounter. Spermatogenesis occurs in the testes, a male specific organ that is also produces hormones that trigger the development of secondary sex characteristics. Since the male’s gametes are energetically cheap and abundant in every ejaculation, a male can greatly increase his sexual success by mating far more frequently than the female. Sperm, unlike egg cells, are also mobile, allowing for the sperm to swim towards the egg through the female’s sexual organs. Sperm competition is also a major factor in the development of sperm cells. Only one sperm can fertilize an egg, and since females can potentially reproduce with more than one male before fertilization occurs, producing sperm cells that are faster, more abundant, and more viable than that produced by other males can give a male reproductive advantage.",
            "score": 376.44549560546875
        },
        {
            "docid": "57546_9",
            "document": "Caenorhabditis elegans . The hermaphroditic worm is considered to be a specialized form of self-fertile female, as its soma is female. The hermaphroditic germline produces male gametes first, and lays eggs through its uterus after internal fertilization. Hermaphrodites produce all their sperm in the L4 stage (150 sperm per gonadal arm) and then produce only oocytes. The sperm cells are stored in the same area of the gonad as the oocytes until the first oocyte pushes the sperm into the spermatheca (a chamber wherein the oocytes become fertilized by the sperm).",
            "score": 366.9012145996094
        },
        {
            "docid": "39309111_18",
            "document": "Sexual selection in scaled reptiles . Females store sperm after sexual intercourse from multiple males before ovulation, but how sperm is stored is still unknown. There is a time gap between sperm copulation and fertilization. This time gap allows the female to mate with multiple males. The most competitive sperm will fertilize the female’s eggs while the remaining sperm will be discarded. Females also gain nutrients from sperm storage so the more a female mates with different males the more nutritional access she will obtain. After copulation, some female lizard species chose the sex of their offspring based on the male’s sperm. Females produce sons with sperm from larger sires, and daughters from sperm with smaller sires. A reason would be to ensure that her sons will have good genes that can display stronger more elaborate traits in order to maximize his reproductive success. An increase in the production of sons demonstrates a preference for larger males. Daughters are produced from smaller sires since females do not need to use a large amount of energy to attract a male; more males are ready to mate than females. However, if females store sperm from a variety of sires, females can produce both sons and daughters with high fitness.",
            "score": 347.5804138183594
        },
        {
            "docid": "21304415_16",
            "document": "Sexual reproduction . Some fish species use internal fertilization and then disperse the developing eggs or give birth to live offspring. Fish that have live-bearing offspring include the guppy and mollies or \"Poecilia\". Fishes that give birth to live young can be ovoviviparous, where the eggs are fertilized within the female and the eggs simply hatch within the female body, or in seahorses, the male carries the developing young within a pouch, and gives birth to live young. Fishes can also be viviparous, where the female supplies nourishment to the internally growing offspring. Some fish are hermaphrodites, where a single fish is both male and female and can produce eggs and sperm. In hermaphroditic fish, some are male and female at the same time while in other fish they are serially hermaphroditic; starting as one sex and changing to the other. In at least one hermaphroditic species, self-fertilization occurs when the eggs and sperm are released together. Internal self-fertilization may occur in some other species. One fish species does not reproduce by sexual reproduction but uses sex to produce offspring; \"Poecilia formosa\" is a unisex species that uses a form of parthenogenesis called gynogenesis, where unfertilized eggs develop into embryos that produce female offspring. \"Poecilia formosa\" mate with males of other fish species that use internal fertilization, the sperm does not fertilize the eggs but stimulates the growth of the eggs which develops into embryos.",
            "score": 345.72674560546875
        },
        {
            "docid": "822224_2",
            "document": "Sperm competition . Sperm competition is the competitive process between spermatozoa of two or more different males to fertilize the same egg during sexual reproduction. Competition can occur when females have multiple potential mating partners. Greater choice and variety of mates increases a female's chance to produce more viable offspring. However, multiple mates for a female means each individual male has decreased chances of producing offspring. Sperm competition is an evolutionary pressure on males, and has led to the development of adaptations to increase males' chance of reproductive success. Sperm competition results in a sexual conflict of interest between males and females. Males have evolved several defensive tactics including: mate-guarding, mating plugs, and releasing toxic seminal substances to reduce female re-mating tendencies to cope with sperm competition. Offensive tactics of sperm competition involve direct interference by one male on the reproductive success of another male, for instance by physically removing another male's sperm prior to mating with a female. For an example, see \"Gryllus bimaculatus\".",
            "score": 332.1524658203125
        },
        {
            "docid": "5789060_13",
            "document": "Gryllus bimaculatus . Males will show the same drive to mate with previous mates as with new mates. The ability of a male cricket’s sperm to successfully fertilize a female’s egg after mating varies depending on various traits. An example of one trait that increases fertilization success is the amount of sperm that is effectively delivered through mating. The more sperm that is deposited results in greater fertilization success because more eggs are able to hatch. The order in which various males mate with one female before fertilization also affects fertilization success. The last male that mates with a female tends to have the highest fertilization success. Traits that increase the ability of a male’s sperm to successfully fertilize a female’s egg compared to that of another male are most advantageous. This is because these traits have been selected for over traits that have lower fertilization success.",
            "score": 329.2864990234375
        },
        {
            "docid": "18346927_8",
            "document": "Scathophaga stercoraria . Many studies have studied the many manifestations of sexual conflict, including postmating sexual selection, in the yellow dung fly. Sperm competition occurs when a female mates with multiple males. Each male's sperm is then in direct competition to fertilize the eggs. Sperm mix quickly once they reach the female's stores. The goal of males is to displace the sperm of other males as much as possible. Larger males tend to have longer copulation times and greater rates of sperm displacement. The fertilization success of males that were secondary mates increased as their body size relative to the first male increased.",
            "score": 327.5737609863281
        },
        {
            "docid": "1944972_3",
            "document": "External fertilization . Sexual selection may not seem to occur during external fertilization, but there are ways it actually can. The two types of external fertilizers are nest builders and broadcast spawners. For female nest builders, the main choice is the location of where to lay her eggs. A female can choose a nest close to the male she wants to fertilize her eggs, but there is no guarantee that the preferred male will fertilize any of the eggs. Broadcast spawners have a very weak selection, due to the randomness of releasing gametes. To look into the effect of female choice on external fertilization, an in vitro sperm competition experiment was performed. The results concluded that there was a decreased importance of sperm number, but increased the importance of the sperm velocity, thus changing the outcome of sperm competition. The ovarian fluid also increased the paternity for the preferred male because they release fewer and faster sperm. The success of a male fertilizing an egg relies on the ability of a male’s sperm to outcompete other sperm that is looking to fertilize the same egg. Sperm chemotaxis is the use of chemical signals to give sperm the ability to navigate an egg and is a huge contributor to reproductive success. Benthic sessile animals that make up the majority of invertebrates using external fertilization rely on ambient water motion to bring the sperm and eggs together. Other invertebrates that externally fertilize are organisms like the sea urchin, are confined to shallow burrows on exposed shores. Turbulent flows in the surf zone also create a transport of gametes. Hydrodynamic conditions and gamete properties control the efficiency of fertilization because they influence the rate at which the water mixes. The only dilemma with turbulence is the possibility of dilution of sperm and egg because of over mixing. Rapid mixing can cause a lower probability to fertilize. Sessile adult staged animals commonly produce gametes at the same times, also known as a synchronized release of gametes, for external fertilization in the water column. This is helpful because of the lack of mobility these organisms share. They also can rely on turbulent mixing and sperm mobility to enhance the chances of fertilization.",
            "score": 327.3397216796875
        },
        {
            "docid": "44203096_7",
            "document": "Gryllus integer . Sperm competition is the competition that occurs when females store sperm,of varying males, in their spermatheca and use this sperm to fertilize their eggs. This type of competition is prevalent when females mate more than once in which they store sperm in a viable condition and have sperm from previous matings present when they re-mate Field crickets (Gryllidae) show all of the prerequisites for sperm competition. Females mate repeatedly with different males, store the sperm in a spermatheca and sperm from previous matings is viable in the spermatheca when females re-mate. Males guard females after mating which also suggests sperm competition.",
            "score": 327.0113525390625
        },
        {
            "docid": "197179_60",
            "document": "Sexual dimorphism . It has been proposed that the earliest sexual dimorphism is the size differentiation of sperm and eggs (anisogamy), but the evolutionary significance of sexual dimorphism is more complex than that would suggest. Anisogamy and the usually large number of small male gametes relative to the larger female gametes usually lies in the development of strong sperm competition, because small sperm enable organisms to produce a large number of sperm, and make males (or male function of hermaphrodites) more redundant. This intensifies male competition for mates and promotes the evolution of other sexual dimorphim in many species, especially in vertebrates including mammals. However, in some species, the females can be larger than males, irrespective of gametes, and in some species females (usually of species in which males invest a lot in rearing offspring and thus no longer considered as so redundant) compete for mates in ways more usually associated with males.",
            "score": 326.16351318359375
        },
        {
            "docid": "62251_33",
            "document": "Ctenophora . Almost all species are hermaphrodites. In other words, each individual can function as both male and female. Some are simultaneous hermaphrodites, which can produce both eggs and sperm at the same time, while others are sequential hermaphrodites, in which the eggs and sperm mature at different times. The gonads are located in the parts of the internal canal network under the comb rows, and eggs and sperm are released via pores in the epidermis. Fertilization is generally external, but platyctenids use internal fertilization and keep the eggs in brood chambers until they hatch. Self-fertilization has occasionally been seen in species of the genus \"Mnemiopsis\", and it is thought that most of the hermaphroditic species are self-fertile.",
            "score": 324.7753601074219
        },
        {
            "docid": "1944972_5",
            "document": "External fertilization . The earliest amphibians were all internal fertilizers. It wasn’t until 300 million years ago that the Anura (early internal fertilizer) and Caudata (early external fertilizer) orders had begun. Most anurans now externally fertilize. Anurans are the amphibians lacking a tail such as frogs and toads. Anurans are commonly used as a model organism for amphibians, because of the large, easy to manipulate eggs, fast developmental rate, high fecundity rate, no parental involvement, and external fertilization. Males will congregate near a lake or pond and establish calling stations. Females approach the area and listen to all of the different male calls, and then continue to move towards the mate she chooses. This is the anuran’s sexual selection. It has been concluded that females prefer a male with a more attractive call, which is also the larger male. Copulation occurs when a male anuran hops onto the back of a female. They then move to a spot near water to simultaneously release their sperm and eggs. Other males in the area can also release sperm onto the eggs to also attempt to fertilize the eggs. If the female does not want to reproduce with the male that jumps onto her back, she will wait until the male leaves or move to a new location. Sperm released into the water must be in close proximity, get to the egg first, and then enter the gel layer of the egg to have the best chance of fertilizing. When the anurans are not close to eggs, they sometimes release their sperm into oocyte containing foam nests, or terrestrial breeders go right to the gel coat of the oocyte to release their sperm. Over the course of a breeding season, males can copulate numerous times by releasing sperm anywhere he finds unfertilized eggs or encounters a female who is/wants to spawn. Females, however, can only release eggs once per breeding season. Releasing sperm directly into the water increases sperm competition through agonistic behavior and spawning in groups. This has been tested, with good evidence associated with a larger sperm number and testes size. Smaller testes size and a slower sperm velocity were seen with the anurans that released the sperm into the foam nests instead of into open water. To further increase sperm competition, there is a larger thickness to an anuran oocyte gel, specifically the green tree frog. Anuran sperm also have high longevity and osmotic tolerance compared to fresh water fish. The Caudata order contains all of the salamanders and newts, amphibians that have tails. Within this, the only subgroups that externally fertilize are Cryptobranchidae (giant salamanders) Sirenidae, and Hynobiidae. The females release egg sacs onto stones or branches and the male later hovers over the eggs to release the sperm to them. Males are seen to be very protective over the eggs and may continue to hover over the eggs after sperm release to decrease sperm competition. In some cases, males may even latch onto the females while they lay their eggs to ensure that they fertilize them first. Other times there may be numerous males surrounding a single sac of eggs, creating scramble competition. Cryptobranchid sperm is seen to have higher longevity. This is about 600 times greater than in freshwater fish, but not even close to as high as anurans.",
            "score": 324.7575988769531
        },
        {
            "docid": "393535_9",
            "document": "Coolidge effect . It has been observed that in certain species, males allocate sperm differently due to the Coolidge effect. The allocation is usually according to level of sperm competition, female novelty, and female reproductive quality. An experiment performed on an external fertilizing fish called \"Rhodeus amarus\", also known as the European bitterling, was used to show that sperm can be allocated differently if a novel partner is around, but what also happens if there is male-male competition. It is important to know that the European bitterling mating system works by females depositing their eggs into the gill filaments of freshwater mussels by her long ovipositor and then males proceed by ejecting their sperm into the gills of the mussel hosting the eggs. This means fertilization and development of the offspring relies on the quality and survival of the mussel. When the Coolidge effect was applied to this system, the experiment showed that it is the mussels, or the site of fertilization, that the males prefer to be novel. However, the takeaway from the experiment performed was that in male-male competition of the \"Rhodeus amarus,\" the dominant male will allocate more sperm when a novel mussel is present, while the subordinate male conserved its sperm until a proper opportunity came where it had a better chance of fertilization. A similar result was found in fowls, \"Gallus gallus\", where the male showed a sperm allocation due to the Coolidge effect. The experiment found that male fowls reduce sperm investment in particular females they’ve encountered already, but increase sperm investment instantaneously if they encountered a new female.",
            "score": 324.3782958984375
        },
        {
            "docid": "5789060_16",
            "document": "Gryllus bimaculatus . Sperm competition is the interaction between sperm traits and female selection of these traits. It allows males with more advantageous traits to survive and reproduce more than less fit males. In particular, competition among males causes sperm competition to increase. Sperm expenditure will increase when there is a higher risk of competition. Reproductive investment is metabolically straining, especially for males that have less desirable genes. These males have to invest even more resources into each reproductive opportunity when a mate competitor is in their environment. The amount of resources a male invests in producing a large amount of sperm, the greater the chances of successful fertilization.",
            "score": 322.6688537597656
        },
        {
            "docid": "42726_50",
            "document": "Cephalopod . Mate choice is seen in cuttlefish species, where females prefer some males over others, though characteristics of the preferred males are unknown. A hypothesis states that females reject males by olfactory cues rather than visual cues. Several cephalopod species are polyandrous- accepting and storing multiple male spermatophores, which has been identified by DNA fingerprinting. Females are no longer receptive to mating attempts when holding their eggs in their arm. Females can store sperm in two places (1) the buccal cavity where recently mated males place their spermatophores, and (2) the internal sperm-storage receptacles where sperm packages from previous males are stored. Spermatophore storage results in sperm competition; which states that the female controls which mate fertilizes the eggs. In order to reduce this sort of competition, males develop agonistic behaviors like mate guarding and flushing. The \"Hapalochlaena lunulata\", or the blue-ringed octopus, is unable to distinguish between males and females and readily mates with both.",
            "score": 322.5132751464844
        },
        {
            "docid": "20094185_17",
            "document": "Red flour beetle . During mating, red flour beetles are known to engage in polygamous behavior. Male flour beetles have been known to recognize their relatives while the females do not have this capability. Lack of the ability to recognize their relatives has led females to mate with any male within the population. Female red flour beetles are also known to store sperm after mating. More sperm is stored by the first mating, which leads to less sperm stored in subsequent matings. However, amount of stored sperm does not stop the last male mate from fertilizing the egg. This is due to the fact that with each mating, males can remove previously stored sperm thus giving their own sperm an advantage to fertilize the egg.",
            "score": 321.2295227050781
        },
        {
            "docid": "3052305_2",
            "document": "Polyspermy . In biology, polyspermy describes an egg that has been fertilized by more than one sperm. Diploid organisms normally contain two copies of each chromosome, one from each parent. The cell resulting from polyspermy, on the other hand, contains three or more copies of each chromosome—one from the egg and one each from multiple sperm. Usually, the result is an inviable zygote. This may occur because sperm are too efficient at reaching and fertilizing eggs due to the selective pressures of sperm competition. Such a situation is often deleterious to the female: in other words, the male-male competition among sperm spills over to create sexual conflict.",
            "score": 319.33624267578125
        },
        {
            "docid": "2324040_2",
            "document": "Sperm . Sperm is the male reproductive cell and is derived from the Greek word (σπέρμα) \"sperma\" (meaning \"seed\"). In the types of sexual reproduction known as anisogamy and its subtype oogamy, there is a marked difference in the size of the gametes with the smaller one being termed the \"male\" or sperm cell. A uniflagellar sperm cell that is motile is referred to as a spermatozoon, whereas a non-motile sperm cell is referred to as a spermatium. Sperm cells cannot divide and have a limited life span, but after fusion with egg cells during fertilization, a new organism begins developing, starting as a totipotent zygote. The human sperm cell is haploid, so that its 23 chromosomes can join the 23 chromosomes of the female egg to form a diploid cell. In mammals, sperm develops in the testicles, stored in the epididymis, and is released from the penis.",
            "score": 318.7164611816406
        },
        {
            "docid": "44468915_5",
            "document": "Polyandry in nature . The adaptive significance of polyandry in animals is controversial. Polyandry has direct benefits for females allowing fertilization assurance, provision of resources, and parental care for their offspring. House mice (\"Mus musculus musculus\") have shown indirect, genetic benefits, where females have increased offspring survival through multiple mating, showing that practicing polyandry mating results in an increase in offspring viability. In a meta analysis, including 10 different orders of insects, polyandry increased the production of eggs by females specifically in Lepidopterans and Orthopterans. Indirect benefits of mating for females can be gained through sperm competition to attain \"good genes\", cryptic female choice, increased genetic quality, and genetic diversity. Females spiders (\"Pisaura mirabilis\") store more sperm from gift-giving males suggesting that sperm storage is under female control through cryptic sperm choice. The increase in sperm storage from the gift giving males might allow females to produce \"sexy sons\" that also give gifts and increase the fitness of offspring. Sperm storage and fertilization success increased with copulation duration, suggesting an advantage in sperm competition.",
            "score": 318.24578857421875
        },
        {
            "docid": "6778877_26",
            "document": "Sexual conflict . Sperm competition is an evolutionary concept developed by Geoff Parker (1970) and describes a mechanism by which different males will compete to fertilize a female's egg. Sperm competition selects for both offensive and defensive traits. Offensive sperm competition consists of males displacing sperm from the previous male as well as the use of toxic sperm to destroy rival sperm. Conversely, defensive sperm competition consists of males preventing females from remating by prolonging the duration of their own mating or by restricting the females' interest in other males. Sperm competition can be exhibited throughout behavioral, morphological and physiological male adaptations. Some examples of behavioral adaptations are mate guarding or forced copulation. Morphological adaptations may include male claspers, altered genitalia (e.g. spiky genitals) and copulatory plugs (i.e. mating plugs). Physiological adaptations may consist of toxic sperm or other chemicals in the seminal fluid that delays a female's ability to remate.",
            "score": 317.4750061035156
        },
        {
            "docid": "18346927_9",
            "document": "Scathophaga stercoraria . Traits such as body size, testis size, and sperm length are variable, as well as heritable in \"S. stercoraria\" males. Larger sperm may be advantageous if they have greater propulsion along the female's spermathecal duct, resulting in higher fertilization success rates. When competition among males is high and females are mating with multiple males, those with the largest testes also have the most success in terms of proportion of sperm that fertilize a female’s eggs. The resulting male offspring would then have a similar advantage. A positive correlation was found between sperm length of males and spermathecal duct length of females. The size of male testis was also positively correlated with female spermathecae size. Additionally, females with larger spermathecae are better able to produce spermicidal secretion. This cryptic female choice betters their ability to influence paternity over their offspring. These covariances are an example of an “evolutionary arms race”. This suggests that each sex evolves certain traits to undermine the beneficial traits of the other, resulting in the coevolution of male and female reproductive systems of \"S. stercoraria.\"",
            "score": 316.9776611328125
        },
        {
            "docid": "27745559_4",
            "document": "Female sperm storage . Another way sperm-storing females can alter the diversity of their offspring is controlling the relatedness to the males that provide them with sperm. Inbreeding depression can have a deleterious impact on populations of organisms and is due to mating of closely related individuals. To combat this effect, female insects appear to be able to sort out the sperm of relatives from the sperm of non-relatives to choose the best option to fertilize their eggs. Female crickets are able to preferentially store sperm of multiple unrelated males to that of their siblings; this results in more of the offspring having unrelated parentage. Being able to choose between sperm after coupling might be advantageous to females because choosing between mates precopulation may be more costly, or it may just be too difficult to tell males apart before mating. Females possess remarkable abilities to select sperm to store and to fertilize their eggs that will make their offspring diverse. Though it has been shown that a majority of female insect species can store sperm, specific examples that have been studied could include field crickets, dung flies and Mediterranean fruit flies. Females largely benefit from this mechanism, but males often can experience low fitness because their paternity is not secure.",
            "score": 315.7863464355469
        },
        {
            "docid": "5789060_15",
            "document": "Gryllus bimaculatus . Polyandry is a costly reproductive system for females because they put a lot of time, energy and resources into producing eggs. It is not as costly for males because they can produce a larger amount of sperm for less time, energy and resources. Males can also fertilize many eggs in one mating. However, polyandry is still evolved in crickets because it provides benefits that outweigh the costs. It allows females to mate with males that have more desirable traits than previous mates, which is beneficial to offspring success. This multiple mate system allows new combinations of genes to come together, which results in more genetic variation in the population. It also allows females to avoid mating with infertile males. Two mechanisms that allow polyandry to be advantageous agents for increasing males' fitness are sperm competition and male guarding behavior.",
            "score": 312.1305236816406
        },
        {
            "docid": "822224_22",
            "document": "Sperm competition . Female factors can influence the result of sperm competition through a process known as \"sperm choice\". Proteins present in the female reproductive tract or on the surface of the ovum may influence which sperm succeeds in fertilizing the egg. During sperm choice females are able to discriminate and differentially use the sperm from different males. One instance where this is known to occur is inbreeding; females will preferentially use the sperm from a more distantly related male than a close relative.",
            "score": 311.9494323730469
        },
        {
            "docid": "27745559_9",
            "document": "Female sperm storage . The ability to store and separate sperm from multiple males enables females to manipulate paternity by choosing which sperm fertilize their eggs, a process known as cryptic female choice. Evidence for this ability exists in many different taxa, including birds, reptiles, gastropods, arachnids, and insects. In combining long-term sperm storage with polyandrous behavior, female members of the tortoise family Testudinidae have access to sperm from a range of genetically different males and can potentially influence a clutch’s paternity during each fertilization event, not just through her mating choices alone. As a result of clutches with greater variation in paternal genes and increased sperm competition, females can maximize both the genetic quality and number of offspring.",
            "score": 311.6440124511719
        },
        {
            "docid": "29156696_5",
            "document": "Antagonistic Coevolution . Females have a very complex and an extremely variable reproductive system, commonly known as a spermatheca. Some species do not have a spermatheca in the traditional sense, but do possess pseudospermatheca. Both forms play an essential role in sperm storage and fertilization. In the family Tingidae, pseudospermatheca are located at the base of the oviduct and are hypothesized to have functioned as spermatheca at one point in time. They now serve as storage units for sperm, where a female can introduce the stored sperm to her eggs when she finds it optimal. It is this factor that has put females in the driver seat of evolution. These organs give females the ability to pick and choose which sperm they will use to fertilize their eggs. Males now have another factor they need to overcome. In the case of \"Drosophila melanogaster\", females will mate multiple times and then expel the excess sperm that she does not need. However, neither the first or second mate know if it his sperm that was dispelled, because at any postcopulatory moment a female can store the sperm of more than one male.",
            "score": 311.6070251464844
        },
        {
            "docid": "29156696_10",
            "document": "Antagonistic Coevolution . Male bed bugs have a unique way to copulate called traumatic insemination. Males use their intromittent organ to stab and inseminate females through their abdominal wall even though females contain a genital tract. Male bed bugs can also adjust their ejaculate volume and time of copulation through the presence of ejaculate(s) in females to conserve sperm and determine paternity outcomes. Females have evolved a paragenital system to counter traumatic inseminations. The paragenital system contains a mesospermalege where sperm is deposited. The sperm migrates through the blood to the sperm storage site and oviducts, and then to the ovaries to fertilize eggs. Female bed bugs have also evolved physiological by the presence of phagocytic cells in the mesospermalege that ingest sperm after mating.",
            "score": 311.0861511230469
        },
        {
            "docid": "3663717_10",
            "document": "Testudo (genus) . Female mate choice offers no direct benefits (such as access to food or territory or parental care). There are, however, indirect benefits of mating with multiple males. Engaging in a polyandrous mating system offers a female guaranteed fertilization, higher offspring diversity and sperm competition to ensure that eggs are fertilized by a high quality male. This is in respect to the “good genes” hypothesis that females receive indirect benefits through her offspring by mating with a quality male, “a male’s contribution to a female’s fitness his restricted to [his] genes”(Cutuli, G. et al., 2014). Mating order has no influence on paternity of a clutch so a female’s inclination to mate with multiple males and her ability to store sperm allows for sperm competition and suggests cryptic female choice. However, some species do show size-assoratative, \"T. Marginata\", for example, where large males breed with large females and small males breed with small females. Other species form hierarchies; during male-to-male competition the more aggressive male is considered alpha. Alpha males are more aggressive with their courting as well and have higher mounting success rate than Beta males.",
            "score": 311.0313415527344
        },
        {
            "docid": "19681430_32",
            "document": "Earthworm . Mating occurs on the surface, most often at night. Earthworms are hermaphrodites; that is, they have both male and female sexual organs. The sexual organs are located in segments 9 to 15. Earthworms have one or two pairs of testes contained within sacs. The two or four pairs of seminal vesicles produce, store and release the sperm via the male pores. Ovaries and oviducts in segment 13 release eggs via female pores on segment 14, while sperm is expelled from segment 15. One or more pairs of spermathecae are present in segments 9 and 10 (depending on the species) which are internal sacs that receive and store sperm from the other worm during copulation. As a result, segment 15 of one worm exudes sperm into segments 9 and 10 with its storage vesicles of its mate. Some species use external spermatophores for sperm transfer.",
            "score": 310.8788757324219
        },
        {
            "docid": "23421235_5",
            "document": "Reproductive system of gastropods . Gastropods are defined as snails and slugs, belonging to a larger group called Molluscs. Gastropods have unique reproductive systems, varying significantly from one taxonomic group to another. They can be separated into three categories: marine, freshwater, and land. Reproducing in marine or freshwater environments makes getting sperm to egg much easier for gastropods, while on land it is much more difficult to get sperm to egg. The majority of gastropods have internal fertilization, but there are some prosobranch species that have external fertilization. Gastropods are capable of being either male or female, or hermaphrodites, and this makes their reproduction system unique amongst many other invertebrates. Hermaphroditic gastropods possess both the egg and sperm gametes which gives them the opportunity to self-fertilize.",
            "score": 310.8353271484375
        },
        {
            "docid": "1544170_10",
            "document": "Anisogamy . In most species such as \"Drosophila melanogaster,\" females can utilize sperm storage, a process by which the female can store excess sperm from a mate, and fertilize her eggs long after the reproductive event if mating opportunities drop or quality of mates decreases. By being able to save sperm from more desirable mates, the female gains more control over its own reproductive success, thus allowing for the female to be more selective of males as well as making the timing of fertilization potentially more frequent if males are scarce.",
            "score": 310.6700134277344
        },
        {
            "docid": "14699692_20",
            "document": "Courtship display . This has many consequences. Courtship displays allow the mate performing the selection to have a means by which they can base their copulatory decision. If a female chooses more than one male, then sperm competition comes into play. This is competition between sperm to fertilize an egg, which is very competitive as only a single sperm will achieve union. In some insects, the male injects a cocktail of chemicals in seminal fluid together with sperm. The chemicals kill off older sperm from any previous mates, up-regulates the females' egg-laying rate and reduces her desire to re-mate with another male. The cocktail also shortens the females' lifespan, also reducing her likelihood of mating with other males. Also, some females can get rid of the previous male's sperm.",
            "score": 310.6681823730469
        }
    ]
}