{
    "q": [
        {
            "docid": "30032081_5",
            "document": "Hac1 Xbp1 intron . Environmental stress can cause proteins to misfold and aggregate. To protect from these undesirable processes, a cell can activate the unfolded protein response (UPR) pathway. Splicing of HAC1 and XBP1 transcripts is one of the highly regulated ways of activating the UPR in response to presence of unfolded proteins in the endoplasmic reticulum (ER). ER stress activates the endoribonucleolytic activity of IRE1 proteins. IRE1 recognizes splice-site motifs in HAC1 or XBP1 transcripts and cleaves them. Stem-loop structures around the splice sites and IRE1-specific sequence motifs are both necessary and sufficient for splicing to occur. The joining of exons is performed by tRNA ligase (TRL1 in \"Saccharomyces cerevisiae\").",
            "score": 317.56837224960327
        },
        {
            "docid": "29855647_30",
            "document": "Arsenic biochemistry . Arsenic is highly detrimental to the innate and the adaptive immune system of the body. When the amount of unfolded and misfolded proteins in endoplasmic reticulum stress is excessive, the unfolded protein response (UPR) is activated to increase the activity of several receptors that are responsible the restoration of homeostasis. The inositol-requiring enzyme-1 (IRE1) and protein kinase RNA-like endoplasmic reticulum kinase (PERK) are two receptors that restrict the rate of translation. On the other hand, the unfolded proteins are corrected by the production of chaperones, which are induced by the activating transcription factor 6 (ATF6). If the number of erroneous proteins elevates, further mechanism is active which triggers apoptosis. Arsenic has evidentially shown to increase the activity of these protein sensors.",
            "score": 191.95710945129395
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 180.30030918121338
        },
        {
            "docid": "214570_7",
            "document": "Protein catabolism . The degradation of proteins occurs within the cells, as the amino acids have to pass through certain membranes before being able to be used for different processes. This first step to protein catabolism is breaking the protein down into amino acids by cleaving their peptide bonds, also known as proteolysis. The peptide bonds are broken up by the proteasome, which is able to hydrolyze the peptide bonds by using ATP energy. This process is further helped by the use of enzymes called proteases. The proteases help cleave off the remaining peptide residues to produce individual amino acids, ready to be converted into usable molecules for either glycolysis or the TCA cycle, to produce energy for the organisms, or to be used to create new proteins.",
            "score": 162.79530024528503
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 173.0337723493576
        },
        {
            "docid": "2410182_11",
            "document": "Hydrolyzed vegetable protein . For the production process of enzymatic HVP, enzymes are used to break down the proteins. To break down the protein to amino acids, proteases are added to the mixture of defatted protein and water. Since no salt is formed during the production process, adding salt as an ingredient is common practice to meet the criteria as described in the European Code of Practice for Bouillons and Consommés. Due to the sensitivity of enzymes to a specific pH, either an acid or a base is added to match the optimum pH. Depending on the activity of the enzymes it, up to 24 hours are needed to break down the proteins. The mixture is heated to inactivate the enzymes and then filtered to remove the insoluble humic acid.",
            "score": 135.1720495223999
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 191.14167523384094
        },
        {
            "docid": "417038_12",
            "document": "Rhabdoviridae . Replication of many rhabdoviruses occurs in the cytoplasm, although several of the plant infecting viruses replicate in the nucleus.. In order for replication, both the L and P protein must be expressed to regulate transcription. The L protein have a lot of enzymatic actiivites such as RNA replication, capping mRNAs phospholorylation of P. L protein gives feature in about replication in cytopolasm. Transcription results in five monocistronic mRNAs being produced because the intergenic sequences act as both termination and promoter sequences for adjacent genes. This type of transcription mechanism is explained by stop-start model( stuttering transcription). Owing to stop-start model, the large amounts of the structural proteins are produced. According to this model, the virus-associated RNA polymerase starts firstly the synthesis of leader RNA and then the five mRNA which will produce N,P,M,G,L proteins, respectively. After the leader RNA was produced, the polymerase enzyme reinitiates virion transcription on N gene and proceeds its synthesis until it ends 3′ end of the chain.Then, the synthesis of P mRNAs are made by same enzyme with new starter sinyal. These steps continue until the enzyme arrives the end of the L gene. During transcription process, the polymerase enzyme may leave the template at any point and then bound just at the 3′ end of the genome RNA to start mRNA synthesis again. This process will results concentration gradient of the amount of mRNA based on its place and its range from the 3′ end. In the circumstances, the amounts of mRNA species change and will be produced N>P>M>G>L proteins. During their synthesis the mRNAs are processed to introduce a 5' cap and a 3’ polyadenylated tail to each of the molecules .This structure is homologous to cellular mRNAs and can thus be translated by cellular ribosomes to produce both structural and non-structural proteins.",
            "score": 173.0499382019043
        },
        {
            "docid": "14156444_10",
            "document": "XBP1 . XBP1 is part of the endoplasmic reticulum (ER) stress response, the unfolded protein response (UPR). Conditions that exceed capacity of the ER provoke ER stress and trigger the unfolded protein response (UPR). As a result, GRP78 is released from IRE1 to support protein folding. IRE1 oligomerises and activates its ribonuclease domain through auto (self) phosphorylation. Activated IRE1 catalyses the excision of a 26 nucleotide unconventional intron from ubiquitously expressed XBP1u mRNA, in a manner mechanistically similar to pre-tRNA splicing. Removal of this intron causes a frame shift in the XBP1 coding sequence resulting in the translation of a 376 amino acid, 40 kDa, XBP-1s isoform rather than the 261 amino acid, 33 kDa, XBP1u isoform. Moreover, the XBP1u/XBP1s ratio (XBP1-unspliced/XBP1-spliced ratio) correlates with the expression level of expressed proteins in order to adapt the folding capacity of the ER to the respective requirements.",
            "score": 222.72379636764526
        },
        {
            "docid": "10883715_7",
            "document": "4EGI-1 . Messenger RNAs (mRNAs) are transcribed from DNA, and serve as templates for the synthesis of proteins by ribosomal translation. Weak mRNAs contain long and highly structured untranslatable regions at their 5’ end. This lengthy region makes it difficult for enzymes to determine where transcription should begin. As a result, initiation factor proteins are required for translation of the message into protein. These weak mRNAs, or mRNAs that carry the code for proteins involved in the development of cancer cells, require cap-dependent translation which necessitates the cellular involvement of the eIFs. Examples of weak mRNAs include those that code for proliferation-related, and anti-apoptotic proteins. Strong mRNAs, in contrast, are translated with much less cellular machinery such as eIFs and generally code for biologically necessary proteins, such as those needed for the essential metabolic processes of a cell. Therapies such as the use of 4EGI-1 against cancer cells can thus be created such that their biologic targets include only the initiation factors involved in the production of weak mRNA’s.",
            "score": 177.5963191986084
        },
        {
            "docid": "9775_13",
            "document": "Endoplasmic reticulum . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum. The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. The UPR functions to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signaling pathways that lead to increasing the production of molecular chaperones involved in protein folding. Sustained overactivation of the UPR has been implicated in prion diseases as well as several other neurodegenerative diseases and the inhibition of the UPR could become a treatment for those diseases.",
            "score": 212.2929127216339
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 180.9387937784195
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 138.07305717468262
        },
        {
            "docid": "20853_21",
            "document": "Malt . Scientists aim to discover what goes on inside barley grains as they become malted to help plant breeders produce better malting barley for food and beverage products. The United States Agricultural Research Service scientists are interested in specialized enzymes called serine-class proteases that digest beta-amylases, which convert carbohydrates into \"simple sugars\" during the sprouting process. The enzyme also breaks down stored proteins into their amino acid derivatives. The balance of proteins and carbohydrates broken down by the enzyme affect the malt’s flavor.",
            "score": 112.14353704452515
        },
        {
            "docid": "9775_9",
            "document": "Endoplasmic reticulum . The endoplasmic reticulum serves many general functions, including the folding of protein molecules in sacs called cisternae and the transport of synthesized proteins in vesicles to the Golgi apparatus. Correct folding of newly made proteins is made possible by several endoplasmic reticulum chaperone proteins, including protein disulfide isomerase (PDI), ERp29, the Hsp70 family member BiP/Grp78, calnexin, calreticulin, and the peptidylpropyl isomerase family. Only properly folded proteins are transported from the rough ER to the Golgi apparatus – unfolded proteins cause an unfolded protein response as a stress response in the ER. Disturbances in redox regulation, calcium regulation, glucose deprivation, and viral infection or the over-expression of proteins can lead to endoplasmic reticulum stress response (ER stress), a state in which the folding of proteins slows, leading to an increase in unfolded proteins. This stress is emerging as a potential cause of damage in hypoxia/ischemia, insulin resistance, and other disorders.",
            "score": 190.57009363174438
        },
        {
            "docid": "23634_5",
            "document": "Protein . Like other biological macromolecules such as polysaccharides and nucleic acids, proteins are essential parts of organisms and participate in virtually every process within cells. Many proteins are enzymes that catalyse biochemical reactions and are vital to metabolism. Proteins also have structural or mechanical functions, such as actin and myosin in muscle and the proteins in the cytoskeleton, which form a system of scaffolding that maintains cell shape. Other proteins are important in cell signaling, immune responses, cell adhesion, and the cell cycle. In animals, proteins are needed in the diet to provide the essential amino acids that cannot be synthesized. Digestion breaks the proteins down for use in the metabolism.",
            "score": 169.37474465370178
        },
        {
            "docid": "3570811_2",
            "document": "Werner syndrome helicase . \"Werner syndrome ATP-dependent helicase\" also known as DNA helicase, RecQ-like type 3 is an enzyme that in humans is encoded by the WRN gene. WRN is a member of the RecQ Helicase family. Helicase enzymes generally unwind and separate double-stranded DNA. These activities are necessary before DNA can be copied in preparation for cell division (DNA replication). Helicase enzymes are also critical for making a blueprint of a gene for protein production, a process called transcription. Further evidence suggests that Werner protein plays a critical role in repairing DNA. Overall, this protein helps maintain the structure and integrity of a person's DNA.",
            "score": 122.85334634780884
        },
        {
            "docid": "6040917_4",
            "document": "Isobutyryl-coenzyme A dehydrogenase deficiency . Defects in the \"ACAD8\" gene cause isobutyryl-coenzyme A dehydrogenase deficiency. The \"ACAD8\" gene provides instructions for making an enzyme that plays an essential role in breaking down proteins from the diet. Specifically, the enzyme is responsible for processing valine, an amino acid that is part of many proteins. If a mutation in the ACAD8 gene reduces or eliminates the activity of this enzyme, the body is unable to break down valine properly. As a result, poor growth and reduced energy production may occur.",
            "score": 136.92851948738098
        },
        {
            "docid": "3378903_5",
            "document": "Nonsense-mediated decay . The process of detecting aberrant transcripts occurs during translation of the mRNA. A popular model for the detection of aberrant transcripts in mammals suggests that during the first round of translation, the ribosome removes the exon-exon junction complexes bound to the mRNA after splicing occurs. If after this first round of translation, any of these proteins remain bound to the mRNA, NMD is activated. Exon-exon junction complexes located downstream of a stop codon are not removed from the transcript because the ribosome is released before reaching them. Termination of translation leads to the assembly of a complex composed of UPF1, SMG1 and the release factors, eRF1 and eRF3, on the mRNA. If an EJC is left on the mRNA because the transcript contains a premature stop codon, then UPF1 comes into contact with UPF2 and UPF3, triggering the phosphorylation of UPF1. In vertebrates, the location of the last exon-junction complex relative to the termination codon usually determines whether the transcript will be subjected to NMD or not. If the termination codon is downstream of or within about 50 nucleotides of the final exon-junction complex then the transcript is translated normally. However, if the termination codon is further than about 50 nucleotides upstream of any exon-junction complexes, then the transcript is down regulated by NMD. The phosphorylated UPF1 then interacts with SMG-5, SMG-6 and SMG-7, which promote the dephosphorylation of UPF1. SMG-7 is thought to be the terminating effector in NMD, as it accumulates in P-bodies, which are cytoplasmic sites for mRNA decay. In both yeast and human cells, the major pathway for mRNA decay is initiated by the removal of the 5’ cap followed by degradation by XRN1, an exoribonuclease enzyme. The other pathway by which mRNA is degraded is by deadenylation from 3’-5'.",
            "score": 150.77684211730957
        },
        {
            "docid": "8258312_3",
            "document": "Ubiquitin-activating enzyme . Ubiquitin-activating enzyme (E1) starts the ubiquitination process (Figure 1). The E1 enzyme along with ATP binds to the ubiquitin protein. The E1 enzyme then passes the ubiquitin protein to a second protein, called Ubiquitin carrier or conjugation protein (E2). The E2 protein complexes with a Ubiquitin protein ligase (E3). This Ubiquitin protein ligase recognizes which protein needs to be tagged and catalyzes the transfer of ubiquitin to that protein. This pathway repeats itself until the target protein has a full chain of ubiquitin attached to itself.",
            "score": 112.81288981437683
        },
        {
            "docid": "23634_25",
            "document": "Protein . The best-known role of proteins in the cell is as enzymes, which catalyse chemical reactions. Enzymes are usually highly specific and accelerate only one or a few chemical reactions. Enzymes carry out most of the reactions involved in metabolism, as well as manipulating DNA in processes such as DNA replication, DNA repair, and transcription. Some enzymes act on other proteins to add or remove chemical groups in a process known as posttranslational modification. About 4,000 reactions are known to be catalysed by enzymes. The rate acceleration conferred by enzymatic catalysis is often enormous—as much as 10-fold increase in rate over the uncatalysed reaction in the case of orotate decarboxylase (78 million years without the enzyme, 18 milliseconds with the enzyme).",
            "score": 142.09265279769897
        },
        {
            "docid": "20853_2",
            "document": "Malt . Malt is germinated cereal grains that have been dried in a process known as \"malting\". The grains are made to germinate by soaking in water, and are then halted from germinating further by drying with hot air. Malting grains develops the enzymes required for modifying the grain's starches into various types of sugar, including the monosaccharide glucose, the disaccharide maltose, the trisaccharide maltotriose, and higher sugars called maltodextrines. It also develops other enzymes, such as proteases, which break down the proteins in the grain into forms that can be used by yeast. Depending on when the malting process is stopped one gets a preferred starch enzyme ratio and partly converted starch into fermentable sugars. Malt also contains small amounts of other sugars, such as sucrose and fructose, which are not products of starch modification but were already in the grain. Further conversion to fermentable sugars is achieved during the mashing process.",
            "score": 101.02959775924683
        },
        {
            "docid": "1942884_6",
            "document": "Beta-ketothiolase deficiency . Mutations in the \"ACAT1\" gene cause beta-ketothiolase deficiency. The enzyme made by the \"ACAT1\" gene plays an essential role in breaking down proteins and fats in the diet. Specifically, the enzyme is responsible for processing isoleucine, an amino acid that is part of many proteins. This enzyme also processes ketones, which are produced during the breakdown of fats. If a mutation in the \"ACAT1\" gene reduces or eliminates the activity of this enzyme, the body is unable to process isoleucine and ketones properly. As a result, harmful compounds can build up and cause the blood to become too acidic (ketoacidosis), which impairs tissue function, especially in the central nervous system.",
            "score": 133.50174832344055
        },
        {
            "docid": "14763387_3",
            "document": "ARTS-1 . Endoplasmic reticulum amino peptidase 1 is active in the endoplasmic reticulum, which is involved in protein processing and transport. This protein is an aminopeptidase, which is an enzyme that cleaves other proteins into smaller fragments called peptides.",
            "score": 107.17209243774414
        },
        {
            "docid": "11344743_8",
            "document": "Biomolecular engineering . The tertiary structure of proteins deal with their folding process and how the overall molecule is arranged. Finally, a quaternary structure is a group of tertiary proteins coming together and binding. With all of these levels, proteins have a wide variety of places in which they can be manipulated and adjusted. Techniques are used to affect the amino acid sequence of the protein (site-directed mutagenesis), the folding and conformation of the protein, or the folding of a single tertiary protein within a quaternary protein matrix.  Proteins that are the main focus of manipulation are typically enzymes. These are proteins that act as catalysts for biochemical reactions. By manipulating these catalysts, the reaction rates, products, and effects can be controlled. Enzymes and proteins are important to the biological field and research that there are specific subsets of engineering focusing only on proteins and enzymes.",
            "score": 150.30263590812683
        },
        {
            "docid": "4501641_10",
            "document": "Stress granule . Although some protein components are shared between stress granules and processing bodies, the majority of proteins in either structure are uniquely localized to either structure. While both stress granules and processing bodies are associated with mRNAs, processing bodies have been long proposed to be sites of mRNA degradation because they contain enzymes like DCP1/2 and XRN1 that are known to degrade mRNAs. However, others have demonstrated that mRNAs associated with processing bodies are largely translationally repressed but not degraded. It has also been proposed that mRNAs selected for degradation are passed from stress granules to processing bodies.",
            "score": 149.78616404533386
        },
        {
            "docid": "7903516_31",
            "document": "Phycodnaviridae . Four transcription factor-like proteins have been found in PBSV-1, including TFIIB (A107L), TFIID (A552R), TFIIS (A125L), and a VLTF-2 type transcription factor (A482R). In addition, PBCV-1 also encodes two enzymes involved in forming a mRNA cap structure, an RNA triphosphatase and a mRNA guanylyltransferase. The PBCV-1 enzymes are more closely related to yeast enzymes than to poxvirus multifunctional RNA capping enzymes according to its size, amino-acid sequence, and biochemical properties. PBCV-1 also encodes RNase III, which is involved in virus mRNAs processing.",
            "score": 135.86705660820007
        },
        {
            "docid": "3592553_2",
            "document": "QDPR . QDPR (quinoid dihydropteridine reductase) is a human gene that produces the enzyme quinoid dihydropteridine reductase. This enzyme is part of the pathway that recycles a substance called tetrahydrobiopterin, also known as BH4. Tetrahydrobiopterin works with an enzyme called phenylalanine hydroxylase to process a substance called phenylalanine. Phenylalanine is an amino acid (a building block of proteins) that is obtained through the diet; it is found in all proteins and in some artificial sweeteners. When tetrahydrobiopterin interacts with phenylalanine hydroxylase, tetrahydrobiopterin is altered and must be recycled to a usable form. The regeneration of this substance is critical for the proper processing of several other amino acids in the body. Tetrahydrobiopterin also helps produce certain chemicals in the brain called neurotransmitters, which transmit signals between nerve cells.",
            "score": 134.35904574394226
        },
        {
            "docid": "81648_9",
            "document": "Lipoic acid . The precursor to lipoic acid, octanoic acid, is made via fatty acid biosynthesis in the form of octanoyl-acyl carrier protein. In eukaryotes, a second fatty acid biosynthetic pathway in mitochondria is used for this purpose. The octanoate is transferred as a thioester of acyl carrier protein from fatty acid biosynthesis to an amide of the lipoyl domain protein by an enzyme called an octanoyltransferase. Two hydrogens of octanoate are replaced with sulfur groups via a radical SAM mechanism, by lipoyl synthase As a result, lipoic acid is synthesized attached to proteins and no free lipoic acid is produced. Lipoic acid can be removed whenever proteins are degraded and by action of the enzyme lipoamidase. Free lipoate can be used by some organisms as an enzyme called lipoate protein ligase that attaches it covalently to the correct protein. The ligase activity of this enzyme requires ATP.",
            "score": 133.82402157783508
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 159.65425610542297
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 148.51168751716614
        },
        {
            "docid": "237132_7",
            "document": "Ribozyme . In the 1980s Thomas Cech, at the University of Colorado at Boulder, was studying the excision of introns in a ribosomal RNA gene in \"Tetrahymena thermophila\". While trying to purify the enzyme responsible for the splicing reaction, he found that the intron could be spliced out in the absence of any added cell extract. As much as they tried, Cech and his colleagues could not identify any protein associated with the splicing reaction. After much work, Cech proposed that the intron sequence portion of the RNA could break and reform phosphodiester bonds. At about the same time, Sidney Altman, a professor at Yale University, was studying the way tRNA molecules are processed in the cell when he and his colleagues isolated an enzyme called RNase-P, which is responsible for conversion of a precursor tRNA into the active tRNA. Much to their surprise, they found that RNase-P contained RNA in addition to protein and that RNA was an essential component of the active enzyme. This was such a foreign idea that they had difficulty publishing their findings. The following year, Altman demonstrated that RNA can act as a catalyst by showing that the RNase-P RNA subunit could catalyze the cleavage of precursor tRNA into active tRNA in the absence of any protein component.",
            "score": 212.54383432865143
        }
    ],
    "r": [
        {
            "docid": "30032081_5",
            "document": "Hac1 Xbp1 intron . Environmental stress can cause proteins to misfold and aggregate. To protect from these undesirable processes, a cell can activate the unfolded protein response (UPR) pathway. Splicing of HAC1 and XBP1 transcripts is one of the highly regulated ways of activating the UPR in response to presence of unfolded proteins in the endoplasmic reticulum (ER). ER stress activates the endoribonucleolytic activity of IRE1 proteins. IRE1 recognizes splice-site motifs in HAC1 or XBP1 transcripts and cleaves them. Stem-loop structures around the splice sites and IRE1-specific sequence motifs are both necessary and sufficient for splicing to occur. The joining of exons is performed by tRNA ligase (TRL1 in \"Saccharomyces cerevisiae\").",
            "score": 317.568359375
        },
        {
            "docid": "30032081_2",
            "document": "Hac1 Xbp1 intron . The Hac1 Xbp1 intron is a non-canonical intron, spliced from bZIP-containing genes called HAC1 in Fungi and XBP1 in Metazoa. Splicing is performed independently of the spliceosome by IRE1, a kinase with endoribonuclease activity. Exons are joined by a tRNA ligase. Recognition of the intron splice sites is mediated by a base-paired secondary structure of the mRNA that forms at the exon/intron boundaries. Splicing of the Hac1/Xbp1 intron is a key regulatory step in the unfolded protein response (UPR). The Ire-mediated unconventional splicing was first described for HAC1 in \"S. cerevisiae\".",
            "score": 283.8704528808594
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 235.1109619140625
        },
        {
            "docid": "3768056_2",
            "document": "SnRNP . snRNPs (pronounced \"snurps\"), or small nuclear ribonucleoproteins, are RNA-protein complexes that combine with unmodified pre-mRNA and various other proteins to form a spliceosome, a large RNA-protein molecular complex upon which splicing of pre-mRNA occurs. The action of snRNPs is essential to the removal of introns from pre-mRNA, a critical aspect of post-transcriptional modification of RNA, occurring only in the nucleus of eukaryotic cells. Additionally, \"U7 snRNP\" is not involved in splicing at all, as U7 snRNP is responsible for processing the 3′ stem-loop of histone pre-mRNA. The two essential components of snRNPs are protein molecules and RNA. The RNA found within each snRNP particle is known as \"small nuclear RNA\", or snRNA, and is usually about 150 nucleotides in length. The snRNA component of the snRNP gives specificity to individual introns by \"recognizing\" the sequences of critical splicing signals at the 5' and 3' ends and branch site of introns. The snRNA in snRNPs is similar to ribosomal RNA in that it directly incorporates both an enzymatic and a structural role.",
            "score": 224.45758056640625
        },
        {
            "docid": "14156444_10",
            "document": "XBP1 . XBP1 is part of the endoplasmic reticulum (ER) stress response, the unfolded protein response (UPR). Conditions that exceed capacity of the ER provoke ER stress and trigger the unfolded protein response (UPR). As a result, GRP78 is released from IRE1 to support protein folding. IRE1 oligomerises and activates its ribonuclease domain through auto (self) phosphorylation. Activated IRE1 catalyses the excision of a 26 nucleotide unconventional intron from ubiquitously expressed XBP1u mRNA, in a manner mechanistically similar to pre-tRNA splicing. Removal of this intron causes a frame shift in the XBP1 coding sequence resulting in the translation of a 376 amino acid, 40 kDa, XBP-1s isoform rather than the 261 amino acid, 33 kDa, XBP1u isoform. Moreover, the XBP1u/XBP1s ratio (XBP1-unspliced/XBP1-spliced ratio) correlates with the expression level of expressed proteins in order to adapt the folding capacity of the ER to the respective requirements.",
            "score": 222.7238006591797
        },
        {
            "docid": "6924623_2",
            "document": "Heterogeneous ribonucleoprotein particle . Heterogeneous nuclear ribonucleoproteins (hnRNPs) are complexes of RNA and protein present in the cell nucleus during gene transcription and subsequent post-transcriptional modification of the newly synthesized RNA (pre-mRNA). The presence of the proteins bound to a pre-mRNA molecule serves as a signal that the pre-mRNA is not yet fully processed and therefore not ready for export to the cytoplasm. Since most mature RNA is exported from the nucleus relatively quickly, most RNA-binding protein in the nucleus exist as heterogeneous ribonucleoprotein particles. After splicing has occurred, the proteins remain bound to spliced introns and target them for degradation.",
            "score": 220.62367248535156
        },
        {
            "docid": "1138554_27",
            "document": "SR protein . SR proteins can alternatively splice pre-mRNA transcripts to include nonsense-mediated decay (NMD) codons in the mRNA. The most common method of an NMD response in cells is alternative splicing. If a pre-mRNA transcript has a duplicated 5' splice site and SR proteins are over expressed then NMD can be upregulated. The splice variant with the NMD codon is chosen more often during splicing and the cell is more sensitive to NMD further down stream during translation. It is estimated that close to 30% of alternatively spliced mRNA are degraded by NMD. SR protein concentrations in cells can be auto-regulated by NMD codons in SR proteins pre-mRNA. For example, SC35 SR protein can alternatively splice a SC35 pre-mRNA to include a NMD codon in the mRNA. The location of SR protein binding on a pre-mRNA strand and which SR proteins are binding determine the NMD activity of a cell.",
            "score": 218.6285858154297
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 217.2853546142578
        },
        {
            "docid": "42911578_6",
            "document": "Acyldepsipeptide antibiotics . For folded proteins, unfolded proteins, and long peptides, ClpP must be activated by a protein in the family of ATPase associated with diverse cellular activities (AAA proteins), such as ClpA, ClpX, or ClpC. These chaperone proteins are responsible for hydrolyzing ATP to ADP, harnessing the energy, and then taking folded proteins and unfolding them. Next, Clp-ATPases slip the unfolded proteins into the degradation chamber within ClpP, allowing for processive degradation of the substrate. This process is tightly regulated with the hydrolysis of ATP to prevent uncontrolled protein or peptide degradation that would be harmful to the cell.",
            "score": 217.04949951171875
        },
        {
            "docid": "40197962_2",
            "document": "James L. Manley . James Manley, PhD, is Julian Clarence Levi Professor of Life Sciences at Columbia University, where his laboratory studies gene expression in mammalian cells. Manley and colleagues identified and characterized the key factors responsible for polyadenylation of mRNA precursors, and elucidated how this remarkably complex machinery functions in gene regulation, for example during cell growth and differentiation. He has also studied the mechanism and regulation of the process by which introns are removed from mRNA precursors, mRNA splicing. Manley and his coworkers codiscovered the first alternative splicing factor (SR protein), characterized how this and other splicing regulatory proteins function and are themselves regulated, showed how alternative splicing can become deregulated in disease, and with respect to mechanism demonstrated that two spliceosomal small nuclear RNAs by themselves have catalytic activity. Finally, he elucidated unexpected links between these mRNA processing reactions and transcription, DNA damage signaling and maintenance of genomic stability. His work has thus provided considerable insight into the complex mechanisms that are essential for the regulated production of mRNAs in mammalian cells.",
            "score": 214.69390869140625
        },
        {
            "docid": "28990145_6",
            "document": "Proteostasis . The third component of the proteostasis network is the protein degradation machinery. Protein degradation occurs in proteostasis when the cellular signals indicate the need to decrease overall cellular protein levels. The effects of protein degradation can be local, with the cell only experiencing effects from the loss of the degraded protein itself or widespread, with the entire protein landscape changing due to loss of other proteins’ interactions with the degraded protein. Multiple substrates are targets for proteostatic degradation. These degradable substrates include nonfunctional protein fragments produced from ribosomal stalling during translation, misfolded or unfolded proteins, aggregated proteins, and proteins that are no longer needed to carry out cellular function. Several different pathways exist for carrying out these degradation processes. When proteins are determined to be unfolded or misfolded, they are typically degraded via the unfolded protein response (UPR) or endoplasmic-reticulum-associated protein degradation (ERAD). Substrates that are unfolded, misfolded, or no longer required for cellular function can also be ubiquitin tagged for degradation by ATP dependent proteases, such as the proteasome in eukaryotes or ClpXP in prokaryotes. Autophagy, or self engulfment, lysosomal targeting, and phagocytosis (engulfment of waste products by other cells) can also be used as proteostatic degradation mechanisms.",
            "score": 213.7346954345703
        },
        {
            "docid": "9906539_7",
            "document": "Paraspeckle . In 2005 a new role for paraspeckles in a novel method for controlling gene expression was reported by Prasanth et al. In this study, a nuclear enriched non-coding RNA (termed CTNRNA) was identified that specifically localised to paraspeckles in the nuclei of several cell types. The group found that the RNA was retained in the nucleus at paraspeckles, and was associated with the paraspeckle proteins P54nrb and PSP1, likely through direct interactions between the proteins and motifs in the 3' untranslated (3' UTR) region of the RNA. The CTN non-coding RNA is a longer transcript produced from a gene that also encodes the membrane protein MCAT2, a cationic amino acid transporter. When cells became stressed, the nuclear non-coding RNA levels were reduced, coupled with an increase in cytoplasmic signal for the MCAT2 mRNA and protein. This led the authors to speculate that the paraspeckles were effectively a storage site for the spliced and processed CTN RNA, that were able to release the RNA in a functional protein-encoding form when the cell received a signal. This shorter form was then free to be transported to the cytoplasm and used as a template for protein production. This 'Rapid Release Nuclear Retention mechanism' is thought to save the cell 25 minutes in the production of the mCAT2 protein, as the RNA has already been transcribed, processed and spliced whilst it is being held in the paraspeckles.",
            "score": 213.5421142578125
        },
        {
            "docid": "237132_7",
            "document": "Ribozyme . In the 1980s Thomas Cech, at the University of Colorado at Boulder, was studying the excision of introns in a ribosomal RNA gene in \"Tetrahymena thermophila\". While trying to purify the enzyme responsible for the splicing reaction, he found that the intron could be spliced out in the absence of any added cell extract. As much as they tried, Cech and his colleagues could not identify any protein associated with the splicing reaction. After much work, Cech proposed that the intron sequence portion of the RNA could break and reform phosphodiester bonds. At about the same time, Sidney Altman, a professor at Yale University, was studying the way tRNA molecules are processed in the cell when he and his colleagues isolated an enzyme called RNase-P, which is responsible for conversion of a precursor tRNA into the active tRNA. Much to their surprise, they found that RNase-P contained RNA in addition to protein and that RNA was an essential component of the active enzyme. This was such a foreign idea that they had difficulty publishing their findings. The following year, Altman demonstrated that RNA can act as a catalyst by showing that the RNase-P RNA subunit could catalyze the cleavage of precursor tRNA into active tRNA in the absence of any protein component.",
            "score": 212.54383850097656
        },
        {
            "docid": "9775_13",
            "document": "Endoplasmic reticulum . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum. The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. The UPR functions to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signaling pathways that lead to increasing the production of molecular chaperones involved in protein folding. Sustained overactivation of the UPR has been implicated in prion diseases as well as several other neurodegenerative diseases and the inhibition of the UPR could become a treatment for those diseases.",
            "score": 212.29290771484375
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 211.8367156982422
        },
        {
            "docid": "31907362_2",
            "document": "SWAP protein domain . In molecular biology, the protein domain SWAP is derived from the term Suppressor-of-White-APricot, a splicing regulator from the model organism \"Drosophila melanogaster\". The protein domain is found in regulators that control splicing. It is found in splicing regulatory proteins. When a gene is expressed the DNA must be transcribed into messenger RNA (mRNA). However, it sometimes contains intervening or interrupting sequences named introns. mRNA splicing helps to remove these sequences, leaving a more favourable sequence. mRNA splicing is an essential event in the post-transcriptional modification process of gene expression. SWAP helps to control this process in all cells except gametes.",
            "score": 208.81137084960938
        },
        {
            "docid": "14149018_24",
            "document": "ERCC1 . Control of ERCC1 protein level occurred at the translational level. In addition to the wild-type sequence, three splice variants of mRNA ERCC1 exist. ERCC1 mRNA is also found to have either wild-type or three alternative transcription start points. Neither the level of overall mRNA transcription, splice variation nor transcription start point of mRNA correlates with protein level of ERCC1. The rate of ERCC1 protein turnover also does not correlate with ERCC1 protein level. A translational level control of ERCC1, due to a microRNA (miRNA), has been shown during HIV viral infection. A trans-activation response element (TAR) miRNA, coded for by the HIV virus, down-regulates ERCC1 protein expression. TAR miRNA allows ERCC1 mRNA to be transcribed, but acts at the p-body level to prevent translation of ERCC1 protein. (A p-body is a cytoplasmic granule “processing body” that interacts with miRNAs to repress translation or trigger degradation of target RNAs.) In breast cancer cell lines, almost one third (55/167) of miRNA promoters were targets for aberrant methylation (epigenetic repression). In breast cancers themselves, methylation of let-7a-3/let-7b miRNA in particular was found. This indicates that let-7a-3/let-7b can be epigenetically repressed.",
            "score": 207.32835388183594
        },
        {
            "docid": "6235_43",
            "document": "Cell nucleus . RNA splicing, carried out by a complex called the spliceosome, is the process by which introns, or regions of DNA that do not code for protein, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. This process normally occurs after 5' capping and 3' polyadenylation but can begin before synthesis is complete in transcripts with many exons. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 206.60227966308594
        },
        {
            "docid": "40328701_7",
            "document": "Chimeric RNA . Creating a protein consists of two main steps: transcription of DNA into RNA and translation of RNA into protein. After DNA is transcribed into RNA, the molecule is known as pre-messenger RNA (mRNA) and it consists of exons and introns that can be split apart and rearranged in many different ways. Historically, exons are considered the coding sequence and introns are considered the “junk” DNA. Although this has been shown to be false, it is true that exons are often merged. Depending on the needs of the cell, regulatory mechanisms choose which exons, and sometimes introns, to join together. This process of removing pieces of a pre- mRNA transcript and combining them with other pieces is called splicing. The human genome encodes approximately 25,000 genes but there are significantly more proteins produced. This is accomplished through RNA splicing. The exons of these 25,000 genes can be spliced in many different ways to create countless combinations of RNA transcripts and ultimately countless proteins. Normally, exons from the same pre-mRNA transcript are spliced together. However, occasionally gene products or pre-mRNA transcripts are spliced together so that exons from different transcripts are mixed together in a fusion product known as chimeric RNA. Chimeric RNA often incorporates exons from highly expressed genes, but the chimeric transcript itself is usually expressed at low levels.",
            "score": 205.13722229003906
        },
        {
            "docid": "6924749_4",
            "document": "Capping enzyme . Eukaryotic RNA must undergo a series of modifications in order to be exported from the nucleus and successfully translated into function proteins, many of which are dependent on mRNA capping, the first mRNA modification to take place. 5' capping is essential for mRNA stability, enhancing mRNA processing, mRNA export and translation. After successful capping, an additional phosphorylation event initiates the recruitment of machinery necessary for RNA splicing, a process by which introns are removed to produce a mature mRNA. The addition of the cap onto mRNA confers protection to the transcript from exonucleases that degrade unprotected RNA and assist in the nuclear export transport process so that the mRNA can be translated to form proteins. The function of the 5' cap is essential to the ultimate expression of the RNA.",
            "score": 204.41110229492188
        },
        {
            "docid": "8874156_7",
            "document": "LSm . Research continued during the 1970s and early 1980s. The smith antigen was found to be a complex of ribonucleic acid (RNA) molecules and multiple proteins. A set of uridine-rich small nuclear RNA (snRNA) molecules was part of this complex, and given the names U1, U2, U4, U5 and U6. Four of these snRNAs (U1, U2, U4 and U5) were found to be tightly bound to several small proteins, which were named SmB, SmD, SmE, SmF, and SmG in decreasing order of size. SmB has an alternatively spliced variant, SmB', and a very similar protein, SmN, replaces SmB'/B in certain (mostly neural) tissues. SmD was later discovered to be a mixture of three proteins, which were named SmD1, SmD2 and SmD3. These nine proteins (SmB, SmB', SmN, SmD1, SmD2, SmD3, SmE, SmF and SmG) became known as the Sm core proteins, or simply Sm proteins. The snRNAs are complexed with the Sm core proteins and with other proteins to form particles in the cell's nucleus called small nuclear ribonucleoproteins, or snRNPs. By the mid 1980s, it became clear that these snRNPs help form a large (4.8 MD molecular weight) complex, called the spliceosome, around pre-mRNA, excising portions of the pre-mRNA called introns and splicing the coding portions (exons) together. After a few more modifications, the spliced pre-mRNA becomes messenger RNA (mRNA) which is then exported from the nucleus and translated into a protein by ribosomes.",
            "score": 204.22598266601562
        },
        {
            "docid": "9941789_3",
            "document": "Unfolded protein response . The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. In this scenario, the UPR has three aims: initially to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signalling pathways that lead to increasing the production of molecular chaperones involved in protein folding. If these objectives are not achieved within a certain time span or the disruption is prolonged, the UPR aims towards apoptosis.",
            "score": 202.174072265625
        },
        {
            "docid": "28158012_6",
            "document": "RNA transfection . The innate immune system has evolved to protect against infection by detecting pathogen-associated molecular patterns (PAMPs), and triggering a complex set of responses collectively known as “inflammation”. Many cells express specific pattern recognition receptors (PRRs) for exogenous RNA including toll-like receptor 3,7,8 (TLR3, TLR7, TLR8), the RNA helicase RIG1 (RARRES3), protein kinase R (PKR, a.k.a. EIF2AK2), members of the oligoadenylate synthetase family of proteins (OAS1, OAS2, OAS3), and others. All of these proteins can specifically bind to exogenous RNA molecules and trigger an immune response. The specific chemical, structural or other characteristics of long RNA molecules that are required for recognition by PRRs remain largely unknown despite intense study. At any given time, a typical mammalian cell may contain several hundred thousand mRNA and other, regulatory long RNA molecules. How cells distinguish exogenous long RNA from the large amount of endogenous long RNA is an important open question in cell biology. Several reports suggest that phosphorylation of the 5’-end of a long RNA molecule can influence its immunogenicity, and specifically that 5’-triphosphate RNA, which can be produced during viral infection, is more immunogenic than 5’-diphosphate RNA, 5’-monophosphate RNA or RNA containing no 5’ phosphate. However, in vitro-transcribed (ivT) long RNA containing a 7-methylguanosine cap (present in eukaryotic mRNA) is also highly immunogenic despite having no 5’ phosphate, suggesting that characteristics other than 5’-phosphorylation can influence the immunogenicity of an RNA molecule.",
            "score": 202.006103515625
        },
        {
            "docid": "24553_2",
            "document": "Protein biosynthesis . Protein synthesis is the process whereby biological cells generate new proteins; it is balanced by the loss of cellular proteins via degradation or export. Translation, the assembly of amino acids by ribosomes, is an essential part of the biosynthetic pathway, along with generation of messenger RNA (mRNA), aminoacylation of transfer RNA (tRNA), co-translational transport, and post-translational modification. Protein biosynthesis is strictly regulated at multiple steps. They are principally during transcription (phenomena of RNA synthesis from DNA template) and translation (phenomena of amino acid assembly from RNA).",
            "score": 202.0037384033203
        },
        {
            "docid": "4250553_36",
            "document": "Gene . Translation is the process by which a mature mRNA molecule is used as a template for synthesizing a new protein. Translation is carried out by ribosomes, large complexes of RNA and protein responsible for carrying out the chemical reactions to add new amino acids to a growing polypeptide chain by the formation of peptide bonds. The genetic code is read three nucleotides at a time, in units called codons, via interactions with specialized RNA molecules called transfer RNA (tRNA). Each tRNA has three unpaired bases known as the anticodon that are complementary to the codon it reads on the mRNA. The tRNA is also covalently attached to the amino acid specified by the complementary codon. When the tRNA binds to its complementary codon in an mRNA strand, the ribosome attaches its amino acid cargo to the new polypeptide chain, which is synthesized from amino terminus to carboxyl terminus. During and after synthesis, most new proteins must fold to their active three-dimensional structure before they can carry out their cellular functions.",
            "score": 199.71127319335938
        },
        {
            "docid": "52702499_2",
            "document": "Mitochondrial unfolded protein response . The mitochondrial unfolded protein response (UPR) is a cellular stress response related to the mitochondria. The UPR results from unfolded or misfolded proteins in mitochondria beyond the capacity of chaperone proteins to handle them. The UPR can occur either in the mitochondrial matrix or in the mitochondrial inner membrane. In the UPR, the mitochondrion will either upregulate chaperone proteins or invoke proteases to degrade proteins that fail to fold properly. UPR causes the sirtuin SIRT3 to activate antioxidant enzymes and mitophagy.",
            "score": 199.56524658203125
        },
        {
            "docid": "47827211_2",
            "document": "Prp8 . Prp8 refers to both the Prp8 protein and Prp8 gene. Prp8's name originates from its involvement in pre-mRNA processing. The Prp8 protein is a large, highly conserved, and unique protein that resides in the catalytic core of the spliceosome and has been found to have a central role in molecular rearrangements that occur there. Prp8 protein is a major central component of the catalytic core in the spliceosome, and the spliceosome is responsible for splicing of precursor mRNA that contains introns and exons. Unexpressed introns are removed by the spliceosome complex in order to create a more concise mRNA transcript. Splicing is just one of many different post-transcriptional modifications that mRNA must undergo before translation. Prp8 has also been hypothesized to be a cofactor in RNA catalysis.",
            "score": 198.36839294433594
        },
        {
            "docid": "22519615_15",
            "document": "Johanson–Blizzard syndrome . The protein ubiquitin is a universal, \"ubiquitously\" expressed protein common to eukaryotic organisms. Ubiquitin plays a role in the regulation of other proteins by tagging them for eventual degradation by proteasomes. This process begins when \"ubiquitin ligase\" covalently attaches a ubiquitin molecule to the lysine side chain of the target protein substrate (the misfolded, damaged, malfunctioning or unneeded protein that needs to be degraded). This is repeated a number of times in succession forming a chain of ubiquitin molecules, which is a process referred to as polyubiquitination. The polyubiquitination of the target protein signals the proteasome to break it down, which it does via proteolysis. The ubiquitin-proteasome system plays a crucial role in the non-lysosomal degradation of intracellular proteins, and ubiquitin can also participate in modifying proteins to perform certain tasks. Both degradation and modification of proteins within the cell are part of a broader regulatory scheme, necessary for cellular processes such as cell division, cell signalling, cell surface receptor function, apoptosis, DNA maintenance, inflammatory response and developmental quality control associated with the cell cycle and homeostasis in general.",
            "score": 196.22567749023438
        },
        {
            "docid": "1138554_4",
            "document": "SR protein . SR proteins are important in constitutive and alternative pre-mRNA splicing, mRNA export, genome stabilization, nonsense-mediated decay, and translation. SR proteins alternatively splice pre-mRNA by preferentially selecting different splice sites on the pre-mRNA strands to create multiple mRNA transcripts from one pre-mRNA transcript. Once splicing is complete the SR protein may or may not remain attached to help shuttle the mRNA strand out of the nucleus. As RNA Polymerase II is transcribing DNA into RNA, SR proteins attach to newly made pre-mRNA to prevent the pre-mRNA from binding to the coding DNA strand to increase genome stabilization. Topoisomerase I and SR proteins also interact to increase genome stabilization. SR proteins can control the concentrations of specific mRNA that is successfully translated into protein by selecting for nonsense-mediated decay codons during alternative splicing. SR proteins can alternatively splice NMD codons into its own mRNA transcript to auto-regulate the concentration of SR proteins. Through the mTOR pathway and interactions with polyribosomes, SR proteins can increase translation of mRNA.",
            "score": 195.6232147216797
        },
        {
            "docid": "1078762_4",
            "document": "Morpholino . Gene knockdown is achieved by preventing cells from making a targeted protein. Knocking down gene expression is a method for learning about the function of a particular protein; in a similar manner, causing a specific exon to be spliced out of the RNA transcript encoding a protein can help to determine the function of the protein moiety encoded by that exon or can sometimes knock down the protein activity altogether. These molecules have been applied to studies in several model organisms, including mice, zebrafish, frogs and sea urchins. Morpholinos can also modify the splicing of pre-mRNA or inhibit the maturation and activity of miRNA. Techniques for targeting Morpholinos to RNAs and delivering Morpholinos into cells have recently been reviewed in a journal article and in book form.",
            "score": 195.08694458007812
        },
        {
            "docid": "4501641_6",
            "document": "Stress granule . The stress proteins that are the main component of stress granules in plant cells are molecular chaperones that sequester, protect, and possibly repair proteins that unfold during heat and other types of stress. Therefore, any association of mRNAs with stress granules may simply be a side effect of the association of partially unfolded RNA-binding proteins with stress granules, similar to the association of mRNAs with proteasomes.",
            "score": 194.38914489746094
        },
        {
            "docid": "9955145_23",
            "document": "Eukaryotic transcription . Elongating polymerase is associated with a set of protein factors required for various types of RNA processing. mRNA is capped as soon as it emerges from the RNA-exit channel of the polymerase. After capping, dephosphorylation of Ser-5 within the CTD repeats may be responsible for dissociation of the capping machinery. Further phosphorylation of Ser-2 causes recruitment of the RNA splicing machinery that catalyzes the removal of non-coding introns to generate mature mRNA. Alternative splicing expands the protein complements in eukaryotes. Just as with 5’-capping and splicing, the CTD tail is involved in recruiting enzymes responsible for 3’-polyadenylation, the final RNA processing event that is coupled with the termination of transcription.",
            "score": 194.3399200439453
        }
    ]
}