{
    "q": [
        {
            "docid": "38751964_2",
            "document": "Mucosal associated invariant T cell . Mucosal associated invariant T cells (MAIT cells) make up a subset of T cells in the immune system that display innate, effector-like qualities. In humans, MAIT cells are found in the blood, liver, lungs, and mucosa, defending against microbial activity and infection. The MHC class I-like protein, MR1, is responsible for presenting bacterially-produced vitamin B metabolites to MAIT cells. After the presentation of foreign antigen by MR1, MAIT cells secretes pro-inflammatory cytokines and are capable of lysing bacterially-infected cells. MAIT cells can also be activated through MR1-independent signaling. In addition to possessing innate-like functions, this T cell subset supports the adaptive immune response and has a memory-like phenotype. Furthermore, MAIT cells are thought to play a role in autoimmune diseases, such as multiple sclerosis, arthritis and inflammatory bowel disease, although definitive evidence is yet to be published.",
            "score": 132.33275830745697
        },
        {
            "docid": "10611249_3",
            "document": "Helminth protein . Helminth proteins modulate the immune response of their hosts, but do not suppress it entirely. A number of proteins are able to induce production of IL-10, an anti-inflammatory cytokine. IL-10 is partially responsible for reducing expression of co-stimulatory molecules such as CD86 on macrophages. CD86 is one of the proteins which interact with CD28 to activate T helper cells; without it, T helper cell response is mitigated. Schistosome proteins also contain abundant proteases which and cleave IgE antibodies. Alpha-1, a protein released by schistosome eggs, can also be a chemokine binding protein, preventing the recruitment of other immune cells like neutrophils. \"T. canis\" C-type lectins are additionally able to bind to mammalian carbohydrates, suggesting that they may promote evasion of the host’s immune system by preventing the migration of host immune cells.",
            "score": 101.42856574058533
        },
        {
            "docid": "13530864_12",
            "document": "TRPV2 . TRPV2 is expressed in the spleen, lymphocytes, and myeloid cells including granulocytes, macrophages and mast cells. Among these cell types, TRPV2 mediates cytokine release, phagocytosis, endocytosis, podosome assembly, and inflammation. The influx of calcium seems to play an important role in these functions. Mast cells are leukocytes (white blood cells) rich in histamine which are able to respond to a variety of stimuli, often initiating inflammatory and/or allergic responses. The responses generated by mast cells rely on the calcium influx in the plasma membrane with the help of channels. Surface localization of the TRPV2 protein along with coupling of the protein to calcium and proinflammatory degranulation have been found in mast cells. The activation of TRPV2 in high temperatures permits calcium ion influx, inducing the release of proinflammatory factors. Therefore, TRPV2 is essential in mast cell degranulation as a result of its response to heat.  Immune cells are also able to kill pathogens by binding to them and engulfing them in a process known as phagocytosis. In macrophages TRPV2 recruitment toward the phagosome is regulated by PI3k signaling, protein kinase C, akt kinase, and Src kinases. They are able to locate these microbes through chemotaxis which is TRPV2 mediated. When the pathogen is endocytosed it is degraded then presented on the membrane of antigen presenting cells (i.e macrophages). Macrophages present these antigens to T cells via a major histocompatibility complex (MHC). The region between the MHC-peptide and the T cell receptor is known as the immunosynapse. TRPV2 channels are highly concentrated in this region. When these two cells interact, it allows calcium to diffuse through the TRPV2 channel. TRPV2 mRNA has been detected in CD4+ and CD8+ T cells as well as in human B lymphocytes. TRPV2 is one type of ion channel that directs T cell activation, proliferation, and defense mechanisms. If the TRPV2 channel were absent or not functioning properly in T cells, T cell receptor signaling would not be optimal. TRPV2 also acts as a transmembrane protein on the surface of B cells, negatively controlling B cell activation. Abnormal TRPV2 expression has been reported in hematological diseases including multiple myeloma, myelodysplastic syndrome, Burkitt lymphoma, and acute myeloid leukemia.",
            "score": 144.95789897441864
        },
        {
            "docid": "6564132_11",
            "document": "MHC class II . Having MHC class II molecules present proper peptides that are bound stably is essential for overall immune function. Because class II MHC is loaded with extracellular proteins, it is mainly concerned with presentation of extracellular pathogens (for example, bacteria that might be infecting a wound or the blood). Class II molecules interact mainly with immune cells, like the T helper cell (TCD4+). The peptide presented regulates how T cells respond to an infection. Stable peptide binding is essential to prevent detachment and degradation of a peptide, which could occur without secure attachment to the MHC molecule. This would prevent T cell recognition of the antigen, T cell recruitment, and a proper immune response. The triggered appropriate immune response may include localized inflammation and swelling due to recruitment of phagocytes or may lead to a full-force antibody immune response due to activation of B cells.",
            "score": 90.49239826202393
        },
        {
            "docid": "3073171_7",
            "document": "B7 (protein) . Blockade of CD28 is effective in stopping T cell activation, a mechanism that the immune system uses to down-regulate T cell activation. T cells can express the surface protein CTLA-4 (CD152) as well, which can also bind B7, but with twenty times greater affinity for B7 proteins, and lacks the ability to activate T cells. As a result, the T cell is blocked from receiving the B7 protein signal and is not activated. CTLA-4-knockout mice are unable to stop immune responses, and develop a fatal massive lymphocyte proliferation.",
            "score": 141.14731812477112
        },
        {
            "docid": "3073171_4",
            "document": "B7 (protein) . There are several steps to activation of the immune system against a pathogen. The T cell receptor must first interact with the Major histocompatibility complex (MHC) surface protein. The CD4 or CD8 proteins on the T-cell surface form a complex with the CD3 protein, which can then recognize the MHC. This is also called \"Signal 1\" and its main purpose is to guarantee antigen specificity of the T cell activation.",
            "score": 92.52697038650513
        },
        {
            "docid": "16081289_4",
            "document": "Nonspecific immune cell . Neutrophils are a type of phagocyte, abundant in blood, that phagocytize pathogens in acute inflammation. Neutrophils, along with eosinophils and basophils, make up the category of granulocytes. Macrophages, also known as monocytes, will phagocytize a wide range of molecules. Dendritic cells are tree-like cells that bind antigens and alert the lymphocytes of infection, essentially directing T cells to make an immune response. Complement proteins are proteins that play a role in the non-specific immune responses alongside these non-specific immune cells to make up the first line of immune defense.",
            "score": 143.80358719825745
        },
        {
            "docid": "14756417_2",
            "document": "Programmed cell death protein 1 . Programmed cell death protein 1, also known as PD-1 and CD279 (cluster of differentiation 279), is a protein found on the surface of cells that has a role in regulating the immune system's response to the cells of the human body by down-regulating the immune system and promoting self tolerance by suppressing T cell inflammatory activity. This prevents autoimmune diseases, but it can also prevent the immune system from killing cancer cells.",
            "score": 110.57316708564758
        },
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 105.58966314792633
        },
        {
            "docid": "14958_13",
            "document": "Immune system . Inflammation is one of the first responses of the immune system to infection. The symptoms of inflammation are redness, swelling, heat, and pain, which are caused by increased blood flow into tissue. Inflammation is produced by eicosanoids and cytokines, which are released by injured or infected cells. Eicosanoids include prostaglandins that produce fever and the dilation of blood vessels associated with inflammation, and leukotrienes that attract certain white blood cells (leukocytes). Common cytokines include interleukins that are responsible for communication between white blood cells; chemokines that promote chemotaxis; and interferons that have anti-viral effects, such as shutting down protein synthesis in the host cell. Growth factors and cytotoxic factors may also be released. These cytokines and other chemicals recruit immune cells to the site of infection and promote healing of any damaged tissue following the removal of pathogens.",
            "score": 124.58060014247894
        },
        {
            "docid": "15214773_3",
            "document": "Death receptor 6 . The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been shown to activate NF-κB and MAPK8/JNK, and induce cell apoptosis. Through its death domain, this receptor interacts with TRADD protein, which is known to serve as an adaptor that mediates signal transduction of TNF-receptors. Knockout studies in mice suggested that this gene plays a role in T helper cell activation, and may be involved in inflammation and immune regulation. The DR6 is an alpha-helical integral membrane receptor protein that shows evidence that it has something to do with the inhibition of blood vessels forming on tumors which would allow them to grow larger. Death receptor 6 gets a chemical message and starts a signaling pathway that causes apoptosis, also known as cell death, to occur. It is also expressed in endothelial cells. Tumor cells can induce, through exposition of amyloid precursor protein (APP), DR6-mediated endothelial cell necroptosis allowing tumors metastasis.",
            "score": 108.78659772872925
        },
        {
            "docid": "41120962_6",
            "document": "Neuroinflammation . Cytokines are a class of proteins that regulates inflammation, cell signaling, and various cell processes such as growth and survival. Chemokines are a subset of cytokines that regulate cell migration, such as attracting immune cells to a site of infection or injury. Various cell types in the brain may produce cytokines and chemokines such as microglia, astrocytes, endothelial cells, and other glial cells. Physiologically, chemokines and cytokines function as neuromodulators that regulate inflammation and development. In the healthy brain, cells secrete cytokines to produce a local inflammatory environment to recruit microglia and clear the infection or injury. However, in neuroinflammation, cells may have sustained release of cytokines and chemokines which may compromise the blood–brain barrier. Peripheral immune cells are called to the site of injury via these cytokines and may now migrate across the compromised blood brain barrier into the brain. Common cytokines produced in response to brain injury include: interleukin-6 (IL-6), which is produced during astrogliosis, and interleukin-1 beta (IL-1β) and tumor necrosis factor alpha (TNF-α), which can induce neuronal cytotoxicity. Although the pro-inflammatory cytokines may cause cell death and secondary tissue damage, they are necessary to repair the damaged tissue. For example, TNF-α causes neurotoxicity at early stages of neuroinflammation, but contributes to tissue growth at later stages of inflammation.",
            "score": 127.16849994659424
        },
        {
            "docid": "170417_4",
            "document": "T cell . T helper cells (T cells) assist other white blood cells in immunologic processes, including maturation of B cells into plasma cells and memory B cells, and activation of cytotoxic T cells and macrophages. These cells are also known as CD4 T cells because they express the CD4 glycoprotein on their surfaces. Helper T cells become activated when they are presented with peptide antigens by MHC class II molecules, which are expressed on the surface of antigen-presenting cells (APCs). Once activated, they divide rapidly and secrete small proteins called cytokines that regulate or assist in the active immune response. These cells can differentiate into one of several subtypes, including T1, T2, T3, T17, T9, or T, which secrete different cytokines to facilitate different types of immune responses. Signalling from the APC directs T cells into particular subtypes.",
            "score": 97.96352577209473
        },
        {
            "docid": "5024592_18",
            "document": "Immune tolerance . The fetus has a different genetic makeup than the mother, as it also translates its father's genes, and is thus perceived as foreign by the maternal immune system. Women who have borne multiple children by the same father typically have antibodies against the father's red blood cell and major histocompatibility complex (MHC) proteins. However, the fetus usually is not rejected by the mother, making it essentially a physiologically tolerated allograft. It is thought that the placental tissues which interface with maternal tissues not only try to escape immunological recognition by downregulating identifying MHC proteins but also actively induce a marked peripheral tolerance. Placental trophoblast cells express a unique Human Leukocyte Antigen (HLA-G) that inhibits attack by maternal NK cells. These cells also express IDO, which represses maternal T cell responses by amino acid starvation. Maternal T cells specific for paternal antigens are also suppressed by tolerogenic DCs and activated iTregs or cross-reacting nTregs. Some maternal Treg cells also release soluble fibrinogen-like proteins 2 (sFGL2), which suppresses the function of DCs and macrophages involved in inflammation and antigen presentation to reactive T cells These mechanisms altogether establish an immune-privileged state in the placenta that protects the fetus. A break in this peripheral tolerance results in miscarriage and fetal loss. (for more information, see Immune tolerance in pregnancy).",
            "score": 109.84839844703674
        },
        {
            "docid": "546406_6",
            "document": "Toll-like receptor . Upon activation, TLRs recruit adapter proteins (proteins that mediate other protein-protein interactions) within the cytosol of the immune cell in order to propagate the antigen-induced signal transduction pathway. These recruited proteins are then responsible for the subsequent activation of other downstream proteins, including protein kinases (IKKi, IRAK1, IRAK4, and TBK1) that further amplify the signal and ultimately lead to the upregulation or suppression of genes that orchestrate inflammatory responses and other transcriptional events. Some of these events lead to cytokine production, proliferation, and survival, while others lead to greater adaptive immunity. If the ligand is a bacterial factor, the pathogen might be phagocytosed and digested, and its antigens presented to CD4+ T cells. In the case of a viral factor, the infected cell may shut off its protein synthesis and may undergo programmed cell death (apoptosis). Immune cells that have detected a virus may also release anti-viral factors such as interferons.",
            "score": 99.7033816576004
        },
        {
            "docid": "1661124_36",
            "document": "Cancer immunotherapy . Adoptive T cell therapy is a form of passive immunization by the transfusion of T-cells (adoptive cell transfer). They are found in blood and tissue and usually activate when they find foreign pathogens. Specifically they activate when the T-cell's surface receptors encounter cells that display parts of foreign proteins on their surface antigens. These can be either infected cells, or antigen presenting cells (APCs). They are found in normal tissue and in tumor tissue, where they are known as tumor infiltrating lymphocytes (TILs). They are activated by the presence of APCs such as dendritic cells that present tumor antigens. Although these cells can attack the tumor, the environment within the tumor is highly immunosuppressive, preventing immune-mediated tumour death.",
            "score": 166.0259246826172
        },
        {
            "docid": "544177_27",
            "document": "Plasmodium falciparum . Only small number (0.5-5%) of sporozoites enter the blood stream into the liver. In the liver, the activated CD8+ T cells from the lymph bind the sporozoites through the circumsporozoite protein (CSP). Antigen presentation by dendritic cells in the skin tissue to T cells is also a crucial process. From this stage onward the parasites produce different proteins that help in suppressing communication of the immune cells. Even at the height of the infection when RBCs are ruptured, the immune signals are not strong enough to activate macropages or natural killer cells.",
            "score": 120.92817234992981
        },
        {
            "docid": "54924085_3",
            "document": "Checkpoint inhibitor . Tumors can use these checkpoints to protect themselves from immune system attacks. Checkpoint therapy can block inhibitory checkpoints, restoring immune system function. One ligand-receptor interaction under investigation is the interaction between the transmembrane programmed cell death 1 protein (PDCD1, PD-1; also known as CD279) and its ligand, PD-1 ligand 1 (PD-L1, CD274). PD-L1 on the cell surface binds to PD1 on an immune cell surface, which inhibits immune cell activity. Among PD-L1 functions is a key regulatory role on T cell activities. It appears that (cancer-mediated) upregulation of PD-L1 on the cell surface may inhibit T cells that might otherwise attack. Antibodies that bind to either PD-1 or PD-L1 and therefore block the interaction may allow the T-cells to attack the tumor.",
            "score": 90.14930760860443
        },
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 116.95728516578674
        },
        {
            "docid": "17557516_4",
            "document": "Christopher E. Rudd . Rudd is credited with having had a major impact on the understanding of the intracellular signals that control T-cell immunity. Rudd was the first to discover that intracellular protein kinases interact with surface receptors, by identifying the interaction of T-cell co-receptors CD4 (also the receptor for the human immunodeficiency virus, HIV-1) and CD8 on T-cells with protein-tyrosine kinase p56lck. His discovery provided a role for members of the proto-oncogene pp60src kinase family in normal cell signaling. Other receptors were later found to use src-related kinases to regulate cell growth. In terms of immunology, the CD4- and CD8-p56lck complexes are now widely accepted as the initiators of the T cell activation, leading to the recruitment of a second tyrosine kinase ZAP-70 that control the ability of T-cells to respond to foreign pathogens, foreign transplants and cancer cells.",
            "score": 82.103933095932
        },
        {
            "docid": "17337043_12",
            "document": "Diffuse panbronchiolitis . Inflammation is a normal part of the human immune response, whereby leukocytes (white blood cells), including neutrophils (white blood cells that specialize in causing inflammation), gather, and chemokines (proteins released from certain cells, which activate or elicit a response from other cells) accumulate at any location in the body where bacterial or viral infections occur. Inflammation interferes with the activity of bacteria and viruses, and serves to clear them from the body. In DPB, bacteria such as \"Haemophilus influenzae\" and \"Pseudomonas aeruginosa\" can cause the proliferation of inflammatory cells into the bronchiolar tissues. However, when neither bacteria are present with DPB, the inflammation continues for an as yet unknown reason. In either circumstance, inflammation in DPB can be so severe that nodules containing inflammatory cells form in the walls of the bronchioles. The presence of inflammation and infection in the airways also results in the production of excess mucus, which must be coughed up as sputum. The combination of inflammation, nodule development, infection, mucus, and frequent cough contributes to the breathing difficulties in DPB.",
            "score": 125.92259085178375
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 133.5326919555664
        },
        {
            "docid": "9335254_9",
            "document": "Polyclonal B cell response . Pathogens synthesize proteins that can serve as \"\"recognizable\"\" antigens; they may express the molecules on their surface or release them into the surroundings (body fluids). What makes these substances recognizable is that they bind very specifically and somewhat strongly to certain host proteins called \"antibodies\". The same antibodies can be anchored to the surface of cells of the immune system, in which case they serve as receptors, or they can be secreted in the blood, known as soluble antibodies. On a molecular scale, the proteins are relatively large, so they cannot be recognized as a whole; instead, their segments, called epitopes, can be recognized. An epitope comes in contact with a very small region (of 15–22 amino acids) of the antibody molecule; this region is known as the paratope. In the immune system, membrane-bound antibodies are the B cell receptor (BCR). Also, while the T cell receptor is not biochemically classified as an antibody, it serves a similar function in that it specifically binds to epitopes complexed with major histocompatibility complex (MHC) molecules. The binding between a paratope and its corresponding antigen is very specific, owing to its structure, and is guided by various noncovalent bonds, not unlike the pairing of other types of ligands (any atom, ion or molecule that binds with any receptor with at least some degree of \"specificity\" and \"strength\"). The specificity of binding does not arise out of a rigid lock and key type of interaction, but rather requires both the paratope and the epitope to undergo slight conformational changes in each other's presence.",
            "score": 111.79606366157532
        },
        {
            "docid": "10973660_18",
            "document": "HSP60 . Infection and disease are extremely stressful on the cell. When a cell is under stress, it naturally increases the production of stress proteins, including heat shock proteins such as HSP60. In order for HSP60 to act as a signal it must be present in the extracellular environment. In recent research “it has emerged that…chaperonin 60 can be found on the surface of various prokaryotic and eukaryotic cells, and can even be released from cells”. According to recent research, many different types of heat shock proteins are used in immune response signaling, but it appears that different proteins act and respond differently to other signaling molecules. HSP60 has been shown to be released from specific cells like peripheral blood mononuclear cells (PBMCs) when there are lipopolysaccharides (LPS) or GroEL present. This suggests that the cell has different receptors and responses to human and bacterial HSP60. In addition, it has been shown that HSP60 has the capability “of activating monocytes, macrophages and dendritic cells…and also of inducing secretion of a wide range of cytokines.” The fact that HSP60 responds to other signal molecules like LPS or GroEL and has the ability to activate certain types of cells supports the idea that HSP60 is part of a danger signal cascade which is involved in activating an immune response.",
            "score": 127.7330994606018
        },
        {
            "docid": "61837_9",
            "document": "Neisseria gonorrhoeae . Dynamic polymeric protein filaments called type IV pili allow \"N. gonorrhoeae\" to adhere to and move along surfaces. To enter the host the bacteria uses the pili to adhere to and penetrate mucosal surfaces. The pili are a necessary virulence factor for \"N. gonorrhoeae\"; without them, the bacteria is unable to cause infection. To move, the bacteria uses the type IV pili like a grappling hook, extending and retracting it for movement. Pili extend and attach to a substrate that signals the pilus to retract, dragging the cell forward. The resulting movement is referred to as twitching motility. \"N. gonorrhoeae\" is able to pull 100,000 times its own weight, and it has been claimed that the pili used to do so are the strongest biological motor known to date, exerting one nanonewton. A set of ATPase proteins power the pulling actions of the type IV pilus: Pil F (\"extension\") and Pil T (\"retraction\"). The adhesive functions of the gonococcal pilus plays a role in microcolony aggregation and biofilm formation. Surface proteins called Opa proteins can be used to bind to receptors on immune cells and prevent an immune response. There are at least 12 Opa proteins and the many permutations of surface proteins make it more difficult for immune cells to recognize \"N. gonorrhoeae\" and mount a defense.",
            "score": 124.56165862083435
        },
        {
            "docid": "21009880_30",
            "document": "Systemic lupus erythematosus . The immune system must balance between being sensitive enough to protect against infection, and become sensitized to attack the body's own proteins (autoimmunity). During an immune reaction to a foreign stimulus, such as bacteria, virus, or allergen, immune cells that would normally be deactivated due to their affinity for self-tissues can be abnormally activated by signaling sequences of antigen-presenting cells. Thus triggers may include viruses, bacteria, allergens (IgE and other hypersensitivity), and can be aggravated by environmental stimulants such as ultraviolet light and certain drug reactions. These stimuli begin a reaction that leads to destruction of other cells in the body and exposure of their DNA, histones, and other proteins, particularly parts of the cell nucleus. The body's sensitized B-lymphocyte cells will now produce antibodies against these nuclear-related proteins. These antibodies clump into antibody-protein complexes which stick to surfaces and damage blood vessels in critical areas of the body, such as the glomeruli of the kidney; these antibody attacks are the cause of SLE. Researchers are now identifying the individual genes, the proteins they produce, and their role in the immune system. Each protein is a link on the autoimmune chain, and researchers are trying to find drugs to break each of those links.",
            "score": 171.24259090423584
        },
        {
            "docid": "147561_2",
            "document": "Immune response . The Immune response is the body's response caused by its immune system being activated by antigens. The immune response can include immunity to pathogenic microorganisms and its products, as well as autoimmunity to self-antigens, allergies, and graft rejections. In this process the main cells involved are T cells and B cells (subtypes of lymphocytes), and macrophages (a type of leucocyte or white blood cell). These cells produce lymphokines that influence the other host cells' activities. B cells mature to produce immunoglobulins (also known as antibodies), that react with antigens. At the same time, macrophages process the antigens into immunogenic units which stimulate B lymphocytes to differentiate into antibody-secreting plasma cells, stimulating the T cells to release lymphokines. Complement is a group of normal serum proteins that enhance the immune response by becoming activated as the result of antigen-antibody interaction. The first contact with any antigen sensitize individual affected and promote the \"primary immune response\". Next of the sensitized individuals with same antigen result in a more rapid and massive reaction, called the \"secondary immune response\" (\"booster response\" or the \"anamnestic reaction\"). It is most expressed in the level of circulating serum antibodies.",
            "score": 125.29226076602936
        },
        {
            "docid": "3596536_3",
            "document": "Common gamma chain . This protein is located on the surface of immature blood-forming cells in bone marrow. One end of the protein resides outside the cell where it binds to cytokines and the other end of the protein resides in the interior of the cell where it transmits signals to the cell's nucleus. The common gamma chain partners with other proteins to direct blood-forming cells to form lymphocytes (a type of white blood cell). The receptor also directs the growth and maturation of lymphocyte subtypes: T cells, B cells, and natural killer cells. These cells kill viruses, make antibodies, and help regulate the entire immune system.",
            "score": 176.15344071388245
        },
        {
            "docid": "35033343_3",
            "document": "Intravascular immunity . In a healthy individual, immune cells patrol blood vessels to detect and respond to danger through molecules frequently found on pathogens called PAMPs, and molecules that are released by damaged cells, DAMPs. Immune cells involved in intravascular surveillance are neutrophils, monocytes, invariant natural killer T cells, kupffer cells, platelets, and mast cells. These cells express particular receptors such as toll-like receptors and proteins like CD36 that allow them to recognize and respond to danger signals. Endothelial cells lining the vasculature are also a part of the intravasculature's cellular defense system. They express molecules such as, CD14, TLR2, TLR4, TLR9, MD2, and MyD88, to detect bacteria in the blood.",
            "score": 107.81025898456573
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 100.4579713344574
        },
        {
            "docid": "6421581_6",
            "document": "RANKL . RANKL is a member of the tumor necrosis factor (TNF) cytokine family, it binds to RANK on cells of the myeloid lineage and functions as a key factor for osteoclast differentiation and activation. RANKL may also bind to osteoprotegerin, a protein secreted mainly by cells of the osteoblast lineage which is a potent inhibitor of osteoclast formation by preventing binding of RANKL to RANK. RANKL also has a function in the immune system, where it is expressed by T helper cells and is thought to be involved in dendritic cell maturation. This protein was shown to be a dendritic cell survival factor and is involved in the regulation of T cell-dependent immune response. T cell activation was reported to induce expression of this gene and lead to an increase of osteoclastogenesis and bone loss. This protein was shown to activate antiapoptotic kinase AKT/PKB through a signaling complex involving SRC kinase and tumor necrosis factor receptor-associated factor 6 (TRAF6), which indicated this protein may have a role in the regulation of cell apoptosis.",
            "score": 79.35687804222107
        },
        {
            "docid": "26383679_57",
            "document": "Selective serotonin reuptake inhibitor . In addition to affecting cytokine production, there is evidence that treatment with SSRIs has effects on the proliferation and viability of immune system cells involved in both innate and adaptive immunity. Evidence shows that SSRIs can inhibit proliferation in T-cells, which are important cells for adaptive immunity and can induce inflammation. SSRIs can also induce apoptosis, programmed cell death, in T-cells. The full mechanism of action for the anti-inflammatory effects of SSRIs is not fully known. However, there is evidence for various pathways to have a hand in the mechanism. One such possible mechanism is the increased levels of cyclic adenosine monophosphate (cAMP) as a result of interference with activation of protein kinase A (PKA), a cAMP dependent protein. Other possible pathways include interference with calcium ion channels, or inducing cell death pathways like MAPK.",
            "score": 85.0935492515564
        }
    ],
    "r": [
        {
            "docid": "298999_9",
            "document": "Lymphocyte . It is impossible to distinguish between T cells and B cells in a peripheral blood smear. Normally, flow cytometry testing is used for specific lymphocyte population counts. This can be used to determine the percentage of lymphocytes that contain a particular combination of specific cell surface proteins, such as immunoglobulins or cluster of differentiation (CD) markers or that produce particular proteins (for example, cytokines using intracellular cytokine staining (ICCS)). In order to study the function of a lymphocyte by virtue of the proteins it generates, other scientific techniques like the ELISPOT or secretion assay techniques can be used.",
            "score": 179.41506958007812
        },
        {
            "docid": "3596536_3",
            "document": "Common gamma chain . This protein is located on the surface of immature blood-forming cells in bone marrow. One end of the protein resides outside the cell where it binds to cytokines and the other end of the protein resides in the interior of the cell where it transmits signals to the cell's nucleus. The common gamma chain partners with other proteins to direct blood-forming cells to form lymphocytes (a type of white blood cell). The receptor also directs the growth and maturation of lymphocyte subtypes: T cells, B cells, and natural killer cells. These cells kill viruses, make antibodies, and help regulate the entire immune system.",
            "score": 176.1534423828125
        },
        {
            "docid": "443416_22",
            "document": "Phagocyte . Antigen presentation is a process in which some phagocytes move parts of engulfed materials back to the surface of their cells and \"present\" them to other cells of the immune system. There are two \"professional\" antigen-presenting cells: macrophages and dendritic cells. After engulfment, foreign proteins (the antigens) are broken down into peptides inside dendritic cells and macrophages. These peptides are then bound to the cell's major histocompatibility complex (MHC) glycoproteins, which carry the peptides back to the phagocyte's surface where they can be \"presented\" to lymphocytes. Mature macrophages do not travel far from the site of infection, but dendritic cells can reach the body's lymph nodes, where there are millions of lymphocytes. This enhances immunity because the lymphocytes respond to the antigens presented by the dendritic cells just as they would at the site of the original infection. But dendritic cells can also destroy or pacify lymphocytes if they recognize components of the host body; this is necessary to prevent autoimmune reactions. This process is called tolerance.",
            "score": 175.9128875732422
        },
        {
            "docid": "3244960_3",
            "document": "Infiltration (medical) . As part of a disease process, infiltration is sometimes used to define the invasion of cancer cells into the underlying matrix or the blood vessels. Similarly, the term may describe the deposition of amyloid protein. During leukocyte extravasation, white blood cells move in response to cytokines from within the blood, into the diseased or infected tissues, usually in the same direction as a chemical gradient, in a process called chemotaxis. The presence of lymphocytes in tissue in greater than normal numbers is likewise called infiltration.",
            "score": 174.8113250732422
        },
        {
            "docid": "443416_28",
            "document": "Phagocyte . To reach the site of infection, phagocytes leave the bloodstream and enter the affected tissues. Signals from the infection cause the endothelial cells that line the blood vessels to make a protein called selectin, which neutrophils stick to on passing by. Other signals called vasodilators loosen the junctions connecting endothelial cells, allowing the phagocytes to pass through the wall. Chemotaxis is the process by which phagocytes follow the cytokine \"scent\" to the infected spot. Neutrophils travel across epithelial cell-lined organs to sites of infection, and although this is an important component of fighting infection, the migration itself can result in disease-like symptoms. During an infection, millions of neutrophils are recruited from the blood, but they die after a few days.",
            "score": 173.01280212402344
        },
        {
            "docid": "30703911_2",
            "document": "Lymphocytic pleocytosis . Lymphocytic pleocytosis is an abnormal increase in the amount of lymphocytes in the cerebrospinal fluid (CSF). It is usually considered to be a sign of infection or inflammation within the nervous system, and is encountered in a number of neurological diseases, such as pseudomigraine, Susac's syndrome, and encephalitis. While lymphocytes make up roughly a quarter of all white blood cells (WBC) in the body, they are generally rare in the CSF. Under normal conditions, there are usually less than 5 white blood cells per µL of CSF. In a pleocytic setting, the number of lymphocytes can jump to more than 1,000 cells per µL. Increases in lymphocyte count are often accompanied by an increase in cerebrospinal protein concentrations in addition to pleocytosis of other types of white blood cells.",
            "score": 172.5929718017578
        },
        {
            "docid": "21009880_30",
            "document": "Systemic lupus erythematosus . The immune system must balance between being sensitive enough to protect against infection, and become sensitized to attack the body's own proteins (autoimmunity). During an immune reaction to a foreign stimulus, such as bacteria, virus, or allergen, immune cells that would normally be deactivated due to their affinity for self-tissues can be abnormally activated by signaling sequences of antigen-presenting cells. Thus triggers may include viruses, bacteria, allergens (IgE and other hypersensitivity), and can be aggravated by environmental stimulants such as ultraviolet light and certain drug reactions. These stimuli begin a reaction that leads to destruction of other cells in the body and exposure of their DNA, histones, and other proteins, particularly parts of the cell nucleus. The body's sensitized B-lymphocyte cells will now produce antibodies against these nuclear-related proteins. These antibodies clump into antibody-protein complexes which stick to surfaces and damage blood vessels in critical areas of the body, such as the glomeruli of the kidney; these antibody attacks are the cause of SLE. Researchers are now identifying the individual genes, the proteins they produce, and their role in the immune system. Each protein is a link on the autoimmune chain, and researchers are trying to find drugs to break each of those links.",
            "score": 171.24258422851562
        },
        {
            "docid": "17887109_5",
            "document": "Trogocytosis . Trogocytosis involves the transfer of plasma membrane fragments from the presenting cell to the lymphocyte. Trogocytosis is specifically triggered by antigen receptor signalling on T and B cells, by killer inhibitory and killer activatory receptor on NK cells and by various receptors on other cells including Fc receptor and scavenger class A receptor. It is likely that trogocytosis does not involve the capture of vesicles such as exosomes secreted by antigen-presenting cells. Rather, molecules could move from antigen-presenting cells to lymphocytes conveyed by membrane nanotubes or membrane fragments could be torn by T cells due to physical forces required for immunological synapse formation and deformation. Depending on the two cell types involved in conjugates, trogocytosis can be unidirectional or bidirectional. Proteins transferred by trogocytosis are many and mostly include proteins inserted in or closely associated to the plasma membrane (proteins spanning the lipid bilayer or inserted in the extracellular or intracellular leaflets). For instance, human lymphocytes were recently shown to acquire the inner-membrane protein H-Ras, a G-protein vital for common lymphocyte functions and a prominent participant in human cancer, from the cells they scan. The transfer was cell contact-dependent and occurred in the context of cell-conjugate formation. Moreover, the acquisition of oncogenic H-RasG12V by NK- and T lymphocytes had important biological functions in the adopting lymphocytes: the transferred H-RasG12V induced ERK phosphorylation, increased interferon-γ and tumor necrosis factor-α secretion, enhanced lymphocyte proliferation, and augmented NK-mediated target cell killing.",
            "score": 168.93392944335938
        },
        {
            "docid": "169270_2",
            "document": "Macrophage . Macrophages (, from Greek \"μακρός\" (\"makrós\") = large, \"φαγείν\" (\"phageín\") = to eat) are a type of white blood cell, of the immune system, that engulfs and digests cellular debris, foreign substances, microbes, cancer cells, and anything else that does not have the type of proteins specific to healthy body cells on its surface in a process called phagocytosis. These large phagocytes are found in essentially all tissues, where they patrol for potential pathogens by amoeboid movement. They take various forms (with various names) throughout the body (e.g., histiocytes, Kupffer cells, alveolar macrophages, microglia, and others), but all are part of the mononuclear phagocyte system. Besides phagocytosis, they play a critical role in nonspecific defense (innate immunity) and also help initiate specific defense mechanisms (adaptive immunity) by recruiting other immune cells such as lymphocytes. For example, they are important as antigen presenters to T cells. In humans, dysfunctional macrophages cause severe diseases such as chronic granulomatous disease that result in frequent infections.",
            "score": 168.38003540039062
        },
        {
            "docid": "17475959_40",
            "document": "Plasma cell dyscrasia . Multiple myeloma occurring concurrently with chronic Lymphocytic Leukemia or its pre-malignant precursor, monoclonal B-cell lymphocytosis, is an extremely rare condition in which patients evidence findings of the plasma cell dyscrasia plus either one of the cited clonal lymphocytic diseases. Patients are typically elderly (median age of 74, range 42–91 years old) males (51 of 66 case reports) and commonly present with a combination of symptoms related to chronic lymphocytic leukemia symptoms (fatigue, autoimmune hemolytic anemia, enlargements of liver and/or spleen and lymphadenopathy) plus symptoms of multiple myelomas. Patients exhibit two distinct populations of clonal cells in their bone marrow, blood, and/or other tissues: plasma cells, which may have a immature plasmablastic morphology and small lymphocytes, which have a morphology typical of chronic lymphocytic leukemia cells. Patients blood and/or urine evidences a plasma cell-derived myeloma proteins, either IgG, IgA, or free light chain in ~50%, 20%, and 20% of cases, respectively, but may also have a second myeloma protein made by the lymphocytic cells, either an IgM or IgG. Signs and symptoms of chronic lymphocytic leukemia commonly precede those of multiple myeloma, sometimes by years. The relationship(s) between the two clones of cells in this combined disease has not been established although one study suggests that the clonal plasma cells and clonal lymphocytes arise from a common hematological stem cell. In general, patients with plasma cell myeloma with concomitant chronic Lymphocytic Leukemia/monoclonal B-cell Lymphocytosis have been treated with the same regimens used for multiple myeloma patients unless significant complications related to the lymphocytic component of their disease (e.g. autoimmune hemolytic anemia) require treatments used in chronic lymphocytic leukemia. Some patients who lack appreciable symptoms have been followed with no specific treatment of their disease.",
            "score": 168.0789337158203
        },
        {
            "docid": "40817590_22",
            "document": "Ebola virus disease . EBOV is thought to infect humans through contact with mucous membranes or skin breaks. After infection, endothelial cells (cells lining the inside of blood vessels), liver cells, and several types of immune cells such as macrophages, monocytes, and dendritic cells are the main targets of attack. Following infection, immune cells carry the virus to nearby lymph nodes where further reproduction of the virus takes place. From there the virus can enter the bloodstream and lymphatic system and spread throughout the body. Macrophages are the first cells infected with the virus, and this infection results in programmed cell death. Other types of white blood cells, such as lymphocytes, also undergo programmed cell death leading to an abnormally low concentration of lymphocytes in the blood. This contributes to the weakened immune response seen in those infected with EBOV.",
            "score": 166.61358642578125
        },
        {
            "docid": "837167_24",
            "document": "Acute lymphoblastic leukemia . In addition to cell morphology and cytogenetics, immunophenotyping, a laboratory technique used to identify proteins that are expressed on their cell surface, is a key component in the diagnosis of ALL. The preferred method of immunophenotyping is through flow cytometry. In the malignant lymphoblasts of ALL, expression of terminal deoxynucleotidyl transferase (TdT) on the cell surface can help differentiate malignant lymphocyte cells from reactive lymphocytes, white blood cells that are reacting normally to an infection in the body. On the other hand, myeloperoxidase (MPO), a marker for the myeloid lineage, is typically not expressed. Because precursor B cell and precursor T cells look the same, immunophenotyping can help differentiate the subtype of ALL and the level of maturity of the malignant white blood cells. The subtypes of ALL as determined by immunophenotype and according to the stages of maturation.",
            "score": 166.59164428710938
        },
        {
            "docid": "1661124_36",
            "document": "Cancer immunotherapy . Adoptive T cell therapy is a form of passive immunization by the transfusion of T-cells (adoptive cell transfer). They are found in blood and tissue and usually activate when they find foreign pathogens. Specifically they activate when the T-cell's surface receptors encounter cells that display parts of foreign proteins on their surface antigens. These can be either infected cells, or antigen presenting cells (APCs). They are found in normal tissue and in tumor tissue, where they are known as tumor infiltrating lymphocytes (TILs). They are activated by the presence of APCs such as dendritic cells that present tumor antigens. Although these cells can attack the tumor, the environment within the tumor is highly immunosuppressive, preventing immune-mediated tumour death.",
            "score": 166.0259246826172
        },
        {
            "docid": "10247193_9",
            "document": "Lymphocyte homing receptor . Lymphocyte homing occurs in four steps leading to extravasation into target tissue; Rolling, activation, activation-dependent “arrest”, and diapedesis. Mediated by lymphocyte receptors and vascular ligand interactions, “tethering” is a reversible linkage that leads to either rolling along the vessel wall or transient immediate arrest. L-selectin is able to mediate vessel adhesion whereas α4 integrins, α4β1 or α4β7, can perform primary or secondary adhesion through a stronger tethering and even contribute to transendothelial migration of lymphocytes. L-selectin, for example, is also able to be cleaved by an enzyme, ensuring proper binding of lymphocytes and allowing release of non-target cells. While attached to the vessel, lymphocytes test target tissue for chemokines and pro-adhesive factors that then prompt “arrest.” In addition to α4 integrins, LFA-1 and Mac-1 mediate stopping of lymphocytes before transendothelial migration into target tissues. While initial adhesion indicates the start of lymphocyte homing, there is regulation of each step of extravasation.",
            "score": 163.71229553222656
        },
        {
            "docid": "9445904_13",
            "document": "Lactalbumin . The effect of 20 g/100 g dietary lactalbumin (L) or casein (C) diets or a nonpurified (NP) diet on the immune responsiveness of C57B1/6J, C3H/HeJ and BALB/cJ mice has been investigated by measuring the response to the T cell-independent antigen, TNP-Ficoll. To investigate the possible influence of dietary protein type on the supply of B lymphocytes, bone marrow lymphocyte production has been examined by a radioautographic assay of small lymphocyte renewal and an immuno-fluorescent stathmokinetic assay of pre-B cells and their proliferation. The humoral response of all mice fed the L diet was found to be higher than that of mice fed the C diet or non purified diet. A similar pattern of dietary protein effect in (CBA/N x DBA/2J) F1 mice carrying the xid defect was observed following challenge with sheep red blood cells (SRBC). An even greater enhancing effect of dietary L was noted in normal (DBA/2J x CBA/N) F1 mice after immunization with SRBC, but in contrast, the normal large-scale production of B lymphocytes in mouse bone marrow was independent of the type of dietary protein. Dietary protein type did not affect blood level of minerals and trace metals. The free plasma amino acid profile essentially conformed to the amino acid composition of the ingested protein, suggesting that the changes in plasma amino acid profile might be a crucial factor in diet-dependent enhancement or depression of the B-cell response. The findings indicate that the observed effects of altered dietary protein type on humoral immune responsiveness are not exerted centrally on the rate of primary B-lymphocyte production in the bone marrow, but may reflect changes either in the functional responsiveness of the B lymphocytes themselves or in the processes leading to their activation and differentiation in the peripheral lymphoid tissues.",
            "score": 162.7069549560547
        },
        {
            "docid": "42326468_15",
            "document": "Gut-specific homing . CCR9 receptors are presented on the T cells and are involved in forming a more stable interaction between the lymphocyte and the vessel wall. The ligand for CCR9 proteins is the CCL25 chemokine (which is otherwise known as TECK) protein. CCL25 is a chemokine which, upon binding to its receptor CCR9 on the lymphocyte, activates a conformational change in surface integrins on that lymphocyte, enabling high-affinity binding to the vessel wall and subsequent transmigration.",
            "score": 161.69696044921875
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 161.49159240722656
        },
        {
            "docid": "39632259_4",
            "document": "Skin immunity . Some humoral and cellular components of the skin pass through the vessel lymph to get to the circulation. This circulation net has a big importance, it’s the way of direct communication between the specific site of the skin and the lymph cells found inside the lymph node and the systematic tissues. The epidermis antigens are connected with some cells of the skin. Among them there are the APC, antigen presenting cells (Langerhans, dentritic and cutaneous). They capture the antigen, they process it and they present it on their surface as being associated with the MHC-II. Keratinocytes produce TNFα and IL-1 which act on the Langerhans cells, inducing an increase of the expression of histocompatibility complex and cytokine secretion. Moreover, they induce their migration from the skin to the paracortical areas of the lymph nodes. Once there, these cells can provide the necessary stimulus for the lymphocytes T, who will proliferate and express the cutaneous receptor recruitment and to various chemo attractants that promote the accumulation of dermal micro vascular endothelial cells of inflamed skin to finally enter the skin tissue. Once the activated lymphocytes arrive, they get in contact with the antigen, they proliferate and develop their effector functions in order to neutralize or eliminate the pathogen.  The Langerhans cells promote and permit the start of the cellular immune response of lymphocytes through the skin and are recruited from the peripheral blood. Antigen presentation may occur in peripheral lymphoid tissues.",
            "score": 161.4823455810547
        },
        {
            "docid": "45079558_26",
            "document": "Eosinophil peroxidase . Eosinophils form part of the myelocytic lineage, one of two major classes of bone-marrow-derived cell types (along with the lymphocytes) which circulate in the blood and lymph and play critical roles in immune responses. Eosinophil peroxidase is secreted by eosinophil cells into the tissue at the site of infection. Activation of cells in the face of an infection leads to the release of granule contents and externalization of protein and chemical agents from the cell.",
            "score": 160.80763244628906
        },
        {
            "docid": "5024592_9",
            "document": "Immune tolerance . Central tolerance refers to the tolerance established by deleting autoreactive lymphocyte clones before they develop into fully immunocompetent cells. It occurs during lymphocyte development in the thymus and bone marrow for T and B lymphocytes, respectively. In these tissues, maturing lymphocytes are exposed to self-antigens presented by medullary thymic epithelial cells and thymic dendritic cells, or bone marrow cells. Self-antigens are present due to endogenous expression, importation of antigen from peripheral sites via circulating blood, and in the case of thymic stromal cells, expression of proteins of other non-thymic tissues by the action of the transcription factor AIRE.",
            "score": 160.74560546875
        },
        {
            "docid": "14427537_4",
            "document": "GPR32 . The GPR32 protein is a G protein coupled receptor although the specific G protein subtypes which it activates has not yet been reported. GPR32 is expressed in human blood neutrophils, certain types of blood lymphocytes (i.e. activated CD8+ cells, CD4+ T cells, and T helper 17 cells), tissue macrophages, small airway epithelial cells, and adipose tissue. When expressed in Chinese hamster ovary cells, GPR32 inhibits the Cyclic adenosine monophosphate signaling pathway under both baseline and forskolin-stimulated conditions indicating that it is a member of the class of orphan G protein coupled receptors that possesses constitutive signaling activity.",
            "score": 160.5229034423828
        },
        {
            "docid": "443416_21",
            "document": "Phagocyte . Phagocytes are usually not bound to any particular organ but move through the body interacting with the other phagocytic and non-phagocytic cells of the immune system. They can communicate with other cells by producing chemicals called cytokines, which recruit other phagocytes to the site of infections or stimulate dormant lymphocytes. Phagocytes form part of the innate immune system, which animals, including humans, are born with. Innate immunity is very effective but non-specific in that it does not discriminate between different sorts of invaders. On the other hand, the adaptive immune system of jawed vertebrates—the basis of acquired immunity—is highly specialized and can protect against almost any type of invader. The adaptive immune system is not dependent on phagocytes but lymphocytes, which produce protective proteins called antibodies, which tag invaders for destruction and prevent viruses from infecting cells. Phagocytes, in particular dendritic cells and macrophages, stimulate lymphocytes to produce antibodies by an important process called antigen presentation.",
            "score": 160.22262573242188
        },
        {
            "docid": "501398_10",
            "document": "Protein disulfide-isomerase . Protein disulfide-isomerase has been found to be involved in the breaking of bonds on the HIV gp120 protein during HIV infection of CD4 positive cells, and is required for HIV infection of lymphocytes and monocytes. Some studies have shown it to be available for HIV infection on the surface of the cell clustered around the CD4 protein. Yet conflicting studies have shown that it is not available on the cell surface, but instead is found in significant amounts in the blood plasma.",
            "score": 160.18833923339844
        },
        {
            "docid": "71425_3",
            "document": "Lymphatic system . The other main function is that of defense in the immune system. Lymph is very similar to blood plasma: it contains lymphocytes. It also contains waste products and cellular debris together with bacteria and proteins. Associated organs composed of lymphoid tissue are the sites of lymphocyte production. Lymphocytes are concentrated in the lymph nodes. The spleen and the thymus are also lymphoid organs of the immune system. The tonsils are lymphoid organs that are also associated with the digestive system. Lymphoid tissues contain lymphocytes, and also contain other types of cells for support. The system also includes all the structures dedicated to the circulation and production of lymphocytes (the primary cellular component of lymph), which also includes the bone marrow, and the lymphoid tissue associated with the digestive system.",
            "score": 159.6849822998047
        },
        {
            "docid": "35759339_7",
            "document": "KIAA0922 . The protein TMEM131L shows highest levels of expression in immune related cells and tissues such as lymphocytes and bone marrow. Levels of TMEM131L protein have been shown to significantly increase under certain immune responses, such as increasing over time after introduction of measles virus to the immune cells dendritic cells and in peripheral blood lymphocytes from kidney transplants displaying acute rejection.",
            "score": 159.22802734375
        },
        {
            "docid": "11763579_37",
            "document": "Microvesicles . Conversely, microvesicles processed from a tumor cell are involved in the transport of cancer proteins and in delivering microRNA to the surrounding healthy tissue. It leads to a change of healthy cell phenotype and creates a tumor-friendly environment. Microvesicles play an important role in tumor angiogenesis and in the degradation of matrix due to the presence of metalloproteases, which facilitate metastasis. They are also involved in intensification of the function of regulatory T-lymphocytes and in the induction of apoptosis of cytotoxic T-lymphocytes, because microvesicles released from a tumor cell contain Fas ligand and TRAIL. They prevent differentiation of monocytes to dendritic cells.",
            "score": 158.7691650390625
        },
        {
            "docid": "2898867_14",
            "document": "Waldenström's macroglobulinemia . A diagnosis of Waldenström's macroglobulinemia depends on a significant monoclonal IgM spike evident in blood tests and malignant cells consistent with the disease in bone marrow biopsy samples. Blood tests show the level of IgM in the blood and the presence of proteins, or tumor markers, that are the key symptoms of WM. A bone marrow biopsy provides a sample of bone marrow, usually from the back of the pelvis bone. The sample is extracted through a needle and examined under a microscope. A pathologist identifies the particular lymphocytes that indicate WM. Flow cytometry may be used to examine markers on the cell surface or inside the lymphocytes.",
            "score": 158.72280883789062
        },
        {
            "docid": "11739470_3",
            "document": "Lymphotoxin beta receptor . The protein encoded by this gene is a member of the tumor necrosis factor (TNF) family of receptors. It is expressed on the surface of most cell types, including cells of epithelial and myeloid lineages, but not on T and B lymphocytes. The protein specifically binds the lymphotoxin membrane form (a complex of lymphotoxin-alpha and lymphtoxin-beta). The encoded protein and its ligand play a role in the development and organization of lymphoid tissue and transformed cells. Activation of the encoded protein can trigger apoptosis.",
            "score": 158.48533630371094
        },
        {
            "docid": "13041_5",
            "document": "Growth factor . \"Growth factor\" is sometimes used interchangeably among scientists with the term \"cytokine.\" Historically, cytokines were associated with hematopoietic (blood and lymph forming) cells and immune system cells (e.g., lymphocytes and tissue cells from spleen, thymus, and lymph nodes). For the circulatory system and bone marrow in which cells can occur in a liquid suspension and not bound up in solid tissue, it makes sense for them to communicate by soluble, circulating protein molecules. However, as different lines of research converged, it became clear that some of the same signaling proteins which the hematopoietic and immune systems use were also being used by all sorts of other cells and tissues, during development and in the mature organism.",
            "score": 158.4816131591797
        },
        {
            "docid": "7026804_3",
            "document": "High endothelial venules . In humans, HEVs are found in all secondary lymphoid organs (with the exception of spleen, where blood exits through open arterioles and enters the red pulp), including hundreds of lymph nodes dispersed in the body, tonsils and adenoids in the pharynx, Peyer's patches (PIs) in the small intestine, appendix, and small aggregates of lymphoid tissue in the stomach and large intestine. In contrast to the endothelial cells from other vessels, the high endothelial cells of HEVs have a distinctive appearance, consisting of a cuboidal morphology and with various receptors to interact with leukocytes (express specialized ligands for lymphocytes and are able to support high levels of lymphocyte extravasation). HEVs enable naïve lymphocytes to move in and out of the lymph nodes from the circulatory system. HEV cells express addressins, which are specific adhesion molecules that attach to the L-selectins on lymphocytes and anchor them to the HEV wall in preparation for crossing the endothelium.",
            "score": 156.55642700195312
        },
        {
            "docid": "1006597_22",
            "document": "Nanorobotics . Another useful application of nanorobots is assisting in the repair of tissue cells alongside white blood cells. Recruiting inflammatory cells or white blood cells (which include neutrophil granulocytes, lymphocytes, monocytes, and mast cells) to the affected area is the first response of tissues to injury. Because of their small size, nanorobots could attach themselves to the surface of recruited white cells, to squeeze their way out through the walls of blood vessels and arrive at the injury site, where they can assist in the tissue repair process. Certain substances could possibly be used to accelerate the recovery.",
            "score": 156.4543914794922
        },
        {
            "docid": "18003398_4",
            "document": "Eugene C. Butcher . Butcher and his research team study the trafficking of white blood cells (lymphocytes, dendritic cells, monocytes, etc.), including their interactions with the endothelial lining of blood vessels at sites of leukocyte extravasation, and their chemotactic responses in tissues. These events regulate immune responses by controlling the access of leukocytes to sites of inflammatory or immune reaction in the body. He and his research team have shown that lymphocytes use a variety of different adhesion molecules or \"homing receptors\" to recognize organ (and/or inflammation)-specific vascular ligands or \"addressins\" that define the tissue position (address) of blood vessels in the body. Their studies have shown that these adhesion receptors act coordinately with G protein-linked serpentine chemoattractant receptors in a multi-step process that controls the specificity and provides combinatorial diversity in leukocyte trafficking.",
            "score": 156.03797912597656
        }
    ]
}