{
    "q": [
        {
            "docid": "16818636_9",
            "document": "Mouse model of colorectal and intestinal cancer . On the basis of histopathology and by expression of specific markers, the colonic tumors in the mice were virtually identical to those in humans. In humans, characteristic aberrant changes in molecular markers are detected both in field defects surrounding cancers (from which the cancers arise) and within cancers. In the colonic tissues of mice fed diet plus DOC similar changes in biomarkers occurred. Thus, 8-OH-dG was increased, DNA repair protein ERCC1 was decreased, autophagy protein beclin-1 was increased and, in the stem cell region at the base of crypts, there was substantial nuclear localization of beta-catenin as well as increased cytoplasmic beta-catenin. However, in mice fed diet plus DOC plus the antioxidant chlorogenic acid, the frequency of colon cancer was reduced. Furthermore, when evaluated for ERCC1, beclin-1, and beta-catenin in the stem cell region of crypts, the colonic tissues of chlorogenic acid-fed mice showed amelioration of the molecular aberrancies, suggesting that chlorogenic acid is protective at the molecular level against colon cancer. This is the first diet-related model of colon cancer that closely parallels human progression to colon cancer, both at the histopathology level as well as in its molecular profile.",
            "score": 184.58709955215454
        },
        {
            "docid": "42610544_9",
            "document": "Patient derived xenograft . Many PDX models have been successfully established for breast, prostate, colorectal, lung, and many other cancers because there are distinctive advantages when using PDX over cell lines for drug safety and efficacy studies as well as predicting patient tumor response to certain anti-cancer agents. Since PDX can be passaged without \"in vitro\" processing steps, PDX models allow the propagation and expansion of patient tumors without significant genetic transformation of tumor cells over multiple murine generations. Within PDX models, patient tumor samples grow in physiologically-relevant tumor microenvironments that mimic the oxygen, nutrient, and hormone levels that are found in the patient’s primary tumor site. Furthermore, implanted tumor tissue maintains the genetic and epigenetic abnormalities found in the patient and the xenograft tissue can be excised from the patient to include the surrounding human stroma. As a result, numerous studies have found that PDX models exhibit similar responses to anti-cancer agents as seen in the actual patient who provided the tumor sample. PDX models are beneficial for studying therapeutic responses to drugs because multiple therapies can be tested; initial biopsy samples are often divided and implanted into separate mice, giving distinct models for therapy evaluation. Consequentially, pre- and post-treatment data can be acquired from the human biopsy and xenograft tissues, potentially sparing a patient from therapies that may not work.",
            "score": 189.94378280639648
        },
        {
            "docid": "4367754_20",
            "document": "Epoxyeicosatrienoic acid . The forced over-expression of CYP2J2 in or the addition of an EET to cultured human Tca-8113 oral squamous cancer cells, lung cancer A549 cells and NCL-H446 cells, HepG2 liver cancer cells, LS-174 colon cancer cells, SiHa uterine cervix cancer cells, U251 glioblastoma cancer cells, ScaBER urinary bladder cancer cells, and K562 erythroleukemia and HL-60 promyelocyte leukemic blood cancer cells caused an increase in their survival and proliferation.  Putative inhibitors of CYP2J2 inhibit the growth in culture of several human cancer cell lines that express relatively high levels of CYP2J2 viz., Tca-8113 cells, HeLa uterine cervix cell lines, A549 cells, MDA-MB-435 breast cells, and HepG2 cells but they had no significant inhibitory effects on two cell lines that expressed little or no CYP2J2.  A putative inhibitor of CYPJ2 also inhibited the growth of human K562 erythroleukemia in a mice model as well as the growth of mouse el4 lymphoma cells in mice that were forced to overexpress CYP2J2 cells in their vascular epithelium.  Forced expression of CYP2J2 also enhanced, while forced inhibition of its expression (using Small interfering RNA) reduced, the survival, growth, and metastasis of MDA-MB-231 human breast carcinoma cells in the mouse model and likewise enhanced or reduced, respectively, the survival and growth of these cells in culture.  Further studies found that the expression of CYP2J2 was in increased in the malignant cells, relative to the nearby normal cells, in the following specimens taken from humans suffering squamous-cell carcinoma and adenocarcinoma types of esophageal cancer and lung cancer, small cell lung carcinoma, breast cancer, stomach cancer, liver cancer, and colon adenocarcinoma;  this CYP was also highly expressed in the malignant cells of patients with acute leukemia, chronic leukemia, and lymphoma.  As a group, patients with these cancers exhibited increased levels of EETs in their urine and blood samples. Studies of the CYP epoxygenases have not been restricted to the CYP2J subfamily.  Reduction in the expression of CYP3A4 or CYP2C using small interfering RNA inhibits the growth of cultured MCF7, T47D, and MDA-MB-231 human breast cancer cells; in these studies 14,15-EET stimulated the proliferation of cultured MCF7 cells, reduction in the expression of CYP3A4 by small interference RNA methods, inhibited these cells from proliferating, and 14,15-ETE reversed the effect of CYP3A4 interference;  in other studies, the forced overexpression of CYP3A4 stimulated the growth of human liver cancer (hepatoma) cell line, Hep3 .  In human breast cancer, not only CYP2J2 but also CYP2C8 and CYP2C9 levels appear elevated while sEH levels appear reduced in malignant compared to nearby normal tissues; associated with this finding, the levels of 14,15-EET as well as the levels of 14,15-EET plus 14,15-dihydroxy-EET were significantly elevated in the cancerous compared to noncancerous cells and the levels of CYP2C8 and CYP2C9 proteins correlated positively and sEH levels correlated negatively with the tumor cells rate of proliferation as accessed by their Ki67 levels while CYP2J2 levels correlated positively with poorer prognosis as predicted tumor histological grade and tumor size.",
            "score": 213.58292615413666
        },
        {
            "docid": "42610544_5",
            "document": "Patient derived xenograft . Unlike creating xenograft mouse models using existing cancer cell lines, there are no intermediate \"in vitro\" processing steps before implanting tumor fragments into a murine host to create a PDX. The tumor fragments are either implanted heterotopically or orthotopically into an immunodeficient mouse. With heterotopical implantantion, the tissue or cells are implanted into an area of the mouse unrelated to the original tumor site, generally subcutaneously or in subrenal capsular sites. The advantages of this method are the direct access for implantation, and ease of monitoring the tumor growth. With orthotopic implantation, scientists transplant the patient’s tumor tissue or cells into the corresponding anatomical position in the mouse. Subcutaneous PDX models rarely produce metastasis in mice, nor do they simulate the initial tumor microenvironment, with engraftment rates of 40-60%. Subrenal capsular PDX maintains the original tumor stroma as well as the equivalent host stroma and has an engraftment rate of 95%. Ultimately, it takes about 2 to 4 months for the tumor to engraft varying by tumor type, implant location, and strain of immunodeficient mice utilized; engraftment failure should not be declared until at least 6 months. Researchers may use heterotopic implantation for the initial engraftment from the patient to the mouse, then use orthotopic implantation to implant the mouse-grown tumor into further generations of mice.",
            "score": 122.12762355804443
        },
        {
            "docid": "2004663_8",
            "document": "Angiogenesis inhibitor . One of the most recent methods that is being developed for the delivery of anti-angiogenesis factors to tumour regions in cancer sufferers is using genetically modified bacteria that are able to colonize solid tumors in vivo. This method involves genetically engineering bacterial species such as \"Clostridium\", \"Bifidobacteria\" and \"Salmonella\" by adding the genes for anti-angiogenic factors such as endostatin or IP10 chemokine and removing any harmful virulence genes. A target can also be added to the outside of the bacteria so that they are sent to the correct organ in the body. The bacteria can then be injected into the patient and they will locate themselves to the tumor site, where they release a continual supply of the desired drugs in the vicinity of a growing cancer mass, preventing it from being able to gain access to oxygen and ultimately starving the cancer cells. This method has been shown to work both in vitro and in vivo in mice models, with very promising results. It is expected that this method will become commonplace for treatment of various cancer types in humans in the future.",
            "score": 149.39370250701904
        },
        {
            "docid": "36555387_7",
            "document": "Tet methylcytosine dioxygenase 1 . Colon, breast, prostate and liver tumors have significantly reduced levels of TET1 compared to the healthy colon cells and normal epithelial colon cells with downgraded TET1 levels have greater levels of proliferation. Additionally, increasing TET1 expression levels in colon cancer cells decreased cell proliferation in both cell cultures and mice through demethylation of promoters of the WNT signaling pathway.",
            "score": 153.2943184375763
        },
        {
            "docid": "14151913_13",
            "document": "O-6-methylguanine-DNA methyltransferase . MGMT deficiency alone may not be sufficient to cause progression to cancer. Mice with a homozygous mutation in \"MGMT\" did not develop more cancers than wild-type mice when grown without stress. However, stressful treatment of mice with azoxymethane and dextran sulphate caused more than four colonic tumors per MGMT mutant mouse, but less than one tumor per wild-type mouse.",
            "score": 97.25278949737549
        },
        {
            "docid": "206979_7",
            "document": "Colorectal cancer . Most deaths due to colon cancer are associated with metastatic disease. A gene that appears to contribute to the potential for metastatic disease, metastasis associated in colon cancer 1 (\"MACC1\"), has been isolated. It is a transcriptional factor that influences the expression of hepatocyte growth factor. This gene is associated with the proliferation, invasion and scattering of colon cancer cells in cell culture, and tumor growth and metastasis in mice. MACC1 may be a potential target for cancer intervention, but this possibility needs to be confirmed with clinical studies.",
            "score": 212.65713167190552
        },
        {
            "docid": "16818636_6",
            "document": "Mouse model of colorectal and intestinal cancer . Mice with mutations in transforming growth factor-β1 gene introduced into 129/Sv Rag2 mutant mouse accelerates adenocarcinomas with strong local invasion suggesting a role for genetic background in tumor development. Colon-specific expression of activated mutant of K-ras (protein)  (K-ras) results in development of single or multiple lesions. Oncogenic K-ras allele activated in colon epithelium induces expression of procarcinogenic protein kinase C-βII (PKCβII) and increases cell proliferation of epithelial cells, while in the distal colon the mutant form of K-ras has the opposite effects on PKCβII expression and cell proliferation. Treatment of this mouse model with the procarcinogen azoxymethane (AOM) leads to formation of dysplastic microadenomas in the proximal but not in the distal colon. Thus the K-ras mutant is a valuable mouse model of proximal colon carcinogenesis. Mutation in the \"Muc2\" gene causes adenomas and adenocarcinomas in the intestine of mice.",
            "score": 169.9588782787323
        },
        {
            "docid": "14156004_13",
            "document": "BUB1 . Disturbed mitotic checkpoints are a common feature of many human cancers. More precisely, mutations in the spindle checkpoint can lead to chromosomal instability and aneuploidy, a feature present in over 90% of all solid tumors. Loss-of-function mutations or reduced gene expression of Bub1 have been identified in several human tumors as colon, esophageal, gastric, breast cancer and melanoma. A correlation between Bub1 expression levels and the localization of tumors along with their severity was found. For instance, low Bub1 expression levels resulted in more sarcomas, lymphomas and lung tumors, whereas higher ones caused sarcomas and tumors in the liver. Moreover, Bub1 has been identified as a target of the large T antigen of the SV-40 virus, possibly contributing to its potential for oncogenic transformation.  Indications for possible Bub1 involvement in tumorigenesis also derive from animal experiments, where mice with reduced Bub1 expression showed an increase in tumor susceptibility. In vitro knockdown of Bub1 in p53 impaired cells (e.g. HeLa cells) caused aneuploidy. Whether aneuploidy alone is a sufficient driving cause during tumorigenesis or rather a mere consequence has been a matter of scientific debate.",
            "score": 149.16142535209656
        },
        {
            "docid": "1624266_38",
            "document": "Neuroblastoma . Neuroblastoma patient derived tumor xenografts (PDXs) have been created by orthotopic implantation of patient tumor samples into immunodeficient mice. PDX models have several advantages over conventional cancer cell lines (CCL)s. Neuroblastoma PDXs retain the genetic hallmarks of their corresponding patient tumors and PDXs display infiltrative growth and metastasis to distant organs. PDX models are more predictive of clinical outcome as compared to conventional cancer cell line xenografts. Neuroblastoma PDXs might thus serve as clinically relevant models to identify effective compounds against neuroblastoma.",
            "score": 144.45254468917847
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 203.9218339920044
        },
        {
            "docid": "13991053_9",
            "document": "IRS1 . IRS-1, as a signalling adapter protein, is able to integrate different signalling cascades, which indicates its possible role in cancer progression. IRS-1 protein is known to be involved in various types of cancer, including colorectal, lung, prostate and breast cancer. IRS-1 integrates signalling from insulin receptor (InsR), insulin-like growth factor-1 receptor (IGF1R) and many other cytokine receptors and is elevated in β-catenin induced cells. Some evidence shows that TCF/LEF-β-catenin complexes directly regulate IRS-1. IRS-1 is required for maintenance of neoplasmic phenotype in adenomatous polyposis coli (APC) - mutated cells, it is also needed for transformation in ectopically expressing oncogenic β-catenin cells. IRS-1 dominant-negative mutant functions as tumor suppressor, whereas ectopic IRS-1 stimulates oncogenic transformation. IRS-1 is upregulated in colorectal cancers (CRC) with elevated levels of β-catenin, c-MYC, InsRβ and IGF1R. IRS-1 promotes CRC metastasis to the liver. Decreased apoptosis of crypt stem cells is associated with colon cancer risk. Reduced expression of IRS-1 in Apc (min/+) mutated mice showes increased irradiation-induced apoptosis in crypt. Deficiency in IRS-1 - partial (+/-) or absolute (-/-) - in Apc (min/+) mice demonstrates reduced amount of tumors comparing to IRS-1 (+/+)/ Apc (min/+) mice.",
            "score": 221.88858342170715
        },
        {
            "docid": "42556555_5",
            "document": "Champions Oncology . When a cancer patient undergoes surgery or biopsy, a living sample of the tumor is obtained and implanted into the mouse, creating a mouse avatar. Once the TumorGraft has successfully grown, the tumor is then propagated in a second generation of mice and tested against a panel of cancer drugs and drug combinations to help identify more accurately which treatment regimen is likely to be most effective in a specific patient. In this way, various drugs are tested on a live sample of the actual patient's tumor, rather than on the patient. This reduces the likelihood of treatment with ineffective drugs and their associated side effects, and it increases the likelihood of finding a treatment that will work against the patient's tumor. For patients whose tumors have also undergone molecular testing, such as next-generation sequencing, the selection of potential drugs is further guided by any and all applicable results. In the event the cancer progresses or recurs, Champions also banks, or stores, each successful TumorGraft for potential future patient use.",
            "score": 138.98622059822083
        },
        {
            "docid": "989740_3",
            "document": "Gardner's syndrome . Desmoid tumors are fibrous tumors that usually occur in the tissue covering the intestines and may be provoked by surgery to remove the colon. The countless polyps in the colon predispose to the development of colon cancer; if the colon is not removed, the chance of colon cancer is considered to be very significant. Polyps may also grow in the stomach, duodenum, spleen, kidneys, liver, mesentery and small bowel. In a small number of cases, polyps have also appeared in the cerebellum. Cancers related to Gardner syndrome commonly appear in the thyroid, liver and kidneys. The number of polyps increases with age, and hundreds to thousands of polyps can develop in the colon.",
            "score": 111.87887954711914
        },
        {
            "docid": "43208795_8",
            "document": "Altogen Labs CRO . Altogen Labs produces and tests \"in vivo\" tumor xenografts for drug development studies involving cancer growth in mammals. SCID mice are primarily used as the tumor recipients in xenografts, and drugs are tested on the mice to determine efficiency and side effects. Currently the company has 89 xenografts derived from cancer cell lines and 29 patient derived xenografts, which are used to evaluate metastasis, resistance, and other aspects of cancerous tissue in drug studies.",
            "score": 152.73330235481262
        },
        {
            "docid": "16818636_8",
            "document": "Mouse model of colorectal and intestinal cancer . Humans with high levels of the diet-related bile acid deoxycholate (DOC) in their colons are at a substantially increased risk of developing colon cancer (see Bile acids and colon cancer). A diet-related mouse model of colon cancer was devised. In this model, wild type mice are fed a standard diet plus DOC to give a level of DOC in mouse colon comparable to that in the colons of humans on a high fat diet. After 8–10 months, 45% to 56% of the mice developed colonic adenocarcinomas, and no mice had cancers of the small intestine.",
            "score": 141.4299201965332
        },
        {
            "docid": "18446530_25",
            "document": "Microplasma . Since microplasmas deactivate bacteria they may have the ability to destroy cancer cells. Jean Michel Pouvesle has been working at the University of Orléans in France, in the Group for Research and Studies on Mediators of Inflammation (GREMI), experimenting with the effects of microplasma on cancer cells. Pouvesle along with other scientists has created a dielectric barrier discharge and plasma gun for cancer treatment, in which microplasma will be applied to both in vitro and in vivo experiments. This application will reveal the role of ROS (Reactive Oxygen Species), DNA damage, cell cycle modification, and apoptosis induction. Studies show that microplasma treatments are able to induce programmed death (apoptosis) among cancer cells—stopping the rapid reproduction of cancerous cells, with little damage to living human tissues. GREMI performs many experiments with microplasmas in cancerology, their first experiment applies microplasma to mice tumors growing beneath the skin's surface. During this experiment, scientists found no changes or burns on the surface of the skin. After a five-day microplasma treatment, the results displayed a significant decrease in the growth of U87 glioma cancer (brain tumor), compared to the control group where microplasma was not applied. GREMI performed further in vitro studies regarding U87 gliomal cancer (brain tumors) and HCT116 (colon tumor) cell lines where microplasma was applied. This microplasma treatment was proven to be an efficient method in destroying cancer cells after being applied over periods of a few tens of seconds. Further studies are being conducted on the effects of microplasma treatment in oncology; this application of microplasma will impact the medical field significantly.",
            "score": 163.8837730884552
        },
        {
            "docid": "23043676_6",
            "document": "8-Oxo-2'-deoxyguanosine . In the figure shown in this section, the colonic epithelium from a mouse on a normal diet has a low level of 8-oxo-dG in its colonic crypts (panel A). However, a mouse likely undergoing colonic tumorigenesis (due to deoxycholate added to its diet) has a high level of 8-oxo-dG in its colonic epithelium (panel B). Deoxycholate increases intracellular production of reactive oxygen resulting in increased oxidative stress, and this leads to tumorigenesis and carcinogenesis. Of 22 mice fed the diet supplemented with deoxycholate, 20 (91%) developed colonic tumors after 10 months on the diet, and the tumors in 10 of these mice (45% of mice) included an adenocarcinoma (cancer).",
            "score": 87.44278478622437
        },
        {
            "docid": "29578326_36",
            "document": "Cell encapsulation . The use of cell encapsulated microcapsules towards the treatment of several forms of cancer has shown great potential. One approach undertaken by researchers is through the implantation of microcapsules containing genetically modified cytokine secreting cells. An example of this was demonstrated by Cirone et al. when genetically modified IL-2 cytokine secreting non-autologous mouse myoblasts implanted into mice showed a delay in the tumor growth with an increased rate of survival of the animals. However, the efficiency of this treatment was brief due to an immune response towards the implanted microcapsules.  Another approach to cancer suppression is through the use of angiogenesis inhibitors to prevent the release of growth factors which lead to the spread of tumors. The effect of implanting microcapsules loaded with xenogenic cells genetically modified to secrete endostatin, an antiangiogenic drug which causes apoptosis in tumor cells, has been extensively studied. However, this method of local delivery of microcapsules was not feasible in the treatment of patients with many tumors or in metastasis cases and has led to recent studies involving systemic implantation of the capsules.",
            "score": 171.57851195335388
        },
        {
            "docid": "13876981_11",
            "document": "GJA1 . Notably, GJA1 expression has been associated with a wide variety of cancers, including nasopharyngeal carcinoma, meningioma, hemangiopericytoma, liver tumor, colon cancer, esophageal cancer, breast cancer, mesothelioma, glioblastoma, lung cancer, adrenocortical tumors, renal cell cancer, cervical carcinoma, ovarian carcinoma, endometrial carcinoma, prostate cancer, thyroid carcinoma, and testis cancer. Its role in controlling cell motility and polarity was thought to contribute to cancer development and metastasis, though its role as a gap junction protein may also be involved. Moreover, the cytoprotective effects of this protein can promote tumor cell survival in radiotherapy treatments, while silencing its gene increases radiosensitivity. As a result, GJA1 may serve as a target for improving the success of radiotherapeutic treatment of cancer. As a biomarker, GJA1 could also be used to screen young males for risk of testis cancer.",
            "score": 189.41082763671875
        },
        {
            "docid": "206979_2",
            "document": "Colorectal cancer . Colorectal cancer (CRC), also known as bowel cancer and colon cancer, is the development of cancer from the colon or rectum (parts of the large intestine). A cancer is the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Signs and symptoms may include blood in the stool, a change in bowel movements, weight loss and feeling tired all the time. Most colorectal cancers are due to old age and lifestyle factors, with only a small number of cases due to underlying genetic disorders. Some risk factors include diet, obesity, smoking and lack of physical activity. Dietary factors that increase the risk include red and processed meat as well as alcohol. Another risk factor is inflammatory bowel disease, which includes Crohn's disease and ulcerative colitis. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of cases. It typically starts as a benign tumor, often in the form of a polyp, which over time becomes cancerous. Bowel cancer may be diagnosed by obtaining a sample of the colon during a sigmoidoscopy or colonoscopy. This is then followed by medical imaging to determine if the disease has spread. Screening is effective for preventing and decreasing deaths from colorectal cancer. Screening, by one of a number of methods, is recommended starting from the age of 50 to 75. During colonoscopy, small polyps may be removed if found. If a large polyp or tumor is found, a biopsy may be performed to check if it is cancerous. Aspirin and other non-steroidal anti-inflammatory drugs decrease the risk. Their general use is not recommended for this purpose, however, due to side effects. Treatments used for colorectal cancer may include some combination of surgery, radiation therapy, chemotherapy and targeted therapy. Cancers that are confined within the wall of the colon may be curable with surgery, while cancer that has spread widely are usually not curable, with management being directed towards improving quality of life and symptoms. The five-year survival rate in the United States is around 65%. The individual likelihood of survival depends on how advanced the cancer is, whether or not all the cancer can be removed with surgery and the person's overall health. Globally, colorectal cancer is the third most common type of cancer, making up about 10% of all cases. In 2012, there were 1.4 million new cases and 694,000 deaths from the disease. It is more common in developed countries, where more than 65% of cases are found. It is less common in women than men.",
            "score": 236.6492816209793
        },
        {
            "docid": "4788141_7",
            "document": "DNA oxidation . In the figure shown in this section, the colonic epithelium from a mouse on a normal diet has a low level of 8-oxo-dG in its colonic crypts (panel A). However, a mouse likely undergoing colonic tumorigenesis (due to deoxycholate added to its diet) has a high level of 8-oxo-dG in its colonic epithelium (panel B). Deoxycholate increases intracellular production of reactive oxygen resulting in increased oxidative stress, and this may contribute to tumorigenesis and carcinogenesis. Of 22 mice fed the diet supplemented with deoxycholate, 20 (91%) developed colonic tumors after 10 months on the diet, and the tumors in 10 of these mice (45% of mice) included an adenocarcinoma (cancer). Cooke et al. point out that a number of diseases, such as Alzheimer's disease and systemic lupus erythematosus, have elevated 8-oxo-dG but no increased carcinogenesis.",
            "score": 98.84317374229431
        },
        {
            "docid": "12236388_3",
            "document": "Micrometastasis . The major concern with micrometastases is that the only way to determine if they are present in distant tissue is to remove cells from where they are located and look at slices of the tissue under the microscope. The typical biopsy procedure involves Hematoxylin and Eosin (H&E) staining of specific markers that correspond to the particular tumor type. Although surgeons are able to remove parts of a single lymph node from the body to screen, it is impossible to remove every lymph node and other organs (lungs, liver, bones, etc.) to look for spread. Doctors must assume that the tumor cells have likely spread to other regions of the body if micrometastases are present in one of the lymph nodes. The presence or absence of micrometastases is crucial in choosing the right treatment option for cancer patients.  The detection of micrometastases in the sentinel lymph nodes (SLN) is the primary indicator of its spread to the regional lymph nodes, bone marrow, peripheral blood and ultimately to distant metastatic sites, since they are the first of the nodes that cancer would travel to. This concept pertains to melanoma, breast cancer, and other solid tumors, including colorectal, gastroesophageal, lung, head and neck, vulvar, and penile cancers. Therefore, the presence of these cells in the SLN can make help predictions regarding the patient’s diagnosis and prognosis. For example, it has been found that the prognosis of women who have micrometastases to the sentinel lymph node have a poorer prognosis than women who do not have any evidence of tumor in these lymph nodes. The same applies to patients with melanoma and the other solid tumor cancers.  Before the micrometastases colonize at a distant site, the tumor cells can be found in the bone marrow or peripheral blood. Tumor cells found in the bone marrow are known as disseminated tumor cells (DTCs), and those found in the peripheral blood are known as circulating tumor cells (CTCs). These cells have successfully left the primary tumor microenvironment and the SNLs, and are able to survive in a non-native environment, which makes them more aggressive.",
            "score": 216.87060379981995
        },
        {
            "docid": "37284_30",
            "document": "Brain tumor . Secondary tumors of the brain are metastatic and have invaded the brain from cancers originating in other organs. This means that a cancerous neoplasm has developed in another organ elsewhere in the body and that cancer cells have leaked from that primary tumor and then entered the lymphatic system and blood vessels. They then circulate through the bloodstream, and are deposited in the brain. There, these cells continue growing and dividing, becoming another invasive neoplasm of the primary cancer's tissue. Secondary tumors of the brain are very common in the terminal phases of patients with an incurable metastasized cancer; the most common types of cancers that bring about secondary tumors of the brain are lung cancer, breast cancer, malignant melanoma, kidney cancer, and colon cancer (in decreasing order of frequency).",
            "score": 176.90499448776245
        },
        {
            "docid": "10995185_24",
            "document": "Arachidonate 5-lipoxygenase . \"Alox5\" gene knockout mice exhibit an increase in the lung tumor volume and liver metastasis of Lewis lung carcinoma cells that were directly implanted into their lungs; this result differs from many in vitro studies which implicated human ALOX5 along with certain of its metabolites with promoting cancer cell growth in that it finds that mouse Alox5 and, perhaps, certain of its metabolites inhibit cancer cell growth. Studies in this model suggest that Alox5, acting through one or more of its metabolites, reduces growth and progression of the Lewis carcinoma by recruiting cancer-inhibiting CD4+ T helper cells and CD8+ T Cytotoxic T cells to the sites of implantation. This striking difference between human in vitro and mouse in vivo studies may reflect species differences, in vitro versus in vivo differences, or cancer cell type differences in the function of ALOX5/Alox5.",
            "score": 176.2750689983368
        },
        {
            "docid": "14522499_17",
            "document": "Prostaglandin EP2 receptor . The EP receptor can act as a tumor promoter. EP gene knockout mice have less lung, breast, skin, and colon cancers following exposure to carcinogens. Knockout of this gene in mice with the adenomatous polyposis coli mutation also causes a decrease in the size and number of pre-cancerous intestinal polyps that the animals develop. These effects are commonly ascribed to the loss of EP-mediated: Vascular endothelial growth factor production and thereby of tumor vascularization; regulation of endothelial cell motility and survival; interference with transformng growth factor-β's anti-cell proliferation activity; and, more recently, regulation of host anti-tumor immune responses.",
            "score": 151.04120779037476
        },
        {
            "docid": "14024984_8",
            "document": "HSPA1A . Hsp70 member proteins, including Hsp72, inhibit apoptosis by acting on the caspase-dependent pathway and against apoptosis-inducing agents such as tumor necrosis factor-α (TNFα), staurosporine, and doxorubicin. This role leads to its involvement in many pathological processes, such as oncogenesis, neurodegeneration, and senescence. In particular, overexpression of HSP72 has been linked to the development some cancers, such as hepatocellular carcinoma, gastric cancers, colon cancers, breast cancers, and lung cancers, which led to its use as a prognostic marker for these cancers. Elevated Hsp70 levels in tumor cells may increase malignancy and resistance to therapy by complexing, and hence, stabilizing, oncofetal proteins and products and transporting them into intracellular sites, thereby promoting tumor cell proliferation. As a result, tumor vaccine strategies for Hsp70s have been highly successful in animal models and progressed to clinical trials. One treatment, a Hsp72/AFP recombined vaccine, elicited robust protective immunity against AFP-expressing tumors in mice experiments. Therefore, the vaccine holds promise for treating hepatocellular carcinoma. Alternatively, overexpression of Hsp70 can mitigate damage from ischemia-reperfusion in cardiac muscle, as well damage from neurodegenerative diseases, such as Alzheimer’s disease, Parkinson’s disease, Huntington’s disease, and spinocerebellar ataxias, and aging and cell senescence, as observed in centenarians subjected to heat shock challenge.",
            "score": 162.2510325908661
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 180.5027652978897
        },
        {
            "docid": "52768371_3",
            "document": "Syrosingopine . A combination of the diabetes drug metformin and syrosingopine killed tumor cells in blood samples from leukemia patients, while it did not damage blood cells in samples from healthy patients. The combination of metformin and syrosingopine also reduced or eliminated tumors in mice with malignant liver cancer. The drugs interfere with the cancer cells' glucose (i.e. energy) supply and utilization. Cancer cells have much higher energy requirements than normal cells, making them vulnerable when there is a reduction in the available energy supply. Syrosingopine inhibits the degradation of sugars within the cells.",
            "score": 206.49517488479614
        },
        {
            "docid": "33334030_11",
            "document": "Duocarmycin . Carzelesin (U-80244) is a cyclopropylpyrroloindole prodrug containing a relatively nonreactive chloromethyl precursor to the cyclopropyl function. Activation of carzelesin requires two steps, (a) hydrolysis of a phenylurethane substituent to form U-76073, followed by (b) ring closure to form the cyclopropyl-containing DNA-reactive U-76074. The formation of the DNA-reactive U-76074, via U-76073, from carzelesin was shown to proceed very slowly in phosphate-buffered saline (t1/2 greater than 24 h) but to occur rapidly in plasma from mouse, rat, dog, and human (initial t1/2 values ranging from 18 min for mouse to 52 min for rat) and in cell culture medium (t1/2 approximately 40 min). Although carzelesin was less potent in terms of in vitro cytotoxicity and in vivo optimal dosage and showed low affinity for binding to DNA, it was therapeutically more efficacious against mouse L1210 leukemia than was U-76074 or adozelesin (U-73975), another cyclopropylpyrroloindole analogue which is currently in phase I clinical trials. Carzelesin also proved to be more efficacious than U-76074 or adozelesin against mouse pancreatic ductal 02 adenocarcinoma, a system reported to be resistant to every agent tested. Carzelesin was highly effective against this tumor and produced 97% tumor growth inhibition. In addition, i.v. administered carzelesin showed significant activity (National Cancer Institute criteria) against i.v. or s.c. implanted Lewis lung carcinoma, i.p. or s.c. implanted B16 melanoma, s.c. implanted colon 38 carcinoma, and five s.c. implanted human tumor xenografts, including clear cell Caki-1 carcinoma, colon CX-1 adenocarcinoma, lung LX-1 tumor, ovarian 2780 carcinoma, and prostatic DU-145 carcinoma. Carzelesin treatment produced 100% complete remissions (no palpable tumor mass at the termination of the experiment) in mice bearing early-stage human ovarian 2780. Pharmacologically, carzelesin proved to be relatively schedule and route independent and was highly active against i.p. implanted L1210 leukemia, regardless of whether the analogue was given i.v., i.p., s.c., or p.o. These results, collectively, suggest that carzelesin is absorbed and distributed well. Both carzelesin and adozelesin caused marked tumor shrinkage in mice bearing human lung LX-1 or advanced-stage human ovarian 2780 carcinoma; however, tumor regrowth occurred shortly after the treatment with adozelesin was stopped. Little or no apparent tumor regrowth occurred after treatment with carzelesin.",
            "score": 97.04083299636841
        },
        {
            "docid": "38374635_10",
            "document": "Eric Schadt . Schadt started a personalized cancer therapy initiative at the Icahn Institute to analyze tumor DNA, RNA, and protein states for a more tailored treatment approach for patients with cancer. One example is a colon cancer patient named Stephanie Lee. Scientists transplanted her tumor cells into a fruit fly to use as a model for testing, and they identified an existing drug that knocked out the tumor.",
            "score": 159.5152587890625
        }
    ],
    "r": [
        {
            "docid": "18421473_5",
            "document": "Metastasectomy . Among colorectal cancer patients, 15-25% will have liver metastases already when the colorectal cancer is discovered, and another 25-50% will develop them in the three years after resection of their primary cancer. Of patients who die from metastasised colorectal cancer, 20% have metastasis in the liver alone.",
            "score": 244.1354522705078
        },
        {
            "docid": "206979_29",
            "document": "Colorectal cancer . In cases where a metastasis from colorectal cancer is suspected, immunohistochemistry is used to ascertain correct diagnosis. Proteins that are more specifically expressed in colorectal cancer and can be used as diagnostic markers are cytokeratin 20, CDX2, SATB2 and CDH17. Most (50%) colorectal adenomas and (80–90%) colorectal cancer tumors are thought to over express the cyclooxygenase-2 (COX-2) enzyme. This enzyme is generally not found in healthy colon tissue, but is thought to fuel abnormal cell growth.",
            "score": 239.6049346923828
        },
        {
            "docid": "33259689_14",
            "document": "HOXA11-AS1 . Tissue samples from patients with colorectal cancer (CRC) were observed to have decreased expression of HOXA11-AS lnRNA when compared to normal colon cells. Correlations were seen between patients with larger tumor size, higher carcinoembryonic antigen (CEA), and increased metastases to decreased expression of the lncRNA. These metastases were tumor-node metastases (TNM) and lymphatic metastases. Lymphatic metastases is significant, as it is a common route for cancer cells to migrate to other parts of the body. Scientists were able to determine the effect HOXA11-AS lnRNA had on migration by blocking the transcript with siRNA and observing decreased cell migration and invasion. There was no correlation found between the migration distance and decreased HOXA11-AS lnRNA expression.",
            "score": 239.01812744140625
        },
        {
            "docid": "7736895_13",
            "document": "Lysyl oxidase . LOX expression is regulated by hypoxia-inducible factors (HIFs), and, hence, LOX expression is often upregulated in hypoxic breast and head and neck tumors. Patients with high LOX-expressing tumors have poor overall survival. Furthermore, inhibition of LOX has been demonstrated to eliminate metastases in mice. Secreted LOX is responsible for the invasive properties of hypoxic cancer cells through focal adhesion kinase activity and cell-to-matrix adhesion. LOX may be required to create a niche permissive for metastatic growth and, thus, may be required for hypoxia-induced metastasis. In fact, recent research has shown overexpression of LOX as crucial to promoting tumor growth and metastasis in several cancers, including breast cancer, melanoma, non-small cell lung cancer, and colorectal cancer.",
            "score": 238.63465881347656
        },
        {
            "docid": "26576091_14",
            "document": "Wafik El-Deiry . As a medical oncologist El-Deiry specializes in the care of patients with colorectal cancer. His clinical research demonstrated variability in 5-fluorouracil plasma levels in patients with colorectal cancer. El-Deiry showed that pharmacokinetically-guided dosing of 5-fluorouracil chemotherapy is associated with lower levels of toxicity among patients with stage II/III as well as stage IV colorectal cancer. Toxicity from chemotherapy is associated with worse quality of life in patients with cancer. In 2017, his group showed that the tumor suppressor protein p53 represses the DPYD gene in 5-fluorouracil-treated cells and that tumor cells with mutated p53 have higher levels of DPYD thereby becoming resistant to 5-fluorouracil. DPYD is involved in the metabolism of 5-fluorouracil and patients with DPD-deficiency have predictable toxicity from 5-fluorouracil. El-Deiry advises adopting a healthy diet including cutting back on pro-inflammatory foods to reduce the risk of colorectal cancer. He discusses in detail and endorses findings that tree nut consumption reduces the risk of recurrence and promotes improved survival in patients with stage III colon cancer. El-Deiry spoke about the benefits of tree nut consumption with a Philadelphia CBS local news station that shared the news. He further argues for the use of CEA as an inexpensive and useful blood-based marker to follow when possible to monitor colorectal cancer disease burden and progress after surgery or chemotherapy. He provides his perspective on the use of maintenance chemotherapy in colorectal cancer.",
            "score": 236.86990356445312
        },
        {
            "docid": "206979_2",
            "document": "Colorectal cancer . Colorectal cancer (CRC), also known as bowel cancer and colon cancer, is the development of cancer from the colon or rectum (parts of the large intestine). A cancer is the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Signs and symptoms may include blood in the stool, a change in bowel movements, weight loss and feeling tired all the time. Most colorectal cancers are due to old age and lifestyle factors, with only a small number of cases due to underlying genetic disorders. Some risk factors include diet, obesity, smoking and lack of physical activity. Dietary factors that increase the risk include red and processed meat as well as alcohol. Another risk factor is inflammatory bowel disease, which includes Crohn's disease and ulcerative colitis. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of cases. It typically starts as a benign tumor, often in the form of a polyp, which over time becomes cancerous. Bowel cancer may be diagnosed by obtaining a sample of the colon during a sigmoidoscopy or colonoscopy. This is then followed by medical imaging to determine if the disease has spread. Screening is effective for preventing and decreasing deaths from colorectal cancer. Screening, by one of a number of methods, is recommended starting from the age of 50 to 75. During colonoscopy, small polyps may be removed if found. If a large polyp or tumor is found, a biopsy may be performed to check if it is cancerous. Aspirin and other non-steroidal anti-inflammatory drugs decrease the risk. Their general use is not recommended for this purpose, however, due to side effects. Treatments used for colorectal cancer may include some combination of surgery, radiation therapy, chemotherapy and targeted therapy. Cancers that are confined within the wall of the colon may be curable with surgery, while cancer that has spread widely are usually not curable, with management being directed towards improving quality of life and symptoms. The five-year survival rate in the United States is around 65%. The individual likelihood of survival depends on how advanced the cancer is, whether or not all the cancer can be removed with surgery and the person's overall health. Globally, colorectal cancer is the third most common type of cancer, making up about 10% of all cases. In 2012, there were 1.4 million new cases and 694,000 deaths from the disease. It is more common in developed countries, where more than 65% of cases are found. It is less common in women than men.",
            "score": 236.64927673339844
        },
        {
            "docid": "18844072_16",
            "document": "Synthetic lethality . Most human cancers are characterized by the inactivation of the tumor suppressor gene TP53 that encodes p53, either by mutation or loss of the gene. Genomic deletion of 17p13.1 TP53 locus also involves co-deletion of neighbouring genes such as POLR2A. POLR2A encodes the catalytic subunit of RNA POLII complex and is susceptible to inhibition by alpha-Amanitin. In colorectal cancer with hemizygous deletion of TP53 and POLR2A, inhibition of POLR2A leads to a selective inhibition of proliferation of the cancer cells independent of p53. POLR2A inhibition in POLR2A intact cells exerts no significant effect on cell proliferation, survival and tumorigenicity, but the inhibition is dramatic on POLR2A hemizygous cells. This suggests that collateral and therapeutic vulnerability exposed by TP53 and POLR2A hemizygous deletion in colorectal cancer can be exploited to treat TP53 deleted colorectal cancers using POLR2A inhibitors.",
            "score": 236.328125
        },
        {
            "docid": "5674591_17",
            "document": "Mothers against decapentaplegic homolog 3 . In mice, mutation of SMAD3 has been linked to colorectal adenocarcinoma,[3] increased systemic inflammation, and accelerated wound healing.[4] Studies have shown that mutations in SMAD3 gene promote colorectal cancer in mice. The altered activity of SMAD3 was linked to chronic inflammation and somatic mutations that contribute to chronic colitis and the development of colorectal cancer.  The results generated on mice helped identify SMAD3 like a possible player in human colorectal cancer. The impact of SMAD3 has also been analyzed in colorectal cancer human cell lines, using single-nucleotide polymorphism (SNP) microarray analysis. The results showed reductions in SMAD3 transcriptional activity and SMAD2-SMAD4 complex formation, underlining the critical roles of these three proteins within the TGF-β signaling pathway and the impact of this pathway in colorectal cancer development.",
            "score": 234.57708740234375
        },
        {
            "docid": "206979_12",
            "document": "Colorectal cancer . Approximately 70% of all human genes are expressed in colorectal cancer, with just over 1% of having increased expression in colorectal cancer compared to other forms of cancer. Some genes are oncogenes: they are overexpressed in colorectal cancer. For example, genes encoding the proteins KRAS, RAF, and PI3K, which normally stimulate the cell to divide in response to growth factors, can acquire mutations that result in over-activation of cell proliferation. The chronological order of mutations is sometimes important. If a previous APC mutation occurred, a primary KRAS mutation often progresses to cancer rather than a self-limiting hyperplastic or borderline lesion. PTEN, a tumor suppressor, normally inhibits PI3K, but can sometimes become mutated and deactivated.",
            "score": 234.39215087890625
        },
        {
            "docid": "2257429_11",
            "document": "Prazosin . In cancer research, Prazosin triggered apoptosis of glioblastoma‐initiating cells and of their differentiated progeny, inhibited glioblastoma growth in orthotopic xenografts of patient‐derived glioblastoma‐initiating cells, and increased survival of glioblastoma‐bearing mice. Its activity occurred via a PKCδ‐dependent inhibition of the AKT pathway, which resulted in caspase‐3 activation. So, prazosin is a potential anti‐glioblastoma adjuvant drug. Clinical trials will be initiated to confirm these findings. Understanding the mechanism of action of prazosin may pave the way for the development of new potential treatments also for other cancers, since other cancer cells as well display altered PKCδ signaling, including those in colorectal, pancreatic and liver cancer.",
            "score": 233.54396057128906
        },
        {
            "docid": "8295990_6",
            "document": "Sirtex . Colorectal cancer (CRC), also called colon cancer or large bowel cancer, is the third leading cause of cancer-related death in the western world. An estimated 1.6 million people are diagnosed with the disease worldwide every year. An estimated 50% of CRC patients will show liver metastases. It is this form of metastatic colorectal cancer (mCRC) Sirtex targets with SIR-Spheres microspheres. It has been estimated that in 30-40% of patients with advanced disease, the liver is the only site of spread.",
            "score": 232.1092071533203
        },
        {
            "docid": "38885064_13",
            "document": "Cancer syndrome . Hereditary non-polyposis colon cancer (HNPCC), also known as Lynch syndrome, is an autosomal dominant cancer syndrome that increases the risk of colorectal cancer. It is caused by genetic mutations in DNA mismatch repair (MMR) genes, notably MLH1, MSH2, MSH6 and PMS2. In addition to colorectal cancer many other cancers are increased in frequency. These include; endometrial cancer, stomach cancer, ovarian cancer, cancers of the small bowel and pancreatic cancer. HNPCC is also associated with an early onset of colorectal cancer. MMR genes are involved in repairing DNA when the bases on each strand of DNA do not match. Defective MMR genes allow continuous insertion and deletion mutations in regions of DNA known as microsatellites. These short repetitive sequences of DNA become unstable, leading to a state of microsatellite instability (MSI). Mutated microsatellites are often found in genes involved in tumor initiation and progression, and MSI can enhance the survival of cells, leading to cancer.",
            "score": 229.3484649658203
        },
        {
            "docid": "13471415_10",
            "document": "Anaphase lag . Consequent of this genomic instability, the resulting cancer cells have the potential to diverge in sequence and gain new traits. This intratumoral heterogeneity creates a tumor mass with different genomic backgrounds as well as unique cellular traits and drug susceptibilities.  Several research groups have shown that heterogeneity and genomic instability are heavily correlated with poor patient outcomes and aggressive cancers.  Chang-Min Choi et. al. examined the survival of individuals with adenocaninoma of the lung. Those individuals with higher rates of chromosome instability were associated with worse 5-year survival curves.  This was similarly observed in a colorectal study by Walther et. al.  These more aggressive heterogenous tumors also provide unique difficulties for treatment regimens.  To support this hypothesis, Duesberg et. al. tested drug susceptibility on cell lines with and without aneuploidy.  While the diploid cell lines remained drug sensitive, the aneuploid lines showed marked increases in mutation rates, drug resistance, and unintended morphological changes to cell phenotypes.  As the importance of genomic instability in cancer prognosis/treatment continues, identifying the causes and consequences of mechanisms such as anaphase lag will be critical to understanding how cancer develops as well as developing better multi-target therapies.",
            "score": 229.2261505126953
        },
        {
            "docid": "51903_30",
            "document": "Tyrosine kinase . Cancer’s response to an inhibitor of tyrosine kinase was assessed in a clinical trial. In this case, Gefitinib is the inhibitor of tyrosine kinase. Incorrect tyrosine kinase function can lead to non-small cell lung cancer. Gefitinib is a tyrosine kinase inhibitor that targets the epidermal growth factor receptor, inducing favorable outcomes in patients with non-small cell lung cancers. A common, widespread cancer, non-small cell lung cancer is the cause of death in more people than breast, colorectal, and prostate cancer together. This is strong motivation to perform research on tyrosine kinase inhibitors as potential targets in cancer treatment. Gefitinib, functioning as an epidermal growth factor receptor tyrosine kinase inhibitor, improved symptoms related to non-small cell lung cancer and resulted in radiographic tumor regressions. This is an example of the efficacy of such an inhibitor. The process of inhibition shows how the cancer sustains. Mutations in the epidermal growth factor receptor activate signalling pathways that promote cell survival. Non-small cell lung cancer cells become dependent on these survival signals. Gefitinib’s inhibition of the survival signals may be a contributing factor to its efficacy as a drug for non-small cell cancer treatment.",
            "score": 227.7544708251953
        },
        {
            "docid": "3767486_2",
            "document": "Floxuridine . Floxuridine (also \"5-fluorodeoxyuridine\") is an oncology drug that belongs to the class known as antimetabolites. Specifically, floxuridine is a pyrimidine analog, classified as a deoxyuridine. The drug is usually administered via an artery, and most often used in the treatment of colorectal cancer. The quality of life and survival rates of individuals that receive continuous hepatic artery infusion of floxuridine for colorectal cancer metastases is significantly higher than control groups. Fluxuridine can also be prescribed for the treatment of kidney and stomach cancers. In vitro uses of floxuridine include 5-minute treatments of fluorouracil, floxuridine, and mitomycin to increase cell proliferation in Tenon's capsule fibroblasts.",
            "score": 227.1095428466797
        },
        {
            "docid": "14902164_2",
            "document": "Hepatic arterial infusion . Hepatic Arterial Infusion (HAI) is a medical procedure that delivers chemotherapy directly to the liver. The procedure, mostly used in combination with systemic chemotherapy, plays a role in the treatment of liver metastases in patients with colorectal cancer (CRC). Although surgical resection remains the standard of care for these liver metastases, majority of patients have lesions that are unresectable. The liver derives its blood supply from two sources – via the hepatic arterial circulation and the portal circulation. Liver metastases get most of their blood supply primarily from the hepatic artery, whereas the normal liver cells get their blood supply from the portal circulation. This allows for chemotherapeutic drugs to be delivered directly to the cancer cells if infused into the hepatic artery.  Multiple trials have compared HAI (with various chemotherapeutic agents) to systemic chemotherapy. Compared to systemic Fluoropyrimidine, HAI with Floxuridine (FUDR) had an increased response, but there was no overall increase in patient survival. Efforts have been made to increase the efficacy and safety of HAI chemotherapy: when a combination of FUDR and dexamethasone was used for HAI, both response rate and median survival increased. In another study, a combination of FUDR and leucovorin for HAI increased the response rate, and reduced the biliary toxicity seen with the use of FUDR alone. Considering improvements in the surgical placement of the HAI pump and studies showing promising results when HAI therapy is used together with systemic oxaliplatin or irinotecan, there is once again an increased interest in the role of HAI as a treatment option in patients with cancer, who have unresectable CRC liver metastases. However, studies recommend that this treatment modality be restricted to centers with expertise in the surgical placement of these pumps, and the technical aspects of localized chemotherapy.",
            "score": 226.2041778564453
        },
        {
            "docid": "3767486_4",
            "document": "Floxuridine . Floxuridine primarily works by stopping the growth of newly born cells. The drug essentially stops DNA from forming in new and rapidly developing cells, which is a sign of a cancerous cell. Therefore, the floxuridine kills the cancerous cells. For colorectal cancer and hepatic metastases, an average adult should be given an Intra-arterial dosage of 0.1–0.6 mg/kg/day as a continuous infusion, continued until intolerable toxicity is reached (white blood cell count <3,500/mm^3 or platelet count <100,000/mm^3). Lethal dosages for other species are below. LD50 is the lethal dose at which half of organisms exposed to the drug die. Floxuridine is a pyrimidine analog that acts as an inhibitor of the S-phase of cell division. This selectively kills rapidly dividing cells. Antimetabolites masquerade as pyrimidine-like molecules which prevents normal pyrimidines from being incorporated into DNA during the S phase of the cell cycle. Fluorouracil (the end-product of catabolism of floxuridine) blocks an enzyme which converts cytosine nucleosides into the deoxy derivative. In addition, DNA synthesis is further inhibited because fluoruracil blocks the incorporation of the thymidine nucleotide into the DNA strand.",
            "score": 226.11553955078125
        },
        {
            "docid": "14761477_4",
            "document": "Cyclin-dependent kinase 8 . CDK8 is a colorectal cancer oncogene: the \"CDK8\" gene is amplified in human colorectal tumors, activating β-catenin-mediated transcription that drives colon tumorigenesis. However, CDK8 may not be oncogenic in all cell types, and indeed may act as a tumor suppressor in the notch and EGFR signaling pathways. Specifically, CDK8 promotes turnover of the notch intracellular domain, and inhibits EGFR signaling-driven cell fates in \"C. elegans\". Thus, \"CDK8\" may be an oncogene in cancers driven by Wnt/β-catenin signaling, but could instead be a tumor suppressor gene in cancers driven by notch or EGFR signaling. In addition, CDK8 promotes transcriptional activation mediated by the tumor suppressor protein p53, indicating that it may have an important role in tumor suppression Further research is needed to delineate the effects of CDK8 inhibition in different tissues, so for the time being, drugs targeting CDK8 for cancer treatment remain untested in humans.",
            "score": 224.6300811767578
        },
        {
            "docid": "14814374_18",
            "document": "ANLN . Anillin is critical for cell division and therefore development and homeostasis in metazoans. In recent years, the expression levels of anillin have been shown to correlate to the metastatic potential of human tumours. In colorectal cancer, expression levels of anillin are higher in tumours and when anillin was over-expressed in HT29 cells, a classical colorectal cancer cell line, the cells showed faster replication kinetics due to the lengthening of G2/M phase. Increasing the expression of anillin also led to further invasiveness and migration of numerous colorectal cancer cell lines. The hypothesis from such observations is that anillin promotes EMT and cell migration through cytoskeletal remodeling, leading to enhanced proliferation, invasion, and mobility of tumour cells.",
            "score": 223.56069946289062
        },
        {
            "docid": "9065739_19",
            "document": "KRAS . In 2012, the FDA also cleared QIAGEN's therascreen KRAS test, which is a genetic test designed to detect the presence of seven mutations in the KRAS gene in colorectal cancer cells. This test is used to aid physicians in identifying patients with metastatic colorectal cancer for treatment with Erbitux. The presence of KRAS mutations in colorectal cancer tissue indicates that the patient may not benefit from treatment with Erbitux. If the test result indicates that the KRAS mutations are absent in the colorectal cancer cells, then the patient may be considered for treatment with Erbitux.",
            "score": 223.49420166015625
        },
        {
            "docid": "13991053_9",
            "document": "IRS1 . IRS-1, as a signalling adapter protein, is able to integrate different signalling cascades, which indicates its possible role in cancer progression. IRS-1 protein is known to be involved in various types of cancer, including colorectal, lung, prostate and breast cancer. IRS-1 integrates signalling from insulin receptor (InsR), insulin-like growth factor-1 receptor (IGF1R) and many other cytokine receptors and is elevated in β-catenin induced cells. Some evidence shows that TCF/LEF-β-catenin complexes directly regulate IRS-1. IRS-1 is required for maintenance of neoplasmic phenotype in adenomatous polyposis coli (APC) - mutated cells, it is also needed for transformation in ectopically expressing oncogenic β-catenin cells. IRS-1 dominant-negative mutant functions as tumor suppressor, whereas ectopic IRS-1 stimulates oncogenic transformation. IRS-1 is upregulated in colorectal cancers (CRC) with elevated levels of β-catenin, c-MYC, InsRβ and IGF1R. IRS-1 promotes CRC metastasis to the liver. Decreased apoptosis of crypt stem cells is associated with colon cancer risk. Reduced expression of IRS-1 in Apc (min/+) mutated mice showes increased irradiation-induced apoptosis in crypt. Deficiency in IRS-1 - partial (+/-) or absolute (-/-) - in Apc (min/+) mice demonstrates reduced amount of tumors comparing to IRS-1 (+/+)/ Apc (min/+) mice.",
            "score": 221.88858032226562
        },
        {
            "docid": "8884213_4",
            "document": "ABCB5 . In colorectal cancer, ABCB5 was shown to act as a mediator of 5-FU patient chemoresistance, and had a further direct role in tumorigenesis shown by shRNA-mediated colorectal cancer cell-line ABCB5 knockdowns that impeded tumorigenesis in human-to-mouse xenografts. In melanoma, ABCB5 contributes to multi-drug chemotherapy resistance, and tumor growth, controlling a proinflammatory signaling circuit utilizing TLR4, IL-1β, IL8 and CXCR1 signaling involving reciprocal paracrine interactions between the melanoma stem cell and tumor bulk population (in a rheostat manner termed \"cancer stem cell rheostasis\"). ABCB5 was shown to maintain the slow-cycling melanoma stem cells using this cytokine signaling loop, which became more differentiated upon ABCB5 interference (e.g. WFDC1 melanocyte differentiation marker increased, cancer cells were faster growing \"in vitro\", tumors were more pigmented), or CXCR1 blockade (slow-cycling ABCB5+ cells entered the cell-cycle).",
            "score": 220.91151428222656
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 220.84396362304688
        },
        {
            "docid": "38925137_40",
            "document": "Tumor microenvironment . Targeting immunoregulatory membrane receptors succeeded in some patients with melanoma, non-small-cell lung carcinoma, urothelial bladder cancer and renal cell cancer. In mice, anti-CTLA-4 therapy leads to clearance from the tumor of Foxp3 regulatory T cells (T cells) whose presence may impair effector T cell function. Similarly anti-PD-1/anti-PD-L1 therapy blocks the inhibitory PD-1 receptor. Other, potentially more fundamental TME inhibitory reactions (as in microsatellite stable colorectal cancer, ovarian cancer, prostate cancer, and PDA have yet to be overcome. The TME appears to aid in excluding killer T cells from the vicinity of cancer cells.",
            "score": 219.76792907714844
        },
        {
            "docid": "14813842_19",
            "document": "ID4 . ID4 is not found in normal epitheliums nor adenomas of colorectal cancer. Hypermethylation of ID4 causes silencing of the gene. This has been identified as a significant independent risk factor for poor prognosis of colorectal cancer. It is also frequently observed in liver metastases of colorectal cancer specimens.",
            "score": 219.60511779785156
        },
        {
            "docid": "14082598_37",
            "document": "BRAF (gene) . More than 30 mutations of the \"BRAF\" gene associated with human cancers have been identified. The frequency of BRAF mutations varies widely in human cancers, from more than 80% in melanomas and nevi, to as little as 0–18% in other tumors, such as 1–3% in lung cancers and 5% in colorectal cancer. In 90% of the cases, thymine is substituted with adenine at nucleotide 1799. This leads to valine (V) being substituted for by glutamate (E) at codon 600 (now referred to as V600E) in the activation segment that has been found in human cancers. This mutation has been widely observed in papillary thyroid carcinoma, colorectal cancer, melanoma and non-small-cell lung cancer. BRAF-V600E mutation are present in 57% of Langerhans cell histiocytosis patients. The V600E mutation is a likely driver mutation in 100% of cases of hairy cell leukaemia. High frequency of BRAF V600E mutations have been detected in ameloblastoma, a benign but locally infiltrative odontogenic neoplasm. The V600E mutation may also be linked, as a single-driver mutation (a genetic 'smoking gun') to certain cases of papillary craniopharyngioma development.",
            "score": 218.80308532714844
        },
        {
            "docid": "206979_25",
            "document": "Colorectal cancer . Colon cancer staging is done next and is based on radiology and pathology. As for all other forms of cancer, tumor staging is based on the TNM system which considers how much the initial tumor has spread, if and where there are lymph node metastasis and if there are metastases in more distant organs, usually liver.",
            "score": 218.77920532226562
        },
        {
            "docid": "22108748_8",
            "document": "Hippo signaling pathway . In fruitfly, the Hippo signaling pathway involves a kinase cascade involving the Salvador (Sav), Warts (Wts) and Hippo (Hpo) protein kinases. Many of the genes involved in the Hippo signaling pathway are recognized as tumor suppressors, while Yki/YAP/TAZ is identified as an oncogene. YAP/TAZ can reprogram cancer cells into cancer stem cells. YAP has been found to be elevated in some human cancers, including breast cancer, colorectal cancer, and liver cancer. This may be explained by YAP’s recently defined role in overcoming contact inhibition, a fundamental growth control property of normal cells \"in vitro\" and \"in vivo\", in which proliferation stops after cells reach confluence (in culture) or occupy maximum available space inside the body and touch one another. This property is typically lost in cancerous cells, allowing them to proliferate in an uncontrolled manner. In fact, YAP overexpression antagonizes contact inhibition.",
            "score": 218.24952697753906
        },
        {
            "docid": "44690654_15",
            "document": "Circulating tumor DNA . The use of ctDNA as a prognostic biomarker has been previously described in cervical cancer, colorectal cancer, pancreatic cancer, and melanoma. For example, in a study of \"KRAS\" mutations and \"CDKN2A\" hypermethylation in individuals with colorectal cancer, researchers found a 100% 2-year survival rate in individuals with ctDNA levels below detectable limit. Similar findings were observed by Diehl \"et al\"., who found that patients with detectable ctDNA tended to relapse within 1 year. This suggests that there may be prognostic utility of ctDNA levels in colorectal cancer.",
            "score": 218.19786071777344
        },
        {
            "docid": "35714108_3",
            "document": "Cancer biomarker . While numerous challenges exist in translating biomarker research into the clinical space; a number of gene and protein based biomarkers have already been used at some point in patient care; including, AFP (Liver Cancer), BCR-ABL (Chronic Myeloid Leukemia), BRCA1 / BRCA2 (Breast/Ovarian Cancer), BRAF V600E (Melanoma/Colorectal Cancer), CA-125 (Ovarian Cancer), CA19.9 (Pancreatic Cancer), CEA (Colorectal Cancer), EGFR (Non-small-cell lung carcinoma), HER-2 (Breast Cancer), KIT (Gastrointestinal stromal tumor), PSA (Prostate Specific Antigen) (Prostate Cancer), S100 (Melanoma), and many others. Mutant Proteins themselves detected by Selected Reaction Monitoring (SRM) have been reported to be the most specific biomarkers for cancers because they can only come from an existing tumor.",
            "score": 217.75482177734375
        },
        {
            "docid": "12236388_3",
            "document": "Micrometastasis . The major concern with micrometastases is that the only way to determine if they are present in distant tissue is to remove cells from where they are located and look at slices of the tissue under the microscope. The typical biopsy procedure involves Hematoxylin and Eosin (H&E) staining of specific markers that correspond to the particular tumor type. Although surgeons are able to remove parts of a single lymph node from the body to screen, it is impossible to remove every lymph node and other organs (lungs, liver, bones, etc.) to look for spread. Doctors must assume that the tumor cells have likely spread to other regions of the body if micrometastases are present in one of the lymph nodes. The presence or absence of micrometastases is crucial in choosing the right treatment option for cancer patients.  The detection of micrometastases in the sentinel lymph nodes (SLN) is the primary indicator of its spread to the regional lymph nodes, bone marrow, peripheral blood and ultimately to distant metastatic sites, since they are the first of the nodes that cancer would travel to. This concept pertains to melanoma, breast cancer, and other solid tumors, including colorectal, gastroesophageal, lung, head and neck, vulvar, and penile cancers. Therefore, the presence of these cells in the SLN can make help predictions regarding the patient’s diagnosis and prognosis. For example, it has been found that the prognosis of women who have micrometastases to the sentinel lymph node have a poorer prognosis than women who do not have any evidence of tumor in these lymph nodes. The same applies to patients with melanoma and the other solid tumor cancers.  Before the micrometastases colonize at a distant site, the tumor cells can be found in the bone marrow or peripheral blood. Tumor cells found in the bone marrow are known as disseminated tumor cells (DTCs), and those found in the peripheral blood are known as circulating tumor cells (CTCs). These cells have successfully left the primary tumor microenvironment and the SNLs, and are able to survive in a non-native environment, which makes them more aggressive.",
            "score": 216.87060546875
        },
        {
            "docid": "11157092_9",
            "document": "TCF7L2 . TCF7L2 plays a role in colorectal cancer. A frameshift mutation of TCF7L2 provided evidence that TCF7L2 is implicated in colorectal cancer. The silencing of TCF7L2 in KM12 colorectal cancer cells provided evidence that TCF7L2 played a role in proliferation and metastasis of cancer cells in colorectal cancer.",
            "score": 216.2965087890625
        }
    ]
}