{
    "q": [
        {
            "docid": "3660376_18",
            "document": "Protein contact map . The lipocalin family is a large and diverse family of proteins with functions as small hydrophobic molecule transporters. Beta-lactoglobulin is a typical member of the lipocalin family. Beta-lactoglobulin was found to have a role in the transport of hydrophobic ligands such as retinol or fatty acids. Its crystal structure were determined [e.g. Qin, 1998] with different ligands and in ligand-free form as well. The crystal structures determined so far reveal that the typical lipocalin contains eight-stranded antiparallel-barrel arranged to form a conical central cavity in which the hydrophobic ligand is bound. The structure of beta-lactoglobulin reveals that the barrel-form structure with the central cavity of the protein has an \"entrance\" surrounded by five beta-loops with centers around 26, 35, 63, 87, and 111, which undergo a conformational change during the ligand binding and close the cavity.",
            "score": 129.1025594472885
        },
        {
            "docid": "11044599_6",
            "document": "Searching the conformational space for docking . The most common technique used in many docking programs, shape-complementarity methods focus on the match between the receptor and the ligand in order to find an optimal pose. Programs include DOCK, FRED, GLIDE, SURFLEX, eHiTS and many more. Most methods describe the molecules in terms of a finite number of descriptors that include structural complementarity and binding complementarity. Structural complementarity is mostly a geometric description of the molecules, including solvent-accessible surface area, overall shape and geometric constraints between atoms in the protein and ligand. Binding complementarity takes into account features like hydrogen bonding interactions, hydrophobic contacts and van der Waals interactions to describe how well a particular ligand will bind to the protein. Both kinds of descriptors are conveniently represented in the form of structural templates which are then used to quickly match potential compounds (either from a database or from the user-given inputs) that will bind well at the active site of the protein. Compared to the all-atom molecular dynamics approaches, these methods are very efficient in finding optimal binding poses for the protein and ligand.",
            "score": 166.50525188446045
        },
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 176.3907152414322
        },
        {
            "docid": "2292623_8",
            "document": "Docking (molecular) . Geometric matching/ shape complementarity methods describe the protein and ligand as a set of features that make them dockable. These features may include molecular surface / complementary surface descriptors. In this case, the receptor’s molecular surface is described in terms of its solvent-accessible surface area and the ligand’s molecular surface is described in terms of its matching surface description. The complementarity between the two surfaces amounts to the shape matching description that may help finding the complementary pose of docking the target and the ligand molecules. Another approach is to describe the hydrophobic features of the protein using turns in the main-chain atoms. Yet another approach is to use a Fourier shape descriptor technique. Whereas the shape complementarity based approaches are typically fast and robust, they cannot usually model the movements or dynamic changes in the ligand/ protein conformations accurately, although recent developments allow these methods to investigate ligand flexibility. Shape complementarity methods can quickly scan through several thousand ligands in a matter of seconds and actually figure out whether they can bind at the protein’s active site, and are usually scalable to even protein-protein interactions. They are also much more amenable to pharmacophore based approaches, since they use geometric descriptions of the ligands to find optimal binding.",
            "score": 139.21516382694244
        },
        {
            "docid": "2202422_2",
            "document": "Ligand (biochemistry) . In biochemistry and pharmacology, a ligand is a substance that forms a complex with a biomolecule to serve a biological purpose. In protein-ligand binding, the ligand is usually a molecule which produces a signal by binding to a site on a target protein. The binding typically results in a change of conformational isomerism (conformation) of the target protein. In DNA-ligand binding studies, the ligand can be a small molecule, ion, or protein which binds to the DNA double helix. The relationship between ligand and binding partner is a function of charge, hydrophobicity, and molecular structure. The instance of binding occurs over an infinitesimal range of time and space, so the rate constant is usually a very small number.",
            "score": 123.65762829780579
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 162.50129961967468
        },
        {
            "docid": "7479239_23",
            "document": "Implicit solvation . Strictly speaking, ASA-based models should only be applied to describe \"solvation\", i.e., energetics of transfer between liquid or uniform media. It is possible to express van der Waals interaction energies in the solid state in the surface energy units. This was sometimes done for interpreting protein engineering and ligand binding energetics, which leads to “solvation” parameter for aliphatic carbon of ~40 cal/(Å mol), which is 2 times bigger than ~20 cal/(Å mol) obtained for transfer from water to liquid hydrocarbons, because the parameters derived by such fitting represent sum of the hydrophobic energy (i.e., 20 cal/Å mol) and energy of van der Waals attractions of aliphatic groups in the solid state, which corresponds to fusion enthalpy of alkanes. Unfortunately, the simplified ASA-based model cannot capture the \"specific\" distance-dependent interactions between different types of atoms in the solid state which are responsible for clustering of atoms with similar polarities in protein structures and molecular crystals. Parameters of such interatomic interactions, together with atomic solvation parameters for the protein interior, have been approximately derived from protein engineering data. The implicit solvation model breaks down when solvent molecules associate strongly with binding cavities in a protein, so that the protein and the solvent molecules form a continuous solid body. On the other hand, this model can be successfully applied for describing transfer from water to the \"fluid\" lipid bilayer.",
            "score": 138.349764585495
        },
        {
            "docid": "413102_6",
            "document": "Folding@home . Due to the complexity of proteins' conformation or configuration space (the set of possible shapes a protein can take), and limits in computing power, all-atom molecular dynamics simulations have been severely limited in the timescales which they can study. While most proteins typically fold in the order of milliseconds, before 2010 simulations could only reach nanosecond to microsecond timescales. General-purpose supercomputers have been used to simulate protein folding, but such systems are intrinsically costly and typically shared among many research groups. Further, because the computations in kinetic models occur serially, strong scaling of traditional molecular simulations to these architectures is exceptionally difficult. Moreover, as protein folding is a stochastic process and can statistically vary over time, it is challenging computationally to use long simulations for comprehensive views of the folding process. Protein folding does not occur in one step. Instead, proteins spend most of their folding time, nearly 96% in some cases, \"waiting\" in various intermediate conformational states, each a local thermodynamic free energy minimum in the protein's energy landscape. Through a process known as adaptive sampling, these conformations are used by Folding@home as starting points for a set of simulation trajectories. As the simulations discover more conformations, the trajectories are restarted from them, and a Markov state model (MSM) is gradually created from this cyclic process. MSMs are discrete-time master equation models which describe a biomolecule's conformational and energy landscape as a set of distinct structures and the short transitions between them. The adaptive sampling Markov state model method significantly increases the efficiency of simulation as it avoids computation inside the local energy minimum itself, and is amenable to distributed computing (including on GPUGRID) as it allows for the statistical aggregation of short, independent simulation trajectories. The amount of time it takes to construct a Markov state model is inversely proportional to the number of parallel simulations run, i.e., the number of processors available. In other words, it achieves linear parallelization, leading to an approximately four orders of magnitude reduction in overall serial calculation time. A completed MSM may contain tens of thousands of sample states from the protein's phase space (all the conformations a protein can take on) and the transitions between them. The model illustrates folding events and pathways (i.e., routes) and researchers can later use kinetic clustering to view a coarse-grained representation of the otherwise highly detailed model. They can use these MSMs to reveal how proteins misfold and to quantitatively compare simulations with experiments.",
            "score": 184.06697797775269
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 179.3480818271637
        },
        {
            "docid": "1406208_3",
            "document": "GroEL . Within the cell, the process of GroEL/ES mediated protein folding involves multiple rounds of binding, encapsulation, and release of substrate protein. Unfolded substrate proteins bind to a hydrophobic binding patch on the interior rim of the open cavity of GroEL, forming a binary complex with the chaperonin. Binding of substrate protein in this manner, in addition to binding of ATP, induces a conformational change that allows association of the binary complex with a separate lid structure, GroES. Binding of GroES to the open cavity of the chaperonin induces the individual subunits of the chaperonin to rotate such that the hydrophobic substrate binding site is removed from the interior of the cavity, causing the substrate protein to be ejected from the rim into the now largely hydrophilic chamber. The hydrophilic environment of the chamber favors the burying of hydrophobic residues of the substrate, inducing substrate folding. Hydrolysis of ATP and binding of a new substrate protein to the opposite cavity sends an allosteric signal causing GroES and the encapsulated protein to be released into the cytosol. A given protein will undergo multiple rounds of folding, returning each time to its original unfolded state, until the native conformation or an intermediate structure committed to reaching the native state is achieved. Alternatively, the substrate may succumb to a competing reaction, such as misfolding and aggregation with other misfolded proteins.",
            "score": 112.15306234359741
        },
        {
            "docid": "3706319_7",
            "document": "Heteronuclear single quantum coherence spectroscopy . Chemicals labelled with N isotope are relatively inexpensive, and the N HSQC is a sensitive experiment whereby a spectrum can be acquired in a relatively short time, the N HSQC is therefore often used to screen candidates for their suitability for structure determination by NMR, as well as optimization of the sample conditions. The time-consuming process of structure determination is usually not undertaken until a good HSQC spectrum can be obtained. The HSQC experiment is also useful for detecting binding interface in protein-protein interaction, as well the interactions with ligands such as drugs. By comparing the HSQC of the free protein with the one bound to the ligand, changes in the chemical shifts of some peaks may be observed, and these peaks are likely to lie on the binding surface where the binding perturbed their chemical shifts. The N HSQC may also be used in relaxation analysis in the studies of molecular dynamics of proteins, the determination of ionization constant, and other studies.",
            "score": 128.39646649360657
        },
        {
            "docid": "1908527_35",
            "document": "Nuclear magnetic resonance spectroscopy . Much of the innovation within NMR spectroscopy has been within the field of protein NMR spectroscopy, an important technique in structural biology. A common goal of these investigations is to obtain high resolution 3-dimensional structures of the protein, similar to what can be achieved by X-ray crystallography. In contrast to X-ray crystallography, NMR spectroscopy is usually limited to proteins smaller than 35 kDa, although larger structures have been solved. NMR spectroscopy is often the only way to obtain high resolution information on partially or wholly intrinsically unstructured proteins. It is now a common tool for the determination of Conformation Activity Relationships where the structure before and after interaction with, for example, a drug candidate is compared to its known biochemical activity. Proteins are orders of magnitude larger than the small organic molecules discussed earlier in this article, but the basic NMR techniques and some NMR theory also applies. Because of the much higher number of atoms present in a protein molecule in comparison with a small organic compound, the basic 1D spectra become crowded with overlapping signals to an extent where direct spectral analysis becomes untenable. Therefore, multidimensional (2, 3 or 4D) experiments have been devised to deal with this problem. To facilitate these experiments, it is desirable to isotopically label the protein with C and N because the predominant naturally occurring isotope C is not NMR-active and the nuclear quadrupole moment of the predominant naturally occurring N isotope prevents high resolution information from being obtained from this nitrogen isotope. The most important method used for structure determination of proteins utilizes NOE experiments to measure distances between atoms within the molecule. Subsequently, the distances obtained are used to generate a 3D structure of the molecule by solving a distance geometry problem. NMR can also be used to obtain information on the dynamics and conformational flexibility of different regions of a protein.",
            "score": 153.35132014751434
        },
        {
            "docid": "5605480_10",
            "document": "Thermostability . Protein engineering can be used to enhance the thermostability of proteins. A number of site-directed and random mutagenesis techniques, in addition to directed evolution, have been used to increase the thermostability of target proteins. Comparative methods have been used to increase the stability of mesophilic proteins based on comparison to thermophilic homologs. Additionally, analysis of the protein unfolding by molecular dynamics can be used to understand the process of unfolding and then design stabilizing mutations. Rational protein engineering for increasing protein thermostability includes mutations which truncate loops, increase salt bridges or hydrogen bonds, introduced disulfide bonds. In addition, ligand binding can increase the stability of the protein, particularly when purified. There are various different forces that allow for the thermostability of a particular protein. These forces include hydrophobic interactions, electrostatic interactions, and the presence of disulfide bonds. The overall amount of hydrophobicity present in a particular protein is responsible for its thermostability. Another type of force that is responsible for thermostability of a protein is the electrostatic interactions between molecules. These interactions include salt bridges and hydrogen bonds. Salt bridges are unaffected by high temperatures, therefore, are necessary for protein and enzyme stability. A third force used to increase thermosability in proteins and enzymes is the presence of disulfide bonds. They present covalent cross-linkages between the polypeptide chains. These bonds are the strongest because they’re covalent bonds, making them stronger than intermolecular forces.",
            "score": 116.79086327552795
        },
        {
            "docid": "22423972_11",
            "document": "Protein–carbohydrate interaction . Just like other organic molecule study, X-ray crystallography is a very useful tool to know the detail information on the interaction between carbohydrate and protein. By using titration, NOESY(Nuclear Overhauser Effect SpectroscopY), CIDNP experiments, the specificity and affinity of binding, association constants and equilibrium thermodynamic parameters of carbohydrate–protein binding can be studied. In many cases, the conformation information is required, however, sometimes it is not able to get directly from the experiments. So the knowledge-based model building approach is used. Fluorescence spectrometry is a useful tool and has its advantages: no procedure for separation and plenty of ways to get fluorophore source: there are some of amino acids and ligands that have fluorophore after they are activated. Dual polarisation interferometry is a label free analytical technique for measuring interactions and associated conformational changes.",
            "score": 130.95536291599274
        },
        {
            "docid": "35051436_4",
            "document": "Acriflavine resistance protein family . X-ray crystallographic structures of the trimeric AcrB pump from E. coli with four structurally diverse ligands demonstrated that three molecules of ligand bind simultaneously to the extremely large central cavity of 5000 cubic angstroms, primarily by hydrophobic, aromatic stacking and van der Waals interactions. Each ligand uses a slightly different subset of AcrB residues for binding. The bound ligand molecules often interact with each other, stabilising the binding.",
            "score": 102.37975096702576
        },
        {
            "docid": "29732133_29",
            "document": "History of RNA biology . Experimental methods were invented that allowed investigators to use large, diverse populations of RNA molecules to carry out in vitro molecular experiments that utilized powerful selective replication strategies used by geneticists, and which amount to evolution in the test tube. These experiments have been described using different names, the most common of which are \"combinatorial selection\", \"in vitro selection\", and SELEX (for Systematic Evolution of Ligands by Exponential Enrichment). These experiments have been used for isolating RNA molecules with a wide range of properties, from binding to particular proteins, to catalyzing particular reactions, to binding low molecular weight organic ligands. They have equal applicability to elucidating interactions and mechanisms that are known properties of naturally occurring RNA molecules to isolating RNA molecules with biochemical properties that are not known in nature. In developing in vitro selection technology for RNA, laboratory systems for synthesizing complex populations of RNA molecules were established, and used in conjunction with the selection of molecules with user-specified biochemical activities, and in vitro schemes for RNA replication. These steps can be viewed as (a) mutation, (b) selection, and (c) replication. Together, then, these three processes enable in vitro molecular evolution.",
            "score": 100.59697699546814
        },
        {
            "docid": "6803908_7",
            "document": "Frederic M. Richards . On December 2, 1957, at Yale University, Richards performed a simple experiment on the protein Ribonuclease A (RNase A) that helped change the scientific community's view of the physical nature of protein molecules. Using a particular protease (Subtilisin), RNase A was converted into a split protein (RNase S), which is composed of two parts called S-peptide and S-protein (). Richards had developed that cleavage system as a postdoc at the Carlsberg Laboratory in Copenhagen, Denmark, using purified ribonuclease protein that had been donated to Christian Anfinsen by the Armour Company and that Anfinsen shared with Richards and other researchers. Richards found that, when separated, S-protein and S-peptide had no RNase activity, but that the RNase enzymatic activity was restored when the parts were recombined in the test tube. In an autobiographical piece, Richards wrote that \"this discovery came as a surprise to the scientific community at that time... In retrospect, this may have been the high point of my career in terms of excitement.\" This experiment showed that proteins maintain 3-dimensional order and tight binding between their interacting parts and that the structural information is inherent in the protein itself, foreshadowing both Anfinsen's later work showing that sequence determines structure and also the idea that hormones or other small molecules can bind tightly and specifically to proteins, a concept basic to how pharmaceutical companies design drugs today. Two years later, the protein structure of myoglobin confirmed such specific 3D relationships. Later, with Marilyn Doscher and Flo Quiocho, Richards demonstrated that ribonuclease S as well as carboxypeptidase were enzymatically active in the crystals, important evidence to silence doubts that the conformations of proteins in crystals are directly relevant to their biological activity in cells.",
            "score": 153.19996583461761
        },
        {
            "docid": "40533059_6",
            "document": "Chemical chaperone . Another class of chaperones is composed of protein ligands, cofactors, competitive inhibitors, and other small molecules that bind specifically to certain proteins. Because these molecules are active only on a specific protein, they are referred to as pharmacological chaperones. These molecules can induce stability in a specific region of a protein through favorable binding interactions, which reduce the inherent conformational flexibility of the polypeptide chain. Another important property of pharmacological chaperones is that they are able to bind to the unfolded or improperly folded protein, and then dissociate once the protein is properly folded, leaving a functional protein.",
            "score": 100.7037650346756
        },
        {
            "docid": "92193_29",
            "document": "Circular dichroism . The far-UV (ultraviolet) CD spectrum of proteins can reveal important characteristics of their secondary structure. CD spectra can be readily used to estimate the fraction of a molecule that is in the alpha-helix conformation, the beta-sheet conformation, the beta-turn conformation, or some other (e.g. random coil) conformation. These fractional assignments place important constraints on the possible secondary conformations that the protein can be in. CD cannot, in general, say where the alpha helices that are detected are located within the molecule or even completely predict how many there are. Despite this, CD is a valuable tool, especially for showing changes in conformation. It can, for instance, be used to study how the secondary structure of a molecule changes as a function of temperature or of the concentration of denaturing agents, e.g. Guanidinium chloride or urea. In this way it can reveal important thermodynamic information about the molecule (such as the enthalpy and Gibbs free energy of denaturation) that cannot otherwise be easily obtained. Anyone attempting to study a protein will find CD a valuable tool for verifying that the protein is in its native conformation before undertaking extensive and/or expensive experiments with it. Also, there are a number of other uses for CD spectroscopy in protein chemistry not related to alpha-helix fraction estimation.",
            "score": 161.40169489383698
        },
        {
            "docid": "9705082_7",
            "document": "Robert J. LeRoy . In almost any area of science today, the experimental work runs parallel to the theoretical work and there is constant interplay between the two areas. In Canada there are several theorists whose research teams examine the forces between atoms and molecules to increase our understanding of physical and chemical properties. One such individual is Dr. Robert LeRoy, currently working in theoretical chemical physics at the University of Waterloo. Dr. LeRoy’s interest is intermolecular forces. He uses quantum mechanics and computer models to define and analyze the basic forces between atoms and molecules. Early in his career, Dr. LeRoy developed a technique for mathematically defining a radius of a small molecule, now known as the LeRoy radius. This established a boundary.Within the boundary, intramolecular bonding is important, and beyond the boundary, intermolecular forces predominate. In his work, the study of atomic and molecular spectra (called spectroscopy) plays a crucial role. Measurements from spectroscopy help theoreticians develop better models and theories for explaining molecular structure.Computer programs that Dr. LeRoy has developed for the purpose of converting experimental evidence to information on forces, shape, and structure are free, and are now routinely used around the world. It is important not to assume that forces and structures are well established. Our knowledge of bonding and structure becomes more and more scanty and unreliable for larger structures. A huge amount of research remains to be done if we are ever to be able to describe bonding and structure very accurately for even microscopic amounts of complex substances. Dr. LeRoy states “... except for the simplest systems, our knowledge of (interactions between molecules) is fairly primitive... .” A classic example is our understanding of the structure and activity of proteins—the stuff of life.We know the composition of many proteins quite precisely and the structure can be experimentally determined, but the structure of these large molecules depends on how bonding folds and shapes the chains and branches. How a protein behaves and what it does depends specifically on its precise shape and structure, and that is something scientists often state is “not well understood.”",
            "score": 219.65512919425964
        },
        {
            "docid": "45449941_6",
            "document": "G. Marius Clore . His recent work has focused on developing new NMR methods (such as paramagnetic relaxation enhancement, dark state exchange saturation transfer spectroscopy and lifetime line broadening) to characterize the structure and dynamics of sparsely-populated states of macromolecules, which are important in macromolecular interactions but invisible to conventional structural and biophysical techniques. Examples of recent work include the direct demonstration of rotation-coupled sliding and intermolecular translocation as mechanisms whereby sequence-specific DNA binding proteins locate their target site(s) within an overwhelming sea of non-specific DNA sequences; the detection, visualization and characterization of encounter complexes in protein-protein association; the analysis of the synergistic effects of conformational selection and induced fit in protein-ligand interactions; and the uncovering of \"dark\", spectroscopically invisible states in interactions of NMR-visible proteins and polypeptides (including intrinsically disordered states) with very large megadalton macromolecular assemblies. The latter includes an atomic-resolution view of the dynamics of the amyloid-β aggregation process.",
            "score": 114.66130197048187
        },
        {
            "docid": "4238684_22",
            "document": "G-quadruplex . Another commonly used technique is the utilization of small-molecule ligands. These can be used to target G-quadruplex regions that cause neurological disorders. Approximately 1,000 various G-quadruplex ligands exist in which they are able to interact via their aromatic rings; this allows the small-molecule ligands to stack on the planar terminal tetrads within the G-quadruplex regions. A disadvantage of using small-molecule ligands as a therapeutic technique is that specificity is difficult to manage due to the variability of G-quadruplexes in their primary sequences, orientation, thermodynamic stability, and nucleic acid strand stoichiometry. As of now, no single small-molecule ligand has been able to be 100% specific for a single G-quadruplex sequence. However, a cationic porphyrin known as TMPyP4 is able to bind to the C9orf72 GGGGCC repeat region, which causes the G-quadruplex repeat region to unfold and lose its interactions with proteins causing it to lose its functionality. Small-molecule ligands, composed primarily of lead, can target GGGGCC repeat regions as well and ultimately decreased both repeat-associated non-ATG translation and RNA foci in neuron cells derived from patients with Amyotrophic lateral sclerosis (ALS). This provides evidence that small-molecule ligands are an effective and efficient process to target GGGGCC regions, and that specificity for small-molecule ligand binding is a feasible goal for the scientific community.",
            "score": 102.2992571592331
        },
        {
            "docid": "1434061_2",
            "document": "Affinity chromatography . Affinity chromatography is a method of separating biochemical mixtures based on a highly specific interaction between antigen and antibody, enzyme and substrate, receptor and ligand, or protein and nucleic acid. It is a type of chromatographic laboratory technique used for purifying biological molecules within a mixture by exploiting molecular properties. Biological macromolecules, such as enzymes and other proteins, interact with other molecules with high specificity through several different types of bonds and interaction. Such interactions including hydrogen bonding, ionic interaction, disulfide bridges, hydrophobic interaction, and more. The high selectivity of affinity chromatography is caused by allowing the desired molecule to interact with the stationary phase and be bound within the column in order to be separated from the undesired material which will not interact and elute first. The molecules no longer needed are first washed away with a buffer while the desired proteins are let go in the presence of the eluting solvent (of higher salt concentration). This process creates a competitive interaction between the desired protein and the immobilized stationary molecules, which eventually lets the now highly purified proteins be released.",
            "score": 107.21506381034851
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 169.50373566150665
        },
        {
            "docid": "9774017_5",
            "document": "Biomolecular Object Network Databank . The Small Molecule Interaction Database is a database containing protein domain-small molecule interactions. It uses a domain-based approach to identify domain families, found in the Conserved Domain Database (CDD), which interact with a query small molecule. The CDD from NCBI amalgamates data from several different sources; Protein FAMilies (PFAM), Simple Modular Architecture Research Tool (SMART), Cluster of Orthologous Genes (COGs), and NCBI’s own curated sequences. The data in SMID is derived from the Protein Data Bank (PDB), a database of known protein crystal structures. SMID can be queried by entering a protein GI, domain identifier, PDB ID or SMID ID. The results of a search provide small molecule, protein, and domain information for each interaction identified in the database. Interactions with non-biological contacts are normally screened out by default.  SMID-BLAST is a tool developed to annotate known small-molecule binding sites as well as to predict binding sites in proteins whose crystal structures have not yet been determined. The prediction is based on extrapolation of known interactions, found in the PDB, to interactions between an uncrystallized protein with a small molecule of interest. SMID-BLAST was validated against a test set of known small molecule interactions from the PDB. It was shown to be an accurate predictor of protein-small molecule interactions; 60% of predicted interactions identically matched the PDB annotated binding site, and of these 73% had greater than 80% of the binding residues of the protein correctly identified. Hogue, C et al. estimated that 45% of predictions that were not observed in the PDB data do in fact represent true positives.",
            "score": 148.93189239501953
        },
        {
            "docid": "1375635_8",
            "document": "Adenylate kinase . Flexibility and plasticity allow proteins to bind to ligands, form oligomers, aggregate, and perform mechanical work. Large conformational changes in proteins play an important role in cellular signaling. Adenylate Kinase is a signal transducing protein; thus, the balance between conformations regulates protein activity. ADK has a locally unfolded state that becomes depopulated upon binding.A 2007 study by Whitford et al. shows the conformations of ADK when binding with ATP or AMP. The study shows that there are three relevant conformations or structures of ADK—CORE, Open, and Closed. In ADK, there are two small domains called the LID and NMP. ATP binds in the pocket formed by the LID and CORE domains. AMP binds in the pocket formed by the NMP and CORE domains. The Whitford study also reported findings that show that localized regions of a protein unfold during conformational transitions. This mechanism reduces the strain and enhances catalytic efficiency. Local unfolding is the result of competing strain energies in the protein.",
            "score": 125.99852705001831
        },
        {
            "docid": "34151_30",
            "document": "X-ray crystallography . Crystal structures of proteins (which are irregular and hundreds of times larger than cholesterol) began to be solved in the late 1950s, beginning with the structure of sperm whale myoglobin by Sir John Cowdery Kendrew, for which he shared the Nobel Prize in Chemistry with Max Perutz in 1962. Since that success, 132055 X-ray crystal structures of proteins, nucleic acids and other biological molecules have been determined. For comparison, the nearest competing method in terms of structures analyzed is nuclear magnetic resonance (NMR) spectroscopy, which has resolved 11904 chemical structures. Moreover, crystallography can solve structures of arbitrarily large molecules, whereas solution-state NMR is restricted to relatively small ones (less than 70 kDa). X-ray crystallography is now used routinely by scientists to determine how a pharmaceutical drug interacts with its protein target and what changes might improve it. However, intrinsic membrane proteins remain challenging to crystallize because they require detergents or other means to solubilize them in isolation, and such detergents often interfere with crystallization. Such membrane proteins are a large component of the genome, and include many proteins of great physiological importance, such as ion channels and receptors. Helium cryogenics are used to prevent radiation damage in protein crystals.",
            "score": 170.3038158416748
        },
        {
            "docid": "2202422_4",
            "document": "Ligand (biochemistry) . Ligand binding to a receptor protein alters the conformation by affecting the three-dimensional shape orientation. The conformation of a receptor protein composes the functional state. Ligands include substrates, inhibitors, activators, and neurotransmitters. The rate of binding is called affinity, and this measurement typifies a tendency or strength of the effect. Binding affinity is actualized not only by host-guest interactions, but also by solvent effects that can play a dominant, steric role which drives non-covalent binding in solution. The solvent provides a chemical environment for the ligand and receptor to adapt, and thus accept or reject each other as partners.",
            "score": 83.02765274047852
        },
        {
            "docid": "29467449_15",
            "document": "Protein function prediction . One of the challenges involved in protein function prediction is discovery of the active site. This is complicated by certain active sites not being formed – essentially existing – until the protein undergoes conformational changes brought on by the binding of small molecules. Most protein structures have been determined by X-ray crystallography which requires a purified protein crystal. As a result, existing structural models are generally of a purified protein and as such lack the conformational changes that are created when the protein interacts with small molecules.",
            "score": 153.11138725280762
        },
        {
            "docid": "198608_7",
            "document": "Molecular dynamics . Beginning in theoretical physics, the method of MD gained popularity in materials science and since the 1970s also in biochemistry and biophysics. MD is frequently used to refine 3-dimensional structures of proteins and other macromolecules based on experimental constraints from X-ray crystallography or NMR spectroscopy. In physics, MD is used to examine the dynamics of atomic-level phenomena that cannot be observed directly, such as thin film growth and ion-subplantation, and also to examine the physical properties of nanotechnological devices that have not or cannot yet be created. In biophysics and structural biology, the method is frequently applied to study the motions of macromolecules such as proteins and nucleic acids, which can be useful for interpreting the results of certain biophysical experiments and for modeling interactions with other molecules, as in ligand docking. In principle MD can be used for ab initio prediction of protein structure by simulating folding of the polypeptide chain from random coil.",
            "score": 165.54159152507782
        },
        {
            "docid": "474908_22",
            "document": "Structural alignment . Other promising methods of structural alignment are local structural alignment methods. These provide comparison of pre-selected parts of proteins (e.g. binding sites, user-defined structural motifs) against binding sites or whole-protein structural databases. The MultiBind and MAPPIS servers allow the identification of common spatial arrangements of physicochemical properties such as H-bond donor, acceptor, aliphatic, aromatic or hydrophobic in a set of user provided protein binding sites defined by interactions with small molecules (MultiBind) or in a set of user-provided protein–protein interfaces (MAPPIS). Others provide comparison of entire protein structures against a number of user submitted structures or against a large database of protein structures in reasonable time (ProBiS). Unlike global alignment approaches, local structural alignment approaches are suited to detection of locally conserved patterns of functional groups, which often appear in binding sites and have significant involvement in ligand binding. As an example, comparing G-Losa, a local structure alignment tool, with TM-align, a global structure alignment based method. While G-Losa predicts drug-like ligands’ positions in single-chain protein targets more precisely than TM-align, the overall success rate of TM-align is better.",
            "score": 118.48836088180542
        },
        {
            "docid": "46581687_2",
            "document": "Pathway analysis . In bioinformatics research, pathway analysis software is used to identify related proteins within a pathway or building pathway de novo from the proteins of interest. This is helpful when studying differential expression of a gene in a disease or analyzing any omics dataset with a large number of proteins. By examining the changes in gene expression in a pathway, its biological causes can be explored. Pathway is the term from molecular biology which depicts an artificial simplified model of a process within a cell or tissue. Typical pathway model starts with extracellular signaling molecule that activates a specific protein. Thus triggers a chain of protein-protein or protein-small molecule interactions. Pathway analysis helps to understand or interpret omics data from the point of view of canonical prior knowledge structured in the form of pathways diagrams. It allows finding distinct cell processes (), diseases or signaling pathways that are statistically associated with selection of differentially expressed genes between two samples. Often but erroneously pathway analysis is used as synonym for network analysis (functional enrichment analysis and gene set analysis).",
            "score": 151.19121372699738
        }
    ],
    "r": [
        {
            "docid": "9705082_7",
            "document": "Robert J. LeRoy . In almost any area of science today, the experimental work runs parallel to the theoretical work and there is constant interplay between the two areas. In Canada there are several theorists whose research teams examine the forces between atoms and molecules to increase our understanding of physical and chemical properties. One such individual is Dr. Robert LeRoy, currently working in theoretical chemical physics at the University of Waterloo. Dr. LeRoy’s interest is intermolecular forces. He uses quantum mechanics and computer models to define and analyze the basic forces between atoms and molecules. Early in his career, Dr. LeRoy developed a technique for mathematically defining a radius of a small molecule, now known as the LeRoy radius. This established a boundary.Within the boundary, intramolecular bonding is important, and beyond the boundary, intermolecular forces predominate. In his work, the study of atomic and molecular spectra (called spectroscopy) plays a crucial role. Measurements from spectroscopy help theoreticians develop better models and theories for explaining molecular structure.Computer programs that Dr. LeRoy has developed for the purpose of converting experimental evidence to information on forces, shape, and structure are free, and are now routinely used around the world. It is important not to assume that forces and structures are well established. Our knowledge of bonding and structure becomes more and more scanty and unreliable for larger structures. A huge amount of research remains to be done if we are ever to be able to describe bonding and structure very accurately for even microscopic amounts of complex substances. Dr. LeRoy states “... except for the simplest systems, our knowledge of (interactions between molecules) is fairly primitive... .” A classic example is our understanding of the structure and activity of proteins—the stuff of life.We know the composition of many proteins quite precisely and the structure can be experimentally determined, but the structure of these large molecules depends on how bonding folds and shapes the chains and branches. How a protein behaves and what it does depends specifically on its precise shape and structure, and that is something scientists often state is “not well understood.”",
            "score": 219.65512084960938
        },
        {
            "docid": "413102_20",
            "document": "Folding@home . Following detailed simulations from Folding@home of small cells known as vesicles, in 2007, the Pande lab introduced a new computing method to measure the topology of its structural changes during fusion. In 2009, researchers used Folding@home to study mutations of influenza hemagglutinin, a protein that attaches a virus to its host cell and assists with viral entry. Mutations to hemagglutinin affect how well the protein binds to a host's cell surface receptor molecules, which determines how infective the virus strain is to the host organism. Knowledge of the effects of hemagglutinin mutations assists in the development of antiviral drugs. As of 2012, Folding@home continues to simulate the folding and interactions of hemagglutinin, complementing experimental studies at the University of Virginia.",
            "score": 198.29335021972656
        },
        {
            "docid": "413102_9",
            "document": "Folding@home . The simulations run on Folding@home are used in conjunction with laboratory experiments, but researchers can use them to study how folding \"in vitro\" differs from folding in native cellular environments. This is advantageous in studying aspects of folding, misfolding, and their relationships to disease that are difficult to observe experimentally. For example, in 2011 Folding@home simulated protein folding inside a ribosomal exit tunnel, to help scientists better understand how natural confinement and crowding might influence the folding process. Furthermore, scientists typically employ chemical denaturants to unfold proteins from their stable native state. It is not generally known how the denaturant affects the protein's refolding, and it is difficult to experimentally determine if these denatured states contain residual structures which may influence folding behavior. In 2010, Folding@home used GPUs to simulate the unfolded states of Protein L, and predicted its collapse rate in strong agreement with experimental results.",
            "score": 196.3885040283203
        },
        {
            "docid": "23634_45",
            "document": "Protein . Discovering the tertiary structure of a protein, or the quaternary structure of its complexes, can provide important clues about how the protein performs its function. Common experimental methods of structure determination include X-ray crystallography and NMR spectroscopy, both of which can produce information at atomic resolution. However, NMR experiments are able to provide information from which a subset of distances between pairs of atoms can be estimated, and the final possible conformations for a protein are determined by solving a distance geometry problem. Dual polarisation interferometry is a quantitative analytical method for measuring the overall protein conformation and conformational changes due to interactions or other stimulus. Circular dichroism is another laboratory technique for determining internal β-sheet / α-helical composition of proteins. Cryoelectron microscopy is used to produce lower-resolution structural information about very large protein complexes, including assembled viruses; a variant known as electron crystallography can also produce high-resolution information in some cases, especially for two-dimensional crystals of membrane proteins. Solved structures are usually deposited in the Protein Data Bank (PDB), a freely available resource from which structural data about thousands of proteins can be obtained in the form of Cartesian coordinates for each atom in the protein.",
            "score": 184.8788604736328
        },
        {
            "docid": "41113716_2",
            "document": "Protein Structure Evaluation Suite &amp; Server . PROSESS (Protein Structure Evaluation Suite & Server) is a freely available web server for protein structure validation. It is specifically designed to assist with the process of evaluating and validating protein structures solved by NMR spectroscopy. Structure validation is a particularly important component of the structure determination pipeline as many protein structures have small structural errors (i.e. distorted bond lengths or angles, incompatible torsion angles, overlapping atoms) that are not easily detected by visual inspection. For protein structures solved by NMR spectroscopy, where large numbers of structures are generated and where coordinate inaccuracies are common, this problem is particularly acute. Most NMR-based structure validation protocols primarily use NOE (Nuclear Overhauser Enhancement), J-coupling or residual dipolar coupling (RDC ) data to assess or validate structures. In particular, they try to assess the agreement between the experimentally observed and the calculated NOEs, RDCs and/or J-couplings. Good agreement between the calculated and observed parameters normally indicates a good structure. Other methods for structure validation (such as ProCheck, MolProbity, ResProx and VADAR) focus on measuring coordinate data, rather than experimental data, to assess the quality of the bond or torsion angle geometry. PROSESS is unique among structure validation servers in that it evaluates both coordinate quality and experimental data quality. Furthermore PROSESS is also able to use NMR chemical shifts (as well as NOEs) to assess or validate protein structures. Chemical shifts are easily and very precisely measurable NMR observables that provide a great deal of information about protein structure and dynamics (see Protein Chemical Shift Prediction). Specifically, PROSESS assesses the agreement between observed chemical shifts and ShiftX-predicted HA, CA, CB, N, C, and HN NMR chemical shifts. In addition to its ability to validate structures using chemical shifts, PROSESS also checks many other protein structure parameters including covalent bond quality, non-covalent bond and atomic packing quality, torsion angle quality and NOE quality (i.e. measuring the model agreement with NOE-based distance restraints). A total of 8 different programs (see PROSESS sub-programs below) are used in the PROSESS evaluation and validation process.  PROSESS generates a richly detailed and very colorful structure validation report, including tables, color-coded images and graphs or bar charts. Many of the tables contain embedded hyperlinks to additional details or carefully written explanations. For most all of its graphs and charts, PROSESS uses a simple RAG (red, amber, green) color scheme to indicate the quality of different structure parameters for the protein (as a whole), for different members of the structure ensemble, for specific residues and for specific atoms. Different shades of red indicate serious problems, different shades of yellow or amber indicate potential problems and different shades of green indicate that the protein model or its residues/atoms are free of problems. Each color is also assigned a number (ranging from 0 to 9 -- with 0 being bad and 9 being excellent) so that the structure quality assessment is more quantifiable. PROSESS’s quality indices and quality color scales have been designed specifically to help non-structural biologists to more easily and rapidly understand protein structure validation reports. In addition to being able to validate NMR protein structures, PROSESS can be used to validate or evaluate any protein model, regardless of how it was solved (X-ray, NMR, comparative modelling, etc.).",
            "score": 184.1079864501953
        },
        {
            "docid": "413102_6",
            "document": "Folding@home . Due to the complexity of proteins' conformation or configuration space (the set of possible shapes a protein can take), and limits in computing power, all-atom molecular dynamics simulations have been severely limited in the timescales which they can study. While most proteins typically fold in the order of milliseconds, before 2010 simulations could only reach nanosecond to microsecond timescales. General-purpose supercomputers have been used to simulate protein folding, but such systems are intrinsically costly and typically shared among many research groups. Further, because the computations in kinetic models occur serially, strong scaling of traditional molecular simulations to these architectures is exceptionally difficult. Moreover, as protein folding is a stochastic process and can statistically vary over time, it is challenging computationally to use long simulations for comprehensive views of the folding process. Protein folding does not occur in one step. Instead, proteins spend most of their folding time, nearly 96% in some cases, \"waiting\" in various intermediate conformational states, each a local thermodynamic free energy minimum in the protein's energy landscape. Through a process known as adaptive sampling, these conformations are used by Folding@home as starting points for a set of simulation trajectories. As the simulations discover more conformations, the trajectories are restarted from them, and a Markov state model (MSM) is gradually created from this cyclic process. MSMs are discrete-time master equation models which describe a biomolecule's conformational and energy landscape as a set of distinct structures and the short transitions between them. The adaptive sampling Markov state model method significantly increases the efficiency of simulation as it avoids computation inside the local energy minimum itself, and is amenable to distributed computing (including on GPUGRID) as it allows for the statistical aggregation of short, independent simulation trajectories. The amount of time it takes to construct a Markov state model is inversely proportional to the number of parallel simulations run, i.e., the number of processors available. In other words, it achieves linear parallelization, leading to an approximately four orders of magnitude reduction in overall serial calculation time. A completed MSM may contain tens of thousands of sample states from the protein's phase space (all the conformations a protein can take on) and the transitions between them. The model illustrates folding events and pathways (i.e., routes) and researchers can later use kinetic clustering to view a coarse-grained representation of the otherwise highly detailed model. They can use these MSMs to reveal how proteins misfold and to quantitatively compare simulations with experiments.",
            "score": 184.06698608398438
        },
        {
            "docid": "413102_21",
            "document": "Folding@home . Drugs function by binding to specific locations on target molecules and causing some desired change, such as disabling a target or causing a conformational change. Ideally, a drug should act very specifically, and bind only to its target without interfering with other biological functions. However, it is difficult to precisely determine where and how tightly two molecules will bind. Due to limits in computing power, current \"in silico\" methods usually must trade speed for accuracy; e.g., use rapid protein docking methods instead of computationally costly free energy calculations. Folding@home's computing performance allows researchers to use both methods, and evaluate their efficiency and reliability. Computer-assisted drug design has the potential to expedite and lower the costs of drug discovery. In 2010, Folding@home used MSMs and free energy calculations to predict the native state of the villin protein to within 1.8 angstrom (Å) root mean square deviation (RMSD) from the crystalline structure experimentally determined through X-ray crystallography. This accuracy has implications to future protein structure prediction methods, including for intrinsically unstructured proteins. Scientists have used Folding@home to research drug resistance by studying vancomycin, an antibiotic drug of last resort, and beta-lactamase, a protein that can break down antibiotics like penicillin.",
            "score": 182.9679412841797
        },
        {
            "docid": "52085_21",
            "document": "Protein folding . \"De novo\" or \"ab initio\" techniques for computational protein structure prediction are related to, but strictly distinct from, experimental studies of protein folding. Molecular Dynamics (MD) is an important tool for studying protein folding and dynamics in silico. First equilibrium folding simulations were done using implicit solvent model and umbrella sampling. Because of computational cost, ab initio MD folding simulations with explicit water are limited to peptides and very small proteins. MD simulations of larger proteins remain restricted to dynamics of the experimental structure or its high-temperature unfolding. Long-time folding processes (beyond about 1 millisecond), like folding of small-size proteins (about 50 residues) or larger, can be accessed using coarse-grained models.",
            "score": 182.67568969726562
        },
        {
            "docid": "3654507_26",
            "document": "Nuclear magnetic resonance spectroscopy of proteins . Ideally, a model of a protein will be more accurate the more fit the actual molecule that represents and will be more precise as there is less uncertainty about the positions of their atoms. In practice there is no \"standard molecule\" against which to compare models of proteins, so the accuracy of a model is given by the degree of agreement between the model and a set of experimental data. Historically, the structures determined by NMR have been, in general, of lower quality than those determined by X-ray diffraction. This is due, in part, to the lower amount of information contained in data obtained by NMR. Because of this fact, it has become common practice to establish the quality of NMR ensembles, by comparing it against the unique conformation determined by X-ray diffraction, for the same protein. However, the X-ray diffraction structure may not exist, and, since the proteins in solution are flexible molecules, a protein represented by a single structure may lead to underestimate the intrinsic variation of the atomic positions of a protein. A set of conformations, determined by NMR or X-ray crystallography may be a better representation of the experimental data of a protein than a unique conformation.",
            "score": 182.22909545898438
        },
        {
            "docid": "34520132_12",
            "document": "Kinesin family member 11 . Kinesin-5, like all motor proteins, breaks down ATP into ADP and inorganic phosphate, using a water molecule, and converts the chemical energy to force and motion along microtubules. Kinetic experiments reveal rates of how fast intermediate steps in catalysis occur and the most extensive set of studies on Kinesin-5 kinetics has been on the human protein. X-ray crystallography, cryo-electron microscopy, and real-time infrared spectroscopy have been used to measure the structure of Kinesin-5 in the different catalytic intermediate states. Changes in the secondary structure, or conformational switching, is required to convert and amplify biochemical changes in the catalytic active site into larger movements necessary for cellular motion. For example, the first step of ATP hydrolysis, which is the attack of the terminal phosphate of ATP by a water molecule, had not been observed by x-ray crystallography in any kinesin protein, until recently in Kinesin-5. This crystal structure showed that there was not one, but rather two, water molecules and they are in close association with each other. A two-water catalytic model was proposed and confirmed by an alternate method to track Kinesin-5 catalysis in real-time and in a kinesin protein in a different subfamily. Two-water catalytic models also are proposed in a divergent motor protein, myosin, and observed experimentally in one of its crystal structures.",
            "score": 180.81639099121094
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 179.34808349609375
        },
        {
            "docid": "20519370_14",
            "document": "Mechanosensation . Computer simulation uses molecular dynamics calculations. The tip link consists of two different cadherin molecules. The molecular structure of the general cadherin class is known. The molecular structure is input into the computer, which then calculates how the protein would move using the known forces between atoms. This allows the behavior of the protein to be characterized and stiffness can be calculated. It has been found that the tip links are relatively stiff, so it is thought that there has to be something else in the hair cells that is stretchy which allows the stereocilia to move back and forth.",
            "score": 177.8905029296875
        },
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 176.39071655273438
        },
        {
            "docid": "969126_22",
            "document": "Protein structure . General secondary structure composition can be determined via circular dichroism. Vibrational spectroscopy can also be used to characterize the conformation of peptides, polypeptides, and proteins. Two-dimensional infrared spectroscopy has become a valuable method to investigate the structures of flexible peptides and proteins that cannot be studied with other methods. A more qualitative picture of protein structure is often obtained by proteolysis, which is also useful to screen for more crystallizable protein samples. Novel implementations of this approach, including fast parallel proteolysis (FASTpp), can probe the structured fraction and its stability without the need for purification. Once a protein's structure has been experimentally determined, further detailed studies can be done computationally, using molecular dynamic simulations of that structure.",
            "score": 174.5232696533203
        },
        {
            "docid": "50956705_2",
            "document": "Coarse-grained modeling . Coarse-grained modeling, coarse-grained models, aim at simulating the behaviour of complex systems using their coarse-grained (simplified) representation. Coarse-grained models are widely used for molecular modeling of biomolecules at various granularity levels. A wide range of coarse-grained models have been proposed. They are usually dedicated to computational modeling of specific molecules: proteins, nucleic acids, lipid membranes, carbohydrates or water. In these models, molecules are represented by individual atoms and pseudo-atoms (that replace the group of atoms), or pseudo-atoms only. By decreasing the degrees of freedom much longer simulation times can be studied than using classical atomistic models. Coarse-grained models have found practical applications in: protein structure prediction, prediction of protein interactions and molecular dynamics simulations of protein folding.",
            "score": 172.75811767578125
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 172.18190002441406
        },
        {
            "docid": "55170_25",
            "document": "Genomics . Structural genomics seeks to describe the 3-dimensional structure of every protein encoded by a given genome. This genome-based approach allows for a high-throughput method of structure determination by a combination of experimental and modeling approaches. The principal difference between structural genomics and traditional structural prediction is that structural genomics attempts to determine the structure of every protein encoded by the genome, rather than focusing on one particular protein. With full-genome sequences available, structure prediction can be done more quickly through a combination of experimental and modeling approaches, especially because the availability of large numbers of sequenced genomes and previously solved protein structures allow scientists to model protein structure on the structures of previously solved homologs. Structural genomics involves taking a large number of approaches to structure determination, including experimental methods using genomic sequences or modeling-based approaches based on sequence or structural homology to a protein of known structure or based on chemical and physical principles for a protein with no homology to any known structure. As opposed to traditional structural biology, the determination of a protein structure through a structural genomics effort often (but not always) comes before anything is known regarding the protein function. This raises new challenges in structural bioinformatics, i.e. determining protein function from its 3D structure.",
            "score": 172.09890747070312
        },
        {
            "docid": "34151_30",
            "document": "X-ray crystallography . Crystal structures of proteins (which are irregular and hundreds of times larger than cholesterol) began to be solved in the late 1950s, beginning with the structure of sperm whale myoglobin by Sir John Cowdery Kendrew, for which he shared the Nobel Prize in Chemistry with Max Perutz in 1962. Since that success, 132055 X-ray crystal structures of proteins, nucleic acids and other biological molecules have been determined. For comparison, the nearest competing method in terms of structures analyzed is nuclear magnetic resonance (NMR) spectroscopy, which has resolved 11904 chemical structures. Moreover, crystallography can solve structures of arbitrarily large molecules, whereas solution-state NMR is restricted to relatively small ones (less than 70 kDa). X-ray crystallography is now used routinely by scientists to determine how a pharmaceutical drug interacts with its protein target and what changes might improve it. However, intrinsic membrane proteins remain challenging to crystallize because they require detergents or other means to solubilize them in isolation, and such detergents often interfere with crystallization. Such membrane proteins are a large component of the genome, and include many proteins of great physiological importance, such as ion channels and receptors. Helium cryogenics are used to prevent radiation damage in protein crystals.",
            "score": 170.30381774902344
        },
        {
            "docid": "630489_26",
            "document": "Theories of general anaesthetic action . It was initially hypothesized that general anaesthetic binds to its target ion channel by a key-lock mechanism and changes its structure dramatically from open to closed conformation or vice versa. However, there is a significant amount of evidence against direct key-lock interaction of membrane proteins with general anaesthetics Various studies have shown that low affinity drugs including inhaled general anaesthetics do not usually interact with their target proteins via specific lock-and-key binding mechanism because they do not change molecular structures of transmembrane receptors, ion channels and globular proteins. Based on these experimental facts and some computer simulations modern version of protein hypothesis was proposed. Proteins of four-α-helix bundle structural motif served as models of monomer of pentameric Cys-loop receptor because binding pockets of inhaled anaesthetics are believed to be within transmembrane four-α-helix bundles of Cys-loop receptors. Inhaled general anaesthetic does not change structure of membrane channel but changes its dynamics especially dynamics in the flexible loops that connect α-helices in a bundle and are exposed to the membrane-water interface. It is a well known fact that dynamics of protein in microsecond-millisecond timescale is often coupled with functions of the protein. Thus it was logical to propose that since inhaled general anaesthetics do not change protein structure they may exert their effect on proteins by modulating protein dynamics in a slow microsecond-millisecond timescale and/or by disrupting the modes of motion essential for function of this protein. Normal interactions between residues in protein regions (loops) at the water-lipid interface that play critical roles in protein functions and agonist binding may be disrupted by general anaesthetic. Interactions within the same loop or between different loops may be disrupted by anaesthetics and ultimately functions of Cys-loop receptors may be altered.",
            "score": 169.81903076171875
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 169.5037384033203
        },
        {
            "docid": "16784415_2",
            "document": "Protein structure database . In biology, a protein structure database is a database that is modeled around the various experimentally determined protein structures. The aim of most protein structure databases is to organize and annotate the protein structures, providing the biological community access to the experimental data in a useful way. Data included in protein structure databases often includes three-dimensional coordinates as well as experimental information, such as unit cell dimensions and angles for x-ray crystallography determined structures. Though most instances, in this case either proteins or a specific structure determinations of a protein, also contain sequence information and some databases even provide means for performing sequence based queries, the primary attribute of a structure database is structural information, whereas sequence databases focus on sequence information, and contain no structural information for the majority of entries. Protein structure databases are critical for many efforts in computational biology such as structure based drug design, both in developing the computational methods used and in providing a large experimental dataset used by some methods to provide insights about the function of a protein.",
            "score": 168.31027221679688
        },
        {
            "docid": "2867718_27",
            "document": "Intrinsically disordered proteins . Owing to high structural heterogeneity, NMR/SAXS experimental parameters obtained will be an average over a large number of highly diverse and disordered states (an ensemble of disordered states). Hence, to understand the structural implications of these experimental parameters, there is a necessity for accurate representation of these ensembles by computer simulations. All-atom molecular dynamic simulations can be used for this purpose but their use is limited by the accuracy of current force-fields in representing disordered proteins. Nevertheless, some force-fields have been explicitly developed for studying disordered proteins by optimising force-field parameters using available NMR data for disordered proteins. (examples are CHARMM 22*, CHARMM 32, Amber ff03* etc.)",
            "score": 167.416015625
        },
        {
            "docid": "23741950_3",
            "document": "POEM@Home . The project studied how protein structure determined protein function, predict a protein's structure from its amino acid sequence, investigated how proteins interact with each other, and understand how malfunctioning proteins can cause functional disorders. The resulting knowledge could then be used in the development of medical treatments.",
            "score": 167.34609985351562
        },
        {
            "docid": "3065427_6",
            "document": "Carlos Simmerling . Researchers have long thought it possible to predict a protein's structure using computers to simulate how chains fold, knowing how amino acids tend to attract or repel one another. Because the folding process is extremely complex, however, no researchers had been able to successfully predict a protein structure from genetic data. That was before Simmerling’s solution — he built a custom computer system using more than 100 PCs and developed software to directly simulate the changes that the protein undergoes while searching for its optimal fold.",
            "score": 166.91175842285156
        },
        {
            "docid": "11044599_6",
            "document": "Searching the conformational space for docking . The most common technique used in many docking programs, shape-complementarity methods focus on the match between the receptor and the ligand in order to find an optimal pose. Programs include DOCK, FRED, GLIDE, SURFLEX, eHiTS and many more. Most methods describe the molecules in terms of a finite number of descriptors that include structural complementarity and binding complementarity. Structural complementarity is mostly a geometric description of the molecules, including solvent-accessible surface area, overall shape and geometric constraints between atoms in the protein and ligand. Binding complementarity takes into account features like hydrogen bonding interactions, hydrophobic contacts and van der Waals interactions to describe how well a particular ligand will bind to the protein. Both kinds of descriptors are conveniently represented in the form of structural templates which are then used to quickly match potential compounds (either from a database or from the user-given inputs) that will bind well at the active site of the protein. Compared to the all-atom molecular dynamics approaches, these methods are very efficient in finding optimal binding poses for the protein and ligand.",
            "score": 166.5052490234375
        },
        {
            "docid": "2661507_9",
            "document": "Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid . When Watson and Crick produced their double helix model of DNA, it was known that most of the specialized features of the many different life forms on Earth are made possible by proteins. Structurally, proteins are long chains of amino acid subunits. In some way, the genetic molecule, DNA, had to contain instructions for how to make the thousands of proteins found in cells. From the DNA double helix model, it was clear that there must be some correspondence between the linear sequences of nucleotides in DNA molecules to the linear sequences of amino acids in proteins. The details of how sequences of DNA instruct cells to make specific proteins was worked out by molecular biologists during the period from 1953 to 1965. Francis Crick played an integral role in both the theory and analysis of the experiments that led to an improved understanding of the genetic code.",
            "score": 166.3501739501953
        },
        {
            "docid": "198608_7",
            "document": "Molecular dynamics . Beginning in theoretical physics, the method of MD gained popularity in materials science and since the 1970s also in biochemistry and biophysics. MD is frequently used to refine 3-dimensional structures of proteins and other macromolecules based on experimental constraints from X-ray crystallography or NMR spectroscopy. In physics, MD is used to examine the dynamics of atomic-level phenomena that cannot be observed directly, such as thin film growth and ion-subplantation, and also to examine the physical properties of nanotechnological devices that have not or cannot yet be created. In biophysics and structural biology, the method is frequently applied to study the motions of macromolecules such as proteins and nucleic acids, which can be useful for interpreting the results of certain biophysical experiments and for modeling interactions with other molecules, as in ligand docking. In principle MD can be used for ab initio prediction of protein structure by simulating folding of the polypeptide chain from random coil.",
            "score": 165.54159545898438
        },
        {
            "docid": "413102_53",
            "document": "Folding@home . Rosetta@home is a distributed computing project aimed at protein structure prediction and is one of the most accurate tertiary structure predictors. The conformational states from Rosetta's software can be used to initialize a Markov state model as starting points for Folding@home simulations. Conversely, structure prediction algorithms can be improved from thermodynamic and kinetic models and the sampling aspects of protein folding simulations. As Rosetta only tries to predict the final folded state, and not how folding proceeds, Rosetta@home and Folding@home are complementary and address very different molecular questions.",
            "score": 165.30026245117188
        },
        {
            "docid": "29467449_17",
            "document": "Protein function prediction . This technique is a computational adaptation of 'wet lab' work from 1996. It was discovered that ascertaining the structure of a protein while it is suspended in different solvents and then superimposing those structures on one another produces data where the organic solvent molecules (that the proteins were suspended in) typically cluster at the protein's active site. This work was carried out as a response to realizing that water molecules are visible in the electron density maps produced by X-ray crystallography. The water molecules are interacting with the protein and tend to cluster at the protein's polar regions. This led to the idea of immersing the purified protein crystal in other solvents (e.g. ethanol, isopropanol, etc.) to determine where these molecules cluster on the protein. The solvents can be chosen based on what they approximate, that is, what molecule this protein may interact with (e.g. ethanol can probe for interactions with the amino acid serine, isopropanol a probe for threonine, etc.). It is vital that the protein crystal maintains its tertiary structure in each solvent. This process is repeated for multiple solvents and then this data can be used to try to determine potential active sites on the protein. Ten years later this technique was developed into an algorithm by Clodfelter et al.",
            "score": 164.775146484375
        },
        {
            "docid": "969126_27",
            "document": "Protein structure . Protein structure database is a database that is modeled around the various experimentally determined protein structures. The aim of most protein structure databases is to organize and annotate the protein structures, providing the biological community access to the experimental data in a useful way. Data included in protein structure databases often includes 3D coordinates as well as experimental information, such as unit cell dimensions and angles for x-ray crystallography determined structures. Though most instances, in this case either proteins or a specific structure determinations of a protein, also contain sequence information and some databases even provide means for performing sequence based queries, the primary attribute of a structure database is structural information, whereas sequence databases focus on sequence information, and contain no structural information for the majority of entries. Protein structure databases are critical for many efforts in computational biology such as structure based drug design, both in developing the computational methods used and in providing a large experimental dataset used by some methods to provide insights about the function of a protein.",
            "score": 164.5115509033203
        },
        {
            "docid": "4350008_8",
            "document": "Protein–protein interaction prediction . This group of methods makes use of known protein complex structures to predict and structurally model interactions between query protein sequences. The prediction process generally starts by employing a sequence based method (e.g. Interolog) to search for protein complex structures that are homologous to the query sequences. These known complex structures are then used as templates to structurally model the interaction between query sequences. This method has the advantage of not only inferring protein interactions but also suggests models of how proteins interact structurally, which can provide some insights into the atomic level mechanism of that interaction. On the other hand, the ability for these methods to make a prediction is constrained by a limited number of known protein complex structures.",
            "score": 163.9249725341797
        },
        {
            "docid": "38262_12",
            "document": "Max Perutz . After 1959, Perutz and his colleagues went on to determine the structure of oxy- and deoxy- haemoglobin at high resolution. As a result, in 1970, he was at last able to suggest how it works as a molecular machine: how it switches between its deoxygenated and its oxygenated states, in turn triggering the uptake of oxygen and then its release to the muscles and other organs. Further work over the next two decades refined and corroborated the proposed mechanism. In addition Perutz studied the structural changes in a number of haemoglobin diseases and how these might affect oxygen binding. He hoped that the molecule could be made to function as a drug receptor and that it would be possible to inhibit or reverse the genetic errors such as those that occur in sickle cell anaemia. A further interest was the variation of the haemoglobin molecule from species to species to suit differing habitats and patterns of behaviour. In his final years Perutz turned to the study of changes in protein structures implicated in Huntington and other neurodegenerative diseases. He demonstrated that the onset of Huntington disease is related to the number of glutamine repeats as they bind to form what he called a polar zipper.",
            "score": 163.32823181152344
        }
    ]
}