{
    "q": [
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 128.57478487491608
        },
        {
            "docid": "20423_73",
            "document": "Malaria . A non-chemical vector control strategy involves genetic manipulation of malaria mosquitoes. Advances in genetic engineering technologies make it possible to introduce foreign DNA into the mosquito genome and either decrease the lifespan of the mosquito, or make it more resistant to the malaria parasite. Sterile insect technique is a genetic control method whereby large numbers of sterile male mosquitoes are reared and released. Mating with wild females reduces the wild population in the subsequent generation; repeated releases eventually eliminate the target population.",
            "score": 105.134281873703
        },
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 94.46445488929749
        },
        {
            "docid": "10262047_5",
            "document": "History of biochemistry . Among the vast number of different biomolecules, many are complex and large molecules (called polymers), which are composed of similar repeating subunits (called monomers). Each class of polymeric biomolecule has a different set of subunit types. For example, a protein is a polymer whose subunits are selected from a set of twenty or more amino acids, carbohydrates are formed from sugars known as monosaccharides, oligosaccharides, and polysaccharides, lipids are formed from fatty acids and glycerols, and nucleic acids are formed from nucleotides. Biochemistry studies the chemical properties of important biological molecules, like proteins, and in particular the chemistry of enzyme-catalyzed reactions. The biochemistry of cell metabolism and the endocrine system has been extensively described. Other areas of biochemistry include the genetic code (DNA, RNA), protein synthesis, cell membrane transport, and signal transduction.",
            "score": 61.90515124797821
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 84.19973683357239
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 92.153165102005
        },
        {
            "docid": "31640520_13",
            "document": "6-Deoxyerythronolide B synthase . Fatty acid synthesis in most prokaryotes occurs by a type II synthase made of many enzymes located in the cytoplasm that can be separated. However, some bacteria such as Mycobacterium smegmatis as well as mammals and yeast use a type I synthase which is a large multifunctional protein similar to the synthase used for polyketide synthesis. This Type I synthase includes discrete domains on which individual reactions are catalyzed. In both fatty acid synthesis and polyketide synthesis, the intermediates are covalently bound to ACP, or Acyl Carrier Protein. However, in fatty acid synthesis the original molecules are Acyl-CoA or Malonyl-CoA but poyketide synthases can use multiple primers including Acetyl-CoA, Propionyl-CoA, Isobutyrl-CoA, Cyclohexanoyl-CoA, 3-amino-5-hydroxybenzoyl-CoA, or Cinnamyl-CoA. In both fatty acid synthesis and polyketide synthesis these CoA carriers will be exchanged for ACP before they are incorporated into the growing molecule. During the elongation steps of fatty acid synthesis, ketosynthase, ketoreductase, dehydratase, and enoylreductase are all used in sequence to create a saturated fatty acid then postsynthetic modification can be done to create an unsaturated or cyclo fatty acid. However, in polyketide synthesis these enzymes can be used in different combinations to create segments of polyketide that are saturated, unsaturated, or have a hydroxyl or carbonyl functional group. There are also enzymes used in both fatty acid synthesis and polyketide synthesis that can make modifications to the molecule after it has been synthesized. As far as regulating the length of the molecule being synthesized, the specific mechanism by which fatty acid chain length remains unknown but it is expected that ACP-bound fatty acid chains of the correct length act as allosteric inhibitors of the fatty acid synthesis enzymes. In polyketide synthesis, the synthases are composed of modules in which the order of enzymatic reactions is defined by the structure of the protein complex. This means that once the molecule reaches the last reaction of the last module, the polyketide is released from the complex by a thioesterase enzyme. Therefore, regulation of fatty acid chain length is most likely due to allosteric regulation, and regulation of polyketide length is due to a specific enzyme within the polyketide synthase.",
            "score": 68.57502889633179
        },
        {
            "docid": "5988464_7",
            "document": "Lipid metabolism . In the cytosol of the cell (for example a muscle cell), the glycerol will be converted to glyceraldehyde 3-phosphate, which is an intermediate in the glycolysis, to get further oxidized and produce energy. However, the main steps of fatty acids catabolism occur in the mitochondria. Long chain fatty acids (more than 14 carbon) need to be converted to Fatty acyl-CoA in order to pass across the mitochondria membrane. Fatty acid catabolism begins in the cytoplasm of cells as Acyl-CoA synthetase uses the energy from cleavage of an ATP to catalyze the addition of Coenzyme A to the fatty acid. The resulting Acyl-CoA cross the mitochondria membrane and enter the process of beta oxidation. The main products of the beta oxidation pathway are Acetyl-CoA (which is used in the Citric acid cycle to produce energy), NADH and FADH. The process of beta oxidation requires the following enzymes: Acyl CoA dehydrogenase, Enoyl-CoA hydratase, 3-hydroxyacyl-CoA dehydrogenase, and 3-ketoacyl-CoA thiolase. The diagram to the left shows how fatty acids are converted into Acetyl-coA. The overall net reaction, using palmitoyl CoA (16:0) as a model substrate is:",
            "score": 51.41006374359131
        },
        {
            "docid": "1585648_6",
            "document": "Metabolic engineering . In 1990s, a new technique called metabolic engineering emerged. This technique analyzes the metabolic pathway of a microorganism, and determines the constraints and their effects on the production of desired compounds. It then uses genetic engineering to relieve these constraints. Some examples of successful metabolic engineering are the following: (i) Identification of constraints to lysine production in \"Corynebacterium\" \"glutamicum\" and insertion of new genes to relieve these constraints to improve production (ii) Engineering of a new fatty acid biosynthesis pathway, called reversed beta oxidation pathway, that is more efficient than the native pathway in producing fatty acids and alcohols which can potentially be catalytically converted to chemicals and fuels (iii) Improved production of DAHP an aromatic metabolite produced by \"E. coli\" that is an intermediate in the production of aromatic amino acids. It was determined through metabolic flux analysis that the theoretical maximal yield of DAHP per glucose molecule utilized, was 3/7. This is because some of the carbon from glucose is lost as carbon dioxide, instead of being utilized to produce DAHP. Also, one of the metabolites (PEP, or phosphoenolpyruvate) that are used to produce DAHP, was being converted to pyruvate (PYR) to transport glucose into the cell, and therefore, was no longer available to produce DAHP. In order to relieve the shortage of PEP and increase yield, Patnaik et al. used genetic engineering on \"E. coli\" to introduce a reaction that converts PYR back to PEP. Thus, the PEP used to transport glucose into the cell is regenerated, and can be used to make DAHP. This resulted in a new theoretical maximal yield of 6/7 – double that of the native \"E. coli\" system.",
            "score": 95.28123152256012
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 100.41051495075226
        },
        {
            "docid": "3592553_2",
            "document": "QDPR . QDPR (quinoid dihydropteridine reductase) is a human gene that produces the enzyme quinoid dihydropteridine reductase. This enzyme is part of the pathway that recycles a substance called tetrahydrobiopterin, also known as BH4. Tetrahydrobiopterin works with an enzyme called phenylalanine hydroxylase to process a substance called phenylalanine. Phenylalanine is an amino acid (a building block of proteins) that is obtained through the diet; it is found in all proteins and in some artificial sweeteners. When tetrahydrobiopterin interacts with phenylalanine hydroxylase, tetrahydrobiopterin is altered and must be recycled to a usable form. The regeneration of this substance is critical for the proper processing of several other amino acids in the body. Tetrahydrobiopterin also helps produce certain chemicals in the brain called neurotransmitters, which transmit signals between nerve cells.",
            "score": 77.28909373283386
        },
        {
            "docid": "34471132_7",
            "document": "1-Lysophosphatidylcholine . 1-LysoPC can be produced from phosphatidylcholine by enzymes having phospholipase A1 activity, that is, enzymes hydrolyzing specifically at the \"sn-1\" position of a phospholipid and releasing a fatty acid. Enzymes having phospholipase B activity hydrolyze both the \"sn-1\" and \"sn-2\" positions, so they produce both 1-lysoPC and 2-lysoPC. In humans, a number of enzymes with phospholipase A1 exist: they include two from the brain (with different optimal pHs), two from the liver (one cytosomal and one membrane-bound) and one from the mitochondrion. 1-LysoPC can be produced as a by-product of the reaction transferring an acyl group from a phosphatidylcholine to an acceptor molecule, resulting in the formation of an esterified acceptor molecule. In the human, an example of such a transacylation reaction is that catalyzed by the enzyme LRAT that converts an all-\"trans\" retinol to an all-\"trans\"-retinyl ester. The latter is a storage form of Vitamin A in various tissues, as well as a visual pigment precursor in the retina (see visual cycle). 1-LysoPC is also a by-product of the reaction in which N-arachidonoyl-1,2-diacyl-glycerol 3-phosphoethanolamine (NAPE) is produced. This is a rate-limiting step for the synthesis of anandamide and related signaling lipids. Two enzymes are known to catalyze this reaction. LRAT-like protein (RLP-1; a product of the gene HRASLS5), catalyzes transfer of an acyl group from phosphatidylcholine (PC) to phosphatidylethanol (PE), resulting in the formation of radioactive NAPE. RLP-1 does not show selectivity with respect to the \"sn-1\" and \"sn-2\" positions of PC as an acyl donor and therefore can generate N-arachidonoyl-PE (an anandamide precursor) from 2-arachidonoyl-PC and PE. There is also a Ca-dependent, membrane-associated enzyme (whose gene is currently not known) that is specific for the \"sn-1\"-acyl group of PC. 1-lysoPC can be hydrolyzed further by lysophospholipases to lose the remaining fatty acid and yield L-1-glycero-3-phosphocholine. In humans, 1-lysoPC can be hydrolyzed by ten different enzymes: calcium-independent phospholipase A2-gamma (coded by the gene PNPLA8), neuropathy target esterase (PNPLA6), lysophospholipase (PLB1), eosinophil lysophospholipase (CLC), galactoside-binding soluble lectin 13 (LGALS13), Group XV phospholipase A2 (PLA2G15), acyl-protein thioesterase 1 (LYPLA1), lysophospholipase (PLA2G4A), acyl-protein thioesterase 2 (LYPLA2) and PNPLA7 (Some of these enzymes also have phospholipase A2 activity). Other organisms have different numbers of enzymes that catalyze the same chemical reaction. For example the bacterium \"E. coli\" has only the gene products of \"tesA\" and \"pldB\", while the yeast \"S. cerevisiae\" has the gene products of \"NTE1\", \"PLB2\", \"PLB1\" and \"PLB3\".",
            "score": 98.11800420284271
        },
        {
            "docid": "1132820_79",
            "document": "Cat food . A fat is a type of lipid which comes in the form of many different molecules throughout the body, and fatty acids are just one type of fat that can be found.  Fatty acids come in a variety of molecular shapes, sizes and chemical compositions. They can also be divided into many different categories. Fatty acids can become attached to different molecules like carbohydrates or proteins and can elicit a wide range of functions in the body. Some of those functions include: providing long-term energy storage, insulation (prevents heat loss, protects vital organs, helps transmit nerve impulses faster), structure, transportation around the body for nutrients and other biological molecules, and can also be precursors to other compounds in the body such as hormones (some of which are important for gut/immune/overall health). The length, degree of saturation and configuration of a fatty acid affects how it is broken down, absorbed and utilized in the gastrointestinal tract (GIT).",
            "score": 100.18557691574097
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 115.3435994386673
        },
        {
            "docid": "45492721_4",
            "document": "Andrea Crisanti (scientist) . At Imperial College London, Crisanti has established the technologies to eliminate the human malaria vector Anopheles gambiae. Crisanti's work exploits the biological properties of a class of selfish genetic elements (homing endonuclease) to develop a gene transfer technology. Using such technology, Crisanti has developed genetically manipulated mosquitoes producing a male-only progeny. In the future, further refinements of the technology may lead to the development of vector control tools based on the release of just a few genetically modified mosquitoes. Via natural breeding, the genes can effectively spread to large field mosquito populations, reducing malaria-spreading mosquito numbers in the wild and ultimately decreasing malaria incidence.",
            "score": 130.56292700767517
        },
        {
            "docid": "5988464_2",
            "document": "Lipid metabolism . Lipid metabolism is the synthesis and degradation of lipids in cells, involving the break down or storage of fats for energy. These fats are obtained from consuming food and absorbing them or they are synthesized by an animal's liver. Lipogenesis is the process of synthesizing these fats. The majority of lipids found in the human body from ingesting food are triglycerides and cholesterol. Other types of lipids found in the body are fatty acids and membrane Lipids. Lipid metabolism is often considered the digestion and absorption process of dietary fat; however, there are two ways organisms can use fats to obtain energy: consumed dietary fats and storage fat. Vertebrates and humans use both methods of fat usage as their sources of energy for organs such as the heart to function. Since lipids are hydrophobic molecules, they need to be solubilized before their metabolism begin. Lipid metabolism often begins with hydrolysis, which occurs with the help of various enzymes in the digestive system. Lipid metabolism does exist in plants, though the processes differ in some ways when compared to animals. The second step after the hydrolysis is the absorption of the fatty acids into the epithelial cells of the intestinal wall. In the epithelial cells, fatty acids are packaged and transported to the rest of the body.",
            "score": 69.08443343639374
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 69.09438073635101
        },
        {
            "docid": "13796485_20",
            "document": "Caretaker gene . Biochemical cascades consisting of signaling proteins occur in the ECM and play an important role to the regulation of many aspects of cell life. Landscaper genes encode products that determine the composition of the membranes in which cells live. For example, large molecular weight glycoproteins and proteoglycans have been found to in association with signaling and structural roles. There exist proteolytic molecules in the ECM that are essential for clearing unwanted molecules, such as growth factors, cell adhesion molecules, and others from the space surrounding cells. It is proposed that landscaper genes control the mechanisms by which these factors are properly cleared. Different characteristics of these membranes lead to different cellular effects, such as differing rates of cell proliferation or differentiation. If, for example, the ECM is disrupted, incoming cells, such as those of the immune system, can overload the area and release chemical signals that induce abnormal cell proliferation. These conditions lead to an environment conducive to tumor growth and the cancerous phenotype.",
            "score": 104.13543820381165
        },
        {
            "docid": "9257_2",
            "document": "Enzyme . Enzymes are macromolecular biological catalysts. Enzymes accelerate chemical reactions. The molecules upon which enzymes may act are called substrates and the enzyme converts the substrates into different molecules known as products. Almost all metabolic processes in the cell need enzyme catalysis in order to occur at rates fast enough to sustain life. Metabolic pathways depend upon enzymes to catalyze individual steps. The study of enzymes is called \"enzymology\" and a new field of pseudoenzyme analysis has recently grown up, recognising that during evolution, some enzymes have lost the ability to carry out biological catalysis, which is often reflected in their amino acid sequences and unusual 'pseudocatalytic' properties.",
            "score": 54.797547340393066
        },
        {
            "docid": "36436244_2",
            "document": "Chemical genetics . Chemical genetics is the investigation of the function of proteins and signal transduction pathways in cells by the screening of chemical libraries of small molecules. Chemical genetics is analogous to classical genetic screen where random mutations are introduced in organisms, the phenotype of these mutants is observed, and finally the specific gene mutation (genotype) that produced that phenotype is identified. In chemical genetics, the phenotype is disturbed not by introduction of mutations, but by exposure to small molecule tool compounds. Phenotypic screening of chemical libraries is used to identify drug targets (forward genetics) or to validate those targets in experimental models of disease (reverse genetics). Recent applications of this topic have been implicated in signal transduction, which may play a role in discovering new cancer treatments. Chemical genetics can serve as a unifying study between chemistry and biology.",
            "score": 87.40640485286713
        },
        {
            "docid": "52302950_9",
            "document": "Sammy Boussiba . Cloning of Bti bacterial genes into the Anabaena cyanobacteria for eradication of tropical diseases: The Bacillus thuringiensis (Bt) group of bacteria is an important agent used for biological pest control. Bt is a Gram positive, aerobic bacterium which during its sporulation stage produces an endotoxin protein crystal with high toxicity and specificity against various insect larvae. Bt toxins are termed insecticidal crystal proteins (ICPs) and are active within the intestine, thus must be digested by the target organism in order to act. The subspecies Bacillus thuringienesis israelensis (Bti) was isolated by Prof. Joel Margalit and colleagues (1977). It is a specific pesticide of mosquito larvae and of black flies, which transfer a large number of tropical, sometimes fatal diseases. This subspecies produces a crystal composed of four main proteins encoded by four genes which are situated on a single plasmid within the bacterium. However, the use of Bti as a biological pesticide is limited due to its low survivability rate in natural water ponds. One of the ways to overcome the survivability hurdle is to clone the genes encoding for the toxin into other organisms which are more adapted to the harsh environments in question. Due to their large species diversity and high abundancy in natural ponds and rice fields, cyanobacteria have high potential to serve as carriers for the endotoxin genes for pest control of mosquito larvae. Moreover, cyanobacteria are able to float in the upper layer of the water, and are stable under varying environmental conditions, as well as throughout entire growth cycles of the mosquitos, which feed off the cyanobacteria. The most lethal combination of Bti genes was cloned in Prof. Boussiba’s laboratory in the Anabaena PCC 7120 cyanobacteria. This pioneering work yielded a transgenic cyanobacteria stably expressing four different Bti genes. The transgenic lines are very stable and are of high toxicity to the larvae. Moreover they survived under field conditions for longer periods of time than the commercially available Bti pesticide. Since these clones are considered genetically modified organisms (GMO), the widespread use of this technology is still limited. This project, which lasted for several years, included the training of many research students and several prestigious research grants were obtained for it. This project is an example for the fruitful cooperation between two groups which are leading in their field – Prof. Zaritsky’s lab and Prof. Boussiba’s, where the transgenic cyanobacteria were isolated.",
            "score": 136.27433955669403
        },
        {
            "docid": "1110600_9",
            "document": "Oxaloacetic acid . The urea cycle is a metabolic pathway that results in the formation of urea using two ammonium molecules and one bicarbonate molecule. This route commonly occurs in hepatocytes. The reactions related to the urea cycle produce NADH), and NADH can be produced in two different ways. One of these uses oxaloacetate. In the cytosol there are fumarate molecules. Fumarate can be transformed into malate by the actions of the enzyme fumarase. Malate is acted on by malate dehydrogenase to become oxaloacetate, producing a molecule of NADH. After that, oxaloacetate will be recycled to aspartate, as transaminases prefer these keto acids over the others. This recycling maintains the flow of nitrogen into the cell. The glyoxylate cycle is a variant of the citric acid cycle. It is an anabolic pathway occurring in plants and bacteria utilizing the enzymes isocitrate lyase and malate synthase. Some intermediate steps of the cycle are slightly different from the citric acid cycle; nevertheless oxaloacetate has the same function in both processes. This means that oxaloacetate in this cycle also acts as the primary reactant and final product. In fact the oxaloacetate is a net product of the glyoxylate cycle because its loop of the cycle incorporates two molecules of acetyl-CoA.",
            "score": 65.34577000141144
        },
        {
            "docid": "42325581_3",
            "document": "Thioester-containing protein 1 . TEP1 is an antimicrobial protein which acts in a system reminiscent of the human complement pathway, which damages the cell membranes of pathogens. Studies have shown that TEP1 is structurally and functionally homologous to the human complement protein C3. TEP1 is now known to be important in the resistance of \"Anopheles\" mosquitoes to \"Plasmodium\" infection, targeting the malaria parasite during its invasion into the mosquitoes body cavity. Following this discovery insect thioester containing proteins have come under increased scrutiny from the scientific community as possible targets for disease control.",
            "score": 102.53527092933655
        },
        {
            "docid": "348202_56",
            "document": "Aedes albopictus . To date, few effective traps for adult Asian tiger mosquitoes are available. Those traps that catch other species of mosquitoes do not catch tiger mosquitoes efficiently. A form of an ovitrap called a lethal ovitrap mimics the breeding site for \"Ae. albopictus\" just like the monitoring tool, but it has the added benefit of contained chemicals that are toxic to the mosquitoes when they enter, but do not harm humans. These traps have had success in some countries to control \"Aedes\" mosquito populations. A new trap type has now been shown to catch significant numbers of \"Ae. albopictus\". This device, with the help of a ventilator, produces an upward air current of ammonia, fatty acids, and lactic acids that takes a similar form and smell of a human body. With the addition of carbon dioxide, the efficacy of the trap is increased. This means a suitable tool is available for trapping adult tiger mosquitoes, and for example, examining the existence of viruses in the trapped mosquitoes. Previously, the mosquitoes had to be collected from volunteers to be studied, which is ethically questionable, especially during epidemics. Recent research also indicates this trap type may also have a use as a control tool; in a study in Cesena, Italy, the number of biting tiger mosquitoes was reduced in places where traps were installed.",
            "score": 110.13383257389069
        },
        {
            "docid": "42383836_10",
            "document": "Anopheles claviger . \"An. claviger\" was experimentally used to discover the transmission of human malarial parasite \"P. falciparum\", along with the fact that only female anophelines can transmit malaria. Before 1898 it was not known how malaria was transmitted. The Italian biologist Giovanni Battista Grassi started investigating different mosquito species in the early 1898 on the basis of mosquito-malaria theory. He suspected that only certain species were involved in transmission of malaria. In September Battista reported the presence of malarial parasite in \"An. claviger\" indicating it as malaria vector. Battista performed human experimentation on Abele Sola, who had been a patient for six years in the Hospital of the Holy Spirit (Ospedale di Santo Spirito in Sassia) in Rome. With mutual consent Sola was bitten by malaria-infected mosquitoes for ten nights, and after few weeks he was down with tertian malaria. Battista and his colleagues Amico Bignami, Giuseppe Bastianelli and Ettore Marchiafava continued to demonstrate the same experiments in other patients and were always successful. In November they found the parasites on the gut wall of the infected mosquitoes. \"P. falciparum\"-carrying mosquito was no doubt the causative vector of malaria. They formally announced the discovery at the session of the Accademia dei Lincei on 4 December 1898. This experiment further established that \"An. claviger\" is the sole mosquito species responsible for human malaria in Italy, and other European countries. (In other parts of the world other species of \"Anopheles\" are responsible.) In addition the discovery laid the foundation for prevention of malaria by vector control of mosquitoes.",
            "score": 121.39104855060577
        },
        {
            "docid": "26412304_6",
            "document": "1000 Plant Genomes Project . The list of plant genomes to be sequenced in the project is not random; instead plants that produce valuable chemicals or other products (secondary metabolites in many cases) will be focused on in the hopes that characterizing the involved genes will allow the underlying biosynthetic processes to be used or modified. For example, there are many plants known to produce oils (like olives) and some of the oils from certain plants bear a strong chemical resemblance to petroleum products like the Oil palm and hydrocarbon-producing species. If these plant mechanisms could be used to produce mass quantities of industrially useful oil, or modified such that they do, then they would be of great value. Here, knowing the sequence of the plant’s genes involved in the metabolic pathway producing the oil is a large first step to allow such utilization. A recent example of how engineering natural biochemical pathways works is Golden rice which has involved genetically modifying its pathway, so that a precursor to vitamin A is produced in large quantities making the brown-colored rice a potential solution for vitamin A deficiency. This is concept of engineering plants to do \"work\" is popular and its potential would dramatically increase as a result of gene information on 1000 plant species. Biosynthetic pathways could also be used for mass production of medicinal compounds using plants rather than manual organic chemical reactions as most are created currently.",
            "score": 121.98411536216736
        },
        {
            "docid": "55680252_6",
            "document": "Amyotrophic lateral sclerosis research . Many animals have been used over the years to study ALS and to search for a potential therapy. The animal models can be C. elegans which has only 959 cells with simple structure, and known gene code.. Also, some studied have introduced the transgenic strain of C. elegans, which has a mutation in a gene related to ALS for example, and crossed them with the transgenic nlp-29 GFP reporter strain, resulting in fluorescent markers to the cells that are expressing these mutated genes, which can be used to monitor the disease development and effects . Similar, but more complex nervous system from the C. elegans is the Drosophila. Fruit fly ALS models can be used to study the locomotion and eye changes that can be related to human symptoms. Thus, drugs can be tested on these transgenic fruit flies to discovery new target molecules . On the other hand, zebrafish models have been used widely due to their similarity in the development and anatomy characteristics as a vertebrate to the human body . A study introduced the SOD1/GFP transgenic zebra-fish to study that specific gene on the development and occurrence of ALS in the fish, and how can that be used in testing potential therapeutic molecules . All the previous models are considered simple, and saves time and money due to their short lifespan and small and simple body structure .",
            "score": 111.03824520111084
        },
        {
            "docid": "3694845_24",
            "document": "Fine chemical . \"Biosynthesis\" i.e. the conversion of organic materials into fine chemicals by microorganisms, is used for the production of both small molecules (using enzymes in whole cell systems) and less complex, non-glycosylated big molecules, including peptides and simpler proteins. The technology has been used for 10,000 years to produce food products, like alcoholic beverages, cheese, yogurt, and vinegar. In contrast to biocatalysis, a biosynthetic process does not depend on chemicals as starting materials, but only on cheap natural feedstock, such as glucose, to serve as nutrient for the cells. The enzyme systems triggered in the particular microorganism strain lead to the excretion of the desired product into the medium, or, in the case of HMW peptides and proteins, to the accumulation within so-called inclusion bodies in the cells. The key elements of fermentation development are strain selection and optimization, as well as media and process development. Dedicated plants are used for large-scale industrial production. As the volume productivity is low, the bioreactors, called fermenters, are large, with volumes that can exceed 250 m3. Product isolation was previously based on large-volume extraction of the medium containing the product. Modern isolation and membrane technologies, like reverse osmosis, ultra- and nano-filtration, or affinity chromatography can help to remove salts and by-products, and to concentrate the solution efficiently and in an environmentally friendly manner under mild conditions. The final purification is often achieved by conventional chemical crystallization processes. In contrast to the isolation of small molecules, the isolation and purification of microbial proteins is tedious and often involves a number of expensive large-scale chromatographic operations. Examples of large-volume LMW products made by modern industrial microbial biosynthetic processes are monosodium glutamate (MSG), vitamin B2 (riboflavin), and vitamin C (ascorbic acid). In vitamin B2, riboflavin, the original six- to eight-step synthetic process starting from barbituric acid has been substituted completely by a microbial one-step process, allowing a 95% waste reduction and an approximately 50% manufacturing cost reduction. In ascorbic acid, the five-step process (yield ≈ 85%) starting from D-glucose, originally invented by Tadeus Reichstein in 1933, is being gradually substituted by a more straightforward fermentative process with 2-ketogluconic acid as pivotal intermediate. After the discovery of penicillin in 1928 by Sir Alexander Fleming from colonies of the bacterium Staphylococcus aureus, it took more than a decade before a powdery form of the medicine was developed. Since then, many more antibiotics and other secondary metabolites have been isolated and manufactured by microbial fermentation on a large scale. Some important antibiotics besides penicillin are cephalosporins, azythromycin, bacitracin, gentamycin, rifamycin, streptomycin, tetracycline, and vancomycin.",
            "score": 67.12966811656952
        },
        {
            "docid": "46866475_5",
            "document": "Jamey Marth . Marth’s research has included the development of new methodologies and conceptual advances in the understanding of disease. His conception and co-development of Cre-Lox conditional mutagenesis continues to provide major discoveries of the mechanistic underpinnings of health and disease among hundreds of researchers and their laboratories. Prior to the development of conditional mutagenesis, the use of homologous recombination was limited to systemic gene targeting and mutation. Marth's use of Cre-Lox conditional mutagenesis established the presence and functions of multiple and in some cases previously unknown enzymes participating in protein glycosylation, an area of research that has become a focus of exploration in how common diseases originate in the absence of discernible pathogenic genetic variation. Marth has further used Cre-Lox conditional mutagenesis to establish a reproducible method for obtaining animal models of essential X chromosome-linked genes. These studies further explained how glycan linkages function in the origins of disease at the metabolic and cellular levels. Marth's early studies of glycosylation and glycan linkages revealed a profound effect on immunity and contributed substantially to the genesis of the related field of glycoimmunology. Marth's lab further discovered relationships between aberrant glycan linkages and autoimmune diseases including the fact that alterations of glycan linkages could initiate chronic inflammation in the development of autoimmunity. Marth's research has shown that the occurrence of autoimmune conditions (such as lupus) in mammals can be caused by the presence of abnormal glycan structures within the body. Marth's laboratory has also taken a close look at the molecular and cellular bases of type 2 diabetes and the role that protein glycosylation has in the origin of the disease. Their research showed that the malfunction of pancreatic beta cells was the major contributor to disease onset. Their research indicated that genetic variation was unlikely to be the cause of obesity-associated type 2 diabetes in humans. Instead, their models suggested that metabolic alterations of pancreatic beta cells due to an elevation of fatty acids in obesity disabled glucose sensing, resulting in hyperglycemia with glucose intolerance. Marth’s laboratory further found that this pathway was induced in human patients with type 2 diabetes and was responsible for a significant amount of insulin resistance present in obesity-associated diabetes. The pathological features of sepsis have also been the subject of research by Marth's laboratory. Marth and colleagues discovered the first physiological purpose of the Ashwell-Morell Receptor (AMR), a hepatocyte lectin discovered by Gilbert Ashwell and Anatol Morell. Their studies revealed both a biological purpose of the receptor and how to use it for therapeutic purposes in pneumococcal sepsis. In 2008, Dr. Marth published an enumeration of the building blocks of life, all of which fall under the 4 types of macromolecules present in all cells (glycans, lipids, nucleic acids, and proteins). This concept is becoming a feature of modern cell biology texts. Marth and other colleagues have called attention to the fact that only half of these macromolecules are encoded in the genome, thus indicating that a more holistic and rigorous approach is needed to understanding cell biology and the origins of disease. In his position as the Director of the Center of Nanomedicine, Marth and his team are exploring the application of new delivery methods to directly visualize and treat disease in collaboration with Center for Nanomedicine Co-Founder, Dr. Erkki Ruoslahti.",
            "score": 87.64926624298096
        },
        {
            "docid": "28116099_9",
            "document": "Operation INFEKTION . Other disinformation campaigns running at the same time made the AIDS accusations more believable. In 1987, Professor Yuri G. Rychkov, the head of the human genetics lab at a Soviet genetics institute, claimed the United States was researching a DNA molecule capable of controlling people's minds and behavior, and said it was a definitely a possibility that AIDS was made by the Americans. Other allegations were made that included the creation of an \"ethnic bomb\" to destroy non-whites, and fine-tuning it to target specific age groups and genders. The U.S. was also said to have released killer mosquitoes into Pakistan, violating arms control agreements, trafficking in baby parts, and creating treatment resistant and ultra-deadly strains of dengue fever, malaria, and other tropical illnesses. (While rumors about American military research on mosquitoes were long dismissed outright as Soviet propaganda, partial validation for the idea was belatedly found in January 2016, when the American journalism outlet \"Muckrock\" published public documents related to Project Bellwether, \"in which the Army dropped millions of mosquitoes in towns in America to study how the mosquitoes spread and how often they bit.\")",
            "score": 98.91899991035461
        },
        {
            "docid": "14818820_5",
            "document": "60S ribosomal protein L22 . The gene may play a role in Insect toxicity resistance. In culex mosquitos, it was one of several ribosomal proteins which were overexpressed in strains resistant to the insecticide deltamethrin. More focused analysis revealed that resistant mosquitoes expressed RPL22 at a level more than 2.5x higher than susceptible strains; however, the same study found that over-expression of RPL22 in transfected cells caused a down-regulation of a different deltamethrin-resistance gene (CYP6A1) and made these cells overall \"less\" resistant to the insecticide. Less ambiguously, multiple studies indicate that mutations in RPL22 confer erythromycin resistance on \"E. coli\" bacteria.",
            "score": 128.43409192562103
        },
        {
            "docid": "30987798_6",
            "document": "Agenor Mafra-Neto . Mafra-Neto has developed an artificial scent, called Abate, that has the key semiochemical elements to provide a signature of human host smell to mosquitoes and other blood feeding insects. Spraying abate on an animal can trick anthropophilic disease-transmitting insects, such as malaria mosquitoes, into attacking animals rather than their preferred human hosts, thereby reducing infection rates. Malaria-causing parasites, carried by mosquitoes, identify the human hosts that help them reproduce by detecting the semiochemicals that now are contained in the Abate formulation. Cattle are resistant to malaria and many other human diseases transmitted by insects, and are often treated with deworming medication, which has a toxic effect on mosquitoes and their parasites. Abate opens up the possibility for novel ways to reduce the impact of insect vectored diseases, such as malaria. This is being tested with generous funds from the Bill and Melinda Gates Foundation. The use of Abate in tandem with area-wide deworming campaigns has the potential to disrupt the transmission cycle of insect vectored human diseases, like malaria, in the treated areas.",
            "score": 125.80285739898682
        }
    ],
    "r": [
        {
            "docid": "41399688_5",
            "document": "Identity in social insects . Some species of ants have evolved to have the ability to recognize other individuals from their colony to avoid aggression when met. The mechanics of this recognition is mediated by a mixture of specific signatures emanating from the individual, this mixture is a blend of hydrocarbons that emanate from the individual through the insects cuticles. The mixture of hydrocarbons is specific to the insect’s colony and is called the insect’s label. Upon one insect’s interaction with other insects, the perceived label is compared with its internal colony odor, the “template”. If the perceived label doesn't match the ingrained template then the encountered individual will be rejected. The process of recognition by the individual is split into three components: production, perception, and action. The production factor includes the making of the label; in ants and other social insects the label is a signature mixture of long-chain hydrocarbons (cuticular hydrocarbons, CHCs). The perception factor involves the specific individual detecting the label on the other's cuticle and comparing what they perceive to their own innate template. A template-label differential is what is perceived and if that differential exceeds a certain point the ants will turn to aggression and if not they will accept or ignore the other individual.",
            "score": 172.406005859375
        },
        {
            "docid": "1221281_7",
            "document": "Diapause . The preparation phase usually follows the induction phase, though insects may go directly from induction to initiation without a preparation phase. During this phase, insects accumulate and store molecules such as lipids, proteins, and carbohydrates. These molecules are used to maintain the insect throughout diapause and to provide fuel for development following diapause termination. Composition of the cuticle may be altered by changing hydrocarbon composition and by adding lipids to reduce water loss, making the organism resistant to desiccation. Diapausing puparia of the flesh fly, \"Sarcophaga crassipalpis\", increase the amount of cuticular hydrocarbons lining the puparium, effectively reducing the ability of water to cross the cuticle.",
            "score": 156.4109649658203
        },
        {
            "docid": "11596736_21",
            "document": "Schwarziana quadripunctata . Hydrocarbons in the stingless bee can vary in length from nonadecane with nineteen carbons to tritriacontane with thirty-three carbons, as discovered in a study conducted by Nunes et al. (2009). It was found that cuticles of older worker bees contained higher concentrations of heptacosene (C27) and hentriacontene (C31) than younger workers and virgin queens, indicating that these hydrocarbons play an important role in nest mate recognition. It was also found that younger stingless bees lacked some of the major hydrocarbons found in older individuals, most likely due a result of less exposure to the wax present in the nest. The relative concentrations of hydrocarbons in members of a colony differed between unrelated sites, alluding to the hypothesis that the wax of each nest contains a unique chemical blend from which the developing larvae absorb.",
            "score": 155.96035766601562
        },
        {
            "docid": "43953260_14",
            "document": "Polistes semenowi . Like other social insects, wasps recognize each other through chemical signals. Each colony has a specific blend of hydrocarbons that is secreted onto the cuticle of the wasps. This hydrocarbon signature allows individuals to distinguish nest mates from interlopers. An unfamiliar hydrocarbon signature signals that the colony should mount a defense against a potential intruder. As soon as a female \"P. semenowi\" wasp enters a host nest, she begins to vigorously rub her abdomen against the comb. This allows the parasitic female to coat herself with the host hydrocarbon pattern, which she immediately begins to mimic. Although \"<nowiki>P. semenowi'</nowiki>\"s initial hydrocarbon signature is relatively close to that of its host \"P. dominula\", after usurpation, the species is able to exactly match the hydrocarbons of its host colony.",
            "score": 155.36570739746094
        },
        {
            "docid": "39667666_11",
            "document": "Carborane acid . There are many uses for the boron-based carborane acid. The first is that it can add an octane kick to gasoline through a process called hydrocarbon cracking. Hydrocarbon cracking involves the reaction between acids and hydrocarbons from oil. This reaction increases the octane levels of gasoline by isomerising n-alkanes to form branched alkanes (of which \"iso-octane\" is an example of). The second usage of carborane acids is that it can help make vitamins digestible due to its strong acidity. The acid plays an important role in digestion by activating digestive enzymes that ingest the protein, sugar or fat. Because of its stability and unreactivity, it will flood a solution with protons, allowing molecules to be frozen at crucial intermediate points. Carborane acids also play a key role in the manufacture of pharmaceutical drugs and petroleum products by delivering very clean acidity without ferocity. A potential future application of carborane acid is the prospect of achieving \"the holy grail of superacid chemistry,\" which is the protonation of the inert noble gas xenon. Professor Reed wants to focus his further explorations of carborane acid's potential in this direction because \"[ionizing Xe] has never been done before\" and being able to react with such an inert molecule will have important implications for future use and new discoveries in inorganic chemistry.",
            "score": 144.83323669433594
        },
        {
            "docid": "48660867_9",
            "document": "Myrmecophily in Staphylinidae . For Staphylinids accepted into the host colony chemical mimicry is used more for camouflage. The majority of the chemical signals used are cuticular hydrocarbons, which are produced in the cuticle of the host ant at certain concentrations and are palpated to determine the identity of an ant. Species in close contact with their host ants are able to pick up the host’s hydrocarbons and imitate the ant’s hydrocarbon pattern, thus appearing in scent at least to be the same species as the host ant. As hydrocarbon patterns are specific to an individual colony, the Rove Beetles are generally restricted to one nest. The production of a new hydrocarbon pattern takes time, during which the beetle is vulnerable to detection and attack. Some species, such as \"Zyras comes\", produce volatile pheromones as well as cuticular hydrocarbons, which may provide it more protection than contact based pheromones while traveling with its host in foraging trails.",
            "score": 144.70057678222656
        },
        {
            "docid": "4976535_13",
            "document": "Aryl hydrocarbon receptor . Extensions of the adaptive response are the toxic responses elicited by Ahr activation. Toxicity results from two different ways of Ahr signaling. The first is a side effect of the adaptive response in which the induction of metabolizing enzymes results in the production of toxic metabolites. For example, the polycyclic aromatic hydrocarbon benzo[\"a\"]pyrene (BaP), a ligand for Ahr, induces its own metabolism and bioactivation to a toxic metabolite via the induction of CYP1A1 and CYP1B1 in several tissues. The second approach to toxicity is the result of aberrant changes in global gene transcription beyond those observed in the \"Ahr gene battery.\" These global changes in gene expression lead to adverse changes in cellular processes and function. Microarray analysis has proved most beneficial in understanding and characterizing this response.",
            "score": 144.65725708007812
        },
        {
            "docid": "2236780_13",
            "document": "Aedes aegypti . \"Ae. aegypti\" has been genetically modified to suppress its own species in an approach similar to the sterile insect technique, thereby reducing the risk of disease. The mosquitoes, known as OX513A, were developed by Oxitec, a spinout of Oxford University. Field trials in the Cayman Islands, Brazil, and Panama have shown that the OX513A mosquitoes reduced the target mosquito populations by more than 90%. This mosquito suppression effect is achieved by a self-limiting gene that prevents the offspring from surviving. Male modified mosquitoes, which do not bite or spread disease, are released to mate with the pest females. Their offspring inherit the self-limiting gene and die before reaching adulthood—before they can reproduce or spread disease. The OX513A mosquitoes and their offspring also carry a fluorescent marker for simple monitoring. To produce more OX513A mosquitoes for control projects, the self-limiting gene is switched off (using the Tet-Off system) in the mosquito production facility using an antidote (the antibiotic tetracycline), allowing the mosquitoes to reproduce naturally. In the environment, the antidote is unavailable to rescue mosquito reproduction, so the pest population is suppressed.",
            "score": 144.00904846191406
        },
        {
            "docid": "22201177_8",
            "document": "Chlorinated polycyclic aromatic hydrocarbon . One of the well-established mechanisms by which chlorinated polycyclic aromatic hydrocarbons can exert their toxic effects is via the function of the aryl hydrocarbon receptor (AhR). The AhR-mediated activities of Cl-PAHs have been determined by using yeast assay systems. Aryl Hydrocarbon Receptor (AhR) is a cytosolic, ligand-activated transcription receptor. Cl-PAHs have the ability to bind to and activate the AhR. The biological pathway involves translocation of the activated AhR to the nucleus. In the nucleus, the AhR binds with the AhR nuclear translator protein to form a heterodimer. This process leads to transcriptional modulation of genes, causing adverse changes in cellular processes and function.",
            "score": 142.42991638183594
        },
        {
            "docid": "22598501_12",
            "document": "Eastern yellowjacket . As seen in many social insects, cuticular lipids are a source of communication among adults. In general, cuticular lipids function to avoid dehydration by acting as a seal to keep moisture in. However, the hydrocarbons on the surface of cuticular lipids can also serve in identifying the individual’s species, and more importantly, kin. Kin recognition occurs because each species has a unique cuticular hydrocarbon composition. However, the composition between \"V. maculifrons\" and \"V. squamosa\" is very similar. This occurrence is advantageous to \"V. squamosa\" because the species is a social parasite of \"V. maculifrons\", and their similar hydrocarbon compositions can act as a chemical camouflage to help \"V. squamosa\" parasitize nests. Also, minor differences occur between the cuticular hydrocarbon compositions of workers and queens.",
            "score": 141.60292053222656
        },
        {
            "docid": "40552921_7",
            "document": "Formica truncorum . The kin selection that is necessary for eusociality to evolve would require a signal that allows for related members of a species to recognize each other. A study has indicated that in \"F. truncorum\" this signal may be the hydrocarbon profile located on the cuticle of each ant. Further examination of these hydrocarbon chains has shown that many contain chains longer than 34 carbons, and while there is enough similarity between cuticles to recognize members of the same colony, they are still diverse enough to be distinct between colonies. Ants which are genetically similar have similar hydrocarbon profiles, which could allow kin to recognize one another through this similarity. Studies have shown that there is a correlation between the cuticular hydrocarbon profile and the dispersal tendencies of particular colonies.",
            "score": 140.49050903320312
        },
        {
            "docid": "3771805_5",
            "document": "Semiochemical . A pheromone (from Greek \"phero\" \"to bear\" + \"hormone\" from Greek - \"impetus\") is a secreted or excreted chemical factor that triggers a social response in members of the same species. Pheromones are chemicals capable of acting outside the body of the secreting individual to impact the behavior of the receiving individual. There are alarm pheromones, food trail pheromones, sex pheromones, and many others that affect behavior or physiology. Their use among insects has been particularly well documented. In addition, some vertebrates and plants communicate by using pheromones. A notable example of pheromone usage to indicate sexual receptivity in insects can be seen in the female Dawson's Burrowing bee, which uses a particular mixture of cuticular hydrocarbons to signal sexual receptivity to mating, and then another mixture to indicate sexual disinterest. These hydrocarbons, in association with other chemical signals produced in the Dufour's gland, have been implicated in male repulsion signaling as well.",
            "score": 138.99159240722656
        },
        {
            "docid": "2467838_14",
            "document": "Blattodea . As in most insect species, cockroaches communicate with one another by the release of pheromones. Recently, it has also been discovered that cockroaches release hydrocarbons from their body that are transferred through interactions of the antennae. These hydrocarbons can aid in cockroach communication and can even tell whether an individual is a member of its kin or not to prevent inbreeding. Cockroaches that have been isolated in a lab setting have shown extreme behavioral effects and are less stimulated by these hydrocarbons and pheromones, possibly suggesting a group environment is required for development of these communication skills.",
            "score": 137.43019104003906
        },
        {
            "docid": "42818731_13",
            "document": "Zootermopsis nevadensis . In eusocial insects and the reproductive division of labour is regulated by cuticular hydrocarbons. The reproductive status in \"Z. nevadensis\" is directed by the abundance of four long chain polyunsaturated alquenes. From 16 elongases and 10 desaturases found in \"Z. nevadensis\" one of each group is highly expressed in reproductive forms. The reproductive co-expression of these genes makes them hydrocarbon signaling regulators candidates in \"Z. nevadensis\".",
            "score": 136.32540893554688
        },
        {
            "docid": "52302950_9",
            "document": "Sammy Boussiba . Cloning of Bti bacterial genes into the Anabaena cyanobacteria for eradication of tropical diseases: The Bacillus thuringiensis (Bt) group of bacteria is an important agent used for biological pest control. Bt is a Gram positive, aerobic bacterium which during its sporulation stage produces an endotoxin protein crystal with high toxicity and specificity against various insect larvae. Bt toxins are termed insecticidal crystal proteins (ICPs) and are active within the intestine, thus must be digested by the target organism in order to act. The subspecies Bacillus thuringienesis israelensis (Bti) was isolated by Prof. Joel Margalit and colleagues (1977). It is a specific pesticide of mosquito larvae and of black flies, which transfer a large number of tropical, sometimes fatal diseases. This subspecies produces a crystal composed of four main proteins encoded by four genes which are situated on a single plasmid within the bacterium. However, the use of Bti as a biological pesticide is limited due to its low survivability rate in natural water ponds. One of the ways to overcome the survivability hurdle is to clone the genes encoding for the toxin into other organisms which are more adapted to the harsh environments in question. Due to their large species diversity and high abundancy in natural ponds and rice fields, cyanobacteria have high potential to serve as carriers for the endotoxin genes for pest control of mosquito larvae. Moreover, cyanobacteria are able to float in the upper layer of the water, and are stable under varying environmental conditions, as well as throughout entire growth cycles of the mosquitos, which feed off the cyanobacteria. The most lethal combination of Bti genes was cloned in Prof. Boussiba’s laboratory in the Anabaena PCC 7120 cyanobacteria. This pioneering work yielded a transgenic cyanobacteria stably expressing four different Bti genes. The transgenic lines are very stable and are of high toxicity to the larvae. Moreover they survived under field conditions for longer periods of time than the commercially available Bti pesticide. Since these clones are considered genetically modified organisms (GMO), the widespread use of this technology is still limited. This project, which lasted for several years, included the training of many research students and several prestigious research grants were obtained for it. This project is an example for the fruitful cooperation between two groups which are leading in their field – Prof. Zaritsky’s lab and Prof. Boussiba’s, where the transgenic cyanobacteria were isolated.",
            "score": 136.2743377685547
        },
        {
            "docid": "7316_32",
            "document": "Hypothetical types of biochemistry . There is debate about the effectiveness of methane and other hydrocarbons as a solvent for life compared to water or ammonia. Water is a stronger solvent than the hydrocarbons, enabling easier transport of substances in a cell. However, water is also more chemically reactive, and can break down large organic molecules through hydrolysis. A life-form whose solvent was a hydrocarbon would not face the threat of its biomolecules being destroyed in this way. Also, the water molecule's tendency to form strong hydrogen bonds can interfere with internal hydrogen bonding in complex organic molecules. Life with a hydrocarbon solvent could make more use of hydrogen bonds within its biomolecules. Moreover, the strength of hydrogen bonds within biomolecules would be appropriate to a low-temperature biochemistry.",
            "score": 132.78326416015625
        },
        {
            "docid": "22028425_10",
            "document": "Mosquito laser . The information gathered by the non-lethal laser can be used to determine the type of insect, and even its gender because wing beat patterns are unique to each species and gender. This is important in preventing malaria because only female mosquitoes bite humans. Also, only mosquitoes of the genus Anopheles carry the malaria-causing parasite of the genus plasmodium. All of these determining calculations are done using a custom image processing board using software written specifically for this application. Once the software confirms that the insect is of the targeted species and gender, a safety check makes sure that nothing is in the way of the laser and the mosquito. Once this safety check is completed, the lethal laser is given permission to shoot.",
            "score": 132.6728973388672
        },
        {
            "docid": "42263864_6",
            "document": "Unique properties of hyperthermophilic archaea . All microbes ranging from the smallest bacteria to the largest multicellular eukaryote contains a membrane with phospholipids. A phospholipid molecule is composed of a long fatty acid, often called the tail of the molecule, and a phosphate group, which serves as the head of the molecule. Phospholipid membranes can range widely in the structure of the fatty acid tail, which is composed of mostly hydrocarbons. These phospholipid molecules form bilayers with the polar phosphate groups facing the aqueous solution inside or outside of the cell with the hydrocarbons facing inward interacting with each other. The membrane, along with proteins, controls which molecules are allowed in or out of the cell. For this reason, the membrane plays a crucial role in the survival of the cell. A faulty membrane can allow too many solutes into the cell, resulting in cell death.",
            "score": 132.26690673828125
        },
        {
            "docid": "44133968_23",
            "document": "Liostenogaster vechti . Nestmate recognition and the establishment of reproductive status and dominance are often maintained through facial markings and chemical signaling. The bodies of \"L. vechti\" are covered by a mixture of cuticular lipids and long hydrocarbons. Females with ovarian development have much more of a particular hydrocarbon on their cuticles than females with undeveloped ovaries. This hydrocarbon appears to be a type of fertility signal which fertilized females use to show their status.",
            "score": 131.97451782226562
        },
        {
            "docid": "11213172_5",
            "document": "Leucyl aminopeptidase . Once thought of as a housekeeping gene necessary only for protein turnover, studies have demonstrated that LAP-A has a regulatory role in the immune response in tomato.  In order to survive, plants must be able to respond to many biotic and abiotic stresses, including pathogen attack, piercing/sucking insects, herbivory, and mechanical wounding. These stresses activate specialized signal transduction pathways, which are specific to the stressor and the amount of tissue damage inflicted. Similar to mechanical wounding, chewing insects, such as the tobacco hornworm (Manduca sexta, one of the major pests of tomato), cause extensive tissue damage activating the jasmonic acid (JA)-mediated response (Walling 2000). This JA-mediated response revolves around the octadecanoid pathway, which is responsible for the synthesis of JA and several other potent signaling molecules, and ends in the regulation of two sets of genes whose expression changes over time. The early genes amplify the wounding signal and can be detected 30 minutes to 2 hours after damage (Ryan 2000). Late gene expression can be seen 4–24 hours after wounding. Products of late-response genes act as deterrents to chewing-insect feeding, often by decreasing the nutritional value of the food ingested or interfering with insect gut function (Walling 2000). For example, serine proteinase inhibitors (Pins) interfere with digestive proteases in the insect gut and polyphenol oxidases (PPO) act to decrease the nutritive value of plant leaves after ingestion by herbivores (Johnson et al. 1989; Ryan 2000; Orozco-Cardenas 2001). Please see the Picture 3 for a summary of the wound response in tomato.",
            "score": 131.39479064941406
        },
        {
            "docid": "23789332_7",
            "document": "2,3,7,8-Tetrachlorodibenzodioxin . TCDD and dioxin-like compounds act via a specific receptor present in all cells: the aryl hydrocarbon (AH) receptor. This receptor is a transcription factor which is involved in expression of genes; in fact it has been shown that high doses of TCDD either increase or decrease the expression of several hundred genes in rats. Genes of enzymes activating the breakdown of foreign and often toxic compounds are classic examples of such genes. TCDD increases the enzymes breaking down, e.g., carcinogenic polycyclic hydrocarbons such as benzo(a)pyrene.",
            "score": 130.89601135253906
        },
        {
            "docid": "30142141_15",
            "document": "Adaptive evolution in the human genome . A considerable number of studies have used genomic methods to identify specific human genes that show evidence of adaptive evolution. Table 2 gives selected examples of such genes for each gene type discussed, but provides nowhere near an exhaustive list of the human genes showing evidence of adaptive evolution. Below are listed some of the types of gene which show strong evidence of adaptive evolution in the human genome. Bakewell et al. (2007) found that a relatively large proportion (9.7%) of positively selected genes were associated with diseases. This may be because diseases can be adaptive in some contexts. For example, schizophrenia has been linked with increased creativity (Crespi et al. 2007), perhaps a useful trait for obtaining food or attracting mates in Palaeolithic times. Alternatively, the adaptive mutations may be the ones which reduce the chance of disease arising due to other mutations. However, this second explanation seems unlikely, because the mutation rate in the human genome is fairly low, so selection would be relatively weak. 417 genes involved in the immune system showed strong evidence of adaptive evolution in the study of Nielsen et al. (2005a). This is probably because the immune genes may become involved in a evolutionary arms race with bacteria and viruses (Daugherty and Malik 2012; Van der Lee et al. 2017). These pathogens evolve very rapidly, so selection pressures change quickly, giving more opportunity for adaptive evolution.  247 genes in the testes showed evidence of adaptive evolution in the study of Nielsen et al. (2005a). This could be partially due to sexual antagonism. Male-female competition could facilitate an arms race of adaptive evolution. However, in this situation you would expect to find evidence of adaptive evolution in the female sexual organs also, but there is less evidence of this. Sperm competition is another possible explanation. Sperm competition is strong, and sperm can improve their chances of fertilising the female egg in a variety of ways, including increasing their speed, stamina or response to chemoattractants (Swanson and Vacquier 2002). Genes involved in detecting smell show strong evidence of adaptive evolution (Voight et al. 2006), probably due to the fact that the smells encountered by humans have changed recently in their evolutionary history (Williamson et al. 2007). Humans’ sense of smell has played an important role in determining the safety of food sources. Genes involved in lactose metabolism show particularly strong evidence of adaptive evolution amongst the genes involved in nutrition. A mutation linked to lactase persistence shows very strong evidence of adaptive evolution in European and American populations (Williamson et al. 2007), populations where pastoral farming for milk has been historically important. Pigmentation genes show particularly strong evidence of adaptive evolution in non-African populations (Williamson et al. 2007). This is likely to be because those humans that left Africa approximately 50,000 years ago, entered less sunny climates, and so were under new selection pressures to obtain enough Vitamin D from the weakened sunlight. There is some evidence of adaptive evolution in genes linked to brain development, but some of these genes are often associated with diseases, e.g. microcephaly (see Table 2). However, there is a particular interest in the search for adaptive evolution in brain genes, despite the ethical issues surrounding such research. If more adaptive evolution was discovered in brain genes in one human population than another, then this information could be interpreted as showing greater intelligence in the more adaptively evolved population.  Other gene types showing considerable evidence of adaptive evolution (but generally less evidence than the types discussed) include: genes on the X chromosome, nervous system genes, genes involved in apoptosis, genes coding for skeletal traits, and possibly genes associated with speech (Nielsen et al. 2005a, Williamson et al. 2007, Voight et al. 2006, Krause et al. 2007).",
            "score": 130.8390655517578
        },
        {
            "docid": "45492721_4",
            "document": "Andrea Crisanti (scientist) . At Imperial College London, Crisanti has established the technologies to eliminate the human malaria vector Anopheles gambiae. Crisanti's work exploits the biological properties of a class of selfish genetic elements (homing endonuclease) to develop a gene transfer technology. Using such technology, Crisanti has developed genetically manipulated mosquitoes producing a male-only progeny. In the future, further refinements of the technology may lead to the development of vector control tools based on the release of just a few genetically modified mosquitoes. Via natural breeding, the genes can effectively spread to large field mosquito populations, reducing malaria-spreading mosquito numbers in the wild and ultimately decreasing malaria incidence.",
            "score": 130.56292724609375
        },
        {
            "docid": "287207_22",
            "document": "Plasmodium . In addition to a vertebrate host, all \"Plasmodium\" species also infect a bloodsucking insect host, generally a mosquito (although some reptile-infecting parasites are transmitted by sandflies). Mosquitoes of the genera \"Culex\", \"Anopheles\", \"Culiseta\", \"Mansonia\" and \"Aedes\" act as insect hosts for various \"Plasmodium\" species. The best studied of these are the \"Anopheles\" mosquitoes which host the \"Plasmodium\" parasites of human malaria, as well as \"Culex\" mosquitoes which host the \"Plasmodium\" species that cause malaria in birds. Only female mosquitoes are infected with \"Plasmodium\", since only they feed on the blood of vertebrate hosts. Different species affect their insect hosts differently. Sometimes, insects infected with \"Plasmodium\" have reduced lifespan and reduced ability to produce offspring. Further, some species of \"Plasmodium\" appear to cause insects to prefer to bite infected vertebrate hosts over non-infected hosts.",
            "score": 129.53480529785156
        },
        {
            "docid": "18214141_55",
            "document": "Western honey bee . The European honey bee is the third insect, after the fruit fly and the mosquito, to have its genome mapped. According to scientists who analyzed its genetic code, the honey bee originated in Africa and spread to Europe in two ancient migrations. Scientists have found that genes related to smell outnumber those for taste, and the European honey bee has fewer genes regulating immunity than the fruit fly and the mosquito. The genome sequence also revealed that several groups of genes, particularly those related to circadian rhythm, resembled those of vertebrates more than other insects. Another significant finding from the honey bee genome study was that honey bee was the first insect to be discovered with a functional DNA methylation system because functional key enzymes (DNA methyl-transferase 1 and 3) were identified in the genome. DNA methylation is one of the important mechanisms in epigenetics to study gene expression and regulation without changing the DNA sequence, but modifications on the DNA. DNA methylation later was identified to play an important role in gene regulation and gene alternative splicing. The genome is unusual in having few transposable elements, although they were present in the evolutionary past (inactive remains have been found) and evolved more slowly than those in fly species.",
            "score": 129.0719451904297
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 128.5747833251953
        },
        {
            "docid": "14818820_5",
            "document": "60S ribosomal protein L22 . The gene may play a role in Insect toxicity resistance. In culex mosquitos, it was one of several ribosomal proteins which were overexpressed in strains resistant to the insecticide deltamethrin. More focused analysis revealed that resistant mosquitoes expressed RPL22 at a level more than 2.5x higher than susceptible strains; however, the same study found that over-expression of RPL22 in transfected cells caused a down-regulation of a different deltamethrin-resistance gene (CYP6A1) and made these cells overall \"less\" resistant to the insecticide. Less ambiguously, multiple studies indicate that mutations in RPL22 confer erythromycin resistance on \"E. coli\" bacteria.",
            "score": 128.43408203125
        },
        {
            "docid": "310678_21",
            "document": "Venus flytrap . In 2016, a study of the expression of genes in the plant's leaves as they captured and digested prey was published in the journal, \"Genome Research\". The gene activation observed in the leaves of the plants gives support to the hypothesis that the carnivorous mechanisms present in the flytrap are a specially adapted version of mechanisms used by non-carnivorous plants to defend against herbivorous insects. In many non-carnivorous plants, jasmonic acid serves as a signaling molecule for the activation of defense mechanisms, such as the production of hydrolases, which can destroy chitin and other molecular components of insect and microbial pests. In the Venus flytrap, this same molecule has been found to be responsible for the activation of the plant's digestive glands. A few hours after the capture of prey, another set of genes is activated inside the glands, the same set of genes that is active in the roots of other plants, allowing them to absorb nutrients. The use of similar biological pathways in the traps as non-carnivorous plants use for other purposes indicates that somewhere in its evolutionary history, the Venus flytrap repurposed these genes for the purpose of carnivory.",
            "score": 128.40963745117188
        },
        {
            "docid": "12547716_3",
            "document": "Raymond St. Leger . St. Leger's most controversial work has involved altering insect pathogens so that they carry genes encoding spider and scorpion toxins. These engineered pathogens have the potential to control insect borne diseases such as malaria, and insect pests of agricultural importance. Although this avenue of work has been praised in many quarters, it was also suggested that it may be so emotive outside of science as to foster acute anxiety in the wider world (Bernard Dixon, Editorial comment in Microbe, Vol. 3 page 216, 2008). Another approach, which has been less controversial, is to engineer the fungus to carry a gene for a human anti-malarial antibody so that the fungus targets the malarial parasite in the mosquito. The fungus does not kill mosquitoes until they are old, so natural selection would not act against infected mosquitoes.",
            "score": 128.38589477539062
        },
        {
            "docid": "4976535_2",
            "document": "Aryl hydrocarbon receptor . The aryl hydrocarbon receptor (AhR or AHR or ahr or ahR) is a protein that in humans is encoded by the AHR gene. The aryl hydrocarbon receptor is a ligand-activated transcription factor involved in the regulation of biological responses to planar aromatic (aryl) hydrocarbons. This receptor has been shown to regulate xenobiotic-metabolizing enzymes such as cytochrome P450s, most notably cyp 1A1.",
            "score": 128.3663787841797
        },
        {
            "docid": "13475684_6",
            "document": "Microbial biodegradation . Anaerobic microbial mineralization of recalcitrant organic pollutants is of great environmental significance and involves intriguing novel biochemical reactions. In particular, hydrocarbons and halogenated compounds have long been doubted to be degradable in the absence of oxygen, but the isolation of hitherto unknown anaerobic hydrocarbon-degrading and reductively dehalogenating bacteria during the last decades provided ultimate proof for these processes in nature. While such research involved mostly chlorinated compounds initially, recent studies have revealed reductive dehalogenation of bromine and iodine moieties in aromatic pesticides. Other reactions, such as biologically induced abiotic reduction by soil minerals, has been shown to deactivate relatively persistent aniline-based herbicides far more rapidly than observed in aerobic environments. Many novel biochemical reactions were discovered enabling the respective metabolic pathways, but progress in the molecular understanding of these bacteria was rather slow, since genetic systems are not readily applicable for most of them. However, with the increasing application of genomics in the field of environmental microbiology, a new and promising perspective is now at hand to obtain molecular insights into these new metabolic properties. Several complete genome sequences were determined during the last few years from bacteria capable of anaerobic organic pollutant degradation. The ~4.7 Mb genome of the facultative denitrifying \"Aromatoleum aromaticum\" strain EbN1 was the first to be determined for an anaerobic hydrocarbon degrader (using toluene or ethylbenzene as substrates). The genome sequence revealed about two dozen gene clusters (including several paralogs) coding for a complex catabolic network for anaerobic and aerobic degradation of aromatic compounds. The genome sequence forms the basis for current detailed studies on regulation of pathways and enzyme structures. Further genomes of anaerobic hydrocarbon degrading bacteria were recently completed for the iron-reducing species \"Geobacter metallireducens\" (accession nr. NC_007517) and the perchlorate-reducing \"Dechloromonas aromatica\" (accession nr. NC_007298), but these are not yet evaluated in formal publications. Complete genomes were also determined for bacteria capable of anaerobic degradation of halogenated hydrocarbons by halorespiration: the ~1.4 Mb genomes of \"Dehalococcoides ethenogenes\" strain 195 and \"Dehalococcoides\" sp. strain CBDB1 and the ~5.7 Mb genome of \"Desulfitobacterium hafniense\" strain Y51. Characteristic for all these bacteria is the presence of multiple paralogous genes for reductive dehalogenases, implicating a wider dehalogenating spectrum of the organisms than previously known. Moreover, genome sequences provided unprecedented insights into the evolution of reductive dehalogenation and differing strategies for niche adaptation.",
            "score": 127.8552474975586
        },
        {
            "docid": "10503493_2",
            "document": "Total petroleum hydrocarbon . Total petroleum hydrocarbons (TPH) is a term used for any mixture of hydrocarbons that are found in crude oil. There are several hundred of these compounds, but not all occur in any one sample. Crude oil is used to make petroleum products which can contaminate the environment. Because there are so many different chemicals in crude oil and in other petroleum products, it is not practical to measure each one separately. However, it is useful to measure the total amount of TPH at a site. Chemicals that occur in TPH include hexane, benzene, toluene, xylenes, naphthalene, and fluorene, other constituents of gasoline, of jet fuels, of mineral oils, and of other petroleum products. Petroleum Hydrocarbon Ranges are monitored at various levels depending on the state and testing site.",
            "score": 127.54511260986328
        }
    ]
}