{
    "q": [
        {
            "docid": "1939754_11",
            "document": "Iron–sulfur protein . The biosynthesis of the Fe–S clusters has been well studied. The biogenesis of iron sulfur clusters has been studied most extensively in the bacteria \"E. coli\" and \"A. vinelandii\" and yeast \"S. cerevisiae\". At least three different biosynthetic systems have been identified so far, namely nif, suf, and isc systems, which were first identified in bacteria. The nif system is responsible for the clusters in the enzyme nitrogenase. The suf and isc systems are more general. The yeast isc system is the best described. Several proteins constitute the biosynthetic machinery via the isc pathway. The process occurs in two major steps: (1) the Fe/S cluster is assembled on a scaffold protein followed by (2) transfer of the preformed cluster to the recipient proteins. The first step of this process occurs in the cytoplasm of prokaryotic organisms or in the mitochondria of eukaryotic organisms. In the higher organisms the clusters are therefore transported out of the mitochondrion to be incorporated into the extramitochondrial enzymes. These organisms also possess a set of proteins involved in the Fe/S clusters transport and incorporation processes that are not homologous to proteins found in prokaryotic systems.",
            "score": 68.01969420909882
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 123.18329286575317
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 113.63808155059814
        },
        {
            "docid": "8874156_24",
            "document": "LSm . Several LSm proteins have been reported in the third domain of life, the Bacteria. Hfq protein forms homohexamer rings, and was originally discovered as necessary for infection by the bacteriophage Qβ, although this is clearly not the native function of this protein in bacteria. It is not universally present in all bacteria, but has been found in Proteobacteria, Firmicutes, Spirochaetes, Thermotogae, Aquificae and one species of Archaea. (This last instance is probably a case of horizontal gene transfer.) Hfq is pleiotropic with a variety of interactions, generally associated with translation regulation. These include blocking ribosome binding to mRNA, marking mRNA for degradation by binding to their poly-A tails, and association with bacterial small regulatory RNAs (such as DsrA RNA) that control translation by binding to certain mRNAs. A second bacterial LSm protein is YlxS (sometimes also called YhbC), which was first identified in the soil bacterium \"Bacillus subtilis\". This is a two-domain protein with a N-terminal LSm domain. Its function is unknown, but amino acid sequence homologs are found in virtually every bacterial genome to date, and it may be an essential protein. The middle domain of the small conductance mechanosensitive channel MscS in \"Escherichia coli\" forms a homoheptameric ring. This LSm domain has no apparent RNA-binding function, but the homoheptameric torus is part of the central channel of this membrane protein.",
            "score": 132.13557708263397
        },
        {
            "docid": "26693928_2",
            "document": "CBS domain . In molecular biology, the CBS domain is a protein domain found in a range of proteins in all species from bacteria to humans. It was first identified as a conserved sequence region in 1997 and named after cystathionine beta synthase, one of the proteins it is found in. CBS domains are also found in a wide variety of other proteins such as inosine monophosphate dehydrogenase, voltage gated chloride channels and AMP-activated protein kinase (AMPK). CBS domains regulate the activity of associated enzymatic and transporter domains in response to binding molecules with adenosyl groups such as AMP and ATP, or s-adenosylmethionine.",
            "score": 86.37087225914001
        },
        {
            "docid": "29039_2",
            "document": "SH3 domain . The SRC Homology 3 Domain (or SH3 domain) is a small protein domain of about 60 amino acid residues. Initially, SH3 was described as a conserved sequence in the viral adaptor protein v-Crk. This domain is also present in the molecules of phospholipase and several cytoplasmic tyrosine kinases such as Abl and Src. It has also been identified in several other protein families such as: PI3 Kinase, Ras GTPase-activating protein, CDC24 and cdc25. SH3 domains are found in proteins of signaling pathways regulating the cytoskeleton, the Ras protein, and the Src kinase and many others. The SH3 proteins interact with adaptor proteins and tyrosine kinases. Interacting with tyrosine kinases SH3 proteins usually bind far away from the active site. Approximately 300 SH3 domains are found in proteins encoded in the human genome. In addition to that, the SH3 domain was responsible for controlling protein-protein interactions in the signal transduction pathways and regulating the interactions of proteins involved in the cytoplasmic signaling.",
            "score": 64.53319358825684
        },
        {
            "docid": "14755422_2",
            "document": "GIPC1 . GIPC PDZ domain containing family, member 1 (GIPC1) is a protein that in humans is encoded by the \"GIPC1\" gene. GIPC was originally identified as it binds specifically to the C terminus of RGS-GAIP, a protein involved in the regulation of G protein signaling. GIPC is an acronym for \"GAIP Interacting Protein C-terminus\". RGS proteins are \"Regulators of G protein Signaling\" and RGS-GAIP is a \"GTPase Activator protein for Gαi/Gαq\", which are two major subtypes of Gα proteins. The human GIPC1 molecule is 333 amino acids or about 36 kDa in molecular size and consists of a central PDZ domain, a compact protein module which mediates specific protein-protein interactions. The RGS-GAIP protein interacts with this domain and many other proteins interact here or at other parts of the GIPC1 molecule. As a result, GIPC1 was independently discovered by several other groups and has a variety of alternate names, including synectin, C19orf3, RGS19IP1 and others. The GIPC1 gene family in mammals consisting of three members, so the first discovered, originally named GIPC, is now generally called GIPC1, with the other two being named GIPC2 and GIPC3. The three human proteins are about 60% identical in protein sequence. GIPC1 has been shown to interact with a variety of other receptor and cytoskeletal proteins including the GLUT1 receptor, ACTN1, KIF1B, MYO6, PLEKHG5, SDC4/syndecan-4, SEMA4C/semaphorin-4 and HTLV-I Tax. The general function of GIPC family proteins therefore appears to be mediating specific interactions between proteins involved in G protein signaling and membrane translocation.",
            "score": 89.64708280563354
        },
        {
            "docid": "28343947_2",
            "document": "Tetrahydrofolate riboswitch . Tetrahydrofolate riboswitches are a class of homologous RNAs in certain bacteria that bind tetrahydrofolate (THF). It is almost exclusively located in the probable 5' untranslated regions of protein-coding genes, and most of these genes are known to encode either folate transporters or enzymes involved in folate metabolism. For these reasons it was inferred that the RNAs function as riboswitches. THF riboswitches are found in a variety of Firmicutes, specifically the orders Clostridiales and Lactobacillales, and more rarely in other lineages of bacteria. The THF riboswitch was one of many conserved RNA structures found in a project based on comparative genomics. The 3-d structure of the tetrahydrofolate riboswitch has been solved by separate groups using X-ray crystallography. These structures were deposited into the Protein Data Bank under accessions 3SD1 and 3SUX, with other entries containing variants.",
            "score": 265.78591537475586
        },
        {
            "docid": "9577500_7",
            "document": "Exosome complex . Located on top of this ring are three proteins that have an S1 RNA binding domain (RBD). Two proteins in addition have a K-homology (KH) domain. In eukaryotes, three different \"S1\" proteins are bound to the ring, whereas in archaea either one or two different \"S1\" proteins can be part of the exosome (although there are always three S1 subunits attached to the complex). This ring structure is very similar to that of the proteins RNase PH and PNPase. In bacteria, the protein RNase PH, which is involved in tRNA processing, forms a hexameric ring consisting of six identical RNase PH proteins. In the case of PNPase, which is a phosphorolytic RNA-degrading protein found in bacteria and the chloroplasts and mitochondria of some eukaryotic organisms, two RNase PH domains, and both an S1 and KH RNA binding domain are part of a single protein, which forms a trimeric complex that adopts a structure almost identical to that of the exosome. Because of this high similarity in both protein domains and structure, these complexes are thought to be evolutionarily related and have a common ancestor. In bacteria, a separate RNase PH protein exists that is involved in transfer RNA processing, which has been shown to adopt a similar six-membered ring structure, but in this case consisting of 6 identical protein subunits. The RNase PH-like exosome proteins, PNPase and RNase PH all belong to the RNase PH family of RNases and are phosphorolytic exoribonucleases, meaning that they use inorganic phosphate to remove nucleotides from the 3' end of RNA molecules.",
            "score": 118.99148535728455
        },
        {
            "docid": "3654507_5",
            "document": "Nuclear magnetic resonance spectroscopy of proteins . A typical study might involve how two proteins interact with each other, possibly with a view to developing small molecules that can be used to probe the normal biology of the interaction (\"chemical biology\") or to provide possible leads for pharmaceutical use (drug development). Frequently, the interacting pair of proteins may have been identified by studies of human genetics, indicating the interaction can be disrupted by unfavorable mutations, or they may play a key role in the normal biology of a \"model\" organism like the fruit fly, yeast, the worm \"C. elegans\", or mice. To prepare a sample, methods of molecular biology are typically used to make quantities by bacterial fermentation. This also permits changing the isotopic composition of the molecule, which is desirable because the isotopes behave differently and provide methods for identifying overlapping NMR signals.",
            "score": 103.83933162689209
        },
        {
            "docid": "235550_13",
            "document": "Sequence analysis . Gene prediction or gene finding refers to the process of identifying the regions of genomic DNA that encode genes. This includes protein-coding genes as well as RNA genes, but may also include the prediction of other functional elements such as regulatory regions. Gene finding is one of the first and most important steps in understanding the genome of a species once it has been sequenced. In general, the prediction of bacterial genes is significantly simpler and more accurate than the prediction of genes in eukaryotic species that usually have complex intron/exon patterns. Identifying genes in long sequences remains a problem, especially when the number of genes is unknown. Hidden markov models can be part of the solution. Machine learning has played a significant role in predicting the sequence of transcription factors. Traditional sequencing analysis focused on the statistical parameters of the nucleotide sequence itself (The most common programs used are listed in Table 4.1). Another method is to identify homologous sequences based on other known gene sequences (Tools see Table 4.3). The two methods described here are focused on the sequence. However, the shape feature of these molecules such as DNA and protein have also been studied and proposed to have an equivalent, if not higher, influence on the behaviors of these molecules.",
            "score": 132.6942698955536
        },
        {
            "docid": "5560666_2",
            "document": "Protein A . Protein A is a 42 kDa surface protein originally found in the cell wall of the bacteria \"Staphylococcus aureus\". It is encoded by the \"spa\" gene and its regulation is controlled by DNA topology, cellular osmolarity, and a two-component system called ArlS-ArlR. It has found use in biochemical research because of its ability to bind immunoglobulins. It is composed of five homologous Ig-binding domains that fold into a three-helix bundle. Each domain is able to bind proteins from many mammalian species, most notably IgGs. It binds the heavy chain within the Fc region of most immunoglobulins and also within the Fab region in the case of the human VH3 family. Through these interactions in serum, where IgG molecules are bound in the wrong orientation (in relation to normal antibody function), the bacteria disrupts opsonization and phagocytosis.",
            "score": 138.68646252155304
        },
        {
            "docid": "19179592_41",
            "document": "Archaea . Archaea are genetically distinct from bacteria and eukaryotes, with up to 15% of the proteins encoded by any one archaeal genome being unique to the domain, although most of these unique genes have no known function. Of the remainder of the unique proteins that have an identified function, most belong to the Euryarchaea and are involved in methanogenesis. The proteins that archaea, bacteria and eukaryotes share form a common core of cell function, relating mostly to transcription, translation, and nucleotide metabolism. Other characteristic archaeal features are the organization of genes of related function—such as enzymes that catalyze steps in the same metabolic pathway into novel operons, and large differences in tRNA genes and their aminoacyl tRNA synthetases.",
            "score": 100.20245575904846
        },
        {
            "docid": "14489318_8",
            "document": "Autoinducer . As mentioned, Gram-negative bacteria primarily use acylated homoserine lactones (AHLs) as autoinducer molecules. The minimum quorum sensing circuit in Gram-negative bacteria consists of a protein that synthesizes an AHL and a second, different protein that detects it and causes a change in gene expression. First identified in \"V. fischeri\", these two such proteins are LuxI and LuxR, respectively. Other Gram-negative bacteria use LuxI-like and LuxR-like proteins (homologs), suggesting a high degree of evolutionary conservation. However, among Gram-negatives, the LuxI/LuxI-type circuit has been modified in different species. Described in more detail below, these modifications reflect bacterial adaptations to grow and respond to particular niche environments.",
            "score": 118.15821886062622
        },
        {
            "docid": "44981660_7",
            "document": "Eleftheria terrae . \"E. terrae\"s production of teixobactin is prominent because recent tests have revealed that teixobactin binds differently than most normally used antibiotics which makes it harder for the bacteria being attacked to develop resistance. Experiments performed by Ling et al. have shown teixobactin is capable of binding to lipid precursors of peptidoglycan, which makes up part of bacterial cell walls. The results did not show any resistance to teixobactin in the organisms that were studied, including \"Staphylococcus aureus\" and \"Mycobacterium tuberculosis\". These findings indicate that teixobactin's target is not a protein, leading to the belief that the development of bacterial resistance to teixobactin is much less likely. These experiments also showed that teixobactin followed a similar mechanism of action as the antibiotic vancomycin that binds to the lipid II molecule in peptidoglycan precursors but, unlike vancomycin, teixobactin is capable of binding to modified lipid II molecules found in vancomycin resistant bacteria. Teixobactin's inhibition of peptidoglycan synthesis is further explained by Ling's finding of a buildup of undecaprenyl-N-acetylmuramic acid-pentapeptide, a crucial step in the biosynthesis of peptidoglycan. According to Ling's tests, teixobactin is capable of inhibiting peptidoglycan synthesis by binding to either lipid I, lipid II, and undecaprenyl pyrophosphate. Teixobactin also seemed to be specifically involved with peptidoglycan precursors rather than blocking enzyme activity.",
            "score": 141.98697543144226
        },
        {
            "docid": "4110763_8",
            "document": "Extrachromosomal DNA . Linear bacterial plasmids have been identified in several species of spirochete bacteria, including members of the genus \"Borrelia\" (to which the pathogen responsible for Lyme disease belongs), several species of the gram positive soil bacteria of the genus \"Streptomyces\", and in the gram negative species \"Thiobacillus versutus\", a bacterium that oxidizes sulfur. The linear plasmids of prokarykotes are found either containing a hairpin loop or a covalently bonded protein attached to the telomeric ends of the DNA molecule. The adenine-thymine rich hairpin loops of the \"Borrelia\" bacteria range in size from 5 kilobase pairs (kb) to over 200 kb and contain the genes responsible for producing a group of major surface proteins, or antigens, on the bacteria that allow it to evade the immune response of its infected host. The linear plasmids which contain a protein that has been covalently attached to the 5’ end of the DNA strands are known as invertrons and can range in size from 9 kb to over 600 kb consisting of inverted terminal repeats. The linear plasmids with a covalently attached protein may assist with bacterial conjugation and integration of the plasmids into the genome. These types of linear plasmids represent the largest class of extrachromosomal DNA as they are not only present in certain bacterial cells, but all linear extrachromosomal DNA molecules found in eukaryotic cells also take on this invertron structure with a protein attached to the 5’ end.",
            "score": 137.10263419151306
        },
        {
            "docid": "7710370_5",
            "document": "Suppressor mutation . Intergenic (also known as extragenic) suppression relieves the effects of a mutation in one gene by a mutation somewhere else within the genome. The second mutation is not on the same gene as the original mutation. Intergenic suppression is useful for identifying and studying interactions between molecules, such as proteins. For example, a mutation which disrupts the complementary interaction between protein molecules may be compensated for by a second mutation elsewhere in the genome that restores or provides a suitable alternative interaction between those molecules. Several proteins of biochemical, signal transduction, and gene expression pathways have been identified using this approach. Examples of such pathways include receptor-ligand interactions as well as the interaction of components involved in DNA replication, transcription, and translation.",
            "score": 128.45217514038086
        },
        {
            "docid": "9774017_5",
            "document": "Biomolecular Object Network Databank . The Small Molecule Interaction Database is a database containing protein domain-small molecule interactions. It uses a domain-based approach to identify domain families, found in the Conserved Domain Database (CDD), which interact with a query small molecule. The CDD from NCBI amalgamates data from several different sources; Protein FAMilies (PFAM), Simple Modular Architecture Research Tool (SMART), Cluster of Orthologous Genes (COGs), and NCBI’s own curated sequences. The data in SMID is derived from the Protein Data Bank (PDB), a database of known protein crystal structures. SMID can be queried by entering a protein GI, domain identifier, PDB ID or SMID ID. The results of a search provide small molecule, protein, and domain information for each interaction identified in the database. Interactions with non-biological contacts are normally screened out by default.  SMID-BLAST is a tool developed to annotate known small-molecule binding sites as well as to predict binding sites in proteins whose crystal structures have not yet been determined. The prediction is based on extrapolation of known interactions, found in the PDB, to interactions between an uncrystallized protein with a small molecule of interest. SMID-BLAST was validated against a test set of known small molecule interactions from the PDB. It was shown to be an accurate predictor of protein-small molecule interactions; 60% of predicted interactions identically matched the PDB annotated binding site, and of these 73% had greater than 80% of the binding residues of the protein correctly identified. Hogue, C et al. estimated that 45% of predictions that were not observed in the PDB data do in fact represent true positives.",
            "score": 125.85356402397156
        },
        {
            "docid": "507342_2",
            "document": "Riboswitch . In molecular biology, a riboswitch is a regulatory segment of a messenger RNA molecule that binds a small molecule, resulting in a change in production of the proteins encoded by the mRNA. Thus, a mRNA that contains a riboswitch is directly involved in regulating its own activity, in response to the concentrations of its effector molecule. The discovery that modern organisms use RNA to bind small molecules, and discriminate against closely related analogs, expanded the known natural capabilities of RNA beyond its ability to code for proteins, catalyze reactions, or to bind other RNA or protein macromolecules.",
            "score": 236.80640316009521
        },
        {
            "docid": "11422340_2",
            "document": "TPP riboswitch . The TPP riboswitch, also known as the THI element and Thi-box riboswitch, is a highly conserved RNA secondary structure. It serves as a riboswitch that binds directly to thiamine pyrophosphate (TPP) to regulate gene expression through a variety of mechanisms in archaea, bacteria and eukaryotes. TPP is the active form of thiamine (vitamin B), an essential coenzyme synthesised by coupling of pyrimidine and thiazole moieties in bacteria. The THI element is an extension of a previously detected thiamin-regulatory element, the thi box, there is considerable variability in the predicted length and structures of the additional and facultative stem loops represented in dark blue in the secondary structure diagram Analysis of operon structures has identified a large number of new candidate thiamin-regulated genes, mostly transporters, in various prokaryotic organisms. The x-ray crystal structure of the TPP riboswitch aptamer has been solved.",
            "score": 281.75470304489136
        },
        {
            "docid": "553745_4",
            "document": "Histone fold . The histone fold’s evolution can be found by different combinations of ancestral sets of peptides that make up helix-strand-helix motif that come from the three folds from the ancestral fragments. These peptide chains can be found in the archaeal histones, which could have come from eukaryotic H3-H4 tetramer. The eukaryotic histone-like domain of the son of seven less protein. The archaeal single-chain histones are also found in the bacterium Aquifex aeolicus. Which helps the diverse bacteria phylogeny coming from the ancestry of eukaryotes and archaea with lateral gene transfers to get to the bacteria. These lead into the octamer articulated protein endoskeleton for DNA compaction. From this endoskeleton it has a central segment that folds for the histone dimerization. This then leads into the end segments of the fold to make properties of dimer-dimer contacts that also cap the protein super helix at the octamer. One species that looked at is Drosophila, and in the subunits of the Drosophila transcription initiation factor has specific amino acid sequences that have different characteristics of the histone folds that make up the two proteins make up the subunits. When just looking at the histone fold motif in the Drosophila the protein-protein and the protein DNA interaction of the core histone proteins can be found by looking at the non-histone proteins. This can then be used in “Structural studies on the TAFII42/TAFII62 complex from Drosophila and HMfB from Methanococcus fervidus, proteins identified as containing the histone fold in the aforementioned searches, confirmed that a histone-like substructure exists in these proteins, with the individual proteins folding into the canonical histone fold motif”. The evolutionary structure and range of the histone protein-protein and DNA-protein interactions of the histone fold proteins has a very wide range of evolutionary traits that form the structures and other proteins.",
            "score": 111.78864395618439
        },
        {
            "docid": "6441569_2",
            "document": "Pilin . Pilin refers to a class of fibrous proteins that are found in pilus structures in bacteria. Bacterial pili are used in the exchange of genetic material during bacterial conjugation, while a shorter type of appendages also made up of pilin, called fimbriae, are used as a cell adhesion mechanism. Although not all bacteria have pili or fimbriae, bacterial pathogens often use their fimbriae to attach to host cells. In Gram-negative bacteria, where pili are more common, individual pilin molecules are linked by noncovalent protein-protein interactions, while Gram-positive bacteria often have polymerized pilin.",
            "score": 118.63273549079895
        },
        {
            "docid": "13629249_2",
            "document": "Listeria Hfq binding LhrC . Listeria LhrC ncRNA was identified by screening for RNA molecules which co-immunoprecipitated with the RNA chaperone Hfq. However, neither the stability nor the activity of LhrC seem to depend on the presence of Hfq. This RNA is transcribed from an intergenic region between the protein coding genes cysK, a putative cysteine synthase and sul, a putative dihydropteroate synthase. In Listeria monocytogenes four additional copies of lhrC have been identified in the genome, three of which are located in tandem repeat upstream of the originally characterised lhrC. This RNA molecule appears to be conserved amongst Listeria species but has not been identified in other bacterial species. It is involved in virulence. The direct mRNA targets of LhrC are the virulence adhesion LapB, and the oligo-peptide binding protein OppA. The 3 conserved UCCC motifs common to all copies of LhrC are involved in the mRNA binding and post-transcriptional repression of the target genes. Two other \"Listerina monocytogenes\" sRNAs Rli22 and Rli33 contain 2 UCCC motifs and use them to repress \"oppA\" mRNA expression.",
            "score": 136.7332671880722
        },
        {
            "docid": "446223_8",
            "document": "Gene knockdown . A different means of silencing exogenous DNA that has been discovered in prokaryotes is a mechanism involving loci called 'Clustered Regularly Interspaced Short Palindromic Repeats', or CRISPRs. Proteins called 'CRISPR-associated genes' (cas genes) encode cellular machinery that cuts exogenous DNA into small fragments and inserts them into a CRISPR repeat locus. When this CRISPR region of DNA is expressed by the cell, the small RNAs produced from the exogenous DNA inserts serve as a template sequence that other Cas proteins use to silence this same exogenous sequence. The transcripts of the short exogenous sequences are used as a guide to silence these foreign DNA when they are present in the cell. This serves as a kind of acquired immunity, and this process is like a prokaryotic RNA interference mechanism. The CRISPR repeats are conserved amongst many species and have been demonstrated to be usable in human cells, bacteria, \"C. elegans\", zebrafish, and other organisms for effective genome manipulation. The use of CRISPRs as a versatile research tool can be illustrated by many studies making use of it to generate organisms with genome alterations.",
            "score": 133.41751611232758
        },
        {
            "docid": "32150862_2",
            "document": "Bacterial DNA binding protein . In molecular biology, bacterial DNA binding proteins are a family of small, usually basic proteins of about 90 residues that bind DNA and are known as histone-like proteins. Since bacterial binding proteins have a diversity of functions, it has been difficult to develop a common function for all of them. They are commonly referred to as histone-like and have many similar traits with the eukaryotic histone proteins. Eukaryotic histones package DNA to help it to fit in the nucleus, and they are known to be the most conserved proteins in nature. Examples include the HU protein in \"Escherichia coli\", a dimer of closely related alpha and beta chains and in other bacteria can be a dimer of identical chains. HU-type proteins have been found in a variety of eubacteria, cyanobacteria and archaebacteria, and are also encoded in the chloroplast genome of some algae. The integration host factor (IHF), a dimer of closely related chains which is suggested to function in genetic recombination as well as in translational and transcriptional control is found in Enterobacteria and viral proteins including the African swine fever virus protein A104R (or LMW5-AR).",
            "score": 102.30237603187561
        },
        {
            "docid": "507342_13",
            "document": "Riboswitch . Riboswitches demonstrate that naturally occurring RNA can bind small molecules specifically, a capability that many previously believed was the domain of proteins or artificially constructed RNAs called aptamers. The existence of riboswitches in all domains of life therefore adds some support to the RNA world hypothesis, which holds that life originally existed using only RNA, and proteins came later; this hypothesis requires that all critical functions performed by proteins (including small molecule binding) could be performed by RNA. It has been suggested that some riboswitches might represent ancient regulatory systems, or even remnants of RNA-world ribozymes whose bindings domains are conserved.",
            "score": 269.1412377357483
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 168.9563535451889
        },
        {
            "docid": "23634_11",
            "document": "Protein . It has been estimated that average-sized bacteria contain about 2 million proteins per cell (e.g. \"E. coli\" and \"Staphylococcus aureus\"). Smaller bacteria, such as \"Mycoplasma\" or \"spirochetes\" contain fewer molecules, on the order of 50,000 to 1 million. By contrast, eukaryotic cells are larger and thus contain much more protein. For instance, yeast cells have been estimated to contain about 50 million proteins and human cells on the order of 1 to 3 billion. The concentration of individual protein copies ranges from a few molecules per cell up to 20 million. Not all genes coding proteins are expressed in most cells and their number depends on, for example, cell type and external stimuli. For instance, of the 20,000 or so proteins encoded by the human genome, only 6,000 are detected in lymphoblastoid cells. Moreover, the number of proteins the genome encodes correlates well with the organism complexity. Eukaryotes, bacteria, archaea and viruses have on average 15145, 3200, 2358 and 42 proteins respectively coded in their genomes.",
            "score": 115.31446552276611
        },
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 93.22979760169983
        },
        {
            "docid": "1908014_8",
            "document": "Citrullinemia . Type II citrullinemia is primarily found in the Japanese population, where it occurs in an estimated one in 100,000 to 230,000 individuals. Type II has also been reported in people from East Asian and Middle Eastern populations. Mutations in the \"SLC25A13\" gene are responsible for type II citrullinemia. This gene makes a protein called citrin, which normally shuttles certain molecules in and out of mitochondria. These molecules are essential for the urea cycle and are also involved in making proteins and nucleotides. Mutations in \"SLC25A13\" typically prevent the production of any functional citrin, which inhibits the urea cycle and disrupts the production of proteins and nucleotides. The resulting buildup of ammonia and other toxic substances leads to the symptoms of type II citrullinemia. Researchers have found many infants with neonatal intrahepatic cholestasis have the same mutations in the \"SLC25A13\" gene as adults with type II citrullinemia.",
            "score": 96.04217100143433
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 101.917062997818
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 153.09111261367798
        }
    ],
    "r": [
        {
            "docid": "11422340_2",
            "document": "TPP riboswitch . The TPP riboswitch, also known as the THI element and Thi-box riboswitch, is a highly conserved RNA secondary structure. It serves as a riboswitch that binds directly to thiamine pyrophosphate (TPP) to regulate gene expression through a variety of mechanisms in archaea, bacteria and eukaryotes. TPP is the active form of thiamine (vitamin B), an essential coenzyme synthesised by coupling of pyrimidine and thiazole moieties in bacteria. The THI element is an extension of a previously detected thiamin-regulatory element, the thi box, there is considerable variability in the predicted length and structures of the additional and facultative stem loops represented in dark blue in the secondary structure diagram Analysis of operon structures has identified a large number of new candidate thiamin-regulated genes, mostly transporters, in various prokaryotic organisms. The x-ray crystal structure of the TPP riboswitch aptamer has been solved.",
            "score": 281.75469970703125
        },
        {
            "docid": "237132_15",
            "document": "Ribozyme . Although not true catalysts, the creation of artificial self-cleaving riboswitches, termed aptazymes, has also been an active area of research. Riboswitches are regulatory RNA motifs that change their structure in response to a small molecule ligand to regulate translation. While there are many known natural riboswitches that bind a wide array of metabolites and other small organic molecules, only one ribozyme based on a riboswitch has been described, \"glmS\". Early work in characterizing self-cleaving riboswitches was focused on using theophylline as the ligand. In these studies an RNA hairpin is formed which blocks the ribosome binding site, thus inhibiting translation. In the presence of the ligand, in these cases theophylline, the regulatory RNA region is cleaved off, allowing the ribosome to bind and translate the target gene. Much of this RNA engineering work was based on rational design and previously determined RNA structures rather than directed evolution as in the above examples. More recent work has broadened the ligands used in ribozyme riboswitches to include thymine pyrophosphate (2). Fluorescence-activated_cell_sorting has also been used to engineering aptazymes.",
            "score": 280.57989501953125
        },
        {
            "docid": "11243898_2",
            "document": "Cobalamin riboswitch . Cobalamin riboswitch is a cis-regulatory element which is widely distributed in 5' untranslated regions of vitamin B (Cobalamin) related genes in bacteria. Riboswitches are metabolite binding domains within certain messenger RNAs (mRNAs) that serve as precision sensors for their corresponding targets. Allosteric rearrangement of mRNA structure is mediated by ligand binding, and this results in modulation of gene expression or translation of mRNA to yield a protein. Cobalamin in the form of adenosylcobalamin (Ado-CBL) is known to repress expression of proteins for vitamin B biosynthesis via a post-transcriptional regulatory mechanism that involves direct binding of Ado-CBL to 5' UTRs in relevant genes, preventing ribosome binding and translation of those genes. Before proof of riboswitch function, a conserved sequence motif called the B box was identified that corresponds to a part of the cobalamin riboswitch, and a more complete conserved structure was identified. Variants of the riboswitch consensus have been identified.",
            "score": 277.46234130859375
        },
        {
            "docid": "507342_11",
            "document": "Riboswitch . Candidate metabolite-binding riboswitches have been identified using bioinformatics, and have moderately complex secondary structures and several highly conserved nucleotide positions, as these features are typical of riboswitches that must specifically bind a small molecule. Riboswitch candidates are also consistently located in the 5' UTRs of protein-coding genes, and these genes are suggestive of metabolite binding, as these are also features of most known riboswitches. Hypothesized riboswitch candidates highly consistent with the preceding criteria are as follows: crcB RNA Motif, manA RNA motif, pfl RNA motif, ydaO/yuaA leader, yjdF RNA motif, ykkC-yxkD leader (and related ykkC-III RNA motif) and the yybP-ykoY leader. The functions of these hypothetical riboswitches remain unknown.",
            "score": 274.069580078125
        },
        {
            "docid": "507342_13",
            "document": "Riboswitch . Riboswitches demonstrate that naturally occurring RNA can bind small molecules specifically, a capability that many previously believed was the domain of proteins or artificially constructed RNAs called aptamers. The existence of riboswitches in all domains of life therefore adds some support to the RNA world hypothesis, which holds that life originally existed using only RNA, and proteins came later; this hypothesis requires that all critical functions performed by proteins (including small molecule binding) could be performed by RNA. It has been suggested that some riboswitches might represent ancient regulatory systems, or even remnants of RNA-world ribozymes whose bindings domains are conserved.",
            "score": 269.1412353515625
        },
        {
            "docid": "11421367_6",
            "document": "PreQ1 riboswitch . PreQ1 riboswitch has two stems and three loops, and its detailed structure has been shown on the right. The riboswitching action of preQ riboswitches in bacteria is regulated by binding of metabolite preQ to the aptamer region leading to structural changes in the messenger RNA (mRNA) that governs the downstream genetic regulation. The preQ riboswitch structure adopts a compact H-type pseudoknot, which makes it quite different from other purine based riboswitches. The preQ ligand is buried in the pseudoknot core and stabilized through intercalation between helical stacks and hydrogen bond interaction with heteroatoms. In absence of preQ1, the P2 tail region is away from the P2 loop region and hence the riboswitch is observed to be in undocked (partially docked) state, whereas on the binding of preQ to the riboswitch results the two P2 regions to come closer causing a complete docking of riboswitch. This docking and undocking mechanism of riboswitch with the change in concentration of ligand preQ is observed to control the signaling of gene regulation, commonly known as “ON” or “OFF” signaling for gene expression. The docking and undocking mechanism are observed to be affected not only by the ligand, but also with other factors like Mg salt. Like any other riboswitch, the two most common types of gene regulation mediated by preQ riboswitch are through transcription attenuation or inhibition of translation initiation. Ligand binding to the transcriptional riboswitch in bacterial causes modification in the structure of riboswitch unit, which leads to hindrance in the activity of RNA polymerase causing attenuation of transcription. Similarly, binding of the ligand to the translational riboswitch causes modification in the secondary structure of riboswitch unit leading to hindrance for ribosome binding and hence inhibiting translational initiation.",
            "score": 269.059326171875
        },
        {
            "docid": "507342_6",
            "document": "Riboswitch . Many of the earliest riboswitches to be discovered corresponded to conserved sequence \"motifs\" (patterns) in 5' UTRs that appeared to correspond to a structured RNA. For example, comparative analysis of upstream regions of several genes expected to be co-regulated led to the description of the S-box (now the SAM-I riboswitch), the THI-box (a region within the TPP riboswitch), the RFN element (now the FMN riboswitch) and the B-box (a part of the cobalamin riboswitch), and in some cases experimental demonstrations that they were involved in gene regulation via an unknown mechanism. Bioinformatics has played a role in more recent discoveries, with increasing automation of the basic comparative genomics strategy. Barrick \"et al.\" (2004) used BLAST to find UTRs homologous to all UTRs in \"Bacillus subtilis\". Some of these homologous sets were inspected for conserved structure, resulting in 10 RNA-like motifs. Three of these were later experimentally confirmed as the glmS, glycine and PreQ1-I riboswitches (see below). Subsequent comparative genomics efforts using additional taxa of bacteria and improved computer algorithms have identified further riboswitches that are experimentally confirmed, as well as conserved RNA structures that are hypothesized to function as riboswitches.",
            "score": 266.1402587890625
        },
        {
            "docid": "28343947_2",
            "document": "Tetrahydrofolate riboswitch . Tetrahydrofolate riboswitches are a class of homologous RNAs in certain bacteria that bind tetrahydrofolate (THF). It is almost exclusively located in the probable 5' untranslated regions of protein-coding genes, and most of these genes are known to encode either folate transporters or enzymes involved in folate metabolism. For these reasons it was inferred that the RNAs function as riboswitches. THF riboswitches are found in a variety of Firmicutes, specifically the orders Clostridiales and Lactobacillales, and more rarely in other lineages of bacteria. The THF riboswitch was one of many conserved RNA structures found in a project based on comparative genomics. The 3-d structure of the tetrahydrofolate riboswitch has been solved by separate groups using X-ray crystallography. These structures were deposited into the Protein Data Bank under accessions 3SD1 and 3SUX, with other entries containing variants.",
            "score": 265.7859191894531
        },
        {
            "docid": "507342_5",
            "document": "Riboswitch . Prior to the discovery of riboswitches, the mechanism by which some genes involved in multiple metabolic pathways were regulated remained mysterious. Accumulating evidence increasingly suggested the then-unprecedented idea that the mRNAs involved might bind metabolites directly, to affect their own regulation. These data included conserved RNA secondary structures often found in the untranslated regions (UTRs) of the relevant genes and the success of procedures to create artificial small molecule-binding RNAs called aptamers. In 2002, the first comprehensive proofs of multiple classes of riboswitches were published, including protein-free binding assays, and metabolite-binding riboswitches were established as a new mechanism of gene regulation.",
            "score": 261.8111877441406
        },
        {
            "docid": "18482125_2",
            "document": "Cyclic di-GMP-I riboswitch . Cyclic di-GMP-I riboswitches are a class of riboswitch that specifically bind cyclic di-GMP, which is a second messenger that is used in a variety of microbial processes including virulence, motility and biofilm formation. Cyclic di-GMP-I riboswitches were originally identified by bioinformatics as a conserved RNA-like structure called the \"GEMM motif\". These riboswitches are present in a wide variety of bacteria, and are most common in Clostridia and certain varieties of Proteobacteria. The riboswitches are present in pathogens such as \"Clostridium difficile\", \"Vibrio cholerae\" (which causes cholera) and \"Bacillus anthracis\" (which causes anthrax). \"Geobacter uraniumreducens\" is predicted to have 30 instances of this riboswitch in its genome. A bacteriophage that infects \"C. difficile\" is predicted to carry a cyclic di-GMP-I riboswitch, which it might use to detect and exploit the physiological state of bacteria that it infects.",
            "score": 259.5478820800781
        },
        {
            "docid": "24015851_3",
            "document": "Mesoplasma florum riboswitch . Bioinformatic studies have identified several riboswitches present in \"M. florum\". These riboswitches have been mapped to regions located upstream of the guaAB operon and resemble purine riboswitches. The riboswitches identified in \"M. florum\" can be classed as novel riboswitches as they deviate in sequence and structure within the loops regions that are required in aptamer binding compared to conventional purine riboswitches. Mutagenesis confirmed that changing nucleotides within the loop regions of this riboswitch altered the specificity for ligand binding. This study showed that the novel riboswitches have a greater diversity in ligands they bind as they were found to bind alternative ligands such as nucleosides. The novel riboswitches were all shown to lie upstream of a putative intrinsic terminator stem and this indicates that these riboswitches control transcription termination. Comparative genomics has shown that these novel riboswitches are exclusive found in \"M. florum\" and not present in other strains of bacteria.",
            "score": 257.0365905761719
        },
        {
            "docid": "11421367_2",
            "document": "PreQ1 riboswitch . The PreQ-I riboswitch is a cis-acting element identified in bacteria which regulates expression of genes involved in biosynthesis of the nucleoside queuosine (Q) from GTP. PreQ (pre-queuosine) is an intermediate in the queuosine pathway, and preQ riboswitch, as a type of riboswitch, is an RNA element that binds preQ. The preQ riboswitch is distinguished by its unusually small aptamer, compared to other riboswitches. Its atomic-resolution three-dimensional structure has been determined, with the PDB ID 2L1V.",
            "score": 256.1414794921875
        },
        {
            "docid": "16301216_2",
            "document": "PreQ1-II riboswitch . PreQ1-II riboswitches form a class of riboswitches that specifically bind pre-queuosine (PreQ), a precursor of the modified nucleoside queuosine. They are found in certain species of \"Streptococcus\" and \"Lactococcus\", and were originally identified as a conserved RNA secondary structure called the \"COG4708 motif\". All known members of this riboswitch class appear to control members of COG4708 genes. These genes are predicted to encode membrane-bound proteins and have been proposed to be a transporter of preQ, or a related metabolite, based on their association with preQ-binding riboswitches. PreQ1-II riboswitches have no apparent similarities in sequence or structure to preQ1-I riboswitches, a previously discovered class of preQ-binding riboswitches. PreQ thus joins S-adenosylmethionine as the second metabolite to be found that is the ligand of more than one riboswitch class.",
            "score": 255.91770935058594
        },
        {
            "docid": "11421492_2",
            "document": "SAM-II riboswitch . The SAM-II riboswitch is a RNA element found predominantly in alpha-proteobacteria that binds S-adenosyl methionine (SAM). Its structure and sequence appear to be unrelated to the SAM riboswitch found in Gram-positive bacteria. This SAM riboswitch is located upstream of the metA and metC genes in Agrobacterium tumefaciens, and other methionine and SAM biosynthesis genes in other alpha-proteobacteria. Like the other SAM riboswitch, it probably functions to turn off expression of these genes in response to elevated SAM levels. A significant variant of SAM-II riboswitches was found in \"Pelagibacter ubique\" and related marine bacteria and called SAM-V. Also, like many structured RNAs, SAM-II riboswitches can tolerate long loops between their stems.",
            "score": 250.51251220703125
        },
        {
            "docid": "11421367_7",
            "document": "PreQ1 riboswitch . PreQ mediated transcriptional attenuation is controlled by the dynamic switching of anti-terminator and terminator hairpin in the riboswitch. For preQ riboswitch from bacteria Bacillus subtilis (Bsu), the anti-terminator is predicted to be less stable than the terminator, as the addition of preQ shifts the equilibrium significantly towards the formation of terminator. In presence of preQ, the 3’ end of the adenine rich tail domain pairs with the center of P1 hairpin loop to form an H-type pseudoknot. In the native mRNA structure, binding of preQ to the aptamer region in the riboswitch leads to the formation of a terminator hairpin which causes RNA polymerase to stop transcription, a process which is commonly known as OFF- regulation of genetic expression or transcription termination.",
            "score": 246.94435119628906
        },
        {
            "docid": "18482125_3",
            "document": "Cyclic di-GMP-I riboswitch . The discovery of this riboswitch class answers the question of how genes are regulated in response to cyclic di-GMP levels in many different bacteria. However, some bacteria in which cyclic di-GMP has been studied lack cyclic di-GMP-I riboswitches, e.g. \"Pseudomonas aeruginosa\". Cyclic di-GMP-I riboswitches are the first kind of riboswitch to be discovered whose role is not primarily in regulating metabolism, but is instead part of signaling. A second class of riboswitch that binds cyclic di-GMP is called the cyclic di-GMP-II riboswitch. The two classes of cyclic di-GMP-binding riboswitches do not share any known sequence or structural features.",
            "score": 245.75164794921875
        },
        {
            "docid": "11421367_4",
            "document": "PreQ1 riboswitch . While preQ was first discovered as an anticodon sequence of tRNAs from E.coli in 1972, preQ1 riboswitch was not first found until 2004 and recognized even later. The first reported preQ riboswitch was located in the leader of the Bacillus subtilis ykvJKLM (queCDEF) operon which encodes four genes necessary for queuosine production. In this organism, PreQ binding to the riboswitch aptamer is thought to induce premature transcription termination within the leader to down-regulate expression of these genes. Later on, preQ1 riboswitch was identified as a conserved sequence on the 5' UTR of genes in many gram-positive bacteria and was proved to be associated with synthesis of preQ.",
            "score": 245.136474609375
        },
        {
            "docid": "52048937_2",
            "document": "NiCo riboswitch . The NiCo riboswitch is a riboswitch that senses nickel or cobalt ions. Thus, it is an RNA molecule that specifically binds these metal ions, and regulates genes accordingly. The riboswitch is thought to be a part of a system that responds to toxic levels of these metal ions, although the riboswitch might also participate in dealing with the situation where insufficient levels of these trace elements are present in the cell. The crystal structure of a NiCo riboswitch has been determined, and available evidence suggests that the riboswitches bind their metal-ion ligands cooperatively.",
            "score": 243.30152893066406
        },
        {
            "docid": "16697457_2",
            "document": "SAM-IV riboswitch . SAM-IV riboswitches are a kind of riboswitch that specifically binds S-adenosylmethionine (SAM), a cofactor used in many methylation reactions. Originally identified by bioinformatics, SAM-IV riboswitches are largely confined to the Actinomycetales, an order of Bacteria. Conserved features of SAM-IV riboswitch and experiments imply that they probably share a similar SAM-binding site to another class of SAM-binding riboswitches called SAM-I riboswitches. However, the scaffolds of these two types of riboswitch appear to be quite distinct.",
            "score": 241.30029296875
        },
        {
            "docid": "26608251_9",
            "document": "CrcB RNA motif . In the earth’s crust, fluoride is the 13th most abundant element. It is commonly used in oral healthcare products and water. The fluoride acts as a hardening agent with the enamel base on teeth, remineralizing and protecting them from harsh acids and bacteria in the oral cavity. Additionally, its significance lies in the effect of the toxicity of fluoride at high concentrations to bacteria, especially those that cause dental caries. It has long been known that many species encapsulate a sensor system for toxic metals such as cadmium and silver. However, a sensor system against fluoride remained unknown. The fluoride riboswitch elucidates the bacterial defense mechanism in counteracting against the toxicity of high concentrations of fluoride by regulating downstream genes of the riboswitch upon binding the fluoride ligand. Further elucidating the mechanism of how bacteria protect itself from fluoride toxicity can help modify the mechanism to make smaller concentrations of fluoride even more lethal to bacteria. Additionally, the fluoride riboswitch and the downstream regulated genes can be potential targets for drug development in the future. Overall, these advancements will help towards making fluoride and future drugs strong protectors against oral health disease.",
            "score": 241.01565551757812
        },
        {
            "docid": "26608251_2",
            "document": "CrcB RNA motif . The \"crcB\" RNA motif (now called the fluoride riboswitch) is a conserved RNA structure identified by bioinformatics in a wide variety of bacteria and archaea. These RNAs were later shown to function as riboswitches that sense fluoride ions. These \"fluoride riboswitches\" increase expression of downstream genes when fluoride levels are elevated, and the genes are proposed to help mitigate the toxic effects of very high levels of fluoride.",
            "score": 237.52955627441406
        },
        {
            "docid": "507342_2",
            "document": "Riboswitch . In molecular biology, a riboswitch is a regulatory segment of a messenger RNA molecule that binds a small molecule, resulting in a change in production of the proteins encoded by the mRNA. Thus, a mRNA that contains a riboswitch is directly involved in regulating its own activity, in response to the concentrations of its effector molecule. The discovery that modern organisms use RNA to bind small molecules, and discriminate against closely related analogs, expanded the known natural capabilities of RNA beyond its ability to code for proteins, catalyze reactions, or to bind other RNA or protein macromolecules.",
            "score": 236.80641174316406
        },
        {
            "docid": "16716752_2",
            "document": "SAH riboswitch . SAH riboswitches are a kind of riboswitch that bind S-adenosylhomocysteine (SAH). When the coenzyme S-adenosylmethionine (SAM) is used in a methylation reaction, SAH is produced. SAH riboswitches typically up-regulate genes involved in recycling SAH to create more SAM (or the metabolically related methionine). This is particularly relevant to cells, because high levels of SAH can be toxic. Originally identified by bioinformatics, SAH riboswitches are apparent in many species of bacteria, predominantly certain Proteobacteria and Actinobacteria. The atomic-resolution 3-dimensional structure of an SAH riboswitch has been solved using X-ray crystallography.",
            "score": 236.08511352539062
        },
        {
            "docid": "25765_16",
            "document": "RNA world . Riboswitches have been found to act as regulators of gene expression, particularly in bacteria, but also in plants and archaea. Riboswitches alter their secondary structure in response to the binding of a metabolite. This change in structure can result in the formation or disruption of a terminator, truncating or permitting transcription respectively. Alternatively, riboswitches may bind or occlude the Shine-Dalgarno sequence, affecting translation. It has been suggested that these originated in an RNA-based world. In addition, RNA thermometers regulate gene expression in response to temperature changes.",
            "score": 235.29318237304688
        },
        {
            "docid": "26610270_4",
            "document": "GlnA RNA motif . It was demonstrated that \"glnA\" RNAs correspond to glutamine-binding riboswitches, i.e., they sense glutamine concentrations in order to measure overall nitrogen availability, and regulate the downstream genes appropriately. The original proposal of a riboswitch function was based on the above evidence that \"glnA\" RNAs are \"cis\"-regulatory, as well as the moderate structural complexity in the three-stem junction of the \"glnA\" RNA motif that is comparable to the structures of other known riboswitches. Some \"glnA\" RNAs are located adjacent to other \"glnA\" RNAs. These \"tandem arrangements\" are also exhibited by glycine riboswitches and TPP riboswitches where they allow the cell to turn genes off or on within a smaller change of concentration of the riboswitch ligand. In other words, the response curve of the riboswitch better resembles a digital function. However, such cooperative binding was not observed.",
            "score": 233.609375
        },
        {
            "docid": "11421495_2",
            "document": "SAM riboswitch (S box leader) . The SAM riboswitch (also known as the S-box leader and now also called the SAM-I riboswitch) is found upstream of a number of genes which code for proteins involved in methionine or cysteine biosynthesis in Gram-positive bacteria. Two SAM riboswitches in \"Bacillus subtilis\" that were experimentally studied act at the level of transcription termination control. The predicted secondary structure consists of a complex stem-loop region followed by a single stem-loop terminator region. An alternative and mutually exclusive form involves bases in the 3' segment of helix 1 with those in the 5' region of helix 5 to form a structure termed the anti-terminator form. When SAM is unbound, the anti-terminator sequence sequesters the terminator sequence so the terminator is unable to form, allowing the polymerase read-through the downstream gene. When the SAM is bound to the aptamer, the anti-terminator is sequestered by an anti-anti-terminator; the terminator forms and terminates the transcription. However, many SAM riboswitches are likely to regulate gene expression at the level of translation.",
            "score": 231.35426330566406
        },
        {
            "docid": "26607279_2",
            "document": "SAM-SAH riboswitch . The SAM-SAH riboswitch is a conserved RNA structure in certain bacteria that binds \"S\"-adenosylmethionine (SAM) and \"S\"-adenosylhomocysteine (SAH) and is therefore presumed to be a riboswitch. SAM-SAH riboswitches do not share any apparent structural resemblance to known riboswitches that bind SAM or SAH. The binding affinities for both compounds are similar, but binding for SAH is at least somewhat stronger. SAM-SAH riboswitches are exclusively found in Rhodobacterales, an order of alphaproteobacteria. They are always found in the apparent 5' untranslated regions of \"metK\" genes, which encode the enzyme (Methionine adenosyltransferase) that synthesizes SAM.",
            "score": 230.0714874267578
        },
        {
            "docid": "14009844_2",
            "document": "SMK box riboswitch . The Sbox riboswitch (also known as SAM-III) is a RNA element that regulates gene expression in bacteria. The S box riboswitch is found in the 5' UTR of the MetK gene in lactic acid bacteria. The structure of this element changes upon binding to S-adenosyl methionine (SAM) to a conformation that blocks the shine-dalgarno sequence and blocks translation of the gene.",
            "score": 229.4430694580078
        },
        {
            "docid": "26699335_2",
            "document": "Moco-II RNA motif . The Moco-II RNA motif is a conserved RNA structure identified by bioinformatics. However, only 8 examples of the RNA motif are known. The RNAs are potentially in the 5' untranslated regions of genes related to molybdenum cofactor (Moco), specifically a gene that encodes a molybdenum-binding domain and a nitrate reductase, which uses Moco as a cofactor. Thus the RNA might be involved in the regulation of genes based on Moco levels. Reliable predictions of Moco-II RNAs are restricted to deltaproteobacteria, but a Moco-II RNA might be present in a betaproteobacterial species. The Moco RNA motif is another RNA that is associated with Moco, and its complex secondary structure and genetic experiments have led to proposals that it is a riboswitch. However, the simpler structure of the Moco-II RNA motif (see diagram) is less typical of riboswitches. Moco-II RNAs are typically followed by a predicted rho-independent transcription terminator.",
            "score": 227.6960906982422
        },
        {
            "docid": "11420868_2",
            "document": "Glycine riboswitch . The bacterial glycine riboswitch is an RNA element that can bind the amino acid glycine. Glycine riboswitches usually consist of two metabolite-binding aptamer domains with similar structures in tandem. The aptamers were originally thought to cooperatively bind glycine to regulate the expression of downstream genes. In \"Bacillus subtilis\", this riboswitch is found upstream of the \"gcvT\" operon which controls glycine degradation. It is thought that when glycine is in excess it will bind to both aptamers to activate these genes and facilitate glycine degradation.",
            "score": 226.8555145263672
        },
        {
            "docid": "11485454_2",
            "document": "YybP-ykoY leader . The yybP-ykoY leader RNA element was originally discovered in \"E. coli\" during a large scale screen and was named SraF. This family was later found to exist upstream of related families of protein genes in many bacteria, including the yybP and ykoY genes in \"B. subtilis\". The specific functions of these proteins are unknown, but this structured RNA element may be involved in their genetic regulation as a riboswitch. The \"yybP-ykoY\" element was later proposed to be manganese-responsive after another associated family of genes, \"YebN/MntP\", was shown to encode Mn efflux pumps in several bacteria. Genetic data and a crystal structure confirmed that \"yybp-ykoY\" is a manganese riboswitch that directly binds Mn",
            "score": 225.7362518310547
        },
        {
            "docid": "11243898_3",
            "document": "Cobalamin riboswitch . AdoCbl riboswitch is a cis-regulatory riboswitch element present in untranslated regions of mRNA where binding adenosylcobalamin (AdoCbl) causes a change in gene expression. This riboswitch has been shown to be conserved across several strains of bacteria and has an influence over the expression of the ethanolamine utilization genes. It is proposed to be a subclass of the previously described classical AdoCbl-sensing riboswitch.",
            "score": 224.91207885742188
        }
    ]
}