{
    "q": [
        {
            "docid": "343457_25",
            "document": "Maternal effect . High fat diets in utero are believed to cause metabolic syndrome. Metabolic syndrome is a set of symptoms including obesity and insulin resistance that appear to be related. This syndrome is often associated with type II diabetes as well as hypertension and atherosclerosis. Using mice models, researchers have shown that high fat diets in utero cause modifications to the adiponectin and leptin genes that alter gene expression; these changes contribute to metabolic syndrome. The adiponectin genes regulate glucose metabolism as well as fatty acid breakdown; however, the exact mechanisms are not entirely understood. In both human and mice models, adiponectin has been shown to add insulin-sensitizing and anti-inflammatory properties to different types of tissue, specifically muscle and liver tissue. Adiponectin has also been shown to increase the rate of fatty acid transport and oxidation in mice, which causes an increase in fatty acid metabolism. With a high fat diet during gestation, there was an increase in methylation in the promoter of the adiponectin gene accompanied by a decrease in acetylation. These changes likely inhibit the transcription of the adiponectin genes because increases in methylation and decreases in acetylation usually repress transcription. Additionally, there was an increase in methylation of the leptin promoter, which turns down the production of the leptin gene. Therefore, there was less adiponectin to help cells take up glucose and break down fat, as well as less leptin to cause a feeling of satiety. The decrease in these hormones caused fat mass gain, glucose intolerance, hypertriglyceridemia, abnormal adiponectin and leptin levels, and hypertension throughout the animal’s lifetime. However, the effect was abolished after three subsequent generations with normal diets. This study highlights the fact that these epigenetic marks can be altered in as many as one generation and can even be completely eliminated over time. This study highlighted the connection between high fat diets to the adiponectin and leptin in mice. In contrast, few studies have been done in humans to show the specific effects of high fat diets in utero on humans. However, it has been shown that decreased adiponectin levels are associated with obesity, insulin resistance, type II diabetes, and coronary artery disease in humans. It is postulated that a similar mechanism as the one described in mice may also contribute to metabolic syndrome in humans.",
            "score": 407.9230660200119
        },
        {
            "docid": "34284475_5",
            "document": "Lifestyle causes of diabetes mellitus type 2 . Obesity has been found to contribute to approximately 55% of cases of type 2 diabetes; chronic obesity leads to increased insulin resistance that can develop into type 2 diabetes, most likely because adipose tissue (especially that in the abdomen around internal organs) is a source of several chemical signals, hormones and cytokines, to other tissues. Inflammatory cytokines such as TNFα may activate the NF-κB pathway which has been linked to the development of insulin resistance. Gene expression promoted by a diet of fat and glucose, as well as high levels of inflammation related cytokines found in the obese, can result in cells that \"produce fewer and smaller mitochondria than is normal,\" and are thus prone to insulin resistance. Fat tissue has also been shown to be involved in managing much of the body's response to insulin and control of uptake of sugar. It secretes RBP4 which increases insulin resistance by blocking the action of insulin in muscle and liver. Fat cells also secrete adiponectin which acts in an opposite way to RBP4 by improving the action of insulin, however, engorged fat cells secrete it in lower amount than normal fat cells. The obese therefore may have higher level of RBP4 but lower level of adiponectin, both of which increase the risk of developing diabetes.",
            "score": 444.4121662378311
        },
        {
            "docid": "4545271_9",
            "document": "Phospholipid scramblase . Recent findings suggest that PLSCR3 and, to a lesser degree, PLSCR1 are critical to the normal regulation of fat accumulation in mice. In addition to blood cells, PLSCR3 is expressed to a significantly higher level in fat and muscle cells, which are actively involved in fat metabolism. PLSCR3 knockout mice showed an aberrant abdominal fat accumulation, glucose intolerance, insulin resistance, and dyslipidema as compared to controlled mice. Cultured fat cells from PLSCR3 knockout mice were engorged with neutral lipids. Blood plasma of these mice showed elevated levels of non-high-density lipoproteins, cholesterol, triglycerides, non-esterified fatty acids, and leptin, but low adiponectin content. Abdominal fat accumulation with the formation of enlarged lipid engorged adipocytes has emerged as the key risk factor for the onset of type 2 diabetes, which is often a manifestation of a broader underlying metabolic disorder termed as metabolic syndrome. Further studies on the regulation of lipid metabolism by PLSCRs are required to understand the risk for development of similar diseases in humans when PLSCR genes are mutated, leading to a defective expression and/or function of PLSCR proteins.",
            "score": 377.77684783935547
        },
        {
            "docid": "14024957_7",
            "document": "Nicotinamide N-methyltransferase . Mice that produced large amounts of GLUT4 were insulin sensitive and protected against diabetes, while mice with no GLUT4 were insulin resistant and at risk. High levels of NNMT are often found in the fat cells of animals that are insulin resistant. When the researchers silenced the NNMT gene in mice on high-fat diets, the mice gained less weight than those in whom the NNMT gene was functioning normally. (The mice did not change their eating or exercise habits).",
            "score": 301.92013788223267
        },
        {
            "docid": "14878536_7",
            "document": "PRDM16 . White adipose tissue (WAT) primarily stores excess energy in the form of triglycerides. Recent research has shown that PRDM16 is present in subcutaneous white adipose tissue. The activity of PRDM16 in white adipose tissue leads to the production of brown fat-like adipocytes within white adipose tissue, called beige cells (also called brite cells). These beige cells have a brown adipose tissue-like phenotype and actions, including thermogenic processes seen in BAT.  In mice, the levels of PRDM16 within WAT, specifically anterior subcutaneous WAT and inguinal subcutaneous WAT, is about 50% that of interscapular BAT, both in protein expression and in mRNA quantity. This expression takes place primarily within mature adipocytes.  Transgenic aP2-PRDM16 mice were used in a study to observe the effects of PRDM16 expression in WAT. The study found that the presence of PRDM16 in subcutaneous WAT leads to a significant up-regulation of brown-fat selective genes UCP-1, CIDEA, and PPARGC1A. This up-regulation lead to the development of a BAT-like phenotype within the white adipose tissue.  Expression of PRDM16 has also been shown to protect against high-fat diet induced weight gain. Seale et al.’s experiment with aP2-PRDM16 transgenic mice and wild type mice showed that transgenic mice eating a 60% high-fat diet had significantly less weight gain than wild type mice on the same diet. Seale et al. determined the weight difference was not due to differences in food intake, as both transgenic and wild type mice were consuming the same amount of food on a daily basis. Rather, the weight difference stemmed from higher energy expenditure in the transgenic mice. Another of Seale et al.’s experiments showed the transgenic mice consumed a greater volume of oxygen over a 72-hour period than the wild type mice, showing a greater amount of energy expenditure in the transgenic mice. This energy expenditure in turn is attributed to PRDM16’s ability to up-regulate UCP-1 and CIDEA gene expression, resulting in thermogenesis.",
            "score": 233.27521896362305
        },
        {
            "docid": "18524446_35",
            "document": "Diet-induced obesity model . Weight gain is the primary effect of diet-induced obesity, but there are a variety of additional physiological side effects. One such side effect is that the body gains more fat cells. The increased number of fat cells persists even after the diet becomes lower in fat. Weight put on during the high-fat diet also tends to persist. Changes in the composition of the body are accompanied by hormonal changes. High levels of leptin and insulin are produced; at the same time, the body becomes resistant to both. Insulin resistance in particular is fed by the addition of more fat cells.",
            "score": 279.1882724761963
        },
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 414.2506054639816
        },
        {
            "docid": "18524446_27",
            "document": "Diet-induced obesity model . Scientists used mice to study the effect of lymphotoxins on metabolism. Mice without lymphotoxin alpha, lymphotoxin beta, or a lymphotoxin beta receptor had poorly composed microbiota, which made them resistant to obesity. Mice without lymphotoxin alpha, lymphotoxin beta, or a lymphotoxin beta receptor gained less weight on a high-fat diet than wild type mice did, even after remaining on a high-fat diet for a prolonged period of time.Mice are used to study the significance of certain chemicals on obesity. For example, mice were put on a high-fat diet, but given either tap water, green tea, or Goishi tea to drink. The mice who drank Goishi tea gained less weight and had less sugar in their blood than the mice who drank tap water and green tea. The researchers found that Goishi tea prevented the growth of adipocytes and prevented changes caused by tumor necrosis factor alpha and interleukin 6 when the mice were on a high fat diet. Another chemical studied to find an effect on obesity was propolis. To study the effects of the fungus, scientists injected it into mice while they were on an unrestricted high-fat diet. The researchers found that the mice injected with propolis had less adipose tissue, glucose, and cholesterol than the mice who were not administered propolis. Similar effects were seen in mice who were slowly introduced to propolis while on the high-fat diet.",
            "score": 197.15790843963623
        },
        {
            "docid": "31819765_6",
            "document": "KLF15 . KLF15 in adipose tissue is down-regulated in obese mice. aP2-KLF15 Tg mice which overexpress KLF15 manifest insulin resistance and are resistant to the development of obesity induced by maintenance on a high fat diet. However, they also exhibit improved glucose tolerance as a result of enhanced insulin secretion. The enhancement of insulin secretion resulted from down-regulation of stearoyl-CoA desaturase-1 (SCD1) in white adipose tissue and a consequent reduced level of oxidative stress. This is supported by the findings that restoration of SCD1 expression in WAT of aP2-KLF15 Tg mice exhibited increased oxidative stress in WAT, reduced insulin secretion with hyperglycemia. The data indicates an example of cross talk between white adipose tissue and pancreatic β cells mediated through modulation of oxidative stress.",
            "score": 305.25674855709076
        },
        {
            "docid": "20093078_3",
            "document": "SRT1720 . In animal models of obesity and diabetes SRT1720 was found to improve insulin sensitivity and lower plasma glucose levels in fat, muscle and liver tissue, and increase mitochondrial and metabolic function. In mice rendered obese and diabetic by feeding a high-fat, high-sugar diet, a study performed at the National Institute of Aging found that feeding chow infused with the highest dose of SRT1720 beginning at one year of age increased mean lifespan by 18%, and maximum lifespan by 5%, as compared to other short-lived obese, diabetic mice; however, treated animals still lived substantially shorter lives than normal-weight mice fed normal chow with no drug. In a later study, SRT1720 increased mean lifespan of obese, diabetic mice by 21.7%, similar to the earlier study, but there was no effect on maximum lifespan in this study. In normal-weight mice fed a standard rodent diet, SRT1720 increased mean lifespan by just 8.8%, and again had no effect on maximum lifespan.",
            "score": 226.5187361240387
        },
        {
            "docid": "1609070_5",
            "document": "Hyperinsulinemia . Studies on mice with genetically reduced circulating insulin suggest that hyperinsulinemia plays a causal role in high fat diet-induced obesity. In this study, mice with reduced insulin levels expended more energy and had fat cells that were reprogrammed to burn some energy as heat.",
            "score": 254.2420313358307
        },
        {
            "docid": "21538648_12",
            "document": "FOXO1 . Because FOXO1 provides a link between transcription and metabolic control by insulin, it is also a potential target for genetic control of type 2 diabetes. In the insulin-resistant murine model, there is increased hepatic glucose production due to a loss in insulin sensitivity; the rates of hepatic gluconeogenesis and glycogenolysis are increased when compared to normal mice; this is presumably due to un-regulated FOXO1. When the same experiment was repeated with haploinsufficient FOXO1, insulin sensitivity was partially restored, and hepatic glucose production subsequently decreased. Similarly, in mice fed with a high fat diet (HFD), there is increased insulin resistance in skeletal and liver cells. However, when haploinsufficient FOXO1 mice were treated with the same HFD, there was a notable decrease in insulin resistance in both skeletal and liver cells. This effect was significantly augmented by the simultaneous administration of rosiglitazone, which is a commonly prescribed anti-diabetic drug. These results create an opportunity for a novel gene therapy based approach to alleviating insulin desensitization in type 2 diabetes.",
            "score": 300.15571081638336
        },
        {
            "docid": "156964_89",
            "document": "MicroRNA . Another class of miRNAs that regulate insulin resistance, obesity, and diabetes, is the let-7 family. Let-7 accumulates in human tissues during the course of aging. When let-7 was ectopically overexpressed to mimic accelerated aging, mice became insulin-resistant, and thus more prone to high fat diet-induced obesity and diabetes. In contrast when let-7 was inhibited by injections of let-7-specific antagomirs, mice become more insulin-sensitive and remarkably resistant to high fat diet-induced obesity and diabetes. Not only could let-7 inhibition prevent obesity and diabetes, it could also reverse and cure the condition. These experimental findings suggest that let-7 inhibition could represent a new therapy for obesity and type 2 diabetes.",
            "score": 255.48166227340698
        },
        {
            "docid": "343457_26",
            "document": "Maternal effect . In addition, high fat diets cause chronic low-grade inflammation in the placenta, adipose, liver, brain, and vascular system. Inflammation is an important aspect of the bodies’ natural defense system after injury, trauma, or disease. During an inflammatory response, a series of physiological reactions, such as increased blood flow, increased cellular metabolism, and vasodilation, occur in order to help treat the wounded or infected area. However, chronic low-grade inflammation has been linked to long-term consequences such as cardiovascular disease, renal failure, aging, diabetes, etc. This chronic low-grade inflammation is commonly seen in obese individuals on high fat diets. In a mice model, excessive cytokines were detected in mice fed on a high fat diet. Cytokines aid in cell signaling during immune responses, specifically sending cells towards sites of inflammation, infection, or trauma. The mRNA of proinflammatory cytokines was induced in the placenta of mothers on high fat diets. The high fat diets also caused changes in microbiotic composition, which led to hyperinflammatory colonic responses in offspring. This hyperinflammatory response can lead to inflammatory bowel diseases such as Crohn’s disease or ulcerative colitis.[35] As previously mentioned, high fat diets in utero contribute to obesity; however, some proinflammatory factors, like IL-6 and MCP-1, are also linked to body fat deposition. It has been suggested that histone acetylation is closely associated with inflammation because the addition of histone deacetylase inhibitors has been shown to reduce the expression of proinflammatory mediators in glial cells. This reduction in inflammation resulted in improved neural cell function and survival. This inflammation is also often associated with obesity, cardiovascular disease, fatty liver, brain damage, as well as preeclampsia and preterm birth. Although it has been shown that high fat diets induce inflammation, which contribute to all these chronic diseases; it is unclear as to how this inflammation acts as a mediator between diet and chronic disease.",
            "score": 233.6347974538803
        },
        {
            "docid": "18524446_11",
            "document": "Diet-induced obesity model . Numerous sources of biological variation arise in rodents before translating results to humans is even considered. For instance, the age at which mice begin the high-fat diet greatly impacts the metabolic effects. In the strain of mice most commonly used for DIO models, C57BL/6J, mice who started the diet at 10 weeks old showed lower increases in body weight and cholesterol than mice who started at 54 weeks, despite the same diet type and duration. Similarly, 6-week old mice did not develop type diabetes, while 7-8-month old mice did become diabetic due to differences in β-cell activity.",
            "score": 228.48028016090393
        },
        {
            "docid": "13734824_20",
            "document": "Immune privilege . Sertoli cells were also exploited in experiments for their immunosuppressive function. They were used to protect and nurture islets producing insulin to treat type I diabetes. The exploitation of Sertoli cells significantly increased the survival of transplanted islets. However, more experiments must be conducted before this method may be tested in human medicine as part of clinical trials. In another study on type II diabetic and obese mice, the transplantation of microencapsulated Sertoli cells in the subcutaneous abdominal fat depot lead to the return of normal glucose levels in 60% of the animals.",
            "score": 259.60426783561707
        },
        {
            "docid": "5250606_5",
            "document": "Perilipin-1 . Perilipin is an important regulator of lipid storage. Perilipin expression is elevated in obese animals and humans. Perilipin-null mice eat more food than wild-type mice, but gain 1/3 less fat than wild-type mice on the same diet; perilipin-null mice are thinner, with more lean muscle mass. Perilipin-null mice also exhibit enhanced leptin production and a greater tendency to develop insulin resistance than wild-type mice.",
            "score": 173.4836573600769
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 310.6301349401474
        },
        {
            "docid": "419094_22",
            "document": "Adipose tissue . Fat cells have an important physiological role in maintaining triglyceride and free fatty acid levels, as well as determining insulin resistance. Abdominal fat has a different metabolic profile—being more prone to induce insulin resistance. This explains to a large degree why central obesity is a marker of impaired glucose tolerance and is an independent risk factor for cardiovascular disease (even in the absence of diabetes mellitus and hypertension). Studies of female monkeys at Wake Forest University (2009) discovered that individuals suffering from higher stress have higher levels of visceral fat in their bodies. This suggests a possible cause-and-effect link between the two, wherein stress promotes the accumulation of visceral fat, which in turn causes hormonal and metabolic changes that contribute to heart disease and other health problems.",
            "score": 277.50971162319183
        },
        {
            "docid": "40421442_6",
            "document": "Akkermansia muciniphila . Researchers have discovered that \"A. muciniphila\" may be able to be used to combat obesity and type 2 diabetes. The study was carried out with mice, overfed to contain three times more fat than its lean cousin. The obese mice were then fed the bacteria, which were shown to reduce the fat burden of the mice by half without any change to the mice's diet. A study published in June 2015 showed an association between \"A. muciniphila\" abundance, insulin sensitivity and healthier metabolic status in overweight/obese adults. The healthier subjects were those with high \"A. muciniphila\" abundance and gut microbial richness. In addition, this study showed that having higher abundance of \"A. muciniphila\" at baseline was associated with greater clinical benefits after weight loss. The bacterium is naturally present in the human digestive tract at 3-5%, but has been seen to fall with obesity. It is thought that eating the bacterium increases the gut wall thickness, with the addition of mucin, which will block food from being absorbed by the body.",
            "score": 183.9355663061142
        },
        {
            "docid": "14661752_10",
            "document": "Nicotinamide phosphoribosyltransferase . Although the original cytokine function of PBEF has not been confirmed to date, others have since reported or suggested a cytokine-like function for this protein. In particular, Nampt/PBEF was recently re-identified as a “new visceral fat-derived hormone” named visfatin. It is reported that visfatin is enriched in the visceral fat of both humans and mice and that its plasma levels increase during the development of obesity. Noteworthy is that visfatin is reported to exert insulin-mimetic effects in cultured cells and to lower plasma glucose levels in mice by binding to and activating the insulin receptor. However, the physiological relevance of visfatin is still in question because its plasma concentration is 40 to 100-fold lower than that of insulin despite having similar receptor-binding affinity. In addition, the ability of visfatin to bind and activate the insulin-receptor has yet to be confirmed by other groups.",
            "score": 236.58337664604187
        },
        {
            "docid": "47751005_4",
            "document": "Alpha-1,3-mannosyl-glycoprotein 4-beta-N-acetylglucosaminyltransferase A . It has been proposed that the MGAT4A isoenzyme acts as a toggle for developing of type 2 diabetes. Mice that lack MGAT4A are hyperglycemic and hypoinsulinemic and have impaired glucose tolerance. Moreover, MGAT4A normally protects mice from developing diabetes but is suppressed by high-fat diet. If this mechanism also operates in human islets, MGAT4A may represent a link between type 2 diabetes and high-fat diet.",
            "score": 155.58846759796143
        },
        {
            "docid": "46739579_7",
            "document": "Perilipin-4 . The proteins in the Perilipin family are crucial regulators of lipid storage. PLIN4 expression is elevated in obese animals and humans. Perilipin-null mice eat more food than wild-type mice, but gain 1/3 less fat than wild-type mice on the same diet; perilipin-null mice are thinner, with more lean muscle mass. Perilipin-null mice also exhibit enhanced leptin production and a greater tendency to develop insulin resistance than wild-type mice.",
            "score": 163.74538731575012
        },
        {
            "docid": "14025028_15",
            "document": "Phosphatidylethanolamine N-methyltransferase . PEMT-deficient mice fed high-fat diets have been shown to resist weight gain and be protected from insulin resistance. One potential reason for this phenomenon is that these mice, which exhibit hypermetabolic behavior, rely more on glucose than on fats for energy. It was concluded that insufficient choline resulted in the lack of weight gain, supported by the fact that PC produced via the PEMT pathway can be used to form choline.",
            "score": 194.1287121772766
        },
        {
            "docid": "214938_53",
            "document": "Leptin . When leptin binds with the leptin receptor, it activates a number of pathways. Leptin resistance may be caused by defects in one or more part of this process, particularly the JAK/STAT pathway. Mice with a mutation in the leptin receptor gene that prevents the activation of STAT3 are obese and exhibit hyperphagia. The PI3K pathway may also be involved in leptin resistance, as has been demonstrated in mice by artificial blocking of PI3K signalling. The PI3K pathway also is activated by the insulin receptor and is therefore an important area where leptin and insulin act together as part of energy homeostasis. The insulin-pI3K pathway can cause POMC neurons to become insensitive to leptin through hyperpolarization. The consumption of a high fructose diet from birth has been associated with a reduction in leptin levels and reduced expression of leptin receptor mRNA in rats. Long-term consumption of fructose in rats has been shown to increase levels of triglycerides and trigger leptin and insulin resistance, however, another study found that leptin resistance only developed in the presence of both high fructose and high fat levels in the diet. A third study found that high fructose levels reversed leptin resistance in rats given a high fat diet. The contradictory results mean that it is uncertain whether leptin resistance is caused by high levels of carbohydrates or fats, or if an increase of both, is needed.",
            "score": 238.99803280830383
        },
        {
            "docid": "54439_21",
            "document": "Metabolic syndrome . It is common for there to be a development of visceral fat, after which the adipocytes (fat cells) of the visceral fat increase plasma levels of TNF-α and alter levels of a number of other substances (e.g., adiponectin, resistin, and PAI-1). TNF-α has been shown not only to cause the production of inflammatory cytokines, but also possibly to trigger cell signaling by interaction with a TNF-α receptor that may lead to insulin resistance. An experiment with rats fed a diet with 33% sucrose has been proposed as a model for the development of metabolic syndrome. The sucrose first elevated blood levels of triglycerides, which induced visceral fat and ultimately resulted in insulin resistance. The progression from visceral fat to increased TNF-α to insulin resistance has some parallels to human development of metabolic syndrome. The increase in adipose tissue also increases the number of immune cells present within, which play a role in inflammation. Chronic inflammation contributes to an increased risk of hypertension, atherosclerosis and diabetes.",
            "score": 376.5032112598419
        },
        {
            "docid": "1805_9",
            "document": "Antibiotic . Exposure to antibiotics early in life is associated with increased body mass in humans and mouse models. Early life is a critical period for the establishment of the intestinal microbiota and for metabolic development. Mice exposed to subtherapeutic antibiotic treatment (STAT)– with either penicillin, vancomycin, or chlortetracycline had altered composition of the gut microbiota as well as its metabolic capabilities. One study has reported that mice given low-dose penicillin (1 μg/g body weight) around birth and throughout the weaning process had an increased body mass and fat mass, accelerated growth, and increased hepatic expression of genes involved in adipogenesis, compared to control mice. In addition, penicillin in combination with a high-fat diet increased fasting insulin levels in mice. However, it is unclear whether or not antibiotics cause obesity in humans. Studies have found a correlation between early exposure of antibiotics (<6 months) and increased body mass (at 10 and 20 months). Another study found that the type of antibiotic exposure was also significant with the highest risk of being overweight in those given macrolides compared to penicillin and cephalosporin. Therefore, there is correlation between antibiotic exposure in early life and obesity in humans, but whether or not there is a causal relationship remains unclear. Although there is a correlation between antibiotic use in early life and obesity, the effect of antibiotics on obesity in humans needs to be weighed against the beneficial effects of clinically indicated treatment with antibiotics in infancy.",
            "score": 181.01267743110657
        },
        {
            "docid": "55540058_16",
            "document": "Esculentin-2CHa . It has been shown that esculentin-2CHa administration in NIH Swiss mice following a high-fat diet reduced their body weight and blood glucose levels as well as insulin sensitivity by decreasing the glucagon and the plasma GLP-1, parameters that were increased due to the high fat diet. These studies lead to the hypothesis that esculentin-2-CHa could be a very interesting drug to treat type 2 \"diabetes mellitus\".",
            "score": 235.5798943042755
        },
        {
            "docid": "14722997_5",
            "document": "EIF2S1 . Mice heterozygous for the S51A mutation become obese and diabetic on a high-fat diet. Glucose intolerance resulted from reduced insulin secretion, defective transport of proinsulin, and a reduced number of insulin granules in beta cells. Hence proper functioning of eIF2α appears essential for preventing diet-induced type II diabetes.",
            "score": 257.8149058818817
        },
        {
            "docid": "5708805_7",
            "document": "Peptide YY . Several studies have shown acute peripheral administration of PYY inhibits feeding of rodents and primates. Other studies on Y2R-knockout mice have shown no anorectic effect on them. These findings indicate PYY has an anorectic (losing appetite) effect, which is suggested to be mediated by Y2R. PYY-knockout female mice increase in body weight and fat mass. PYY-knockout mice, on the other hand, are resistant to obesity, but have higher fat mass and lower glucose tolerance when fed a high-fat diet, compared to control mice. Thus, PYY also plays a very important role in energy homeostasis by balancing food intake. PYY oral spray was found to promote fullness. Viral gene therapy of the salivary glands resulted in long-term intake reduction.",
            "score": 140.50422203540802
        },
        {
            "docid": "169270_50",
            "document": "Macrophage . Within the fat (adipose) tissue of CCR2 deficient mice, there is an increased number of eosinophils, greater alternative macrophage activation, and a propensity towards type 2 cytokine expression. Furthermore, this effect was exaggerated when the mice became obese from a high fat diet. This is partially caused by a phenotype switch of macrophages induced by necrosis of fat cells (adipocytes). In an obese individual some adipocytes burst and undergo necrotic death, which causes the residential M2 macrophages to switch to M1 phenotype. This is one of the causes of a low-grade systemic chronic inflammatory state associated with obesity.",
            "score": 182.0279552936554
        },
        {
            "docid": "14439828_7",
            "document": "GPR84 . Ablating lysosomal acid lipase (Lal-/-) in mice led to aberrant expansion of myeloid-derived suppressive cells (MDSCs) (>40% in the blood, and >70% in the bone marrow) that arise from dysregulated production of myeloid progenitor cells in the bone marrow. Ly6G + MDSCs in Lal-/- mice show strong immunosuppression on T cells, which contributes to impaired T cell proliferation and function in vivo. GPR84 was 9.1 fold upregulated in the MDSCs of Lal-/- mice. GPR84 is normally expressed at low levels in myeloid cells and can be induced in vitro by stimulating macrophage or microglial cells with LPS, TNFα, or PMA. Elevated expression of GPR84 was also observed during the demyelination phase of the reversible Cuprizone-Induced Demyelinating Disease mouse model. Finally, it has also shown that GPR84 expression is increased in both the normal appearing white matter and plaque in brains from human Multiple Sclerosis patients. Expression of GPR84 increases in mouse whole brain samples from experimental autoimmune encephalomyelitis before the onset of clinical disease. In cultured microglia in response to simulated blast overpressure the expression of GPR84 was increased 2.9 fold. In ageing TgSwe mice were subjected to traumatic brain injury GPR84 was upregulated by 6.3 fold. GPR84 expression was increased by 49.9 times in M1 type macrophages isolated from aortic atherosclerotic lesions of LDLR-/- mice were fed a western diet. GPR84 is important in regulating the expression of cytokines: CD4+ T cells from GPR84-/- mice show increase IL-4 secretion in the presence of anti-CD3 and anti-CD28 antibodies; GPR84 potentiates LPS-induced IL12p40 secretion in RAW264.7 cells. Recent work by Nagasaki et al. explored 3T3-L1 adipocytes cocultured with RAW264.7 cells to examine this potential interaction. RAW264.7 coculture increases GPR84 expression in 3T3-L1 adipocytes, and incubation with capric acid can inhibit TNFα-induced adiponectin release. Adiponectin regulates many metabolic processes associated with glucose and fatty acids, including insulin sensitivity and lipid breakdown. Furthermore, a high-fat diet can increase GPR84 expression. The authors suggest that GPR84 may explain the relationship between diabetes and obesity. As adipocytes release fatty acids in the presence of macrophages, the loop of increased GPR84 expression and its stimulation prevent the release of regulating hormones. The work on GPR84 is still very early and needs to be expanded in the context of pathophysiology and immune regulation. Some people presume the role of GPR84 in food intake too. GPR84 is expressed in the gastric corpus mucosa and this receptor can be an important luminal sensors of food intake and are most likely expressed on entero-endocrine cells, where it stimulates the release of peptide hormones including incretins glucagon-like peptide (GLP) 1 and 2.",
            "score": 308.93680238723755
        }
    ],
    "r": [
        {
            "docid": "34284475_5",
            "document": "Lifestyle causes of diabetes mellitus type 2 . Obesity has been found to contribute to approximately 55% of cases of type 2 diabetes; chronic obesity leads to increased insulin resistance that can develop into type 2 diabetes, most likely because adipose tissue (especially that in the abdomen around internal organs) is a source of several chemical signals, hormones and cytokines, to other tissues. Inflammatory cytokines such as TNFα may activate the NF-κB pathway which has been linked to the development of insulin resistance. Gene expression promoted by a diet of fat and glucose, as well as high levels of inflammation related cytokines found in the obese, can result in cells that \"produce fewer and smaller mitochondria than is normal,\" and are thus prone to insulin resistance. Fat tissue has also been shown to be involved in managing much of the body's response to insulin and control of uptake of sugar. It secretes RBP4 which increases insulin resistance by blocking the action of insulin in muscle and liver. Fat cells also secrete adiponectin which acts in an opposite way to RBP4 by improving the action of insulin, however, engorged fat cells secrete it in lower amount than normal fat cells. The obese therefore may have higher level of RBP4 but lower level of adiponectin, both of which increase the risk of developing diabetes.",
            "score": 444.41217041015625
        },
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 414.2506103515625
        },
        {
            "docid": "343457_25",
            "document": "Maternal effect . High fat diets in utero are believed to cause metabolic syndrome. Metabolic syndrome is a set of symptoms including obesity and insulin resistance that appear to be related. This syndrome is often associated with type II diabetes as well as hypertension and atherosclerosis. Using mice models, researchers have shown that high fat diets in utero cause modifications to the adiponectin and leptin genes that alter gene expression; these changes contribute to metabolic syndrome. The adiponectin genes regulate glucose metabolism as well as fatty acid breakdown; however, the exact mechanisms are not entirely understood. In both human and mice models, adiponectin has been shown to add insulin-sensitizing and anti-inflammatory properties to different types of tissue, specifically muscle and liver tissue. Adiponectin has also been shown to increase the rate of fatty acid transport and oxidation in mice, which causes an increase in fatty acid metabolism. With a high fat diet during gestation, there was an increase in methylation in the promoter of the adiponectin gene accompanied by a decrease in acetylation. These changes likely inhibit the transcription of the adiponectin genes because increases in methylation and decreases in acetylation usually repress transcription. Additionally, there was an increase in methylation of the leptin promoter, which turns down the production of the leptin gene. Therefore, there was less adiponectin to help cells take up glucose and break down fat, as well as less leptin to cause a feeling of satiety. The decrease in these hormones caused fat mass gain, glucose intolerance, hypertriglyceridemia, abnormal adiponectin and leptin levels, and hypertension throughout the animal’s lifetime. However, the effect was abolished after three subsequent generations with normal diets. This study highlights the fact that these epigenetic marks can be altered in as many as one generation and can even be completely eliminated over time. This study highlighted the connection between high fat diets to the adiponectin and leptin in mice. In contrast, few studies have been done in humans to show the specific effects of high fat diets in utero on humans. However, it has been shown that decreased adiponectin levels are associated with obesity, insulin resistance, type II diabetes, and coronary artery disease in humans. It is postulated that a similar mechanism as the one described in mice may also contribute to metabolic syndrome in humans.",
            "score": 407.9230651855469
        },
        {
            "docid": "4545271_9",
            "document": "Phospholipid scramblase . Recent findings suggest that PLSCR3 and, to a lesser degree, PLSCR1 are critical to the normal regulation of fat accumulation in mice. In addition to blood cells, PLSCR3 is expressed to a significantly higher level in fat and muscle cells, which are actively involved in fat metabolism. PLSCR3 knockout mice showed an aberrant abdominal fat accumulation, glucose intolerance, insulin resistance, and dyslipidema as compared to controlled mice. Cultured fat cells from PLSCR3 knockout mice were engorged with neutral lipids. Blood plasma of these mice showed elevated levels of non-high-density lipoproteins, cholesterol, triglycerides, non-esterified fatty acids, and leptin, but low adiponectin content. Abdominal fat accumulation with the formation of enlarged lipid engorged adipocytes has emerged as the key risk factor for the onset of type 2 diabetes, which is often a manifestation of a broader underlying metabolic disorder termed as metabolic syndrome. Further studies on the regulation of lipid metabolism by PLSCRs are required to understand the risk for development of similar diseases in humans when PLSCR genes are mutated, leading to a defective expression and/or function of PLSCR proteins.",
            "score": 377.7768249511719
        },
        {
            "docid": "54439_21",
            "document": "Metabolic syndrome . It is common for there to be a development of visceral fat, after which the adipocytes (fat cells) of the visceral fat increase plasma levels of TNF-α and alter levels of a number of other substances (e.g., adiponectin, resistin, and PAI-1). TNF-α has been shown not only to cause the production of inflammatory cytokines, but also possibly to trigger cell signaling by interaction with a TNF-α receptor that may lead to insulin resistance. An experiment with rats fed a diet with 33% sucrose has been proposed as a model for the development of metabolic syndrome. The sucrose first elevated blood levels of triglycerides, which induced visceral fat and ultimately resulted in insulin resistance. The progression from visceral fat to increased TNF-α to insulin resistance has some parallels to human development of metabolic syndrome. The increase in adipose tissue also increases the number of immune cells present within, which play a role in inflammation. Chronic inflammation contributes to an increased risk of hypertension, atherosclerosis and diabetes.",
            "score": 376.5032043457031
        },
        {
            "docid": "54448_2",
            "document": "Insulin resistance . Insulin resistance (IR) is a pathological condition in which cells fail to respond normally to the hormone insulin. The body produces insulin when glucose starts to be released into the bloodstream from the digestion of carbohydrates (primarily) in the diet. Under normal conditions of insulin reactivity, this insulin response triggers glucose being taken into body cells, to be used for energy, and inhibits the body from using fat for energy, thereby causing the concentration of glucose in the blood to decrease as a result, staying within the normal range even when a large amount of carbohydrates is consumed. During insulin resistance, however, excess glucose is not sufficiently absorbed by cells even in the presence of insulin, thereby causing an increase in the level of blood sugar.",
            "score": 365.61474609375
        },
        {
            "docid": "54448_32",
            "document": "Insulin resistance . The most common type of insulin resistance is associated with overweight and obesity in a condition known as the metabolic syndrome. Insulin resistance often progresses to full Type 2 diabetes mellitus (T2DM) or latent autoimmune diabetes of adults. This often is seen when hyperglycemia develops after a meal, when pancreatic β-cells are unable to produce sufficient insulin to maintain normal blood sugar levels (euglycemia) in the face of insulin resistance. The inability of the β-cells to produce sufficient insulin in a condition of hyperglycemia is what characterizes the transition from insulin resistance to T2DM.",
            "score": 356.59051513671875
        },
        {
            "docid": "1197980_12",
            "document": "Downregulation and upregulation . This process is illustrated by the insulin receptor sites on target cells in a person with type 2 diabetes. Due to the elevated levels of blood glucose in an overweight individual, the β-cells (islets of Langerhans) in the pancreas must release more insulin than normal to meet the demand and return the blood to homeostatic levels. The near-constant increase in blood insulin levels results from an effort to match the increase in blood glucose, which will cause receptor sites on the liver cells to downregulate and decrease the number of receptors for insulin, increasing the subject’s resistance by decreasing sensitivity to this hormone. There is also a hepatic decrease in sensitivity to insulin. This can be seen in the continuing gluconeogenesis in the liver even when blood glucose levels are elevated. This is the more common process of insulin resistance, which leads to adult-onset diabetes.",
            "score": 349.8968200683594
        },
        {
            "docid": "13980_13",
            "document": "Homeostasis . Blood sugar levels are regulated within fairly narrow limits. In mammals the primary sensors for this are the beta cells of the pancreatic islets. The beta cells respond to a rise in the blood sugar level by secreting insulin into the blood, and simultaneously inhibiting their neighboring alpha cells from secreting glucagon into the blood. This combination (high blood insulin levels and low glucagon levels) act on effector tissues, chief of which are the liver, fat cells and muscle cells. The liver is inhibited from producing glucose, taking it up instead, and converting it to glycogen and triglycerides. The glycogen is stored in the liver, but the triglycerides are secreted into the blood as very low-density lipoprotein (VLDL) particles which are taken up by adipose tissue, there to be stored as fats. The fat cells take up glucose through special glucose transporters (GLUT4), whose numbers in the cell wall are increased as a direct effect of insulin acting on these cells. The glucose that enters the fat cells in this manner is converted into triglycerides (via the same metabolic pathways as are used by the liver) and then stored in those fat cells together with the VLDL-derived triglycerides that were made in the liver. Muscle cells also take glucose up through insulin-sensitive GLUT4 glucose channels, and convert it into muscle glycogen.",
            "score": 347.0878601074219
        },
        {
            "docid": "2047712_12",
            "document": "Pyruvate carboxylase . As a crossroad between carbohydrate and lipid metabolism, pyruvate carboxylase expression in gluconeogenic tissues, adipose tissues and pancreatic islets must be coordinated. In conditions of over nutrition, PC levels are increased in pancreatic β-cells to increase pyruvate cycling in response to chronically elevated levels of glucose. In contrast, PC enzyme levels in the liver are decreased by insulin; during periods of overnutrition adipocyte tissue is expanded with extreme expression of PC and other lipogenic enzymes. Hepatic control of glucose levels is still regulated in an over nutrition situation, but in obesity induced type 2 diabetes the regulation of peripheral glucose levels is no longer under regulation of insulin. In type 2 diabetic rats, chronic exposure of β-cells to glucose due to peripheral insulin resistance results in decreased PC enzyme activity and decreased pyruvate cycling The continued overproduction of glucose by hepatocytes causes dramatic alteration of β-cell gene expression with large increases in normally suppressed genes, and equivalent decreases in expression of mRNA for insulin, ion pumps necessary for insulin secretion, and metabolic enzymes related to insulin secretion, including pyruvate carboxylase Concurrently adipose tissue develops insulin resistance causing accumulation of triaglycerols and non-esterified fatty acids in circulation; these not only further impairing β-cell function, but also further decreasing PC expression. These changes result in the decline of the β-cell phenotype in decompensated diabetes.",
            "score": 343.79827880859375
        },
        {
            "docid": "383675_21",
            "document": "Carbohydrate metabolism . The level of circulatory glucose (known informally as \"blood sugar\") is the most important factor determining the amount of glucagon or insulin produced. The release of glucagon is precipitated by low levels of blood glucose, whereas high levels of blood glucose stimulates cells to produce insulin. Because the level of circulatory glucose is largely determined by the intake of dietary carbohydrates, diet controls major aspects of metabolism via insulin. In humans, insulin is made by beta cells in the pancreas, fat is stored in adipose tissue cells, and glycogen is both stored and released as needed by liver cells. Regardless of insulin levels, no glucose is released to the blood from internal glycogen stores from muscle cells.",
            "score": 343.36480712890625
        },
        {
            "docid": "40017873_32",
            "document": "Diabetes mellitus . Insulin is released into the blood by beta cells (β-cells), found in the islets of Langerhans in the pancreas, in response to rising levels of blood glucose, typically after eating. Insulin is used by about two-thirds of the body's cells to absorb glucose from the blood for use as fuel, for conversion to other needed molecules, or for storage. Lower glucose levels result in decreased insulin release from the beta cells and in the breakdown of glycogen to glucose. This process is mainly controlled by the hormone glucagon, which acts in the opposite manner to insulin.",
            "score": 342.4077453613281
        },
        {
            "docid": "54448_31",
            "document": "Insulin resistance . Any food or drink containing glucose (or the digestible carbohydrates that contain it, such as sucrose, starch, etc.) causes blood glucose levels to increase. In normal metabolism, the elevated blood glucose level instructs beta (β) cells in the Islets of Langerhans, located in the pancreas, to release insulin into the blood. The insulin, in turn, makes insulin-sensitive tissues in the body (primarily skeletal muscle cells, adipose tissue, and liver) absorb glucose, and thereby lower the blood glucose level. The beta cells reduce insulin output as the blood glucose level falls, allowing blood glucose to settle at a constant of approximately 5 mmol/L (mM) (90 mg/dL). In an \"insulin-resistant\" person, normal levels of insulin do not have the same effect in controlling blood glucose levels. During the compensated phase on insulin resistance, insulin levels are higher, and blood glucose levels are still maintained. If compensatory insulin secretion fails, then either fasting (impaired fasting glucose) or postprandial (impaired glucose tolerance) glucose concentrations increase. Eventually, type 2 diabetes or latent autoimmune diabetes occurs when glucose levels become higher throughout the day as the resistance increases and compensatory insulin secretion fails. The elevated insulin levels also have additional effects (see insulin) that cause further abnormal biological effects throughout the body.",
            "score": 341.4027404785156
        },
        {
            "docid": "54448_30",
            "document": "Insulin resistance . Insulin resistance in muscle and fat cells reduces glucose uptake (and also local storage of glucose as glycogen and triglycerides, respectively), whereas insulin resistance in liver cells results in reduced glycogen synthesis and storage and also a failure to suppress glucose production and release into the blood. Insulin resistance normally refers to reduced glucose-lowering effects of insulin. However, other functions of insulin can also be affected. For example, insulin resistance in fat cells reduces the normal effects of insulin on lipids and results in reduced uptake of circulating lipids and increased hydrolysis of stored triglycerides. Increased mobilization of stored lipids in these cells elevates free fatty acids in the blood plasma. Elevated blood fatty-acid concentrations (associated with insulin resistance and diabetes mellitus Type 2), reduced muscle glucose uptake, and increased liver glucose production all contribute to elevated blood glucose levels. High plasma levels of insulin and glucose due to insulin resistance are a major component of the metabolic syndrome. If insulin resistance exists, more insulin needs to be secreted by the pancreas. If this compensatory increase does not occur, blood glucose concentrations increase and type 2 diabetes or latent autoimmune diabetes of adults occurs.",
            "score": 336.8988952636719
        },
        {
            "docid": "54448_29",
            "document": "Insulin resistance . One of insulin's functions is to regulate delivery of glucose into cells to provide them with energy. Insulin resistant cells cannot take in glucose, amino acids and fatty acids. Thus, glucose, fatty acids and amino acids 'leak' out of the cells. A decrease in insulin/glucagon ratio inhibits glycolysis which in turn decreases energy production. The resulting increase in blood glucose may raise levels outside the normal range and cause adverse health effects, depending on dietary conditions. Certain cell types such as fat and muscle cells require insulin to absorb glucose. When these cells fail to respond adequately to circulating insulin, blood glucose levels rise. The liver helps regulate glucose levels by reducing its secretion of glucose in the presence of insulin. This normal reduction in the liver's glucose production may not occur in people with insulin resistance.",
            "score": 333.4278259277344
        },
        {
            "docid": "9125999_5",
            "document": "Blood sugar regulation . When levels of blood sugar rise, whether as a result of glycogen conversion, or from digestion of a meal, a different hormone is released from beta cells found in the Islets of Langerhans in the pancreas. This hormone, insulin, causes the liver to convert more glucose into glycogen (this process is called glycogenesis), and to force about 2/3 of body cells (primarily muscle and fat tissue cells) to take up glucose from the blood through the GLUT4 transporter, thus decreasing blood sugar. When insulin binds to the receptors on the cell surface, vesicles containing the GLUT4 transporters come to the plasma membrane and fuse together by the process of endocytosis, thus enabling a facilitated diffusion of glucose into the cell. As soon as the glucose enters the cell, it is phosphorylated into Glucose-6-Phosphate in order to preserve the concentration gradient so glucose will continue to enter the cell. Insulin also provides signals to several other body systems, and is the chief regulator of metabolic control in humans.",
            "score": 327.6516418457031
        },
        {
            "docid": "12950_11",
            "document": "Glucose . Diabetes is a metabolic disorder where the body is unable to regulate levels of glucose in the blood either because of a lack of insulin in the body or the failure, by cells in the body, to respond properly to insulin. Each of these situations can be caused by persistently high elevations of blood glucose levels, through pancreatic burnout and insulin resistance. The pancreas is the organ responsible for the secretion of insulin. Insulin is a hormone that regulates glucose levels, allowing the body's cells to absorb and use glucose. Without it, glucose cannot enter the cell and therefore cannot be used as fuel for the body's functions. If the pancreas is exposed to persistently high elevations of blood glucose levels, the insulin-producing cells in the pancreas could be damaged, causing a lack of insulin in the body. Insulin resistance occurs when the pancreas tries to produce more and more insulin in response to persistently elevated blood glucose levels. Eventually, the rest of the body becomes resistant to the insulin that the pancreas is producing, thereby requiring more insulin to achieve the same blood glucose-lowering effect, and forcing the pancreas to produce even more insulin to compete with the resistance. This negative spiral contributes to pancreatic burnout, and the disease progression of diabetes.",
            "score": 324.99652099609375
        },
        {
            "docid": "1609070_4",
            "document": "Hyperinsulinemia . In type 2 diabetes, the cells of the body become resistant to the effects of insulin as the receptors which bind to the hormone become less sensitive to insulin concentrations resulting in hyperinsulinemia and disturbances in insulin release. With a reduced response to insulin, the beta cells of the pancreas secrete increasing amounts of insulin in response to the continued high blood glucose levels resulting in hyperinsulinemia. In insulin resistant tissues, a threshold concentration of insulin is reached causing the cells to uptake glucose and therefore decreases blood glucose levels. Studies have shown that the high levels of insulin resulting from insulin resistance might enhance insulin resistance.",
            "score": 324.33795166015625
        },
        {
            "docid": "12644_48",
            "document": "Glycolysis . In animals, regulation of blood glucose levels by the pancreas in conjunction with the liver is a vital part of homeostasis. The beta cells in the pancreatic islets are sensitive to the blood glucose concentration. A rise in the blood glucose concentration causes them to release insulin into the blood, which has an effect particularly on the liver, but also on fat and muscle cells, causing these tissues to remove glucose from the blood. When the blood sugar falls the pancreatic beta cells cease insulin production, but, instead, stimulate the neighboring pancreatic alpha cells to release glucagon into the blood. This, in turn, causes the liver to release glucose into the blood by breaking down stored glycogen, and by means of gluconeogenesis. If the fall in the blood glucose level is particularly rapid or severe, other glucose sensors cause the release of epinephrine from the adrenal glands into the blood. This has the same action as glucagon on glucose metabolism, but its effect is more pronounced. In the liver glucagon and epinephrine cause the phosphorylation of the key, rate limiting enzymes of glycolysis, fatty acid synthesis, cholesterol synthesis, gluconeogenesis, and glycogenolysis. Insulin has the opposite effect on these enzymes. The phosphorylation and dephosphorylation of these enzymes (ultimately in response to the glucose level in the blood) is the dominant manner by which these pathways are controlled in the liver, fat, and muscle cells. Thus the phosphorylation of phosphofructokinase inhibits glycolysis, whereas its dephosphorylation through the action of insulin stimulates glycolysis.",
            "score": 324.2346496582031
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 324.22186279296875
        },
        {
            "docid": "56556_7",
            "document": "Ketone bodies . Fats stored in adipose tissue are released from the fat cells into the blood as free fatty acids and glycerol when insulin levels are low and glucagon and epinephrine levels in the blood are high. This occurs between meals, during fasting, starvation and strenuous exercise, when blood glucose levels are likely to fall. Fatty acids are very high energy fuels, and are taken up by all metabolizing cells which have mitochondria. This is because fatty acids can only be metabolized in the mitochondria. Red blood cells do not contain mitochondria and are therefore entirely dependent on anaerobic glycolysis for their energy requirements. In all other tissues the fatty acids that enter the metabolizing cells are combined with co-enzyme A to form acyl-CoA chains. These are transferred into the mitochondria of the cells, where they are broken down into acetyl-CoA units by a sequence of reactions known as β-oxidation.",
            "score": 322.17010498046875
        },
        {
            "docid": "4994478_3",
            "document": "Osteocalcin . Osteocalcin is secreted solely by osteoblasts and thought to play a role in the body's metabolic regulation and is pro-osteoblastic, or bone-building, by nature. It is also implicated in bone mineralization and calcium ion homeostasis. Osteocalcin acts as a hormone in the body, causing beta cells in the pancreas to release more insulin, and at the same time directing fat cells to release the hormone adiponectin, which increases sensitivity to insulin.",
            "score": 321.26214599609375
        },
        {
            "docid": "23754109_5",
            "document": "Neonatal diabetes mellitus . \"Severe symptoms of NDM (Deficiency of insulin):\" Is a diabetic complication that occurs when the body produces high levels of acid in the blood (ketones). This effects the pancreas, fat cells, and kidneys. This condition occurs when the body cannot produce enough insulin. In the absence or lack of insulin, the body of an diabetic individual will break down fat as fuel. This process produces a buildup of acids in the bloodstream known as ketones, in which leads to ketoacidosis if left untreated. The symptoms of ketoacidosis develop rapidly or within 24 hours. Symptoms of ketoacidosis are excessive thirst, frequent urination, nausea or vomiting, stomach pain, tiredness, shortness or fruity smell on breath and confusion.  A condition in which the unborn baby is smaller than he or she should be, due to the fact he or she not growing at a normal rate in the womb. Delayed growth puts the baby at risk of certain problems during pregnancy, delivery, and after birth. The problems are as follows: baby's birth weight is 90% less than normal weight, difficulty handling vaginal delivery, decreased oxygen levels, hypoglycemia (low blood glucose), low resistance to infection, low Apgar scores (a test given after birth to test the baby's physical condition and evaluate if special medical care is needed), Meconium aspiration (inhaling of stools passed while in the uterus) which causes breathing issues, irregular body temperature and high red blood cell count.  A condition characterized as high blood glucose, which occurs when the body has too little insulin or when the body cannot use insulin properly. Hyperglycemia affects the pancreas, kidneys, and body's tissues. Characterization of hyperglycemia is high blood glucose, high levels of sugar in the urine, frequent urination and increase thirst. A condition characterized an extremely low blood glucose, usually less than 70 mg/dL. Areas of the body that are affected, pancreas, kidneys, and mental state.",
            "score": 320.6532897949219
        },
        {
            "docid": "15346849_3",
            "document": "MAFA (gene) . An in vivo study on mice proved MafA binds to the promoter in an insulin gene to regulate insulin transcription in response to serum glucose levels. MafA is a β cell-specific activator, which differentiates it from other transcription factors involved with insulin gene expression. It helps regulate the β cells involved with insulin secretion primarily by maintaining β cell metabolism. The amount of MafA in the β cells is regulated by levels of glucose and oxidative stress. MafA (gene) has been shown to interact with NEUROD1 and Pdx1. MafA works with Pdx1 to activate the insulin gene.",
            "score": 317.9234619140625
        },
        {
            "docid": "54448_3",
            "document": "Insulin resistance . When the body produces insulin under conditions of insulin resistance, the cells are resistant to the insulin and are unable to use it as effectively, leading to high blood sugar. Beta cells in the pancreas subsequently increase their production of insulin, further contributing to a high blood insulin level. This often remains undetected and can contribute to the development of type 2 diabetes or latent autoimmune diabetes of adults. Although this type of chronic insulin resistance is harmful, during acute illness it is actually a well-evolved protective mechanism.",
            "score": 316.03753662109375
        },
        {
            "docid": "1609070_13",
            "document": "Hyperinsulinemia . On the other hand, adipose tissue is known to secrete various metabolites, hormones and cytokines that may play a role in causing hyperinsulinemia. Specifically cytokines secreted by adipose tissue directly affect the insulin signalling cascade, and thus insulin secretion. Adiponectins are cytokines that are inversely related to percent body fat; that is people with a low body fat will have higher concentrations of adiponectins where as people with high body fat will have lower concentrations of adiponectins. Weyer \"et al.\" (2011) reported that hyperinsulinemia is strongly associated with low adiponectin concentrations in obese people, though whether low adiponectin has a causal role in hyperinsulinemia remains to be established.",
            "score": 315.8890380859375
        },
        {
            "docid": "154502_11",
            "document": "Diabetes mellitus type 2 . Type 2 diabetes is due to insufficient insulin production from beta cells in the setting of insulin resistance. Insulin resistance, which is the inability of cells to respond adequately to normal levels of insulin, occurs primarily within the muscles, liver, and fat tissue. In the liver, insulin normally suppresses glucose release. However, in the setting of insulin resistance, the liver inappropriately releases glucose into the blood. The proportion of insulin resistance versus beta cell dysfunction differs among individuals, with some having primarily insulin resistance and only a minor defect in insulin secretion and others with slight insulin resistance and primarily a lack of insulin secretion.",
            "score": 314.36529541015625
        },
        {
            "docid": "31216882_30",
            "document": "Insulin signal transduction pathway . While insulin is secreted by the pancreas to lower blood glucose levels, glucagon is secreted to raise blood glucose levels. This is why glucagon has been known for decades as a counter-regulatory hormone. When blood glucose levels are low, the pancreas secretes glucagon, which in turn causes the liver to convert stored glycogen polymers into glucose monomers, which is then released into the blood. This process is called glycogenolysis. Liver cells, or hepatocytes, have glucagon receptors which allow for glucagon to attach to them and thus stimulate glycogenolysis. Contrary to insulin, which is produced by pancreatic β-cells, glucagon is produced by pancreatic α-cells. It is also known that an increase in insulin suppresses glucagon secretion, and a decrease in insulin, along with low glucose levels, stimulates the secretion of glucagon.",
            "score": 313.52978515625
        },
        {
            "docid": "48712402_18",
            "document": "Parthanatos . Parthanatos, as a cell death pathway, is being increasingly linked to several syndromes connected with specific tissue damage outside of the nervous system. This is highlighted in the mechanism of streptozotocin (STZ) induced diabetes. STZ is a chemical that is naturally produced by the human body. However, in high doses, STZ has been shown to produce diabetic symptoms by damaging pancreatic β cells, which are insulin-producing. The degradation of β cells by STZ was linked to PARP in 1980 when studies showed that a PAR synthesis inhibitor reduced STZ’s effects on insulin synthesis. Inhibition of PARP causes pancreatic tissue to sustain insulin synthesis levels, and reduce β cell degradation even with elevated STZ toxin levels.",
            "score": 312.44537353515625
        },
        {
            "docid": "38300_28",
            "document": "Pancreas . Approximately 3 million cell clusters called pancreatic islets are present in the pancreas. Within these islets are four main types of cells which are involved in the regulation of blood glucose levels. Each type of cell secretes a different type of hormone: α alpha cells secrete glucagon (increase glucose in blood), β beta cells secrete insulin (decrease glucose in blood), δ delta cells secrete somatostatin (regulates/stops α and β cells) and PP cells, or γ (gamma) cells, secrete pancreatic polypeptide. These act to control blood glucose through secreting glucagon to increase the levels of glucose, and insulin to decrease it.",
            "score": 311.41058349609375
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 310.630126953125
        },
        {
            "docid": "697890_17",
            "document": "Gestational diabetes . Though the clinical presentation of gestational diabetes is well characterized, the biochemical mechanism behind the disease is not well known. One proposed biochemical mechanism involves insulin-producing β-cell adaptation controlled by the HGF/c-MET signaling pathway. β-cell adaption refers to the change that pancreatic islet cells undergo during pregnancy in response to maternal hormones in order to compensate for the increased physiological needs of mother and baby. These changes in the β-cells cause increased insulin secretion as a result of increased β-cell proliferation. HGF/c-MET has also been implicated in β-cell regeneration, which suggests that HGF/c-MET may help increase β-cell mass in order to compensate for insulin needs during pregnancy. Recent studies support that loss of HGF/c-MET signaling results in aberrant β-cell adaptation.",
            "score": 309.6758728027344
        }
    ]
}