{
    "q": [
        {
            "docid": "15510783_2",
            "document": "Neuroligin . Neuroligin (NLGN), a type I membrane protein, is a cell adhesion protein on the postsynaptic membrane that mediates the formation and maintenance of synapses between neurons. Neuroligins act as ligands for β-Neurexins, which are cell adhesion proteins located presynaptically. Neuroligin and β-neurexin \"shake hands,\" resulting in the connection between two neurons and the production of a synapse. Neuroligins also affect the properties of neural networks by specifying synaptic functions, and they mediate signalling by recruiting and stabilizing key synaptic components. Neuroligins interact with other postsynaptic proteins to localize neurotransmitter receptors and channels in the postsynaptic density as the cell matures. Additionally, neuroligins are expressed in human peripheral tissues and have been found to play a role in angiogenesis. In humans, alterations in genes encoding neuroligins are implicated in autism and other cognitive disorders.",
            "score": 178.34543240070343
        },
        {
            "docid": "507325_2",
            "document": "Alpha-synuclein . Alpha-synuclein is a protein that, in humans, is encoded by the \"SNCA\" gene. It is abundant in the brain while smaller amounts are found in the heart, muscles, and other tissues. In the brain, alpha-synuclein is found mainly at the tips of nerve cells (neurons) in specialized structures called presynaptic terminals. Within these structures, alpha-synuclein interacts with phospholipids and proteins. Presynaptic terminals release chemical messengers, called neurotransmitters, from compartments known as synaptic vesicles. The release of neurotransmitters relays signals between neurons and is critical for normal brain function.",
            "score": 134.9877414703369
        },
        {
            "docid": "53948_42",
            "document": "Hippocampus . The hippocampus is a particularly favorable site for studying LTP because of its densely packed and sharply defined layers of neurons, but similar types of activity-dependent synaptic change have also been observed in many other brain areas. The best-studied form of LTP has been seen in CA1 of the hippocampus and occurs at synapses that terminate on dendritic spines and use the neurotransmitter glutamate. The synaptic changes depend on a special type of glutamate receptor, the \"N\"-methyl-D-aspartate (NMDA) receptor, a cell surface receptor which has the special property of allowing calcium to enter the postsynaptic spine only when presynaptic activation and postsynaptic depolarization occur at the same time. Drugs that interfere with NMDA receptors block LTP and have major effects on some types of memory, especially spatial memory. Genetically modified mice that are modified to disable the LTP mechanism, also generally show severe memory deficits.",
            "score": 188.497056722641
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 221.87477159500122
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 160.91628277301788
        },
        {
            "docid": "1224698_15",
            "document": "Synaptogenesis . Although the study of synaptogenesis within the central nervous system (CNS) is much more recent than that of the NMJ, there is promise of relating the information learned at the NMJ to synapses within the CNS. Many similar structures and basic functions exist between the two types of neuronal connections. At the most basic level, the CNS synapse and the NMJ both have a nerve terminal that is separated from the postsynaptic membrane by a cleft containing specialized extracellular material. Both structures exhibit localized vesicles at the active sites, clustered receptors at the post-synaptic membrane, and glial cells that encapsulate the entire synaptic cleft. In terms of synaptogenesis, both synapses exhibit differentiation of the pre- and post-synaptic membranes following initial contact between the two cells. This includes the clustering of receptors, localized up-regulation of protein synthesis at the active sites, and neuronal pruning through synapse elimination.",
            "score": 159.6331605911255
        },
        {
            "docid": "33826069_7",
            "document": "Viral neuronal tracing . Viruses can be transmitted in one of two directions. First, one must understand the underlying mechanism of axoplasmic transport. Within the axon are long slender protein complexes called microtubules. They act as a cytoskeleton to help the cell maintain its shape. These can also act as highways within the axon and facilitate transport of neurotransmitter-filled vesicles and enzymes back and forth between the cell body, or soma and the axon terminal, or synapse. Transport can proceed in either direction: anterograde (from soma to synapse), or retrograde (from synapse to soma). Neurons naturally transport proteins, neurotransmitters, and other macromolecules via these cellular pathways. Neuronal tracers, including viruses, take advantage of these transport mechanisms to distribute a tracer throughout a cell. Researchers can use this to study synaptic circuitry.",
            "score": 204.85387063026428
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 154.79667854309082
        },
        {
            "docid": "21944_15",
            "document": "Nervous system . Sponges have no cells connected to each other by synaptic junctions, that is, no neurons, and therefore no nervous system. They do, however, have homologs of many genes that play key roles in synaptic function. Recent studies have shown that sponge cells express a group of proteins that cluster together to form a structure resembling a postsynaptic density (the signal-receiving part of a synapse). However, the function of this structure is currently unclear. Although sponge cells do not show synaptic transmission, they do communicate with each other via calcium waves and other impulses, which mediate some simple actions such as whole-body contraction.",
            "score": 163.97964882850647
        },
        {
            "docid": "33644895_4",
            "document": "Evolution of nervous systems . Sponges have no cells connected to each other by synaptic junctions, that is, no neurons, and therefore no nervous system. They do, however, have homologs of many genes that play key roles in synaptic function. Recent studies have shown that sponge cells express a group of proteins that cluster together to form a structure resembling a postsynaptic density (the signal-receiving part of a synapse). However, the function of this structure is currently unclear. Although sponge cells do not show synaptic transmission, they do communicate with each other via calcium waves and other impulses, which mediate some simple actions such as whole-body contraction.",
            "score": 163.97964882850647
        },
        {
            "docid": "1300487_2",
            "document": "Peripherin . Peripherin is a type III Intermediate filament (IF) protein expressed mainly in neurons of the peripheral nervous system (PNS). It is also found in neurons of the central nervous system (CNS) that have projections toward peripheral structures, such as spinal motor neurons. Its size, structure, and sequence/location of protein motifs is similar to other type III IF proteins such as desmin, vimentin and glial fibrillary acidic protein (GFAP). Like these proteins, peripherin can self-assemble to form homopolymeric filamentous networks (networks formed from peripherin protein dimers), but it can also heteropolymerize with neurofilaments in several neuronal types. This protein in humans is encoded by the \"PRPH\" gene. Peripherin is thought to play a role in neurite elongation during development and axonal regeneration after injury, but its exact function is unknown. It is also associated with some of the major neuropathologies that characterize amyotropic lateral sclerosis (ALS), but despite extensive research into how neurofilaments and peripherin contribute to ALS, their role in this disease is still unidentified.",
            "score": 139.95226681232452
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 143.46159768104553
        },
        {
            "docid": "4669202_2",
            "document": "Postsynaptic density . The postsynaptic density (PSD) is a protein dense \"specialization\" attached to the postsynaptic membrane. PSDs were originally identified by electron microscopy as an electron-dense region at the membrane of a postsynaptic neuron. The PSD is in close apposition to the presynaptic active zone and ensures that receptors are in close proximity to presynaptic neurotransmitter release sites. PSDs vary in size and composition among brain regions and have been studied in great detail at glutamatergic synapses. Hundreds of proteins have been identified in the postsynaptic density including glutamate receptors, scaffold proteins, and many signaling molecules.",
            "score": 113.16742539405823
        },
        {
            "docid": "14072078_3",
            "document": "DLG4 . PSD-95 is a member of the membrane-associated guanylate kinase (MAGUK) family. With PSD-93 it is recruited into the same NMDA receptor and potassium channel clusters. These two MAGUK proteins may interact at postsynaptic sites to form a multimeric scaffold for the clustering of receptors, ion channels, and associated signaling proteins.  PSD-95 is the best studied member of the MAGUK-family of PDZ domain-containing proteins. Like all MAGUK-family proteins, its basic structure includes three PDZ domains, an SH3 domain, and a guanylate kinase-like domain (GK) connected by disordered linker regions. It is almost exclusively located in the post synaptic density of neurons, and is involved in anchoring synaptic proteins. Its direct and indirect binding partners include neuroligin, NMDA receptors, AMPA receptors, and potassium channels. It plays an important role in synaptic plasticity and the stabilization of synaptic changes during long-term potentiation.",
            "score": 96.20239496231079
        },
        {
            "docid": "39783982_12",
            "document": "Dendrin . The protein trio of MAGI/S-SCAM, α-actinin, and dendrin helps to connect postsynaptic density (PSD) to the cytoskeleton of the spine. The spatially restricted synthesis of dendrin contributes to the regulation of the synaptic cytoskeleton. The postsynaptic cytoskeleton, in turn, is involved in synaptic plasticity and memory formation suggesting that dendrin expression plays a role in these two brain functions. If the synapse is damaged, this protein trio may play a role in its ability to regain function or the synaptic function to be taken over by another part of the brain. The involvement of dendrin in memory formation also suggests that external influences like sleep deprivation or nicotine consumption can alter or affect how memories are formed or stored.",
            "score": 134.29933428764343
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 183.4058644771576
        },
        {
            "docid": "5401463_7",
            "document": "Neuroproteomics . It is commonly known that drug addiction involves permanent synaptic plasticity of various neuronal circuits. Neuroproteomics is being applied to study the effect of drug addiction across the synapse. Research is being conducted by isolating distinct regions of the brain in which synaptic transmission takes place and defining the proteome for that particular region. Different stages of drug abuse must be studied, however, in order to map out the progression of protein changes along the course of the drug addiction. These stages include enticement, ingesting, withdrawal, addiction, and removal. It begins with the change in the genome through transcription that occurs due to the abuse of drugs. It continues to identify the most likely proteins to be affected by the drugs and focusing in on that area. For drug addiction, the synapse is the most likely target as it involves communication between neurons. Lack of sensory communication in neurons is often an outward sign of drug abuse, and so neuroproteomics is being applied to find out what proteins are being affected to prevent the transport of neurotransmitters. In particular, the vesicle releasing process is being studied to identify the proteins involved in the synapse during drug abuse. Proteins such as synaptotagmin and synaptobrevin interact to fuse the vesicle into the membrane. Phosphorylation also has its own set of proteins involved that work together to allow the synapse to function properly. Drugs such as morphine change properties such as cell adhesion, neurotransmitter volume, and synaptic traffic. After significant morphine application, tyrosine kinases received less phosphorylation and thus send fewer signals inside the cell. These receptor proteins are unable to initiate the intracellular signaling processes that enable the neuron to live, and necrosis or apoptosis may be the result. With more and more neurons affected along this chain of cell death, permanent loss of sensory or motor function may be the result. By identifying the proteins that are changed with drug abuse, neuroproteomics may give clinicians even earlier biomarkers to test for to prevent permanent neurological damage.",
            "score": 185.70824420452118
        },
        {
            "docid": "39783982_6",
            "document": "Dendrin . Dendrin is a postsynaptic protein that is found in the forebrain and hippocampus. Specifically in the forebrain, dendrin is found in the cerebral cortex and the subcortical forebrain plus midbrain areas (SFMA). Dendrin has yet to be found in other parts of the brain, but is very abundant in the parts of the brain where it is known to be expressed. Within these known locations in the brain, dendrin is associated with the actin cytoskeleton. Dendrin is found in the neuron's cell body and its dendrites. This is the part of the cell that helps it to retain its structure and move other molecules throughout the cell. MAGI/S-SCAM is a component of the cytoskeleton that is used to keep dendrin in the cytoplasm of a neuron, and prevents the protein from diffusing into the nucleus. Because of this location in the neuron, it is thought that dendrin is involved in retrograde signaling from the synapse to the nucleus. This form of signaling is the reverse of normal neural signaling so that instead of the signal passing from the nucleus to the synapse, is passes from the synapse to the nucleus.",
            "score": 215.09525156021118
        },
        {
            "docid": "18704809_2",
            "document": "Alzheimer type II astrocyte . The Alzheimer type II astrocyte is thought to be a pathological type of cell in the brain, however its exact pathology remains unknown. Like other astrocytes, it is a non-neuronal glial cell. They are not associated with Alzheimer's disease. Astrocytes belong to a class of glial cells which are known to have specialized functions in the central nervous system. Among many biological roles, astrocytes are important for neuronal development, synaptic transmission, homeostasis, and neuroprotection. For example, astrocytes have many transporters and ion channels that allow for ion balance and static pH levels in order to achieve homeostasis. Although astrocytes are closely related to neurons and neuronal functions, they are not neuronal cells due to their inability to propagate action potentials. However, they are excitable cells that are able to influence synaptic transmission with cellular triggers such as calcium influx. Astrocytes can also respond to CNS injury by undergoing reactive gliosis. This acts as a neuroprotective event by upregulating intermediate filament proteins for structural cellular support. One of these proteins, glial fibrillary acidic protein (GFAP) can be used as a marker for reactive gliosis in damaged tissue.",
            "score": 141.28361451625824
        },
        {
            "docid": "26871735_11",
            "document": "Thomas C. Südhof . Südhof started his independent research career in neuroscience since 1986 and open the field of molecular neuroscience for synaptic transmission especially from the presynaptic nerve terminal perspective. Until Südhof began his work, majority of neuroscience research was aimed at the postsynaptic neuron and its role in learning and memory. Indeed, Thomas Südhof is credited with discovering much of the machinery mediating neurotransmitter release and presynaptic plasticity in his 21 years at UT Southwestern. Südhof began with the discovery of synaptotagmins and their role in neurotransmitter release from the presynaptic neuron. Synaptotagmin, a transmembrane protein found in neurosecretory vesicles, functions as a calcium sensor triggering vesicle fusion and neurotransmitter release. Stimulation of a neuron results in an increase in intracellular calcium concentration. After binding calcium ion to a region in its cytosolic domain, vesicular synaptotagmin promotes quick or slow neurotransmitter release from the presynaptic neuron via interaction with regulatory and fusion related proteins such as members of the SNARE complex. Südhof also discovered RIMs and Muncs (most notably Munc13 and Munc18), soluble proteins which aid in the fusion of neurotransmitter vesicles to the nerve cell membrane and play an important role in synaptic plasticity. In addition, Südhof’s research uncovered the role of many other proteins facilitating vesicle binding, fusion, and resultant neurotransmitter release from the presynaptic neuron, including members of the SNARE complex: synaptobrevin, in the vesicular membrane, syntaxin, in the cell membrane, and SNAP25, which is tethered to the cytosolic side of the cell membrane via cysteine-linked palmitoyl chains and holds the complex of four helices together. Südhof was also responsible for elucidating the action of tetanus and botulinum toxins, which selectively cleave synaptobrevin and SNAP25, respectively, inhibiting vesicle fusion with the presynaptic membrane.",
            "score": 122.93657851219177
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 208.1375231742859
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 121.86878848075867
        },
        {
            "docid": "56806820_6",
            "document": "Synaptic stabilization . synCAM1 along with neuroligin are the two CAM’s known to be sufficient to initiate the formation of presynaptic terminals, as addition of synCAM1 to media of co-cultured neuronal and non-neuronal cells lead to the establishment of presynaptic terminals. Homophillic binding of two synCAM1 molecules on the filopodia of axonal growth cone and dendritic spine allow for initial contact between pre- and postsynaptic cell to be made. synCAMs belong to the Ig superfamily of proteins. The cytosolic PDZ domains of synCAMs imbedded in the post-synaptic membrane interact with post-synaptic scaffold protein PSD-95 which helps anchor the complex to the underlying cytoskeleton.",
            "score": 195.02703857421875
        },
        {
            "docid": "2918988_2",
            "document": "Neurotransmission . Neurotransmission (Latin: \"transmissio\" \"passage, crossing\" from \"transmittere\" \"send, let through\"), also called synaptic transmission, is the process by which signaling molecules called neurotransmitters are released by the axon terminal of a neuron (the presynaptic neuron), and bind to and activate the receptors on the dendrites of another neuron (the postsynaptic neuron). A similar process occurs in retrograde neurotransmission, where the dendrites of the postsynaptic neuron release retrograde neurotransmitters (e.g., endocannabinoids) that signal through receptors that are located on the axon terminal of the presynaptic neuron, mainly at GABAergic and glutamatergic synapses.",
            "score": 150.27809882164001
        },
        {
            "docid": "8131_9",
            "document": "Dendrite . Little is known about the process by which dendrites orient themselves in vivo and are compelled to create the intricate branching pattern unique to each specific neuronal class. One theory on the mechanism of dendritic arbor development is the Synaptotropic Hypothesis. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain. A balance between metabolic costs of dendritic elaboration and the need to cover receptive field presumably determine the size and shape of dendrites. A complex array of extracellular and intracellular cues modulates dendrite development including transcription factors, receptor-ligand interactions, various signaling pathways, local translational machinery, cytoskeletal elements, Golgi outposts and endosomes. These contribute to the organization of the dendrites on individual cell bodies and the placement of these dendrites in the neuronal circuitry. For example, it was shown that β-actin zipcode binding protein 1 (ZBP1) contributes to proper dendritic branching. Other important transcription factors involved in the morphology of dendrites include CUT, Abrupt, Collier, Spineless, ACJ6/drifter, CREST, NEUROD1, CREB, NEUROG2 etc. Secreted proteins and cell surface receptors includes neurotrophins and tyrosine kinase receptors, BMP7, Wnt/dishevelled, EPHB 1-3, Semaphorin/plexin-neuropilin, slit-robo, netrin-frazzled, reelin. Rac, CDC42 and RhoA serve as cytoskeletal regulators and the motor protein includes KIF5, dynein, LIS1. Important secretory and endocytic pathways controlling the dendritic development include DAR3 /SAR1, DAR2/Sec23, DAR6/Rab1 etc. All these molecules interplay with each other in controlling dendritic morphogenesis including the acquisition of type specific dendritic arborization, the regulation of dendrite size and the organization of dendrites emanating from different neurons.",
            "score": 257.57332587242126
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 152.81927037239075
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 174.11815583705902
        },
        {
            "docid": "31153340_2",
            "document": "Active zone . The active zone or synaptic active zone is a term first used by Couteaux and Pecot-Dechavassinein in 1970 to define the site of neurotransmitter release. Two neurons make near contact through structures called synapses allowing them to communicate with each other. As shown in the adjacent diagram, a synapse consists of the presynaptic bouton of one neuron which stores vesicles containing neurotransmitter (uppermost in the picture), and a second, postsynaptic neuron which bears receptors for the neurotransmitter (at the bottom), together with a gap between the two called the synaptic cleft (with synaptic adhesion molecules, SAMs, holding the two together). When an action potential reaches the presynaptic bouton, the contents of the vesicles are released into the synaptic cleft and the released neurotransmitter travels across the cleft to the postsynaptic neuron (the lower structure in the picture) and activates the receptors on the postsynaptic membrane.",
            "score": 88.80998277664185
        },
        {
            "docid": "600788_20",
            "document": "Brain-derived neurotrophic factor . BDNF also enhances synaptogenesis. Synaptogenesis is dependent upon the assembly of new synapses and the disassembly of old synapses by β-adducin. Adducins are membrane-skeletal proteins that cap the growing ends of actin filaments and promote their association with spectrin, another cytoskeletal protein, to create stable and integrated cytoskeletal networks. Actins have a variety of roles in synaptic functioning. In pre-synaptic neurons, actins are involved in synaptic vesicle recruitment and vesicle recovery following neurotransmitter release. In post-synaptic neurons they can influence dendritic spine formation and retraction as well as AMPA receptor insertion and removal. At their C-terminus, adducins possess a myristoylated alanine-rich C kinase substrate (MARCKS) domain which regulates their capping activity. BDNF can reduce capping activities by upregulating PKC, which can bind to the adducing MRCKS domain, inhibit capping activity, and promote synatogenesis through dendritic spine growth and disassembly and other activities.",
            "score": 201.91828620433807
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 172.85846960544586
        },
        {
            "docid": "487921_2",
            "document": "Long-term depression . Long-term depression (LTD), in neurophysiology, is an activity-dependent reduction in the efficacy of neuronal synapses lasting hours or longer following a long patterned stimulus. LTD occurs in many areas of the CNS with varying mechanisms depending upon brain region and developmental progress. LTD in the hippocampus and cerebellum have been the best characterized, but there are other brain areas in which mechanisms of LTD are understood. LTD has also been found to occur in different types of neurons that release various neurotransmitters, however, the most common neurotransmitter involved in LTD is L-glutamate. L-glutamate acts on the N-methyl-D- aspartate receptors (NMDARs), α-amino-3-hydroxy-5-methylisoxazole-4-propionic acid receptors (AMPARs), kainate receptors (KARs) and metabotropic glutamate receptors (mGluRs) during LTD. It can result from strong synaptic stimulation (as occurs in the cerebellar Purkinje cells) or from persistent weak synaptic stimulation (as in the hippocampus). Long-term potentiation (LTP) is the opposing process to LTD; it is the long-lasting increase of synaptic strength. In conjunction, LTD and LTP are factors affecting neuronal synaptic plasticity. LTD is thought to result mainly from a decrease in postsynaptic receptor density, although a decrease in presynaptic neurotransmitter release may also play a role. Cerebellar LTD has been hypothesized to be important for motor learning. However, it is likely that other plasticity mechanisms play a role as well. Hippocampal LTD may be important for the clearing of old memory traces.  Hippocampal/cortical LTD can be dependent on NMDA receptors, metabotropic glutamate receptors (mGluR), or endocannabinoids. The result of the underlying-LTD molecular mechanism is the phosphorylation of AMPA glutamate receptors and their elimination from the surface of the parallel fiber-Purkinje cell (PF-PC) synapse.",
            "score": 122.40244901180267
        },
        {
            "docid": "3514698_12",
            "document": "FMR1 . Group 1 metabotropic glutamate receptor (mGluR) signaling has been implicated in playing an important role in FMRP-dependent synaptic plasticity. Post-synaptic mGluR stimulation results in the up-regulation of protein synthesis through a second messenger system. A role for mGluR in synaptic plasticity is further evidenced by the observation of dendritic spine elongation following mGluR stimulation. Furthermore, mGluR activation results in the synthesis of FMRP near synapses. The produced FMRP associates with polyribosomal complexes after mGluR stimulation, proposing the involvement of fragile X mental retardation protein in the process of translation. This further advocates a role for FMRP in synaptic protein synthesis and the growth of synaptic connections. Interestingly, the loss of FMRP results in an abnormal dendritic spine phenotype. Specifically, deletion of the FMR1 gene in a sample of mice resulted in an increase in spine synapse number.",
            "score": 214.50025510787964
        }
    ],
    "r": [
        {
            "docid": "21120_4",
            "document": "Neuron . A typical neuron consists of a cell body (soma), dendrites, and an axon. The term neurite is used to describe either a dendrite or an axon, particularly in its undifferentiated stage. Dendrites are thin structures that arise from the cell body, often extending for hundreds of micrometers and branching multiple times, giving rise to a complex \"dendritic tree\". An axon (also called a nerve fiber) is a special cellular extension (process) that arises from the cell body at a site called the axon hillock and travels for a distance, as far as 1 meter in humans or even more in other species. Most neurons receive signals via the dendrites and send out signals down the axon. Numerous axons are often bundled into fascicles that make up the nerves in the peripheral nervous system (like strands of wire make up cables). Bundles of axons in the central nervous system are called tracts. The cell body of a neuron frequently gives rise to multiple dendrites, but never to more than one axon, although the axon may branch hundreds of times before it terminates. At the majority of synapses, signals are sent from the axon of one neuron to a dendrite of another. There are, however, many exceptions to these rules: for example, neurons can lack dendrites, or have no axon, and synapses can connect an axon to another axon or a dendrite to another dendrite.",
            "score": 264.4967346191406
        },
        {
            "docid": "8131_9",
            "document": "Dendrite . Little is known about the process by which dendrites orient themselves in vivo and are compelled to create the intricate branching pattern unique to each specific neuronal class. One theory on the mechanism of dendritic arbor development is the Synaptotropic Hypothesis. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain. A balance between metabolic costs of dendritic elaboration and the need to cover receptive field presumably determine the size and shape of dendrites. A complex array of extracellular and intracellular cues modulates dendrite development including transcription factors, receptor-ligand interactions, various signaling pathways, local translational machinery, cytoskeletal elements, Golgi outposts and endosomes. These contribute to the organization of the dendrites on individual cell bodies and the placement of these dendrites in the neuronal circuitry. For example, it was shown that β-actin zipcode binding protein 1 (ZBP1) contributes to proper dendritic branching. Other important transcription factors involved in the morphology of dendrites include CUT, Abrupt, Collier, Spineless, ACJ6/drifter, CREST, NEUROD1, CREB, NEUROG2 etc. Secreted proteins and cell surface receptors includes neurotrophins and tyrosine kinase receptors, BMP7, Wnt/dishevelled, EPHB 1-3, Semaphorin/plexin-neuropilin, slit-robo, netrin-frazzled, reelin. Rac, CDC42 and RhoA serve as cytoskeletal regulators and the motor protein includes KIF5, dynein, LIS1. Important secretory and endocytic pathways controlling the dendritic development include DAR3 /SAR1, DAR2/Sec23, DAR6/Rab1 etc. All these molecules interplay with each other in controlling dendritic morphogenesis including the acquisition of type specific dendritic arborization, the regulation of dendrite size and the organization of dendrites emanating from different neurons.",
            "score": 257.5733337402344
        },
        {
            "docid": "14878396_21",
            "document": "Chloride potassium symporter 5 . In addition to controlling the efficacy of GABAergic synapses through chloride homeostasis, KCC2 play a critical role in the morphogenesis and function of glutamatergic synapses within the central nervous system. Studies on hippocampal tissue in KCC2 knockout animals showed that neurons lacking KCC2 have stunted dendritic growth and malformed dendritic spines. Recent studies demonstrate that KCC2 plays a critical role in the structure and function of dendritic spines which host most excitatory synapses in cortical neurons. Through an interaction with actin cytoskeleton, KCC2 forms a molecular barrier to the diffusion of transmembrane proteins within dendritic spines, thereby regulating the local confinement of AMPA receptors and synaptic potency.",
            "score": 250.9862518310547
        },
        {
            "docid": "27132269_2",
            "document": "Actin remodeling of neurons . Actin remodeling is a biochemical process in cells. In the actin remodeling of neurons, the protein actin is part of the process to change the shape and structure of dendritic spines. G-actin is the monomer form of actin, and is uniformly distributed throughout the axon and the dendrite. F-actin is the polymer form of actin, and its presence in dendritic spines is associated with their change in shape and structure. Actin plays a role in the formation of new spines as well as stabilizing spine volume increase. The changes that actin brings about lead to the formation of new synapses as well as increased cell communication.",
            "score": 248.72540283203125
        },
        {
            "docid": "343169_2",
            "document": "Dendritic spine . A dendritic spine (or spine) is a small membranous protrusion from a neuron's dendrite that typically receives input from a single axon at the synapse. Dendritic spines serve as a storage site for synaptic strength and help transmit electrical signals to the neuron's cell body. Most spines have a bulbous head (the spine head), and a thin neck that connects the head of the spine to the shaft of the dendrite. The dendrites of a single neuron can contain hundreds to thousands of spines. In addition to spines providing an anatomical substrate for memory storage and synaptic transmission, they may also serve to increase the number of possible contacts between neurons.",
            "score": 244.21575927734375
        },
        {
            "docid": "423771_8",
            "document": "Synaptic plasticity . The second mechanism depends on a second messenger cascade regulating gene transcription and changes in the levels of key proteins at pimmel synapses such as CaMKII and PKAII. Activation of the second messenger pathway leads to increased levels of CaMKII and PKAII within the dendritic spine. These protein kinases have been linked to growth in dendritic spine volume and LTP processes such as the addition of AMPA receptors to the plasma membrane and phosphorylation of ion channels for enhanced permeability. Localization or compartmentalization of activated proteins occurs in the presence of their given stimulus which creates local effects in the dendritic spine. Calcium influx from NMDA receptors is necessary for the activation of CaMKII. This activation is localized to spines with focal stimulation and is inactivated before spreading to adjacent spines or the shaft, indicating an important mechanism of LTP in that particular changes in protein activation can be localized or compartmentalized to enhance the responsivity of single dendritic spines. Individual dendritic spines are capable of forming unique responses to presynaptic cells. This second mechanism can be triggered by protein phosphorylation but takes longer and lasts longer, providing the mechanism for long-lasting memory storage. The duration of the LTP can be regulated by breakdown of these second messengers. Phosphodiesterase, for example, breaks down the secondary messenger cAMP, which has been implicated in increased AMPA receptor synthesis in the post-synaptic neuron .",
            "score": 242.31317138671875
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 239.98162841796875
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 238.1949005126953
        },
        {
            "docid": "1705007_5",
            "document": "Tau protein . Tau protein is a highly soluble microtubule-associated protein (MAP). In humans, these proteins are found mostly in neurons compared to non-neuronal cells. One of tau's main functions is to modulate the stability of axonal microtubules. Other nervous system MAPs may perform similar functions, as suggested by tau knockout mice that did not show abnormalities in brain development - possibly because of compensation in tau deficiency by other MAPs. Tau is not present in dendrites and is active primarily in the distal portions of axons where it provides microtubule stabilization but also flexibility as needed. This contrasts with MAP6 (STOP) proteins in the proximal portions of axons, which, in essence, lock down the microtubules and MAP2 that stabilizes microtubules in dendrites.",
            "score": 234.264404296875
        },
        {
            "docid": "39180324_10",
            "document": "Homosynaptic plasticity . Protein synthesis at dendrites is necessary for homosynaptic plasticity. The depolarization and resulting activation of AMPA and NMDA receptors in the postsynaptic cell causes endocytosis of these receptors. Local protein synthesis is required to maintain the number of surface receptors at the synapse. These new proteins help stabilize the structural changes induced by homosynaptic plasticity. There is evidence of ribosomes in dendrites, which can manufacture these proteins. Furthermore, there is also evidence of granules of RNA in dendrites, which indicates the presence of newly made proteins. LTP can be induced from dendrites severed from the soma of the post-synaptic target neuron. Contrarily, LTP can be blocked in these dendrites by protein synthesis blockers, such as Endomyacin, which further indicates a site for local protein synthesis. This evidence shows local protein synthesis is necessary for L-LTP to be stabilized and maintained.",
            "score": 234.2122802734375
        },
        {
            "docid": "372266_28",
            "document": "Long-term potentiation . One reason for the popularity of the local protein synthesis hypothesis is that it provides a possible mechanism for the specificity associated with LTP. Specifically, if indeed local protein synthesis underlies L-LTP, only dendritic spines receiving LTP-inducing stimuli will undergo LTP; the potentiation will not be propagated to adjacent synapses. By contrast, global protein synthesis that occurs in the cell body requires that proteins be shipped out to every area of the cell, including synapses that have not received LTP-inducing stimuli. Whereas local protein synthesis provides a mechanism for specificity, global protein synthesis would seem to directly compromise it. However, as discussed later, the synaptic tagging hypothesis successfully reconciles global protein synthesis, synapse specificity, and associativity.",
            "score": 232.85267639160156
        },
        {
            "docid": "1306158_3",
            "document": "Soma (biology) . The soma of a neuron (i.e., the main part of the neuron in which the dendrites branch off of) contains many organelles, including granules called Nissl granules, which are composed largely of rough endoplasmic reticulum and free polyribosomes. The cell nucleus is a key feature of the soma. The nucleus is the source of most of the RNA that is produced in neurons. In general, most proteins are produced from mRNAs that do not travel far from the cell nucleus. This creates a challenge for supplying new proteins to axon endings that can be a meter or more away from the soma. Axons contain microtubule-associated motor proteins that transport protein-containing vesicles between the soma and the synapses at the axon terminals. Such transport of molecules towards and away from the soma maintains critical cell functions.",
            "score": 230.64816284179688
        },
        {
            "docid": "8131_4",
            "document": "Dendrite . Dendrites are one of two types of protoplasmic protrusions that extrude from the cell body of a neuron, the other type being an axon. Axons can be distinguished from dendrites by several features including shape, length, and function. Dendrites often taper off in shape and are shorter, while axons tend to maintain a constant radius and be relatively long. Typically, axons transmit electrochemical signals and dendrites receive the electrochemical signals, although some types of neurons in certain species lack axons and simply transmit signals via their dendrites. Dendrites provide an enlarged surface area to receive signals from the terminal buttons of other axons, and the axon also commonly divides at its far end into many branches (telodendria) each of which ends in a nerve terminal, allowing a chemical signal to pass simultaneously to many target cells. Typically, when an electrochemical signal stimulates a neuron, it occurs at a dendrite and causes changes in the electrical potential across the neuron’s plasma membrane. This change in the membrane potential will passively spread across the dendrite but becomes weaker with distance without an action potential. An action potential propagates the electrical activity along the membrane of the neuron's dendrites to the cell body and then afferently down the length of the axon to the axon terminal, where it triggers the release of neurotransmitters into the synaptic cleft. However, synapses involving dendrites can also be axodendritic, involving an axon signaling to a dendrite, or dendrodendritic, involving signaling between dendrites. An autapse is a synapse in which the axon of one neuron transmits signals to its own dendrites.",
            "score": 230.1848602294922
        },
        {
            "docid": "4942572_3",
            "document": "Lateral grey column . The nervous system is the system of neurons, or nerve cells, that relay electrical signals through the brain and body. A nerve cell receives signals from other nerve cells through tree-branch-like extensions called dendrites and passes signals on through a long extension called an axon (or nerve fiber). Synapses are places where one cell's axon passes information to another cell's dendrite by sending chemicals called neurotransmitters across a small gap called a synaptic cleft. Synapses occur in various locations, including ganglia (singular: ganglion), which are masses of nerve cell bodies. Preganglionic nerve cells in the sympathetic nervous system (all of which come from the lateral grey column), use the neurotransmitter acetylcholine, while postganglionic sympathetic nerve cells use norepinephrine. Grey matter in the brain and spinal cord is any accumulation of cell bodies and neuropil (neuropil is tissue rich in nerve cell bodies and dendrites). White matter consists of nerve tracts (groups of axons) and commissures (tracts that cross the brain's midline).",
            "score": 227.34544372558594
        },
        {
            "docid": "27809_6",
            "document": "Chemical synapse . Synapses are functional connections between neurons, or between neurons and other types of cells. A typical neuron gives rise to several thousand synapses, although there are some types that make far fewer. Most synapses connect axons to dendrites, but there are also other types of connections, including axon-to-cell-body, axon-to-axon, and dendrite-to-dendrite. Synapses are generally too small to be recognizable using a light microscope except as points where the membranes of two cells appear to touch, but their cellular elements can be visualized clearly using an electron microscope.",
            "score": 225.47659301757812
        },
        {
            "docid": "2412344_3",
            "document": "Purkinje cell . These cells are some of the largest neurons in the human brain (Betz cells being the largest), with an intricately elaborate dendritic arbor, characterized by a large number of dendritic spines. Purkinje cells are found within the Purkinje layer in the cerebellum. Purkinje cells are aligned like dominos stacked one in front of the other. Their large dendritic arbors form nearly two-dimensional layers through which parallel fibers from the deeper-layers pass. These parallel fibers make relatively weaker excitatory (glutamatergic) synapses to spines in the Purkinje cell dendrite, whereas climbing fibers originating from the inferior olivary nucleus in the medulla provide very powerful excitatory input to the proximal dendrites and cell soma. Parallel fibers pass orthogonally through the Purkinje neuron's dendritic arbor, with up to 200,000 parallel fibers forming a Granule-cell-Purkinje-cell synapse with a single Purkinje cell. Each Purkinje cell receives approximately 500 climbing fiber synapses, all originating from a single climbing fiber. Both basket and stellate cells (found in the cerebellar molecular layer) provide inhibitory (GABAergic) input to the Purkinje cell, with basket cells synapsing on the Purkinje cell axon initial segment and stellate cells onto the dendrites.",
            "score": 225.23617553710938
        },
        {
            "docid": "267694_6",
            "document": "Nervous tissue . Neurons are cells with specialized features that allow them to receive and facilitate nerve impulses, or action potentials, across their membrane to the next neuron. They possess a large cell body (soma), with cell projections called dendrites and an axon. Dendrites are thin, branching projections that receive electrochemical signaling (neurotransmitters) to create a change in voltage in the cell. Axons are long projections that carry the action potential away from the cell body toward the next neuron. The bulb-like end of the axon, called the axon terminal, is separated from the dendrite of the following neuron by a small gap called a synaptic cleft. When the action potential travels to the axon terminal, neurotransmitters are released across the synapse and bind to the post-synaptic receptors, continuing the nerve impulse.",
            "score": 224.3511199951172
        },
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 223.2548370361328
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 221.87477111816406
        },
        {
            "docid": "372266_27",
            "document": "Long-term potentiation . Even in studies restricted to postsynaptic events, investigators have not determined the location of the protein synthesis that underlies L-LTP. Specifically, it is unclear whether protein synthesis takes place in the postsynaptic cell body or in its dendrites. Despite having observed ribosomes (the major components of the protein synthesis machinery) in dendrites as early as the 1960s, prevailing wisdom was that the cell body was the predominant site of protein synthesis in neurons. This reasoning was not seriously challenged until the 1980s, when investigators reported observing protein synthesis in dendrites whose connection to their cell body had been severed. More recently, investigators have demonstrated that this type of local protein synthesis is necessary for some types of LTP.",
            "score": 220.3690948486328
        },
        {
            "docid": "958_4",
            "document": "Axon . Axons are covered by a membrane known as an axolemma; the cytoplasm of an axon is called axoplasm. Most axons branch, in some cases very profusely. The end branches of an axon are called telodendria. The swollen end of a telodendron is known as the axon terminal which joins the dendron or cell body of another neuron forming a synaptic connection. Axons make contact with other cells—usually other neurons but sometimes muscle or gland cells—at junctions called synapses. In some circumstances, the axon of one neuron may form a synapse with the dendrites of the same neuron, resulting in an autapse. At a synapse, the membrane of the axon closely adjoins the membrane of the target cell, and special molecular structures serve to transmit electrical or electrochemical signals across the gap. Some synaptic junctions appear along the length of an axon as it extends—these are called \"en passant\" (\"in passing\") synapses and can be in the hundreds or even the thousands along one axon. Other synapses appear as terminals at the ends of axonal branches.",
            "score": 219.97085571289062
        },
        {
            "docid": "21120_8",
            "document": "Neuron . A typical neuron is divided into three parts: the soma or cell body, dendrites, and axon. The soma is usually compact; the axon and dendrites are filaments that extrude from it. Dendrites typically branch profusely, getting thinner with each branching, and extending their farthest branches a few hundred micrometers from the soma. The axon leaves the soma at a swelling called the axon hillock, and can extend for great distances, giving rise to hundreds of branches. Unlike dendrites, an axon usually maintains the same diameter as it extends. The soma may give rise to numerous dendrites, but never to more than one axon. Synaptic signals from other neurons are received by the soma and dendrites; signals to other neurons are transmitted by the axon. A typical synapse, then, is a contact between the axon of one neuron and a dendrite or soma of another. Synaptic signals may be excitatory or inhibitory. If the net excitation received by a neuron over a short period of time is large enough, the neuron generates a brief pulse called an action potential, which originates at the soma and propagates rapidly along the axon, activating synapses onto other neurons as it goes.",
            "score": 218.89105224609375
        },
        {
            "docid": "33991536_4",
            "document": "Dendritic filopodia . Dendritic filopodia may be the site of synapses in certain regions of the nervous system. In some neuronal cell types, such as in rat retinal ganglion cells, dendritic spines are not present, suggesting that in these cases, synaptogenesis occurs primarily on dendritic shafts or on filopodia themselves. Filopodia may synapse with neighboring axons both along the length of the filopodium and at the tip. Synaptic activity on dendritic filopodia may alter their morphology, or induce their transformation into dendritic spines (see transformation into spines.)",
            "score": 217.36512756347656
        },
        {
            "docid": "39783982_6",
            "document": "Dendrin . Dendrin is a postsynaptic protein that is found in the forebrain and hippocampus. Specifically in the forebrain, dendrin is found in the cerebral cortex and the subcortical forebrain plus midbrain areas (SFMA). Dendrin has yet to be found in other parts of the brain, but is very abundant in the parts of the brain where it is known to be expressed. Within these known locations in the brain, dendrin is associated with the actin cytoskeleton. Dendrin is found in the neuron's cell body and its dendrites. This is the part of the cell that helps it to retain its structure and move other molecules throughout the cell. MAGI/S-SCAM is a component of the cytoskeleton that is used to keep dendrin in the cytoplasm of a neuron, and prevents the protein from diffusing into the nucleus. Because of this location in the neuron, it is thought that dendrin is involved in retrograde signaling from the synapse to the nucleus. This form of signaling is the reverse of normal neural signaling so that instead of the signal passing from the nucleus to the synapse, is passes from the synapse to the nucleus.",
            "score": 215.09524536132812
        },
        {
            "docid": "7375514_4",
            "document": "Synaptotropic hypothesis . The formation of new synapses begins with initial contact between cells via cell-cell adhesion. This contact often occurs between either axonal or dendritic filopodia, which are highly dynamic and rarely stabilize. Next, the adhesive contact is converted to a nascent synapse, which contains glutamatergic NMDA receptors, but not AMPA receptors. However, the activation of NMDARs by glutamate can trigger the recruitment of AMPARs from the postsynaptic density. They also have a relatively high concentration of dense-core vesicles, which are thought to deliver structural proteins to the presynaptic site.",
            "score": 214.89537048339844
        },
        {
            "docid": "3312766_2",
            "document": "Olfactory bulb mitral cell . Mitral cells are neurons that are part of the olfactory system. They are located in the olfactory bulb in the mammalian central nervous system. They receive information from the axons of olfactory receptor neurons, forming synapses in neuropils called glomeruli. Axons of the mitral cells transfer information to a number of areas in the brain, including the piriform cortex, entorhinal cortex, and amygdala. Mitral cells receive excitatory input from olfactory sensory neurons and external tufted cells on their primary dendrites, whereas inhibitory input arises either from granule cells onto their lateral dendrites and soma or from periglomerular cells onto their dendritic tuft. Mitral cells together with tufted cells form an obligatory relay for all olfactory information entering from the olfactory nerve. Mitral cell output is not a passive reflection of their input from the olfactory nerve. In mice, each mitral cell sends a single primary dendrite into a glomerulus receiving input from a population of olfactory sensory neurons expressing identical olfactory receptor proteins, yet the odor responsiveness of the 20-40 mitral cells connected to a single glomerulus (called sister mitral cells) is not identical to the tuning curve of the input cells, and also differs between sister mitral cells. The exact type of processing that mitral cells perform with their inputs still a matter of controversy. One prominent hypothesis is the notion that mitral cells transform the strength of olfactory input into a timing code, where odor concentration is encoded in the phase of mitral cell firing relative to the sniff cycle. A second (not necessarily exclusive) hypothesis is the idea of decorrelation in the olfactory bulb network, where the olfactory bulb network acts as a dynamical system whose action over time increases some (abstract) measure of distance between representations of highly similar odorants. Support for the second hypothesis comes primarily from research in zebrafish (where mitral and tufted cells cannot be distinguished).",
            "score": 214.64012145996094
        },
        {
            "docid": "3514698_12",
            "document": "FMR1 . Group 1 metabotropic glutamate receptor (mGluR) signaling has been implicated in playing an important role in FMRP-dependent synaptic plasticity. Post-synaptic mGluR stimulation results in the up-regulation of protein synthesis through a second messenger system. A role for mGluR in synaptic plasticity is further evidenced by the observation of dendritic spine elongation following mGluR stimulation. Furthermore, mGluR activation results in the synthesis of FMRP near synapses. The produced FMRP associates with polyribosomal complexes after mGluR stimulation, proposing the involvement of fragile X mental retardation protein in the process of translation. This further advocates a role for FMRP in synaptic protein synthesis and the growth of synaptic connections. Interestingly, the loss of FMRP results in an abnormal dendritic spine phenotype. Specifically, deletion of the FMR1 gene in a sample of mice resulted in an increase in spine synapse number.",
            "score": 214.50025939941406
        },
        {
            "docid": "33818014_13",
            "document": "Nervous system network models . The neuron cell has three components – dendrites, soma, and axon as shown in Figure 1. Dendrites, which have the shape of a tree with branches, called arbor, receive the message from other neurons with which the neuron is connected via synapses. The action potential received by each dendrite from the synapse is called the postsynaptic potential. The cumulative sum of the postsynaptic potentials is fed to the soma. The ionic components of the fluid inside and outside maintain the cell membrane at a resting potential of about 65 millivolts. When the cumulative postsynaptic potential exceeds the resting potential, an action potential is generated by the cell body or soma and propagated along the axon. The axon may have one or more terminals and these terminals transmit neurotransmitters to the synapses with which the neuron is connected. Depending on the stimulus received by the dendrites, soma may generate one or more well-separated action potentials or spike train. If the stimulus drives the membrane to a positive potential, it is an excitatory neuron; and if it drives the resting potential further in the negative direction, it is an inhibitory neuron. The generation of the action potential is called the “firing.” The firing neuron described above is called a spiking neuron. We will model the electrical circuit of the neuron in Section 3.6. There are two types of spiking neurons. If the stimulus remains above the threshold level and the output is a spike train, it is called the Integrate-and-Fire (IF) neuron model. If output is modeled as dependent on the impulse response of the circuit, then it is called the Spike Response Model (SRM) (Gestner, W. (1995)).",
            "score": 213.4130401611328
        },
        {
            "docid": "960559_12",
            "document": "Stromal cell-derived factor 1 . Though CXCL12 may be detrimental for those with MS, recent research is suggesting that this chemokine may be beneficial in decreasing the progression of patients with Alzheimer's. Alzheimer's is another neurological condition and the most common form of dementia where cognition significantly declines. One main characteristic of Alzheimer's is the accumulation of a brain plaque known as beta-amyloid. The neuroprotective aspects of CXCL12 in mice with these plaques/Alzheimer's. PAK is a protein associated with maintaining dendritic spines, which are essential at synapses in receiving information from axons. Mislocalization of PAK occurs in patients with Alzheimer's, however pretreatment of neurons in mice with CXCL12 showed a suppression of that mislocalization. Additionally, this pretreatment with CXCL decreased the prevalence of apoptosis and oxidative damage normally caused by the presence of the beta-amyloid plaque.",
            "score": 213.35740661621094
        },
        {
            "docid": "24172579_7",
            "document": "Activity-regulated cytoskeleton-associated protein . Following transcription, Arc mRNA is transported out of the nucleus and localized to neuronal dendrites and activated synapses, a process dependent on the 3' UTR, polymerization of actin, and ERK phosphorylation. The mRNA (and aggregate protein) is carried along microtubules radiating out from the nucleus by kinesin (specifically KIF5) and likely translocated into dendritic spines by the actin-based motor protein myosin-Va. Arc has been shown to be associated with polyribosomes at synaptic sites, and is translated in isolated synaptoneurosomal fractions \"in vitro\" indicating that the protein is likely locally translated \"in vivo\".",
            "score": 212.06326293945312
        },
        {
            "docid": "14798055_4",
            "document": "SYNGAP1 . SynGAP1 is shown to localize at the postsynaptic density on the dendritic spines of excitatory synapses. Cultured neurons of SynGAP heterozygotic and homozygotic knockout mice display accelerated maturation of dendritic spines, including an increase in overall spine size, which produces more mushroom shaped and less stubby spines. Spine heads are enlarged due to the increased phosphorylation of cofilin, leading to a decrease in F-actin severing and turnover. The increased size of the dendritic spines also corresponded to an increase in membrane bound AMPARs or a decrease in silent synapses. These neurons displayed a higher frequency and larger amplitudes of miniature excitatory postsynaptic potentials (mEPSP). Mice models with domain specific mutations led to neonatal hyperactivity of the hippocampal trisynaptic circuit. Mutations had the greatest impact during the first 3 weeks of development, and reversal of mutations in adults did not improve behavior and cognition.",
            "score": 211.96456909179688
        },
        {
            "docid": "2473153_2",
            "document": "Betz cell . Betz cells (also known as pyramidal cells of Betz) are giant pyramidal cells (neurons) located within the fifth layer of the grey matter in the primary motor cortex. They are named after Ukrainian scientist Vladimir Betz, who described them in his work published in 1874. These neurons are the largest in the central nervous system, sometimes reaching 100 μm in diameter. Betz cells are upper motor neurons that send their axons down to the spinal cord via the corticospinal tract, where in humans they synapse directly with anterior horn cells, which in turn synapse directly with their target muscles. While Betz cells have one apical dendrite typical of pyramidal neurons, they have more primary dendritic shafts, which can branch out at almost any point from the soma (cell body). These perisomatic (around the cell body) and basal dendrites project into all cortical layers, but most of their horizontal branches/arbors populate layers V and VI, some reaching down into the white matter. According to one study, Betz cells represent about 10% of the total pyramidal cell population in layer Vb of the human primary motor cortex.",
            "score": 211.7310791015625
        }
    ]
}