{
    "q": [
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 290.5479927062988
        },
        {
            "docid": "996341_3",
            "document": "Spindle checkpoint . The mechanisms verifying that all the requirements to pass to the next phase in the cell cycle have been fulfilled are called checkpoints. All along the cell cycle, there are different checkpoints. The checkpoint ensuring that chromosome segregation is correct is termed spindle assembly checkpoint (SAC), spindle checkpoint or mitotic checkpoint. During mitosis or meiosis, the spindle checkpoint prevents anaphase onset until all chromosomes are properly attached to the spindle. To achieve proper segregation, the two kinetochores on the sister chromatids must be attached to opposite spindle poles (bipolar orientation). Only this pattern of attachment will ensure that each daughter cell receives one copy of the chromosome.",
            "score": 254.25645685195923
        },
        {
            "docid": "33071344_9",
            "document": "Discovery and development of tubulin inhibitors . Microtubule is involved in different stages of the cell cycle. During the first stage or prophase, the microtubules required for cell division begins to form and grow towards the newly formed chromosomes forming a bundle of microtubules called the mitotic spindle. During prometaphase and metaphase this spindle attaches itself to the chromosomes at a particular point called the kinetochore and undergoes several growing and shortening periods in tuning with the back and forth oscillations of the chromosomes. In anaphase also, the microtubules attached to the chromosomes maintain a carefully regulated shortening and lengthening process. Thus the presence of a drug which can suppress the microtubule dynamics is sufficient to block the cell cycle and result in the death of the cells by apoptosis.",
            "score": 278.43748915195465
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 145.22479856014252
        },
        {
            "docid": "998893_26",
            "document": "Kinetochore . When a cell enters in mitosis, it duplicates all the genetic information stored in the chromosomes, in the process termed DNA replication. At the end of this process, each chromosome includes two sister chromatids, which are two complete and identical DNA molecules. Both chromatids remain associated by cohesin complexes until anaphase, when chromosome segregation occurs. If chromosome segregation happens correctly, each daughter cell receives a complete set of chromatids, and for this to happen each sister chromatid has to anchor (through the corresponding kinetochore) to MTs generated in opposed poles of the mitotic spindle. This configuration is termed \"amphitelic\" or \"bi-orientation\".",
            "score": 182.79917740821838
        },
        {
            "docid": "619197_12",
            "document": "Cyclin . There are several different cyclins that are active in different parts of the cell cycle and that cause the Cdk to phosphorylate different substrates. There are also several \"orphan\" cyclins for which no Cdk partner has been identified. For example, cyclin F is an orphan cyclin that is essential for G/M transition. A study in \"C. elegans\" revealed the specific roles of mitotic cyclins. Notably, recent studies have shown that cyclin A creates a cellular environment that promotes microtubule detachment from kinetochores in prometaphase to ensure efficient error correction and faithful chromosome segregation. Cells must separate their chromosomes precisely, an event that relies on the bi-oriented attachment of chromosomes to spindle microtubules through specialized structures called kinetochores. In the early phases of division, there are numerous errors in how kinetochores bind to spindle microtubules. The unstable attachments promote the correction of errors by causing a constant detachment, realignment and reattachment of microtubules from kinetochores in the cells as they try to find the correct attachment. Protein cyclin A governs this process by keeping the process going until the errors are eliminated. In normal cells, persistent cyclin A expression prevents the stabilization of microtubules bound to kinetochores even in cells with aligned chromosomes. As levels of cyclin A decline, microtubule attachments become stable, allowing the chromosomes to be divided correctly as cell division proceeds. In contrast, in cyclin A-deficient cells, microtubule attachments are prematurely stabilized. Consequently, these cells may fail to correct errors, leading to higher rates of chromosome mis-segregation.",
            "score": 290.2226915359497
        },
        {
            "docid": "4333004_13",
            "document": "Cohesin . Dissociation of sister chromatids cohesion defines anaphase onset, which establishes two sets of identical chromosomes at each pole of the cell (telophase). Then the two daughter cells separate, and a new round of the cell cycle freshly starts in each one, at the stage of G0. When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the G1 stage of cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. To avoid premature sister chromatid separation, the APC/C is maintained in an inactive state bound to different molecules, which are part of a complex mechanism termed the spindle assembly checkpoint.",
            "score": 224.9485001564026
        },
        {
            "docid": "30064130_4",
            "document": "Fission (biology) . The single DNA molecule first replicates, then attaches each copy to a different part of the cell membrane. When the cell begins to pull apart, the replicated and original chromosomes are separated. The consequence of this asexual method of reproduction is that all the cells are genetically identical, meaning that they have the same genetic material (barring random mutations). Unlike the process of mitosis used by eukaryotic cells, binary fission takes place without the formation of a spindle apparatus on the cell. In binary fission the parental identity is lost.",
            "score": 174.59726905822754
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 154.6674554347992
        },
        {
            "docid": "13457_5",
            "document": "Heredity . Heritable traits are known to be passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long polymer that incorporates four types of bases, which are interchangeable. The sequence of bases along a particular DNA molecule specifies the genetic information: this is comparable to a sequence of letters spelling out a passage of text. Before a cell divides through mitosis, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. A portion of a DNA molecule that specifies a single functional unit is called a gene; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. Organisms inherit genetic material from their parents in the form of homologous chromosomes, containing a unique combination of DNA sequences that code for genes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a particular locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism.",
            "score": 142.33859539031982
        },
        {
            "docid": "200189_10",
            "document": "Spindle apparatus . In a properly formed mitotic spindle, bi-oriented chromosomes are aligned along the equator of the cell with spindle microtubules oriented roughly perpendicular to the chromosomes, their plus-ends embedded in kinetochores and their minus-ends anchored at the cell poles. The precise orientation of this complex is required to ensure accurate chromosome segregation and to specify the cell division plane. However, it remains unclear how the spindle becomes organized. Two models predominate the field, which are synergistic and not mutually exclusive. In the \"search-and-capture model\", the spindle is predominantly organized by the poleward separation of centrosomal microtubule organizing centers (MTOCs). Spindle microtubules emanate from centrosomes and 'seek' out kinetochores; when they bind a kinetochore they become stabilized and exert tension on the chromosomes. In an alternative \"self assembly\" model, microtubules undergo acentrosomal nucleation among the condensed chromosomes. Constrained by cellular dimensions, lateral associations with antiparallel microtubules via motor proteins, and end-on attachments to kinetochores, microtubules naturally adopt a spindle-like structure with chromosomes aligned along the cell equator.",
            "score": 322.85552525520325
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 282.2176229953766
        },
        {
            "docid": "3027162_4",
            "document": "Spindle poison . Normally, cells duplicate their genetic material and then produce two equal daughter cells. Tampering with this tightly monitored distribution system can result in the production of irregular chromosome content, within each cell, commonly referred to as aneuploidy. Cells have developed various checkpoints to carry out mitosis with great accuracy. Early research concluded that spindle poisons, inserted to cells, caused a considerable reduction in the number of cells that exited mitosis, while the number of cells that entered mitosis dramatically increased. The SAC was found to be the key signaling pathway to the mitotic arrest. The precise division of chromosomes is the primary responsibility of SAC. Its origin stems from kinetochores, proteins that aid in joining DNA and microtubules on the chromatids. Only one unattached kinetochore is required to fuel a response that ultimately blocks cell cycle progression. The end result is each chromosome is attached to the spindle in the initial stage of anaphase.",
            "score": 261.0340476036072
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 191.23044383525848
        },
        {
            "docid": "996341_6",
            "document": "Spindle checkpoint . During S phase, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles achieve their maximal length, recruit additional material and their capacity to nucleate microtubules increases. As mitosis progresses, both centrosomes separate to generate the mitotic spindle. In this way, the mitotic spindle has two poles emanating microtubules. Microtubules (MTs) are long proteic filaments, with asymmetric extremities: one end termed \"minus\" (-) end, relatively stable and close to the centrosome, and an end termed \"plus\" (+) end, with alternating phases of growth and retraction, exploring the center of the cell searching the chromosomes. Each chromatid has a special region, named the centromere, on top of which is assembled a proteic structure termed kinetochore, which is able to stabilize the microtubule plus end. Therefore, if by chance a microtubule exploring the center of the cell encounters a kinetochore, it may happen that the kinetochore will capture it, so that the chromosome will become attached to the spindle via the kinetochore of one of its sister chromatids. The chromosome plays an active role in the attachment of kinetochores to the spindle. Bound to the chromatin is a Ran guanine nucleotide exchange factor (GEF) that stimulates cytosolic Ran near the chromosome to bind GTP in place of GDP. The activated GTP-bound form of Ran releases microtubule-stabilizing proteins, such as TPX2, from protein complexes in the cytosol, which induces nucleation and polymerization of microtubules around the chromosomes. These kinetochore-derived microtubules, along with kinesin motor proteins in the outer kinetochore, facilitate interactions with the lateral surface of a spindle pole-derived microtubule. These lateral attachments are unstable, however, and must be converted to an end-on attachment. Conversion from lateral to end-on attachments allows the growth and shrinkage of the microtubule plus-ends to be converted into forces that push and pull chromosomes to achieve proper bi-orientation. As it happens that sister chromatids are attached together and both kinetochores are located back-to-back on both chromatids, when one kinetochore becomes attached to one centrosome, the sister kinetochore becomes exposed to the centrosome located in the opposed pole; for this reason, in most cases the second kinetochore becomes associated to the centrosome in the opposed pole, via its microtubules, so that the chromosomes become \"bi-oriented\", a fundamental configuration (also named \"amphitelic\") to ensure that chromosome segregation will take place correctly when the cell will divide. Occasionally, one of the two sister kinetochores may attach simultaneously to MTs generated by both poles, a configuration named \"merotelic\", which is not detected by the spindle checkpoint but that may generate lagging chromosomes during anaphase and, consequently, aneuploidy. Merotelic orientation (characterized by the absence of tension between sister kinetochores) is frequent at the beginning of mitosis, but the protein Aurora B (a kinase conserved from yeast to vertebrates) detects and eliminates this type of anchoring. (Note: Aurora B is frequently overexpressed in various types of tumors and currently is a target for the development of anticancer drugs.)",
            "score": 301.56983625888824
        },
        {
            "docid": "33231853_2",
            "document": "Multipolar spindles . Multipolar spindles are spindle formations characteristic of cancer cells. Spindle formation is mostly conducted by the aster of the centrosome which it forms around itself. In a mitotic cell wherever two asters convene the formation of a spindle occurs.  Mitosis consists of two independent processes: the intra-chromosomal and the extra-chromosomal (formation of spindle) changes both of these being in total coordination of each other.  In cancer cells, it has been observed that the formation of the spindles comes before when compared to the chromosomes. Because the prophase stage is brief, metaphase begins earlier than in normal cells. Chromosomes unable to reach the metaphase plate are stranded behind. These chromosomes still have asters attached to them and when met with other asters, form multiple spindles.",
            "score": 264.6689121723175
        },
        {
            "docid": "6438_19",
            "document": "Chromosome . Chromatin allows the very long DNA molecules to fit into the cell nucleus. During cell division chromatin condenses further to form microscopically visible chromosomes. The structure of chromosomes varies through the cell cycle. During cellular division chromosomes are replicated, divided, and passed successfully to their daughter cells so as to ensure the genetic diversity and survival of their progeny. Chromosomes may exist as either duplicated or unduplicated. Unduplicated chromosomes are single double helixes, whereas duplicated chromosomes contain two identical copies (called chromatids or sister chromatids) joined by a centromere. Eukaryotes (cells with nuclei such as those found in plants, fungi, and animals) possess multiple large linear chromosomes contained in the cell's nucleus. Each chromosome has one centromere, with one or two arms projecting from the centromere, although, under most circumstances, these arms are not visible as such. In addition, most eukaryotes have a small circular mitochondrial genome, and some eukaryotes may have additional small circular or linear cytoplasmic chromosomes.",
            "score": 165.35175323486328
        },
        {
            "docid": "7955_44",
            "document": "DNA . DNA usually occurs as linear chromosomes in eukaryotes, and circular chromosomes in prokaryotes. The set of chromosomes in a cell makes up its genome; the human genome has approximately 3 billion base pairs of DNA arranged into 46 chromosomes. The information carried by DNA is held in the sequence of pieces of DNA called genes. Transmission of genetic information in genes is achieved via complementary base pairing. For example, in transcription, when a cell uses the information in a gene, the DNA sequence is copied into a complementary RNA sequence through the attraction between the DNA and the correct RNA nucleotides. Usually, this RNA copy is then used to make a matching protein sequence in a process called translation, which depends on the same interaction between RNA nucleotides. In alternative fashion, a cell may simply copy its genetic information in a process called DNA replication. The details of these functions are covered in other articles; here the focus is on the interactions between DNA and other molecules that mediate the function of the genome.",
            "score": 128.2893888950348
        },
        {
            "docid": "6932879_10",
            "document": "Aurora A kinase . During mitosis, a mitotic spindle is assembled by using microtubules to tether together the mother centrosome to its daughter. The resulting mitotic spindle is then used to propel apart the sister chromosomes into what will become the two new daughter cells. Aurora A is critical for proper formation of mitotic spindle. It is required for the recruitment of several different proteins important to the spindle formation. Among these target proteins are TACC, a microtubule-associated protein that stabilizes centrosomal microtubules and Kinesin 5, a motor protein involved in the formation of the bipolar mitotic spindle. γ-tubulins, the base structure from which centrosomal microtubules polymerize, are also recruited by Aurora A. Without Aurora A the centrosome does not accumulate the quantity of γ-tubulin that normal centrosomes recruit prior to entering anaphase. Though the cell cycle continues even in the absence of deficient γ-tubulin, the centrosome never fully matures; it organizes fewer aster microtubules than normal. Furthermore, Aurora A is necessary for the proper separation of the centrosomes after the mitotic spindle has been formed. Without Aurora A, the mitotic spindle, depending on the organism, will either never separate or will begin to separate only to collapse back onto itself. In the case of the former, it has been suggested that Aurora A cooperates with the kinase Nek2 in \"Xenopu\"s to dissolves the structure tethering the cell's centrosomes together. Therefore, without proper expression of Aurora A, the cell's centrosomes are never able to separate.",
            "score": 305.0945266485214
        },
        {
            "docid": "9236_19",
            "document": "Evolution . Heritable traits are passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long biopolymer composed of four types of bases. The sequence of bases along a particular DNA molecule specify the genetic information, in a manner similar to a sequence of letters spelling out a sentence. Before a cell divides, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. Portions of a DNA molecule that specify a single functional unit are called genes; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism. However, while this simple correspondence between an allele and a trait works in some cases, most traits are more complex and are controlled by quantitative trait loci (multiple interacting genes).",
            "score": 135.66501641273499
        },
        {
            "docid": "20369_3",
            "document": "Mitosis . The process of mitosis is divided into stages corresponding to the completion of one set of activities and the start of the next. These stages are prophase, prometaphase, metaphase, anaphase, and telophase. During mitosis, the chromosomes, which have already duplicated, condense and attach to spindle fibers that pull one copy of each chromosome to opposite sides of the cell. The result is two genetically identical daughter nuclei. The rest of the cell may then continue to divide by cytokinesis to produce two daughter cells. Producing three or more daughter cells instead of normal two is a mitotic error called tripolar mitosis or multipolar mitosis (direct cell triplication / multiplication). Other errors during mitosis can induce apoptosis (programmed cell death) or cause mutations. Certain types of cancer can arise from such mutations.",
            "score": 216.9364528656006
        },
        {
            "docid": "53873133_9",
            "document": "Moroidin . Moroidin has shown to have anti-mitotic properties, chiefly by inhibiting the polymerization of tubulin. Tubulin protein polymers are the major component of microtubules. During mitosis, microtubules form the organizing structure called the mitotic apparatus, which captures, aligns, and separates chromosomes. The proper alignment and separation of chromosomes is critical to ensure that cells divide their genetic material equally between daughter cells. Failure to attach chromosomes to the mitotic apparatus activates the mitotic checkpoint, preventing cells from entering anaphase to proceed with cell division. Agents that disrupt microtubules therefore inhibit mitosis through activation of this checkpoint.<ref name=\"DOI10.1172/JCI200213275\"></ref>",
            "score": 224.06420588493347
        },
        {
            "docid": "29573659_4",
            "document": "Replication timing . The temporal order of replication of all the segments in the genome, called its replication-timing program, can now be easily measured in two different ways. One way simply measures the amount of the different DNA sequences along the length of the chromosome per cell. Sequences that duplicate first, long before cell division, will be more abundant in each cell than the sequences that replicate last just prior to cell division. The other way is to label newly synthesized DNA with chemically tagged nucleotides that become incorporated into the strands as they are synthesized, and then catch cells at different times during the duplication process and purify the DNA synthesized at each of these times using the chemical tag. In either case, we can measure the amount of the different DNA sequences along the length of the chromosome either directly using a machine that reads how much of each sequence is present or indirectly using a process called microarray hybridization. In any case, the temporal order of replication along the length of each chromosome can be plotted in graphical form to produce a \"replication timing profile\". Figure 4 shows an example of such a profile across 70,000,000 base pairs of human Chromosome 2.",
            "score": 144.4657337665558
        },
        {
            "docid": "200189_16",
            "document": "Spindle apparatus . By the end of DNA replication, sister chromatids are bound together in an amorphous mass of tangled DNA and protein that would be virtually impossible to partition into each daughter cell. To avoid this problem, mitotic entry triggers a dramatic reorganization of the duplicated genome. Sister chromatids are disentangled and resolved from one another. Chromosomes also shorten in length, up to 10,000 fold in animal cells, in a process called condensation. Condensation begins in prophase and chromosomes are maximally compacted into rod-shaped structures by the time they are aligned in the middle of the spindle at metaphase. This gives mitotic chromosomes the classic “X” shape seen in karyotypes, with each condensed sister chromatid linked along their lengths by cohesin proteins and joined, often near the center, at the centromere.",
            "score": 228.86830639839172
        },
        {
            "docid": "200189_13",
            "document": "Spindle apparatus . In contrast to the search-and-capture mechanism in which centrosomes largely dictate the organization of the mitotic spindle, this model proposes that microtubules are nucleated acentrosomally near chromosomes and spontaneously assemble into anti-parallel bundles and adopt a spindle-like structure. Classic experiments by Heald and Karsenti show that functional mitotic spindles and nuclei form around DNA-coated beads incubated in \"Xenopus\" egg extracts and that bipolar arrays of microtubules are formed in the absence of centrosomes and kinetochores. Indeed, it has also been shown that laser ablation of centrosomes in vertebrate cells inhibits neither spindle assembly nor chromosome segregation. Under this scheme, the shape and size of the mitotic spindle are a function of the biophysical properties of the cross-linking motor proteins.",
            "score": 292.1576406955719
        },
        {
            "docid": "564779_21",
            "document": "Cell growth . After the completion of binary fission or cell reproduction involving mitosis, each daughter cell has the same amount of DNA (Z) as what the parental cell had before it replicated its DNA. These two types of cell reproduction produced two daughter cells that have the same number of chromosomes as the parental cell. Chromosomes duplicate prior to cell division when forming new skin cells for reproduction. After meiotic cell reproduction the four daughter cells have half the number of chromosomes that the parental cell originally had. This is the haploid amount of DNA, often symbolized as N. Meiosis is used by diploid organisms to produce haploid gametes. In a diploid organism such as the human organism, most cells of the body have the diploid amount of DNA, 2N. Using this notation for counting chromosomes we say that human somatic cells have 46 chromosomes (2N = 46) while human sperm and eggs have 23 chromosomes (N = 23). Humans have 23 distinct types of chromosomes, the 22 autosomes and the special category of sex chromosomes. There are two distinct sex chromosomes, the X chromosome and the Y chromosome. A diploid human cell has 23 chromosomes from that person's father and 23 from the mother. That is, your body has two copies of human chromosome number 2, one from each of your parents.",
            "score": 147.8605191707611
        },
        {
            "docid": "14798224_4",
            "document": "BUB3 . Bub3 is a crucial component in the formation of the mitotic spindle assembly complex, which forms a complex with other important proteins. For correct segregation of the cells it is necessary for all mitotic spindles to attach correctly to the kinetochore of each chromosome. This is controlled by the mitotic spindle checkpoint complex which operates as a feedback-response. If there is a signal of a defect in the attachment, mitosis will be stopped to ensure that all chromosomes have an amphitelic binding to spindles. After the error is corrected, the cell will proceed to anaphase. The complex of proteins which regulate the cell arrest are BUB1, BUB2, BUB3 (this protein), Mad1, Mad2, Mad3 and MPS1.",
            "score": 237.4739727973938
        },
        {
            "docid": "145563_10",
            "document": "Prophase . Microtubules involved in the interphase scaffolding break down as the replicated centrosomes separate. The movement of centrosomes to opposite poles is accompanied in animal cells by the organization of individual radial microtubule arrays (asters) by each centromere. Interpolar microtubules from both centrosomes interact, joining the sets of microtubules and forming the basic structure of the mitotic spindle. In cells without centrioles chromosomes can nucleate microtubule assembly into the mitotic apparatus. In plant cells, microtubules gather at opposite poles and begin to form the spindle apparatus at locations called foci. The mitotic spindle is of great importance in the process of mitosis and will eventually segregate the sister chromatids in metaphase.",
            "score": 312.22856426239014
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 120.47286975383759
        },
        {
            "docid": "12266_33",
            "document": "Genetics . Eukaryotic organisms often use sexual reproduction to generate offspring that contain a mixture of genetic material inherited from two different parents. The process of sexual reproduction alternates between forms that contain single copies of the genome (haploid) and double copies (diploid). Haploid cells fuse and combine genetic material to create a diploid cell with paired chromosomes. Diploid organisms form haploids by dividing, without replicating their DNA, to create daughter cells that randomly inherit one of each pair of chromosomes. Most animals and many plants are diploid for most of their lifespan, with the haploid form reduced to single cell gametes such as sperm or eggs.",
            "score": 122.4561095237732
        },
        {
            "docid": "21526715_3",
            "document": "Syntelic . Normal cell division distributes the genome equally between two daughter cells, with each chromosome attaching to an ovoid structure called the spindle. During the division process, errors commonly occur in attaching the chromosomes to the spindle, estimated to affect 86 to 90 percent of chromosomes.",
            "score": 243.77254939079285
        },
        {
            "docid": "996341_2",
            "document": "Spindle checkpoint . During the process of cell division, the spindle checkpoint prevents separation of the duplicated chromosomes until each chromosome is properly attached to the spindle apparatus.  In order to preserve the cell's identity and proper function, it is necessary to maintain the appropriate number of chromosomes after each cell division. An error in generating daughter cells with fewer or greater number of chromosomes than expected (a situation termed aneuploidy), may lead in best case to cell death, or alternatively it may generate catastrophic phenotypic results. Examples include:",
            "score": 231.23563766479492
        }
    ],
    "r": [
        {
            "docid": "200189_10",
            "document": "Spindle apparatus . In a properly formed mitotic spindle, bi-oriented chromosomes are aligned along the equator of the cell with spindle microtubules oriented roughly perpendicular to the chromosomes, their plus-ends embedded in kinetochores and their minus-ends anchored at the cell poles. The precise orientation of this complex is required to ensure accurate chromosome segregation and to specify the cell division plane. However, it remains unclear how the spindle becomes organized. Two models predominate the field, which are synergistic and not mutually exclusive. In the \"search-and-capture model\", the spindle is predominantly organized by the poleward separation of centrosomal microtubule organizing centers (MTOCs). Spindle microtubules emanate from centrosomes and 'seek' out kinetochores; when they bind a kinetochore they become stabilized and exert tension on the chromosomes. In an alternative \"self assembly\" model, microtubules undergo acentrosomal nucleation among the condensed chromosomes. Constrained by cellular dimensions, lateral associations with antiparallel microtubules via motor proteins, and end-on attachments to kinetochores, microtubules naturally adopt a spindle-like structure with chromosomes aligned along the cell equator.",
            "score": 322.85552978515625
        },
        {
            "docid": "145563_10",
            "document": "Prophase . Microtubules involved in the interphase scaffolding break down as the replicated centrosomes separate. The movement of centrosomes to opposite poles is accompanied in animal cells by the organization of individual radial microtubule arrays (asters) by each centromere. Interpolar microtubules from both centrosomes interact, joining the sets of microtubules and forming the basic structure of the mitotic spindle. In cells without centrioles chromosomes can nucleate microtubule assembly into the mitotic apparatus. In plant cells, microtubules gather at opposite poles and begin to form the spindle apparatus at locations called foci. The mitotic spindle is of great importance in the process of mitosis and will eventually segregate the sister chromatids in metaphase.",
            "score": 312.22857666015625
        },
        {
            "docid": "6932879_10",
            "document": "Aurora A kinase . During mitosis, a mitotic spindle is assembled by using microtubules to tether together the mother centrosome to its daughter. The resulting mitotic spindle is then used to propel apart the sister chromosomes into what will become the two new daughter cells. Aurora A is critical for proper formation of mitotic spindle. It is required for the recruitment of several different proteins important to the spindle formation. Among these target proteins are TACC, a microtubule-associated protein that stabilizes centrosomal microtubules and Kinesin 5, a motor protein involved in the formation of the bipolar mitotic spindle. γ-tubulins, the base structure from which centrosomal microtubules polymerize, are also recruited by Aurora A. Without Aurora A the centrosome does not accumulate the quantity of γ-tubulin that normal centrosomes recruit prior to entering anaphase. Though the cell cycle continues even in the absence of deficient γ-tubulin, the centrosome never fully matures; it organizes fewer aster microtubules than normal. Furthermore, Aurora A is necessary for the proper separation of the centrosomes after the mitotic spindle has been formed. Without Aurora A, the mitotic spindle, depending on the organism, will either never separate or will begin to separate only to collapse back onto itself. In the case of the former, it has been suggested that Aurora A cooperates with the kinase Nek2 in \"Xenopu\"s to dissolves the structure tethering the cell's centrosomes together. Therefore, without proper expression of Aurora A, the cell's centrosomes are never able to separate.",
            "score": 305.0945129394531
        },
        {
            "docid": "996341_6",
            "document": "Spindle checkpoint . During S phase, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles achieve their maximal length, recruit additional material and their capacity to nucleate microtubules increases. As mitosis progresses, both centrosomes separate to generate the mitotic spindle. In this way, the mitotic spindle has two poles emanating microtubules. Microtubules (MTs) are long proteic filaments, with asymmetric extremities: one end termed \"minus\" (-) end, relatively stable and close to the centrosome, and an end termed \"plus\" (+) end, with alternating phases of growth and retraction, exploring the center of the cell searching the chromosomes. Each chromatid has a special region, named the centromere, on top of which is assembled a proteic structure termed kinetochore, which is able to stabilize the microtubule plus end. Therefore, if by chance a microtubule exploring the center of the cell encounters a kinetochore, it may happen that the kinetochore will capture it, so that the chromosome will become attached to the spindle via the kinetochore of one of its sister chromatids. The chromosome plays an active role in the attachment of kinetochores to the spindle. Bound to the chromatin is a Ran guanine nucleotide exchange factor (GEF) that stimulates cytosolic Ran near the chromosome to bind GTP in place of GDP. The activated GTP-bound form of Ran releases microtubule-stabilizing proteins, such as TPX2, from protein complexes in the cytosol, which induces nucleation and polymerization of microtubules around the chromosomes. These kinetochore-derived microtubules, along with kinesin motor proteins in the outer kinetochore, facilitate interactions with the lateral surface of a spindle pole-derived microtubule. These lateral attachments are unstable, however, and must be converted to an end-on attachment. Conversion from lateral to end-on attachments allows the growth and shrinkage of the microtubule plus-ends to be converted into forces that push and pull chromosomes to achieve proper bi-orientation. As it happens that sister chromatids are attached together and both kinetochores are located back-to-back on both chromatids, when one kinetochore becomes attached to one centrosome, the sister kinetochore becomes exposed to the centrosome located in the opposed pole; for this reason, in most cases the second kinetochore becomes associated to the centrosome in the opposed pole, via its microtubules, so that the chromosomes become \"bi-oriented\", a fundamental configuration (also named \"amphitelic\") to ensure that chromosome segregation will take place correctly when the cell will divide. Occasionally, one of the two sister kinetochores may attach simultaneously to MTs generated by both poles, a configuration named \"merotelic\", which is not detected by the spindle checkpoint but that may generate lagging chromosomes during anaphase and, consequently, aneuploidy. Merotelic orientation (characterized by the absence of tension between sister kinetochores) is frequent at the beginning of mitosis, but the protein Aurora B (a kinase conserved from yeast to vertebrates) detects and eliminates this type of anchoring. (Note: Aurora B is frequently overexpressed in various types of tumors and currently is a target for the development of anticancer drugs.)",
            "score": 301.5698547363281
        },
        {
            "docid": "20621_31",
            "document": "Microtubule . A notable structure composed largely of microtubules is the mitotic spindle, used by eukaryotic cells to segregate their chromosomes during cell division. The mitotic spindle includes the spindle microtubules, microtubule-associated proteins (MAPs), and the MTOC. The microtubules originate in the MTOC and fan out into the cell; each cell has two MTOCs, as shown in the diagram.",
            "score": 294.75799560546875
        },
        {
            "docid": "1842589_2",
            "document": "Prometaphase . Prometaphase is the phase of mitosis following prophase and preceding metaphase, in eukaryotic somatic cells. In prometaphase, the nuclear membrane breaks apart into numerous \"membrane vesicles\", and the chromosomes inside form protein structures called kinetochores. Kinetochore microtubules emerging from the centrosomes at the poles (ends) of the spindle reach the chromosomes and attach to the kinetochores, throwing the chromosomes into agitated motion. Other spindle microtubules make contact with microtubules coming from the opposite pole. Forces exerted by protein \"motors\" associated with spindle microtubules move the chromosomes toward the centre of the cell.",
            "score": 292.51080322265625
        },
        {
            "docid": "200189_13",
            "document": "Spindle apparatus . In contrast to the search-and-capture mechanism in which centrosomes largely dictate the organization of the mitotic spindle, this model proposes that microtubules are nucleated acentrosomally near chromosomes and spontaneously assemble into anti-parallel bundles and adopt a spindle-like structure. Classic experiments by Heald and Karsenti show that functional mitotic spindles and nuclei form around DNA-coated beads incubated in \"Xenopus\" egg extracts and that bipolar arrays of microtubules are formed in the absence of centrosomes and kinetochores. Indeed, it has also been shown that laser ablation of centrosomes in vertebrate cells inhibits neither spindle assembly nor chromosome segregation. Under this scheme, the shape and size of the mitotic spindle are a function of the biophysical properties of the cross-linking motor proteins.",
            "score": 292.15765380859375
        },
        {
            "docid": "200189_5",
            "document": "Spindle apparatus . The cellular spindle apparatus includes the spindle microtubules, associated proteins, which include kinesin and dynein molecular motors, condensed chromosomes, and any centrosomes or asters that may be present at the spindle poles depending on the cell type. The spindle apparatus is vaguely ellipsoid in cross section and tapers at the ends. In the wide middle portion, known as the spindle midzone, antiparallel microtubules are bundled by kinesins. At the pointed ends, known as spindle poles, microtubules are nucleated by the centrosomes in most animal cells. \"Acentrosomal\" or \"anastral\" spindles lack centrosomes or asters at the spindle poles, respectively, and occur for example during female meiosis in most animals. In this instance, a Ran GTP gradient is the main regulator of spindle microtubule organization and assembly. In fungi, spindles form between spindle pole bodies embedded in the nuclear envelope, which does not break down during mitosis.",
            "score": 290.6568298339844
        },
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 290.5480041503906
        },
        {
            "docid": "200182_9",
            "document": "Cytokinesis . Animal cell cytokinesis starts with the stabilization of microtubules and reorganization of the mitotic spindle to form the central spindle. The central spindle (or \"spindle midzone\") forms when non-kinetochore microtubule fibers are bundled between the spindle poles. A number of different species including \"H. sapiens\", \"D. melanogaster\" and \"C. elegans\" require the central spindle in order to efficiently undergo cytokinesis, although the specific phenotype described when it is absent varies from one species to the next (for example, certain Drosophila cell types are incapable of forming a cleavage furrow without the central spindle, whereas in both \"C. elegans\" embryos and human tissue culture cells a cleavage furrow is observed to form and ingress, but then regress before cytokinesis is complete).  The process of mitotic spindle reorganization and central spindle formation is caused by the decline of CDK1 activity during anaphase. The decline of CDK1 activity at the metaphase-anaphase transition leads to dephosphorylating of inhibitory sites on multiple central spindle components. First of all, the removal of a CDK1 phosphorylation from a subunit of the CPC (the chromosomal passenger complex) allows its translocalization to the central spindle from the centromeres, where it is located during metaphase. Besides being a structural component of the central spindle itself, CPC also plays a role in the phosphoregulation of other central spindle components, including PRC1 (microtubule-bundling protein required for cytokinesis 1) and MKLP1 (a kinesin motor protein). Originally inhibited by CDK1-mediated phosphorylation, PRC1 is now able to form a homodimer that selectively binds to the interface between antiparallel microtubules, facilitating spatial organization of the microtubules of the central spindle. MKLP1, together with the Rho-family GTPase activating protein CYK-4 (also termed MgcRacGAP), forms the centralspindlin complex. Centralspindlin binds to the central spindle as higher-order clusters. The centralspindlin cluster formation is promoted by phosphorylation of MLKP1 by Aurora B, a component of CPC. In short, the self-assembly of central spindle is initiated through the phosphoregulation of multiple central spindle components by the decline of CDK1 activity, either directly or indirectly, at the metaphase-anaphase transition. The central spindle may have multiple functions in cytokinesis including the control of cleavage furrow positioning, the delivery of membrane vesicles to the cleavage furrow, and the formation of the midbody structure that is required for the final steps of division.",
            "score": 290.2565002441406
        },
        {
            "docid": "619197_12",
            "document": "Cyclin . There are several different cyclins that are active in different parts of the cell cycle and that cause the Cdk to phosphorylate different substrates. There are also several \"orphan\" cyclins for which no Cdk partner has been identified. For example, cyclin F is an orphan cyclin that is essential for G/M transition. A study in \"C. elegans\" revealed the specific roles of mitotic cyclins. Notably, recent studies have shown that cyclin A creates a cellular environment that promotes microtubule detachment from kinetochores in prometaphase to ensure efficient error correction and faithful chromosome segregation. Cells must separate their chromosomes precisely, an event that relies on the bi-oriented attachment of chromosomes to spindle microtubules through specialized structures called kinetochores. In the early phases of division, there are numerous errors in how kinetochores bind to spindle microtubules. The unstable attachments promote the correction of errors by causing a constant detachment, realignment and reattachment of microtubules from kinetochores in the cells as they try to find the correct attachment. Protein cyclin A governs this process by keeping the process going until the errors are eliminated. In normal cells, persistent cyclin A expression prevents the stabilization of microtubules bound to kinetochores even in cells with aligned chromosomes. As levels of cyclin A decline, microtubule attachments become stable, allowing the chromosomes to be divided correctly as cell division proceeds. In contrast, in cyclin A-deficient cells, microtubule attachments are prematurely stabilized. Consequently, these cells may fail to correct errors, leading to higher rates of chromosome mis-segregation.",
            "score": 290.2226867675781
        },
        {
            "docid": "43939815_2",
            "document": "Central spindle . The central spindle is a microtubule based structure, which forms in between segregating chromosomes during anaphase where the two sets of microtubules, emanating from opposite halves of the cell, overlap, and become arranged into antiparallel bundles by various microtubule associated proteins (MAPs) and motor proteins. The central spindle is widely regarded as a key regulating center for cytokinesis, recruiting proteins for successful cleavage furrow positioning and membrane abscission. For these important roles to be achieved successfully the central spindle has to be carefully regulated to control the size of the overlap region, the alignment of those overlaps and the overall length and symmetry of the structure. Without this regulation, signaling faults in cytokinesis can occur, resulting in unequal chromosome segregation or polyploid cells, greatly increasing the risk of cancer.",
            "score": 288.981201171875
        },
        {
            "docid": "14814208_5",
            "document": "PCNT . The protein encoded by this gene is expressed in the cytoplasm and centrosome throughout the cell cycle, and to a lesser extent, in the nucleus. It is an integral component of the PCM, which is a centrosome scaffold that anchors microtubule nucleating complexes and other centrosomal proteins. In one model, PCNT complexes with CEP215 and is phosphorylated by PLK1, leading to PCM component recruitment and organization, centrosome maturation, and spindle formation. The protein controls the nucleation of microtubules by interacting with the microtubule nucleation component γ-tubulin, thus anchoring the γ-tubulin ring complex to the centrosome, which is essential for bipolar spindle formation and chromosome assembly in early mitosis. This ensures normal function and organization of the centrosomes, mitotic spindles, and cytoskeleton, and by extension, regulation over cell cycle progression and checkpoints. Downregulation of PCNT disrupted mitotic checkpoints and arrested the cell at the G2/M checkpoint, leading to cell death. Moreover, microtubule functioning was also disrupted, resulting in mono- or multipolar spindles, chromosomal misalignment, premature sister chromatid separation, and aneuploidy.",
            "score": 282.38494873046875
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 282.2176208496094
        },
        {
            "docid": "501204_2",
            "document": "Microtubule organizing center . The microtubule-organizing center (MTOC) is a structure found in eukaryotic cells from which microtubules emerge. MTOCs have two main functions: the organization of eukaryotic flagella and cilia and the organization of the mitotic and meiotic spindle apparatus, which separate the chromosomes during cell division. The MTOC is a major site of microtubule nucleation and can be visualized in cells by immunohistochemical detection of γ-tubulin. The morphological characteristics of MTOCs vary between the different phyla and kingdoms. In animals, the two most important types of MTOCs are the basal bodies associated with cilia and the centrosome associated with spindle formation.",
            "score": 281.4582824707031
        },
        {
            "docid": "33071344_9",
            "document": "Discovery and development of tubulin inhibitors . Microtubule is involved in different stages of the cell cycle. During the first stage or prophase, the microtubules required for cell division begins to form and grow towards the newly formed chromosomes forming a bundle of microtubules called the mitotic spindle. During prometaphase and metaphase this spindle attaches itself to the chromosomes at a particular point called the kinetochore and undergoes several growing and shortening periods in tuning with the back and forth oscillations of the chromosomes. In anaphase also, the microtubules attached to the chromosomes maintain a carefully regulated shortening and lengthening process. Thus the presence of a drug which can suppress the microtubule dynamics is sufficient to block the cell cycle and result in the death of the cells by apoptosis.",
            "score": 278.4374694824219
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 278.1121826171875
        },
        {
            "docid": "3027162_2",
            "document": "Spindle poison . A spindle poison, also known as a spindle toxin, is a poison that disrupts cell division by affecting the protein threads that connect the centromere regions of chromosomes, known as spindles. Spindle poisons effectively cease the production of new cells by interrupting the mitosis phase of cell division at the spindle assembly checkpoint (SAC). Unfortunately, spindle poisons, as numerous and varied as they are, still are yet to be 100% effective at ending the formation of tumors (neoplasms). Although not 100% effective, substantive therapeutic efficacy has been found in these types of chemotherapeutic treatments. The mitotic spindle is composed of microtubules (polymerized tubulin) that aid, along with regulatory proteins; each other in the activity of appropriately segregating replicated chromosomes. Certain compounds affecting the mitotic spindle have proven highly effective against solid tumors and hematological malignancies.",
            "score": 277.80804443359375
        },
        {
            "docid": "34520132_8",
            "document": "Kinesin family member 11 . There are many models that attempt to explain the self-assembly of the mitotic spindle based upon microtubules as a structural element, and a set of microtubule motors, including Kinesin-5 to move and order them. Many of these models attempt to explain the steady state of the spindle at metaphase based on a predicted balance of motor forces acting in opposition within the spindle microtubules. Still, it is not clear whether all the structural elements required for spindle assembly are known, or how the motors, including Kinesin-5, might be regulated in space and time. Such caveats make assessment of such models difficult. Recent data, however, finds that aspects of the ‘force balance’ model that posit spindle length and stability to be mediated by a balance between the minus-end directed microtubule sliding and plus-end directed microtubule sliding by opposing motors in insect cells, seems not to be the case in mammalian cells. The process of self-assembly of the mitotic spindle remains a major unsolved question in cell biology, and a robust model awaits further details of the regulation and behavior of various microtubule motors and structural elements that compose this machinery.",
            "score": 272.8287048339844
        },
        {
            "docid": "36869_8",
            "document": "Cell division . Metaphase is the stage in cell division when the chromosomes line up in the middle of the cell by MTOCs ( microtubule organizing center) by pushing and pulling on centromeres of both chromatids which causes the chromosome to move to the center. The chromosomes are still condensing and are currently at one step away from being the most coiled and condensed they will be. spindle fibre and have already connected to the kinetochores. At this point, the chromosomes are ready to split into opposite poles of the cell towards the spindle to which they are connected. Anaphase is a very short stage of the cell cycle and occurs after the chromosomes align at the mitotic plate. After the chromosomes line up in the middle of the cell, the spindle fibers will pull them apart. The chromosomes are split apart as the sister chromatids move to opposite sides of the cell.",
            "score": 269.1680603027344
        },
        {
            "docid": "33231853_2",
            "document": "Multipolar spindles . Multipolar spindles are spindle formations characteristic of cancer cells. Spindle formation is mostly conducted by the aster of the centrosome which it forms around itself. In a mitotic cell wherever two asters convene the formation of a spindle occurs.  Mitosis consists of two independent processes: the intra-chromosomal and the extra-chromosomal (formation of spindle) changes both of these being in total coordination of each other.  In cancer cells, it has been observed that the formation of the spindles comes before when compared to the chromosomes. Because the prophase stage is brief, metaphase begins earlier than in normal cells. Chromosomes unable to reach the metaphase plate are stranded behind. These chromosomes still have asters attached to them and when met with other asters, form multiple spindles.",
            "score": 264.6689147949219
        },
        {
            "docid": "200189_15",
            "document": "Spindle apparatus . Spindle assembly is largely regulated by phosphorylation events catalyzed by mitotic kinases. Cyclin dependent kinase complexes (CDKs) are activated by mitotic cyclins, whose translation increases during mitosis. CDK1 (also called CDC2) is considered the main mitotic kinase in mammalian cells and is activated by Cyclin B1.  Aurora kinases are required for proper spindle assembly and separation. Aurora A associates with centrosomes and is believed to regulate mitotic entry. Aurora B is a member of the chromosomal passenger complex and mediates chromosome-microtubule attachment and sister chromatid cohesion.  Polo-like kinase, also known as PLK, especially PLK1 has important roles in the spindle maintenance by regulating microtubule dynamics.",
            "score": 262.8546447753906
        },
        {
            "docid": "3027162_4",
            "document": "Spindle poison . Normally, cells duplicate their genetic material and then produce two equal daughter cells. Tampering with this tightly monitored distribution system can result in the production of irregular chromosome content, within each cell, commonly referred to as aneuploidy. Cells have developed various checkpoints to carry out mitosis with great accuracy. Early research concluded that spindle poisons, inserted to cells, caused a considerable reduction in the number of cells that exited mitosis, while the number of cells that entered mitosis dramatically increased. The SAC was found to be the key signaling pathway to the mitotic arrest. The precise division of chromosomes is the primary responsibility of SAC. Its origin stems from kinetochores, proteins that aid in joining DNA and microtubules on the chromatids. Only one unattached kinetochore is required to fuel a response that ultimately blocks cell cycle progression. The end result is each chromosome is attached to the spindle in the initial stage of anaphase.",
            "score": 261.0340576171875
        },
        {
            "docid": "9418557_7",
            "document": "Preprophase . In contrast to animal cells, plant cells do not possess centrosomes to organize their mitotic spindles. Instead, the nuclear envelope acts as a microtubule organizing center (MTOC) for spindle formation during preprophase. The first sign is a clear, actin-free zone appearing around the nuclear envelope. This zone fills with microtubules nucleating on the surface of the nucleus. The preprophase spindle forms by self-assembly of these microtubules in the cytoplasm surrounding the nuclear envelope. It is reinforced through chromosome (kinetochore)-mediated spindle assembly after the nuclear envelope breaks down at the end of prophase.",
            "score": 261.0113830566406
        },
        {
            "docid": "36869_7",
            "document": "Cell division . Prophase is the first stage of division. The nuclear envelope is broken down, long strands of chromatin condense to form shorter more visible strands called chromosomes, the nucleolus disappears, and microtubules attach to the chromosomes at the kinetochores present in the centromere. Microtubules associated with the alignment and separation of chromosomes are referred to as the spindle and spindle fibers. Chromosomes will also be visible under a microscope and will be connected at the centromere. During this condensation and alignment period, homologous chromosomes may swap portions of their DNA in a process known as crossing over.",
            "score": 260.0095520019531
        },
        {
            "docid": "501101_9",
            "document": "Clathrin . Clathrin has another function aside from the coating of organelles. In non-dividing cells, the formation of clathrin-coated vesicles occurs continuously. Formation of clathrin-coated vesicles is shut down in cells undergoing mitosis. During mitosis, clathrin binds to the spindle apparatus, in complex with two other proteins: TACC3 and ch-TOG/CKAP5. Clathrin aids in the congression of chromosomes by stabilizing kinetochore fibers of the mitotic spindle. The amino-terminal domain of the clathrin heavy chain and the TACC domain of TACC3 make the microtubule binding surface for TACC3/ch-TOG/clathrin to bind to the mitotic spindle. The stabilization of kinetochore fibers requires the trimeric structure of clathrin in order to crosslink microtubules.",
            "score": 259.2832336425781
        },
        {
            "docid": "501204_3",
            "document": "Microtubule organizing center . Microtubule-organizing centers function as the site where microtubule formation begins, as well as a location where free-ends of microtubules attract to. Within the cells, microtubule-organizing centers can take on many different forms. An array of microtubules can arrange themselves in a pinwheel structure to form the basal bodies, which can lead to the formation of microtubule arrays in the cytoplasm or the 9+2 axoneme. Other arrangements range from fungi spindle pole bodies to the eukaryotic chromosomal kinetochores (flat, laminated plaques). MTOCs can be freely dispersed throughout the cytoplasm or centrally localized as foci. The most notable MTOCs are the centrosome at interphase and the mitotic spindle poles.",
            "score": 258.5382080078125
        },
        {
            "docid": "22269179_3",
            "document": "Aster (cell biology) . During mitosis, there are four stages of cell division: Prophase, Metaphase, Anaphase, and Telophase. During prophase, two aster-covered centrosomes migrate to opposite sides of the nucleus in preparation of mitotic spindle formation. During metaphase, the kinetochore microtubules connect to the centromere. Afterwards, during anaphase, the kinetochore microtubules pull the chromatids apart into its individual chromosomes and pull them towards the centrosomes, located at opposite ends of the cell. This allows the cell to divide properly with each daughter cell containing full replicas of chromosomes. In some cells, the positions of the asters determine the site of cell divisions.",
            "score": 257.2861328125
        },
        {
            "docid": "376924_4",
            "document": "Cleavage furrow . The cell cycle begins with interphase when the DNA replicates, the cell grows and prepares to enter mitosis. Mitosis includes four phases, prophase, metaphase, anaphase, and telophase. Prophase is the initial phase when spindle fibers appear that function to move the chromosomes toward opposite poles. This spindle apparatus consists of microtubules, microfilaments and a complex network of various proteins. During metaphase, the chromosomes line up using the spindle apparatus in the middle of the cell along the equatorial plate. The chromosomes move to opposite poles during anaphase and remain attached to the spindle fibers by their centromeres. Animal cell cleavage furrow formation is caused by a ring of actin microfilaments called the contractile ring, which forms during early anaphase. Myosin is present in the region of the contractile ring as concentrated microfilaments and actin filaments are predominant in this region. The actin filaments here are both pre-existing and new. Cleavage is driven by these motor proteins, actin and myosin, which are the same proteins involved with muscle contraction. During cellular cleavage, the contractile ring tightens around the cytoplasm of the cell until the cytoplasm is pinched into two daughter cells. During the final phase of mitosis, telophase, the furrow forms an intercellular bridge using mitotic spindle fibers. Phosphatidylethanolamine (PE) has been shown to be present during this time which indicates that is may play a role in movement between the plasma membrane and contractile ring. The bridge is then broken and resealed to form two identical daughter cells during cytokinesis. The breakage is formed by microtubules and the resealing is negated by Calcium dependent exocytosis using Golgi vesicles. In comparison, the plant cell septum and the animal cell mid-zone are analogous. Both require vesicular secretions by the Golgi apparatus for resealing and formation of the cytoskeletal network in addition to microtubules and microfilaments for division and movement. The cleavage furrow mechanism in animal cells is a complex network of actin and myosin filaments, Golgi vesicles and Calcium dependent channels enabling the cell to break apart, reseal and form new daughter cells with complete membranes.",
            "score": 256.9853820800781
        },
        {
            "docid": "200182_10",
            "document": "Cytokinesis . The second step of animal cell cytokinesis involves division plane specification and cytokinetic furrow formation. Precise positioning of the division plane between the two masses of segregated chromosomes is essential to prevent chromosome loss. Meanwhile, the mechanism by which the spindle determines the division plane in animal cells is perhaps the most enduring mystery in cytokinesis and a matter of intense debate. There exist three hypotheses of furrow induction. The first is the astral stimulation hypothesis, which postulates that astral microtubules from the spindle poles carry a furrow-inducing signal to the cell cortex, where signals from two poles are somehow focused into a ring at the spindle. A second possibility, called the central spindle hypothesis, is that the cleavage furrow is induced by a positive stimulus that originates in the central spindle equator. The central spindle may contribute to the specification of the division plane by promoting concentration and activation of the small GTPase RhoA at the equatorial cortex. A third hypothesis is the astral relaxation hypothesis. It postulates that active actin-myosin bundles are distributed throughout the cell cortex, and inhibition of their contraction near the spindle poles results in a gradient of contractile activity that is highest at the midpoint between poles. In other words, astral microtubules generate a negative signal that increases cortical relaxation close to the poles. Genetic and laser-micromanipulation studies in C. elegans embryos have shown that the spindle sends two redundant signals to the cell cortex, one originating from the central spindle, and a second signal deriving from the spindle aster, suggesting the involvement of multiple mechanisms combined in the positioning of the cleavage furrow. The predominance of one particular signal varies between cell types and organisms. And the multitude and partial redundancy of signals may be required to make the system robust and to increase spatial precision.",
            "score": 255.55796813964844
        },
        {
            "docid": "20369_13",
            "document": "Mitosis . In plant cells only, prophase is preceded by a pre-prophase stage. In highly vacuolated plant cells, the nucleus has to migrate into the center of the cell before mitosis can begin. This is achieved through the formation of a phragmosome, a transverse sheet of cytoplasm that bisects the cell along the future plane of cell division. In addition to phragmosome formation, preprophase is characterized by the formation of a ring of microtubules and actin filaments (called preprophase band) underneath the plasma membrane around the equatorial plane of the future mitotic spindle. This band marks the position where the cell will eventually divide. The cells of higher plants (such as the flowering plants) lack centrioles; instead, microtubules form a spindle on the surface of the nucleus and are then organized into a spindle by the chromosomes themselves, after the nuclear envelope breaks down. The preprophase band disappears during nuclear envelope breakdown and spindle formation in prometaphase.",
            "score": 255.18214416503906
        },
        {
            "docid": "996341_3",
            "document": "Spindle checkpoint . The mechanisms verifying that all the requirements to pass to the next phase in the cell cycle have been fulfilled are called checkpoints. All along the cell cycle, there are different checkpoints. The checkpoint ensuring that chromosome segregation is correct is termed spindle assembly checkpoint (SAC), spindle checkpoint or mitotic checkpoint. During mitosis or meiosis, the spindle checkpoint prevents anaphase onset until all chromosomes are properly attached to the spindle. To achieve proper segregation, the two kinetochores on the sister chromatids must be attached to opposite spindle poles (bipolar orientation). Only this pattern of attachment will ensure that each daughter cell receives one copy of the chromosome.",
            "score": 254.25645446777344
        }
    ]
}