{
    "q": [
        {
            "docid": "53450372_2",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) is a family of proteins present on the membrane surface of red blood cells (RBCs or erythrocytes) that are infected by the malarial parasite \"Plasmodium falciparum\". PfEMP1 is synthesized during the parasite's blood stage (erythrocytic schizogony) inside the RBC, during which the clinical symptoms of falciparum malaria are manifested. Acting as both an antigen and adhesion protein, it is thought to play a key role in the high level of virulence associated with \"P. falciparum\". It was discovered in 1984 when it was reported that infected RBCs had unusually large-sized cell membrane proteins, and these proteins had antibody-binding (antigenic) properties. An elusive protein, its chemical structure and molecular properties were revealed only after a decade, in 1995. It is now established that there is not one but a large family of PfEMP1 proteins, genetically regulated (encoded) by a group of about 60 genes called \"var\". Each \"P. falciparum\" is able to switch on and off specific \"var\" genes to produce a functionally different protein, rendering evasion from the host's immune system. RBCs carrying PfEMP1 on their surface stick to endothelial cells, which facilitates further binding with uninfected RBCs (through the processes of sequestration and rosetting), ultimately helping the parasite to both spread to other RBCs as well as bringing about the fatal symptoms of \"P. falciparum\" malaria.",
            "score": 304.8194007873535
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 327.72332739830017
        },
        {
            "docid": "53450372_18",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . By default, all the \"var\" genes in the malarial parasite are inactivated. Activation (gene expression) of \"var\" is initiated upon infection of the organs. Further, in each organ only specific \"var\" genes are activated. The severity of the infection is determined by the type of organ in which infection occurs, hence, the type of \"var\" gene activated. For examples, in the most severe cases of malaria, such as cerebral malaria, only the \"var\" genes for the PfEMP1 proteins DC8 and DC13 are switched on. Upon the synthesis of DC8 and DC13, their CIDR domains bind to EPCR, which brings about the onset of severe malaria. The abundance of the gene products (transcripts) of these PfEMP1 proteins (specifically the CIDR subtype transcripts) directly relates to the severity of the disease. This further indicates that preventing the interaction between CIDR and EPCR would be good target for a potential vaccine. In pregnancy-associated malaria, another severe type of falciparum malaria, the gene for VAR2CSA (named \"var2csa\") is activated in the placenta. Binding of VAR2CSA to CSA is the primary cause of premature delivery, death of the foetus and severe anaemia in the mother. This indicates that drugs targeting VAR2CSA will be able to prevent the effects of malaria, and for this reason VAR2CSA is the leading candidate for development of a PAM vaccine.",
            "score": 287.3831925392151
        },
        {
            "docid": "2794604_6",
            "document": "Subtelomere . Subtelomeric transcripts are pseudogenes (transcribed genes producing RNA sequences not translated into protein) and gene families. In humans, they code for olfactory receptors, immunoglobulin heavy chains, and zinc-finger proteins. In other species, several parasites such as Plasmodium and Trypanosoma brucei have developed sophisticated evasion mechanisms to adapt to the hostile environment posed by the host, such as exposing variable surface antigens to escape the immune system. Genes coding for surface antigens in these organisms are located at subtelomeric regions, and it has been speculated that this preferred location facilitates gene switching and expression, and the generation of new variants. For example, the genes belonging to the \"var\" family in Plasmodium falciparum (agent of malaria) code for the PfEMP1 (\"Plasmodium falciparum\" erythrocyte membrane protein 1), a major virulence factor of erythrocytic stages, \"var\" genes are mostly localized in subtelomeric regions. Antigenic variation is orchestrated by epigenetic factors including monoallelic var transcription at separate spatial domains at the nuclear periphery (nuclear pore), differential histone marks on otherwise identical var genes, and var silencing mediated by telomeric heterochromatin. Other factors such as non-coding RNA produced in subtelomeric regions adjacent or within \"var\" genes may contribute as well to antigenic variation. In \"Trypanosoma brucei\" (agent of sleeping sickness), variable surface glycoprotein (VSG) antigenic variation is a relevant mechanism used by the parasite to evade the host immune system. VSG expression is exclusively subtelomeric and occurs either by in situ activation of a silent VSG gene or by DNA rearrangement that inserts an internal silent copy of a VSG gene into an active telomeric expression site. To contrast with \"Plasmodium falciparum\", in \"Trypanosoma brucei\", antigenic variation is orchestrated by epigenetic and genetic factors. In Pneumocystis jirovecii major surface glycoprotein (MSG) gene family cause antigenic variation. MSG genes are like boxes at chromosome ends and only the MSG gene at the unique locus UCS (upstream conserved sequence) is transcribed. Different MSG genes can occupy the expression site (UCS), suggesting that recombination can take a gene from a pool of silent donors and install it at the expression site, possibly via crossovers, activating transcription of a new MSG gene, and changing the surface antigen of \"Pneumocystis jirovecii\". Switching at the expression site is probably facilitated by the subtelomeric locations of expressed and silent MSG genes. A second subtelomeric gene family, MSR, is not strictly regulated at the transcriptional level, but may contribute to phenotypic diversity. Antigenic variation in \"P. jirovecii\" is dominated by genetic regulation.",
            "score": 337.156063079834
        },
        {
            "docid": "53450372_17",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . In a normal human immune system, malarial parasite binding to RBCs stimulates the production of antibodies that attack the PfEMP1 molecules. Binding of antibody with PfEMP1 disables the binding properties of DBL domains, causing loss of cell adhesion, and the infected RBC is destroyed. In this scenario, malaria is avoided. However, to evade the host's immune response, different \"P. falciparum\" switch on and off different \"var\" genes to produce functionally different (antigenically distinct) PfEMP1s. Each variant type of PfEMP1 has different binding property, and thus, is not always recognized by antibodies.",
            "score": 278.95144033432007
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 278.0490810871124
        },
        {
            "docid": "53450372_6",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Although some of the properties of PfEMP1 were firmly established, the protein was difficult to isolate due to its low occurrence. Five years after its discovery, one of the original researchers Irwin Sherman began to doubt the existence of PfEMP1 as a unique protein. He argued that the antigen could be merely a surface protein of RBCs that changes upon infection with malarial parasites. A consensus was achieved in 1995 following the identification (by cloning) of the gene for PfEMP1. The discovery of the genes was independently reported by Howard's team and two other teams at NIH. Howard's team identified two genes for PfEMP1, and recombinant protein products of these genes were shown to have antigenic and adhesive properties. They further affirmed that PfEMP1 is the key molecule in the ability of \"P. falciparum\" to evade the host's immune system. Joseph D. Smith and others showed that PfEMP1 is actually a large family of proteins encoded by a multigene family called \"var\". The gene products can bind to a variety of receptors including those on endothelial cells. Xin-Zhuan Su and others showed that there could be more than 50 \"var\" genes which are distributed on different chromosomes of the malarial parasite.",
            "score": 306.1635788679123
        },
        {
            "docid": "24979563_6",
            "document": "Evolutionary baggage . As a recessive gene, Sickle-cell disease is only present if homozygous, with no dominant gene to beat them out. Sickle-cell disease, originating in people living in tropical areas where malaria is prevalent, is a hereditary blood disorder characterized by rigid, sickle-shaped red blood cells.. The unusual shape and rigidity of these altered red blood cells reduces a cell’s ability to effectively travel with regular blood flow, occasionally blocking veins and preventing proper blood flow. Life expectancy is shortened for people with sickle-cell disease, though modern medicine has significantly lengthened the life expectancy of someone with this disease. As detrimental as the effects of sickle-cell disease seem, it also offers an unforeseen benefit; humans with the sickle-cell gene show less severe symptoms when infected with malaria, as the abnormal shape of blood cells caused by the disease hinder the malaria parasite’s ability to invade and replicate within these cells. It is possible to have the sickle-cell allele, but not have the disease, for example if heterozygous. Malaria, a mosquito-borne infectious disease of humans and other animals, is a potentially deadly disease that causes fever, fatigue, nausea, muscular pain, coughing, and, in extreme cases, coma and death. Malaria is caused by parasitic protozoans transferred through mosquito saliva into a person’s circulatory system, where they travel to the liver to mature. Though eliminated in the U.S., there were an estimated 219 million documented cases of malaria in 2010 according to the World Health Organization. The correlation between sickle-cell disease and malaria is a double-edged sword. Having a sickle-cell allele does limit the life expectancy of a person, however, the presence of sickle-cell genes reduces the detrimental effects of malaria should it be contracted. Natural selection allowed for the spreading of the sickle-cell gene in areas of high numbers of mosquitoes carrying malaria; those that weren't as susceptible to malaria were much more likely to live than those that were. Because malaria is not as prevalent as it once was, the benefits of sickle-cell have since eroded, leaving behind the detrimental effects of the disease.",
            "score": 157.48179709911346
        },
        {
            "docid": "1149660_20",
            "document": "CD36 . Infections with the human malaria parasite \"Plasmodium falciparum\" are characterized by sequestration of erythrocytes infected with mature forms of the parasite and CD36 has been shown to be a major sequestration receptor on microvascular endothelial cells. Parasitised erythrocytes adhere to endothelium at the trophozoite/schizonts stage simultaneous with the appearance of the \"var\" gene product (erythrocyte membrane protein 1) on the erythrocyte surface. The appearance of \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) on the erythrocyte surface is a temperature dependent phenomenon which is due to increased protein trafficking to the erythrocyte surface at the raised temperature. PfEMP1 can bind other endothelial receptors - thrombospondin (TSP) and intercellular adhesion molecule 1 (ICAM-1) – in addition to CD36 - and genes other than PfEMP1 also bind to CD36: cytoadherence linked protein (clag) and sequestrin. The PfEMP1 binding site on CD36 is known to be located on exon 5.",
            "score": 212.54782438278198
        },
        {
            "docid": "1310186_5",
            "document": "Gametocyte . Plasmodium falciparum is a protozoan parasite, one of the species that causes malaria in humans. A gametocyte in Plasmodium Falciparum is a cell specializing in the transition between the human and the mosquito host. Gametocytes arise from erythrocytic asexual stages. The production of gametocytes directly from hepatic merozoites, which has been described in other species, does not occur in P. falciparum. Gametocytes are capable of inducing specific humoral IgG, and cellular responses, which include induction of TNFa (protein coding), IFNg(gene protein coding) and gd+ lymphocyte proliferation, in addition to immune responses to other stages of the parasite. There has been much debate on the actual point of sexual differentiation and many people have shown that merozoites emerging from a single schizont developed either into further asexual stages or into gametocytes. It has been further shown that the gametocytes from one schizont are all male or all female. This suggests that the trophozoites of the preceding asexual generation were already committed to either sexual development or continuing asexual cycling. In order to adjust to life in such drastically different environments, many changes occur in its cell biology, metabolism, gene expression and protein synthesis. Gametocytes of P. falciparum have been shown to exhibit a different pattern of gene expression than asexual stages, which is unsurprising if one were to consider the difference between these two stages. Transcription and translation levels are not constant during gametocytogenesis: this was shown in drug sensitivity studies where RNA and protein synthesis levels were much more important in the early than the late gametocyte stages. Furthermore, a sex-specific expression has also been discovered, with differences in RNA, mitochondria and ribosome content. The female is preparing for a continued development, and the male is terminally differentiated and only needs what is necessary for exflagellation ( cell division cycle, dynein and α-tubulin II). Plasmodium falciparum is both the most deadly and most researched species of malaria. The majority of the research conducted is to find a vaccine or treatment for the disease. Some believe that due to the ineffectiveness of the past, any vaccine found will most likely not become completely effective. Others remain hopeful citing the fact that the species complex life cycle offers numerous options for vaccines and treatments, as well as the proof that partial immunity does occur in endemic areas in some people. Mature macrogamtocytes are female and mature microgametocytes are male. In P. falciparum, gametocytes are produced from asexual stages. All the gametocytes produced from one sexually committed schizont are of the same sex, suggesting that sex is determined at the very beginning of sexual development. However, gametocyte sex can only be microscopically differentiated from stage III and onward. They are crescent- or sausage- shaped.",
            "score": 194.84468805789948
        },
        {
            "docid": "24973826_19",
            "document": "Human genetic resistance to malaria . HbS has a lower negative charge at physiological pH than does normal adult hemoglobin. The consequences of the simple replacement of a charged amino acid with a hydrophobic, neutral amino acid are far ranging, Recent studies in West Africa suggest that the greatest impact of Hb S seems to be to protect against either death or severe disease—that is, profound anemia or cerebral malaria—while having less effect on infection per se. Children who are heterozygous for the sickle cell gene have only one-tenth the risk of death from falciparum as do those who are homozygous for the normal hemoglobin gene. Binding of parasitized sickle erythrocytes to endothelial cells and blood monocytes is significantly reduced due to an altered display of \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP-1), the parasite’s major cytoadherence ligand and virulence factor on the erythrocyte surface.",
            "score": 152.76246190071106
        },
        {
            "docid": "50468_38",
            "document": "Leishmania . The genomes of four \"Leishmania\" species (\"L. major\", \"L. infantum\", \"L. donovani\" and \"L. braziliensis\") have been sequenced, revealing more than 8300 protein-coding and 900 RNA genes. Almost 40% of protein-coding genes fall into 662 families containing between two and 500 members. Most of the smaller gene families are tandem arrays of one to three genes, while the larger gene families are often dispersed in tandem arrays at different loci throughout the genome. Each of the 35 or 36 chromosomes is organized into a small number of gene clusters of tens-to-hundreds of genes on the same DNA strand. These clusters can be organized in head-to-head (divergent) or tail-to-tail (convergent) fashion, with the latter often separated by tRNA, rRNA and/or snRNA genes. Transcription of protein-coding genes initiates bidirectionally in the divergent strand-switch regions between gene clusters and extends polycistronically through each gene cluster before terminating in the strand-switch region separating convergent clusters. \"Leishmania\" telomeres are usually relatively small, consisting of a few different types of repeat sequence. Evidence can be found for recombination between several different groups of telomeres. The \"L. major\" and \"L. infantum\" genomes contain only about 50 copies of inactive degenerated \"Ingi\"/L1Tc-related elements (DIREs), while \"L. braziliensis\" also contains several telomere-associated transposable elements and spliced leader-associated retroelements. The \"Leishmania\" genomes share a conserved core proteome of about 6200 genes with the related trypanosomatids \"Trypanosoma brucei\" and \"Trypanosoma cruzi\", but around 1000 \"Leishmania\"-specific genes are known, which are mostly randomly distributed throughout the genome. Relatively few (about 200) species-specific differences in gene content exist between the three sequenced \"Leishmania\" genomes, but about 8% of the genes appear to be evolving at different rates between the three species, indicative of different selective pressures that could be related to disease pathology. About 65% of protein-coding genes currently lack functional assignment.",
            "score": 140.22281444072723
        },
        {
            "docid": "31348010_7",
            "document": "Pregnancy-associated malaria . \"P. falciparum\" expresses proteins on the surface of parasite-infected erythrocytes (IE) helping them bind to an unusually low-sulfated form of chondroitin sulfate A (CSA) in the placental intervillous space. By this process, the parasite avoids being filtered through the spleen where it would be cleared from the bloodstream and killed. When selected in vitro for CSA-binding, the only upregulated gene expressed in the \"P. falciparum\" parasites was the var2csa gene. Parasite clones where the var2csa gene was disrupted lost the ability to adhere to CSA by blocking the binding of IE. Its protein, VAR2CSA (Variant Surface antigen 2-CSA), belongs to the \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) family and contains six Duffy binding-like (DBL) domains. The regions that mediate binding to CSA have not been defined, but DBL2, DBL3, and DBL6 have shown the highest affinity for CSA binding when testing with recombinant single-domains.",
            "score": 237.18548929691315
        },
        {
            "docid": "27828644_12",
            "document": "Host–parasite coevolution . Overdominance occurs if the heterozygote phenotype has a fitness advantage over both homozygotes (heterozygote advantage, causing heterosis). One example is sickle cell anemia. It is due to a mutation in the hemoglobin gene leading to sickle shape formation of red blood cells, causing clotting in blood vessels, restricted blood flow, and reduced oxygen transport. At the same time, the mutation confers resistance to malaria, caused by \"Plasmodium\" parasites, which are passed off in red blood cells after transmission to humans by mosquitoes. Hence, homozygote and heterozygote genotypes for the sickle-cell disease allele show malaria resistance, while the homozygote suffers from severe disease phenotype. The alternative homozygote, which does not carry the sickle cell disease allele, is susceptible to infection by \"Plasmodium\". As a consequence, the heterozygote genotype is selectively favored in areas with a high incidence of malaria.",
            "score": 133.0671192407608
        },
        {
            "docid": "1149539_3",
            "document": "Complement receptor 1 . This gene is a member of the regulators of complement activation (RCA) family and is located in the 'cluster RCA' region of chromosome 1. The gene encodes a monomeric single-pass type I membrane glycoprotein found on erythrocytes, leukocytes, glomerular podocytes, hyalocytes, and splenic follicular dendritic cells. The Knops blood group system is a system of antigens located on this protein. The protein mediates cellular binding to particles and immune complexes that have activated complement. Decreases in expression of this protein and/or mutations in its gene have been associated with gallbladder carcinomas, mesangiocapillary glomerulonephritis, systemic lupus erythematosus and sarcoidosis. Mutations in this gene have also been associated with a reduction in \"Plasmodium falciparum\" rosetting, conferring protection against severe malaria. Alternate allele-specific splice variants, encoding different isoforms, have been characterized. Additional allele specific isoforms, including a secreted form, have been described but have not been fully characterized.",
            "score": 194.99999797344208
        },
        {
            "docid": "53450372_10",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . The PfEMP1 proteins are regulated and produced (encoded) by about 60 different \"var\" genes, but an individual \"P. falciparum\" would switch on only a single \"var\" gene at a time to produce only one type of PfEMP. The \"var\" genes are distributed in two exons. Exon 1 encodes amino acids of the highly variable ECD, while exon 2 encodes those of the conserved TMD and ATS. Based on their location in the chromosome and sequence, the \"var\" genes are generally classified into three major groups, A, B, and C, and two intermediate groups, B/A and B/C; or sometimes simply into five classes, \"upsA\", \"upsB\", \"upsC\", \"upsD\", and \"upsE\" respectively. Groups A and B are found towards the terminal end (subtelomeric) region of the chromosome, while group C is in the central (centromeric) region.",
            "score": 221.59395384788513
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 155.94211888313293
        },
        {
            "docid": "11131113_5",
            "document": "Avian malaria . There exists a lot of controversy on what corresponds as a species in avian malaria parasites. The latin binomials nomenclature used to describe \"Plasmodium\" and \"Hemoproteus\" parasites is based on a restricted set of morphological characteristics and the restriction to which parasites of birds they are able to infect. Therefore, considering co-speciation events or even species diversity for malaria parasites is surrounded by a lot of disagreement. Molecular tools have directed classification towards a phylogenetic definition of lineages, based on sequence divergence and the range of hosts in which the parasite can be found. The diversity of avian malaria parasites and other haemosporidia is extremely large, and previous studies have found that the number of parasites approximates the number of hosts, with significant host switching events and parasite sharing. The current approach suggests amplification of the cytochrome b gene of the parasite and the reconstruction of genealogies based on this information. Due to the large amount of lineages and different host species, a public database called MalAvi has been created to encourage sharing these sequences and aid in understanding the diversity of these parasites. Considering that no other genetic markers have been developed for this group of parasites, a ~1.2-4% sequence divergence has been determined as a cutoff value to distinguish between different parasite lineages. The molecular approach has also allowed direct comparisons between host phylogenies and parasite genealogies, and significant co-speciation has been found based on event-based-matching of phylogenetic trees.",
            "score": 173.80677258968353
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 153.22065198421478
        },
        {
            "docid": "58743_10",
            "document": "Marburg virus disease . The marburgvirus life cycle begins with virion attachment to specific cell-surface receptors, followed by fusion of the virion envelope with cellular membranes and the concomitant release of the virus nucleocapsid into the cytosol. The virus RdRp partially uncoats the nucleocapsid and transcribes the genes into positive-stranded mRNAs, which are then translated into structural and nonstructural proteins. Marburgvirus L binds to a single promoter located at the 3' end of the genome. Transcription either terminates after a gene or continues to the next gene downstream. This means that genes close to the 3' end of the genome are transcribed in the greatest abundance, whereas those toward the 5' end are least likely to be transcribed. The gene order is therefore a simple but effective form of transcriptional regulation. The most abundant protein produced is the nucleoprotein, whose concentration in the cell determines when L switches from gene transcription to genome replication. Replication results in full-length, positive-stranded antigenomes that are in turn transcribed into negative-stranded virus progeny genome copies. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane they bud from. The mature progeny particles then infect other cells to repeat the cycle.",
            "score": 120.12852823734283
        },
        {
            "docid": "17475959_5",
            "document": "Plasma cell dyscrasia . Plasma cells are key effector elements of the adaptive immune system. They contribute to immunity by making antibodies that bind with and thereby initiate the process of neutralizing specific antigens that usually are found on the surface of invading pathogens and foreign substances. Plasma cells develop from B lymphocytes which are stimulated to undergo this maturational development by T lymphocytes during the latter cells' processing of these antigens. As they are stimulated to become plasma cells, B cells refashion parts of their genome in efforts to create a new gene that encodes a functional antibody. Antibodies are composed of two identical heavy chains, i.e. either mu (μ), gamma (γ), alpha (α), epsilon (ε), or delta (δ), and two identical light chains, either kappa (κ) or lambda (λ); there are five different classes of antibodies that are named based on their heavy chain content as IgM, IgG, IgA, IgE, or IgD, respectively. Formation of the genes to make these antibodies requires B cells and/or their descendent plasma cells to make point mutations at a) the immunoglobulin heavy chain antigen-binding locus gene which is on the short arm of human chromosome 14 at position 32.33 (site notated as 14q32.33); b) the immunoglobulin light chain antigen binding locus gene which is on the short arm of chromosome 22 at position 22q11.2; and c) other nearby sites. These mutations are made in an effort to make a gene encoding a protein that binds the instigating antigen. The next step in this new gene formation involves V(D)J recombinations and class switch recombinations, i.e. the deletion and subsequent recombination of various gene segments at the heavy chain locus so that the gene codes for either an IgM, IgG, IgA, IgE, or IgD antibody isotype. If these gene alterations are successful in coding for a functional antibody (termed Ig for immunoglobulin), the maturing B cells and to a greater extent their plasma cell descendants make and secrete an intact antibody, initially IgM but after class switch recombinations, either IgG, IgA, IgE, or IgD. However, the cited gene changes can go awry in plasma cells by, for example, placing a gene that ordinarily controls cell growth adjacent to the normally highly active antibody gene promoter thereby creating a cancer-causing oncogene or, more commonly, by forming extra chromosomes (see trisomy) or chromosomes that have deleted or repetitive sections, any of which such changes may promote malignancy in more complex and less well understood ways. These mutations lead to the uncontrolled overproduction of an IgG, IgA, IgE, or IgD antibody, a κ or λ light chain, or, very rarely, an α, γ, or μ heavy chain or fragments of these proteins. The overproduced Ig's, termed myeloma proteins, commonly circulate in blood, may accumulate in urine, and are the hallmarks of plasma cell dyscrasias including their most malignant forms viz., multiple myeloma, light chain multiple myeloma, and plasma cell leukemia. IgG-secretory, IgA-secretory, and light-chain secretory multiple myeloma represent 52%, 21%, and 16%, respectively, of all multiple myeloma cases; these myelomas are associated with various types of chromosomal aberrancies and mutations. IgD-secretory multiple myeloma occurs in only 1% to 2% of multiple myeloma cases and is commonly associated with somatic mutations in the IgV region. IgE-secretory multiple myeloma has been reported in <50 as of 2013 and is characteristically associated with translocations between the long (i.e. \"q\") arms of chromosome 11 and 14, i.e. t(11;14)(q13;q32) translocations.",
            "score": 174.63144207000732
        },
        {
            "docid": "53803481_26",
            "document": "Clonal hypereosinophilia . The \"ETV6\" gene (also known as translocation-Ets-leukemia) is a member of the ETS transcription factor family. The gene codes for a transcription factor protein, ETV6, which acts to inhibit the expression of various genes which in mice appear to be required for normal hematopoiesis and the development and maintenance of the vascular network. The gene is located on human chromosome 12 at position p13.2 and is well-known to be involved in a large number of chromosomal rearrangements associated with leukemia and congenital fibrosarcoma. Heterozygous \"ETV6\" germline mutations have been identified in several families with inherited thrombocytopenia, variable red blood cell macrocytosis, and hematologic malignancies, primarily B-cell acute lymphoblastic leukemia. The \"ACSL6\" gene encodes a protein, CSL6 acyl-CoA synthetase long-chain family member 6 (or ACSL6 protein). This protein is a Long-chain-fatty-acid—CoA ligase that plays a major role in fatty acid metabolism (particularly in the brain) by charging fatty acids with Coenzyme A to form acyl-CoA. This function can not only alter fatty acid metabolism but also modulate the function of protein kinase Cs and nuclear thyroid hormone receptor. The gene is located on human chromosome 5 at position q31.1. Chromosome translocations between \"ETV6\" and \"ACSL6\" at different chromosome break points create various t(5:12)(q31;p13) \"ETV6-ACSL6\" fusion genes encoding ETV6-ACSL6 fusion proteins. The functionality of ETV6-ACSL6 fusion proteins and the mechanism by which they promote clonal hypereosinophil may, based on indirect evidence in 5 case studies, relate to a loss or gain in function of the ETV6 portion of the fusion protein. However, these issues have not been fully investigated or defined. Two cases involving \"ETV6-ACSL6\" fusion genes were associated with the ectopic and uncontrolled expression of Interleukin 3. The gene for interleukin 3 is close to the \"ACSL6\" gene at position 5q31 and could also be mutated during at least some \"ETV6-ACSL6\" translocation events. Interleukin 3 stimulates the activation, growth, and survival of eosinophils and therefore its mutation could be involved in the clonal hypereosinophilia occurring in \"ETV6-ACSL6\"-related disease.",
            "score": 156.8643445968628
        },
        {
            "docid": "3248511_4",
            "document": "Copy-number variation . One of the most well known examples of a short copy number variation is the tri-nucleotide repeat of the CAG base pairs in the Huntingtin gene, the gene that is responsible for the neurological disorder Huntington's disease. For this particular case, once the CAG tri-nucleotide repeats more than 36 times, Huntington’s disease will likely develop in the individual and it will likely be inherited by his or her offspring. Interestingly, the number of repeats of the CAG tri-nucleotide is correlated with the age of onset of Huntington’s disease. These types of short repeats are often thought to be due to errors in polymerase activity during replication including polymerase slippage, template switching, and fork switching which will be discussed in detail later. The short repeat size of these copy number variations lends itself to errors in the polymerase as these repeated regions are prone to misrecognition by the polymerase and replicated regions may be replicated again, leading to extra copies of the repeat. In addition, if these tri-nucleotide repeats are in the same reading frame in the coding portion of a gene, it may lead to a long chain of the same amino acid, possibly creating protein aggregates in the cell, and if these short repeats fall into the non-coding portion of the gene, it may affect gene expression and regulation. On the other hand, a variable number of repeats of entire genes is less commonly identified in the genome. One example of a whole gene repeat is the alpha-amylase 1 gene (AMY1) that encodes alpha-amylase which has a significant copy number variation between different populations with different diets. Although the specific mechanism that allows the AMY1 gene to increase or decrease its copy number is still a topic of debate, some hypotheses suggest that the non-homologous end joining or the microhomology-mediated end joining is likely responsible for these whole gene repeats. Repeats of entire genes has immediate effects on expression of that particular gene, and the fact that the copy number variation of the AMY1 gene has been related to diet is a remarkable example of recent human evolutionary adaptation. Although these are the general groups that copy number variations are grouped into, the exact number of base pairs copy number variations affect depends on the specific loci of interest. Currently, using data from all reported copy number variations, the mean size of copy number variant is around 118kb, and the median is around 18kb.",
            "score": 167.4668768644333
        },
        {
            "docid": "5398413_10",
            "document": "Viral vector . Viruses expressing pathogen proteins are currently being developed as vaccines against these pathogens, based on the same rationale as DNA vaccines. T-lymphocytes recognize cells infected with intracellular parasites based on the foreign proteins produced within the cell. T cell immunity is crucial for protection against viral infections and such diseases as malaria. A viral vaccine induces expression of pathogen proteins within host cells similarly to the Sabin Polio vaccine and other attenuated vaccines. However, since viral vaccines contain only a small fraction of pathogen genes, they are much safer and sporadic infection by the pathogen is impossible. Adenoviruses are being actively developed as vaccines.",
            "score": 158.9522569179535
        },
        {
            "docid": "3630347_10",
            "document": "Natural competence . Arguments to support genetic diversity as the primary evolutionary function of sex (including bacterial transformation) are given by Barton and Charleworth . and by Otto and Gerstein. However, the theoretical difficulties associated with the evolution of sex suggest that sex for genetic diversity is problematic. Specifically with respect to bacterial transformation, competence requires the high cost of a global protein synthesis switch, with, for example, more than 16 genes that are switched on only during competence of \"Streptococcus pneumoniae\". However, since bacteria tend to grow in clones, the DNA available for transformation would generally have the same genotype as that of the recipient cells. Thus, there is always a high cost in protein expression without, in general, an increase in diversity. Other differences between competence and sex have been considered in models of the evolution of genes causing competence; these models found that competence's postulated recombinational benefits were even more elusive than those of sex.",
            "score": 139.38491892814636
        },
        {
            "docid": "53450372_4",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . PfEMP1 was discovered by Russell J. Howard and his colleagues at the US National Institutes of Health in 1984. Using the techniques of radioiodination and immunoprecipitation, they found a unique but yet unknown antigen from \"P. falciparum\"-infected RBCs that appeared to cause binding with other cells. Since the antigenic protein could only be detected in infected cells, they asserted that the protein was produced by the malarial parasite, and not by RBCs. The antigen was large and appeared to be different in size in different strains of \"P. falciparum\" obtained from night monkey (\"Aotus\"). In one strain, called Camp (from Malaysia), the antigen was found to have a molecular size of approximately 285 kDa; while in the other, called St. Lucia (from El Salvador), it was approximately 260 kDa. Both antigens bind to cultured skin cancer (melanoma) cells. But the researchers failed to confirm whether or not the protein actually was an adhesion molecule to the wall of blood vessels. Later in the same year, they found out that the unknown antigen was associated only with RBCs having small lumps called knobs on their surface. The first human RBC antigen was reported in 1986. Howard's team found that the antigens from Gambian children, who were suffering from falciparum malaria, were similar to those from the RBCs of night monkey. They determined that the molecular sizes of the proteins ranged from 250 to 300 kDa.",
            "score": 193.11594367027283
        },
        {
            "docid": "417043_8",
            "document": "Mononegavirales . The mononegavirus life cycle begins with virion attachment to specific cell-surface receptors, followed by fusion of the virion envelope with cellular membranes and the concomitant release of the virus nucleocapsid into the cytosol. The virus RdRp partially uncoats the nucleocapsid and transcribes the genes into positive-stranded mRNAs, which are then translated into structural and nonstructural proteins. Mononegavirus RdRps bind to a single promoter located at the 3' end of the genome. Transcription either terminates after a gene or continues to the next gene downstream. This means that genes close to the 3' end of the genome are transcribed in the greatest abundance, whereas those toward the 5' end are least likely to be transcribed. The gene order is therefore a simple but effective form of transcriptional regulation. The most abundant protein produced is the nucleoprotein, whose concentration in the cell determines when the RdRp switches from gene transcription to genome replication. Replication results in full-length, positive-stranded antigenomes that are in turn transcribed into negative-stranded virus progeny genome copies. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane they bud from. The mature progeny particles then infect other cells to repeat the cycle.",
            "score": 115.78366577625275
        },
        {
            "docid": "208458_9",
            "document": "Filoviridae . The filovirus life cycle begins with virion attachment to specific cell-surface receptors, followed by fusion of the virion envelope with cellular membranes and the concomitant release of the virus nucleocapsid into the cytosol. The viral RNA-dependent RNA polymerase (RdRp, or RNA replicase) partially uncoats the nucleocapsid and transcribes the genes into positive-stranded mRNAs, which are then translated into structural and nonstructural proteins. Filovirus RdRps bind to a single promoter located at the 3' end of the genome. Transcription either terminates after a gene or continues to the next gene downstream. This means that genes close to the 3' end of the genome are transcribed in the greatest abundance, whereas those toward the 5' end are least likely to be transcribed. The gene order is therefore a simple but effective form of transcriptional regulation. The most abundant protein produced is the nucleoprotein, whose concentration in the cell determines when the RdRp switches from gene transcription to genome replication. Replication results in full-length, positive-stranded antigenomes that are in turn transcribed into negative-stranded virus progeny genome copies. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane they bud from. The mature progeny particles then infect other cells to repeat the cycle.",
            "score": 116.87624537944794
        },
        {
            "docid": "33134774_13",
            "document": "Marburg virus . The marburg virus life cycle begins with virion attachment to specific cell-surface receptors, followed by fusion of the virion envelope with cellular membranes and the concomitant release of the virus nucleocapsid into the cytosol. The virus RdRp partially uncoats the nucleocapsid and transcribes the genes into positive-stranded mRNAs, which are then translated into structural and nonstructural proteins. Marburgvirus L binds to a single promoter located at the 3' end of the genome. Transcription either terminates after a gene or continues to the next gene downstream. This means that genes close to the 3' end of the genome are transcribed in the greatest abundance, whereas those toward the 5' end are least likely to be transcribed. The gene order is therefore a simple but effective form of transcriptional regulation. The most abundant protein produced is the nucleoprotein, whose concentration in the cell determines when L switches from gene transcription to genome replication. Replication results in full-length, positive-stranded antigenomes that are in turn transcribed into negative-stranded virus progeny genome copies. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane they bud from. The mature progeny particles then infect other cells to repeat the cycle.",
            "score": 116.59655249118805
        },
        {
            "docid": "30991693_4",
            "document": "N-Glycolylneuraminic acid . With the loss of Neu5Gc gene and gain of excess Neu5Ac, it should have affected the interactions of pathogens and humans. Humans should have been less susceptible to Neu5Gc-binding pathogens and more susceptible to Neu5Ac-binding pathogens. It is suggested that human ancestors lacking Neu5Gc production survived a then-prevailing malaria epidemic. However, with the rise of \"Plasmodium falciparum\", the parasite that causes malaria today, humans were once again endangered as this new strain of the malaria had a binding preference to the Neu5Ac-rich erythrocytes in humans. The latest research shows that humans who lack Neu5Ac on their red blood cells are less likely to get malaria from the parasites that cause it.",
            "score": 153.8720965385437
        },
        {
            "docid": "40081998_8",
            "document": "Variant surface glycoprotein . The source of VSG variability during infection is a large 'archive' of \"VSG\" genes present in the \"T. brucei\" genome. Some of these are full-length, intact genes; others are pseudogenes (typically with frameshift mutations, premature stop codons, or fragmentation). Expression of an antigenically different VSG can occur by simply switching to a different full-length \"VSG\" gene by Expression Site switching (switching which ES is active). In addition, chimeric or 'mosaic' \"VSG\" genes can be generated by combining segments from more than one silent \"VSG\" gene. The formation of mosaic \"VSG\"s allows the (partial) expression of pseudogene \"VSG\"s, which can constitute the major portion of the \"VSG\" archive, and can contribute directly to antigenic variation, vastly increasing the trypanosome's capacity for immune evasion and posing a major problem for vaccine development.",
            "score": 210.59426546096802
        },
        {
            "docid": "53450372_3",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Malaria is the deadliest among infectious diseases, accounting for approximately 429,000 human deaths in 2015 as of the latest estimate by the World Health Organization. In humans, malaria can be caused by five \"Plasmodium\" parasites, namely \"P. falciparum\", \"P. vivax\", \"P. malariae\", \"P. ovale\" and \"P. knowlesi\". \"P. falciparum\" is the most dangerous species, attributed to >99% of malaria's death toll, with 70% of these deaths occurring in children under the age of five years. The parasites are transmitted through the bites of female mosquitos (of the species of \"Anopheles\"). Before invading the RBCs and causing the symptoms of malaria, the parasites first multiply in the liver. The daughter parasites called merozoites then only infect the RBCs. They undergo structural development inside the RBCs, becoming trophozoites and schizonts. It is during this period that malarial symptoms are produced. Unlike RBCs infected by other \"Plasmodium\" species, \"P. falciparum\"-infected RBCs had been known to spontaneously stick together. By the early 1980s, it was established that when the parasite (both the trophozoite and schizont forms) enters the blood stream and infects RBCs, the infected cells form knobs on their surface. Then they become sticky, and get attached to the walls (endothelium) of the blood vessels through a process called cytoadhesion, or cytoadherence. Such attachment favours binding with and accumulation of other RBCs. This process is known as sequestration. It is during this condition that the parasites induce an immune response (antigen-antibody reaction) and evade destruction in the spleen. Although the process and significance of sequestration were described in detail by two Italian physicians Amico Bignami and Ettore Marchiafava in the early 1890s, it took a century to discover the actual factor for the stickiness and virulence.",
            "score": 179.2440334558487
        }
    ],
    "r": [
        {
            "docid": "2794604_6",
            "document": "Subtelomere . Subtelomeric transcripts are pseudogenes (transcribed genes producing RNA sequences not translated into protein) and gene families. In humans, they code for olfactory receptors, immunoglobulin heavy chains, and zinc-finger proteins. In other species, several parasites such as Plasmodium and Trypanosoma brucei have developed sophisticated evasion mechanisms to adapt to the hostile environment posed by the host, such as exposing variable surface antigens to escape the immune system. Genes coding for surface antigens in these organisms are located at subtelomeric regions, and it has been speculated that this preferred location facilitates gene switching and expression, and the generation of new variants. For example, the genes belonging to the \"var\" family in Plasmodium falciparum (agent of malaria) code for the PfEMP1 (\"Plasmodium falciparum\" erythrocyte membrane protein 1), a major virulence factor of erythrocytic stages, \"var\" genes are mostly localized in subtelomeric regions. Antigenic variation is orchestrated by epigenetic factors including monoallelic var transcription at separate spatial domains at the nuclear periphery (nuclear pore), differential histone marks on otherwise identical var genes, and var silencing mediated by telomeric heterochromatin. Other factors such as non-coding RNA produced in subtelomeric regions adjacent or within \"var\" genes may contribute as well to antigenic variation. In \"Trypanosoma brucei\" (agent of sleeping sickness), variable surface glycoprotein (VSG) antigenic variation is a relevant mechanism used by the parasite to evade the host immune system. VSG expression is exclusively subtelomeric and occurs either by in situ activation of a silent VSG gene or by DNA rearrangement that inserts an internal silent copy of a VSG gene into an active telomeric expression site. To contrast with \"Plasmodium falciparum\", in \"Trypanosoma brucei\", antigenic variation is orchestrated by epigenetic and genetic factors. In Pneumocystis jirovecii major surface glycoprotein (MSG) gene family cause antigenic variation. MSG genes are like boxes at chromosome ends and only the MSG gene at the unique locus UCS (upstream conserved sequence) is transcribed. Different MSG genes can occupy the expression site (UCS), suggesting that recombination can take a gene from a pool of silent donors and install it at the expression site, possibly via crossovers, activating transcription of a new MSG gene, and changing the surface antigen of \"Pneumocystis jirovecii\". Switching at the expression site is probably facilitated by the subtelomeric locations of expressed and silent MSG genes. A second subtelomeric gene family, MSR, is not strictly regulated at the transcriptional level, but may contribute to phenotypic diversity. Antigenic variation in \"P. jirovecii\" is dominated by genetic regulation.",
            "score": 337.15606689453125
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 327.72332763671875
        },
        {
            "docid": "53450372_6",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Although some of the properties of PfEMP1 were firmly established, the protein was difficult to isolate due to its low occurrence. Five years after its discovery, one of the original researchers Irwin Sherman began to doubt the existence of PfEMP1 as a unique protein. He argued that the antigen could be merely a surface protein of RBCs that changes upon infection with malarial parasites. A consensus was achieved in 1995 following the identification (by cloning) of the gene for PfEMP1. The discovery of the genes was independently reported by Howard's team and two other teams at NIH. Howard's team identified two genes for PfEMP1, and recombinant protein products of these genes were shown to have antigenic and adhesive properties. They further affirmed that PfEMP1 is the key molecule in the ability of \"P. falciparum\" to evade the host's immune system. Joseph D. Smith and others showed that PfEMP1 is actually a large family of proteins encoded by a multigene family called \"var\". The gene products can bind to a variety of receptors including those on endothelial cells. Xin-Zhuan Su and others showed that there could be more than 50 \"var\" genes which are distributed on different chromosomes of the malarial parasite.",
            "score": 306.16357421875
        },
        {
            "docid": "53450372_2",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) is a family of proteins present on the membrane surface of red blood cells (RBCs or erythrocytes) that are infected by the malarial parasite \"Plasmodium falciparum\". PfEMP1 is synthesized during the parasite's blood stage (erythrocytic schizogony) inside the RBC, during which the clinical symptoms of falciparum malaria are manifested. Acting as both an antigen and adhesion protein, it is thought to play a key role in the high level of virulence associated with \"P. falciparum\". It was discovered in 1984 when it was reported that infected RBCs had unusually large-sized cell membrane proteins, and these proteins had antibody-binding (antigenic) properties. An elusive protein, its chemical structure and molecular properties were revealed only after a decade, in 1995. It is now established that there is not one but a large family of PfEMP1 proteins, genetically regulated (encoded) by a group of about 60 genes called \"var\". Each \"P. falciparum\" is able to switch on and off specific \"var\" genes to produce a functionally different protein, rendering evasion from the host's immune system. RBCs carrying PfEMP1 on their surface stick to endothelial cells, which facilitates further binding with uninfected RBCs (through the processes of sequestration and rosetting), ultimately helping the parasite to both spread to other RBCs as well as bringing about the fatal symptoms of \"P. falciparum\" malaria.",
            "score": 304.81939697265625
        },
        {
            "docid": "53450372_18",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . By default, all the \"var\" genes in the malarial parasite are inactivated. Activation (gene expression) of \"var\" is initiated upon infection of the organs. Further, in each organ only specific \"var\" genes are activated. The severity of the infection is determined by the type of organ in which infection occurs, hence, the type of \"var\" gene activated. For examples, in the most severe cases of malaria, such as cerebral malaria, only the \"var\" genes for the PfEMP1 proteins DC8 and DC13 are switched on. Upon the synthesis of DC8 and DC13, their CIDR domains bind to EPCR, which brings about the onset of severe malaria. The abundance of the gene products (transcripts) of these PfEMP1 proteins (specifically the CIDR subtype transcripts) directly relates to the severity of the disease. This further indicates that preventing the interaction between CIDR and EPCR would be good target for a potential vaccine. In pregnancy-associated malaria, another severe type of falciparum malaria, the gene for VAR2CSA (named \"var2csa\") is activated in the placenta. Binding of VAR2CSA to CSA is the primary cause of premature delivery, death of the foetus and severe anaemia in the mother. This indicates that drugs targeting VAR2CSA will be able to prevent the effects of malaria, and for this reason VAR2CSA is the leading candidate for development of a PAM vaccine.",
            "score": 287.3831787109375
        },
        {
            "docid": "53450372_17",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . In a normal human immune system, malarial parasite binding to RBCs stimulates the production of antibodies that attack the PfEMP1 molecules. Binding of antibody with PfEMP1 disables the binding properties of DBL domains, causing loss of cell adhesion, and the infected RBC is destroyed. In this scenario, malaria is avoided. However, to evade the host's immune response, different \"P. falciparum\" switch on and off different \"var\" genes to produce functionally different (antigenically distinct) PfEMP1s. Each variant type of PfEMP1 has different binding property, and thus, is not always recognized by antibodies.",
            "score": 278.9514465332031
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 278.049072265625
        },
        {
            "docid": "31348010_7",
            "document": "Pregnancy-associated malaria . \"P. falciparum\" expresses proteins on the surface of parasite-infected erythrocytes (IE) helping them bind to an unusually low-sulfated form of chondroitin sulfate A (CSA) in the placental intervillous space. By this process, the parasite avoids being filtered through the spleen where it would be cleared from the bloodstream and killed. When selected in vitro for CSA-binding, the only upregulated gene expressed in the \"P. falciparum\" parasites was the var2csa gene. Parasite clones where the var2csa gene was disrupted lost the ability to adhere to CSA by blocking the binding of IE. Its protein, VAR2CSA (Variant Surface antigen 2-CSA), belongs to the \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) family and contains six Duffy binding-like (DBL) domains. The regions that mediate binding to CSA have not been defined, but DBL2, DBL3, and DBL6 have shown the highest affinity for CSA binding when testing with recombinant single-domains.",
            "score": 237.18548583984375
        },
        {
            "docid": "10280304_14",
            "document": "Malaria vaccine . The life cycle of the malaria parasite is particularly complex, presenting initial developmental problems. Despite the huge number of vaccines available at the current time, there are none that target parasitic infections. The distinct developmental stages involved in the life cycle present numerous opportunities for targeting antigens, thus potentially eliciting an immune response. Theoretically, each developmental stage could have a vaccine developed specifically to target the parasite. Moreover, any vaccine produced would ideally have the ability to be of therapeutic value as well as preventing further transmission and is likely to consist of a combination of antigens from different phases of the parasite’s development. More than 30 of these antigens are currently being researched by teams all over the world in the hope of identifying a combination that can elicit immunity in the inoculated individual. Some of the approaches involve surface expression of the antigen, inhibitory effects of specific antibodies on the life cycle and the protective effects through immunization or passive transfer of antibodies between an immune and a non-immune host. The majority of research into malarial vaccines has focused on the \"Plasmodium falciparum\" strain due to the high mortality caused by the parasite and the ease of a carrying out in vitro/in vivo studies. The earliest vaccines attempted to use the parasitic circumsporozoite (CS) protein. This is the most dominant surface antigen of the initial pre-erythrocytic phase. However, problems were encountered due to low efficacy, reactogenicity and low immunogenicity.",
            "score": 231.56707763671875
        },
        {
            "docid": "53450372_10",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . The PfEMP1 proteins are regulated and produced (encoded) by about 60 different \"var\" genes, but an individual \"P. falciparum\" would switch on only a single \"var\" gene at a time to produce only one type of PfEMP. The \"var\" genes are distributed in two exons. Exon 1 encodes amino acids of the highly variable ECD, while exon 2 encodes those of the conserved TMD and ATS. Based on their location in the chromosome and sequence, the \"var\" genes are generally classified into three major groups, A, B, and C, and two intermediate groups, B/A and B/C; or sometimes simply into five classes, \"upsA\", \"upsB\", \"upsC\", \"upsD\", and \"upsE\" respectively. Groups A and B are found towards the terminal end (subtelomeric) region of the chromosome, while group C is in the central (centromeric) region.",
            "score": 221.5939483642578
        },
        {
            "docid": "544177_12",
            "document": "Plasmodium falciparum . In 1995 the Malaria Genome Project was set up to sequence the genome of \"P. falciparum\". The genome of its mitochondrion was reported in 1995, that of the nonphotosynthetic plastid known as the apicoplast in 1996, and the sequence of the first nuclear chromosome (chromosome 2) in 1998. The sequence of chromosome 3 was reported in 1999 and the entire genome was reported on 3 October 2002. The roughly 24-megabase genome is extremely AT-rich (about 80%) and is organised into 14 chromosomes. Just over 5,300 genes were described. Many genes involved in antigenic variation are located in the subtelomeric regions of the chromosomes. These are divided into the \"var\", \"rif\", and \"stevor\" families. Within the genome, there exist 59 \"var\", 149 \"rif\", and 28 \"stevor\" genes, along with multiple pseudogenes and truncations. It is estimated that 551, or roughly 10%, of the predicted nuclear-encoded proteins are targeted to the apicoplast, while 4.7% of the proteome is targeted to the mitochondria.",
            "score": 213.0822296142578
        },
        {
            "docid": "1149660_20",
            "document": "CD36 . Infections with the human malaria parasite \"Plasmodium falciparum\" are characterized by sequestration of erythrocytes infected with mature forms of the parasite and CD36 has been shown to be a major sequestration receptor on microvascular endothelial cells. Parasitised erythrocytes adhere to endothelium at the trophozoite/schizonts stage simultaneous with the appearance of the \"var\" gene product (erythrocyte membrane protein 1) on the erythrocyte surface. The appearance of \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) on the erythrocyte surface is a temperature dependent phenomenon which is due to increased protein trafficking to the erythrocyte surface at the raised temperature. PfEMP1 can bind other endothelial receptors - thrombospondin (TSP) and intercellular adhesion molecule 1 (ICAM-1) – in addition to CD36 - and genes other than PfEMP1 also bind to CD36: cytoadherence linked protein (clag) and sequestrin. The PfEMP1 binding site on CD36 is known to be located on exon 5.",
            "score": 212.54782104492188
        },
        {
            "docid": "5951626_2",
            "document": "Antigenic variation . Antigenic variation refers to the mechanism by which an infectious agent such as a protozoan, bacterium or virus alters its surface proteins in order to evade a host immune response. It is related to phase variation. Immune evasion is particularly important for organisms that target long-lived hosts, repeatedly infect a single host and are easily transmittable. Antigenic variation not only enables immune evasion by the pathogen, but also allows the microbes to cause re-infection, as their antigens are no longer recognized by the host's immune system. When an organism is exposed to a particular antigen (i.e. a protein on the surface of a bacterium) an immune response is stimulated and antibodies are generated to target that specific antigen. The immune system will then \"remember\" that particular antigen, and defenses aimed at that antigen become part of the immune system’s acquired immune response. If the same pathogen tries to re-infect the same host the antibodies will act rapidly to target the pathogen for destruction. However, if the pathogen can alter its surface antigens, it can evade the host's acquired immune system. This will allow the pathogen to re-infect the host while the immune system generates new antibodies to target the newly identified antigen. Antigenic variation can occur by altering a variety of surface molecules including proteins and carbohydrates. There are many molecular mechanisms behind antigenic variation, including gene conversion, site-specific DNA inversions, hypermutation, as well as recombination of sequence cassettes. In all cases, antigenic variation and phase variation result in a heterogenic phenotype of a clonal population. Individual cells either express the phase-variable protein(s) or express one of multiple antigenic forms of the protein. This form of regulation has been identified mainly, but not exclusively, for a wide variety of surface structures in pathogens and is implicated as a virulence strategy.",
            "score": 210.92599487304688
        },
        {
            "docid": "40081998_8",
            "document": "Variant surface glycoprotein . The source of VSG variability during infection is a large 'archive' of \"VSG\" genes present in the \"T. brucei\" genome. Some of these are full-length, intact genes; others are pseudogenes (typically with frameshift mutations, premature stop codons, or fragmentation). Expression of an antigenically different VSG can occur by simply switching to a different full-length \"VSG\" gene by Expression Site switching (switching which ES is active). In addition, chimeric or 'mosaic' \"VSG\" genes can be generated by combining segments from more than one silent \"VSG\" gene. The formation of mosaic \"VSG\"s allows the (partial) expression of pseudogene \"VSG\"s, which can constitute the major portion of the \"VSG\" archive, and can contribute directly to antigenic variation, vastly increasing the trypanosome's capacity for immune evasion and posing a major problem for vaccine development.",
            "score": 210.59426879882812
        },
        {
            "docid": "24106245_2",
            "document": "Plasmodium RUF6 RNA . RUF6 is a non-coding RNA (ncRNA) present within the plasmodium genome. Bioinformatic studies predicted that RUF6 was present within the plasmodium genome and the expression of this ncRNA was verified by Northern Blot. The location of this ncRNAs was subsequently mapped within the \"P. falciparum\" strain 3DF genome by primer extension. This ncRNA was shown to be encoded for by multiple genes that are clustered together within the plasmodium genome. These clusters were located in regions that flanked the malaria surface antigens RIFIN and VAR genes or in locations that are known for being recombination hot spots. The function of RUF6 is still unknown but from knowing the location of RUF6 within the plasmodium genome it has been suggested that RUF6 may have a role in the expression or maintenance of the malaria surface antigens but this has yet to be determined.",
            "score": 208.7077178955078
        },
        {
            "docid": "646125_17",
            "document": "Heterosis . One example of where particular genes may be important in vertebrate animals for heterosis is the major histocompatibility complex (MHC). Vertebrates inherit several copies of both MHC class I and MHC class II from each parent, which are used in antigen presentation as part of the adaptive immune system. Each different copy of the genes is able to bind and present a different set of potential peptides to T-lymphocytes. These genes are highly polymorphic throughout populations, but will be more similar in smaller, more closely related populations. Breeding between more genetically distant individuals will decrease the chance of inheriting two alleles which are the same or similar, allowing a more diverse range of peptides to be presented. This therefore gives a decreased chance that any particular pathogen will not be recognised, and means that more antigenic proteins on any pathogen are likely to be recognised, giving a greater range of T-cell activation and therefore a greater response. This will also mean that the immunity acquired to the pathogen will be against a greater range of antigens, meaning that the pathogen must mutate more before immunity is lost. Thus hybrids will be less likely to be succumb to pathogenic disease and will be more capable of fighting off infection.",
            "score": 204.40211486816406
        },
        {
            "docid": "9355054_5",
            "document": "Malaria antigen detection tests . The histidine-rich protein II (HRP II) is a histidine- and alanine-rich, water-soluble protein, which is localized in several cell compartments including the parasite cytoplasm. The antigen is expressed only by \"P. falciparum\" trophozoites. HRP II from \"P. falciparum\" has been implicated in the biocrystallization of hemozoin, an inert, crystalline form of ferriprotoporphyrin IX (Fe(3+)-PPIX) produced by the parasite. A substantial amount of the HRP II is secreted by the parasite into the host bloodstream and the antigen can be detected in erythrocytes, serum, plasma, cerebrospinal fluid and even urine as a secreted water-soluble protein. These antigens persist in the circulating blood after the parasitaemia has cleared or has been greatly reduced. It generally takes around two weeks after successful treatment for HRP2-based tests to turn negative, but may take as long as one month, which compromises their value in the detection of active infection. False positive dipstick results were reported in patients with rheumatoid-factor-positive rheumatoid arthritis. Since HRP-2 is expressed only by \"P. falciparum\", these tests will give negative results with samples containing only \"P. vivax\", \"P. ovale\", or \"P. malariae\"; many cases of non-falciparum malaria may therefore be misdiagnosed as malaria negative (some \"P.falciparum\" strains also don’t have HRP II). The variability in the results of pHRP2-based RDTs is related to the variability in the target antigen.",
            "score": 200.1815185546875
        },
        {
            "docid": "11508558_6",
            "document": "Evolution of biological complexity . With selection, evolution can also produce more complex organisms. Complexity often arises in the co-evolution of hosts and pathogens, with each side developing ever more sophisticated adaptations, such as the immune system and the many techniques pathogens have developed to evade it. For example, the parasite \"Trypanosoma brucei\", which causes sleeping sickness, has evolved so many copies of its major surface antigen that about 10% of its genome is devoted to different versions of this one gene. This tremendous complexity allows the parasite to constantly change its surface and thus evade the immune system through antigenic variation.",
            "score": 198.86192321777344
        },
        {
            "docid": "1664060_42",
            "document": "Adaptive immune system . Myriad receptors are produced through a process known as clonal selection. According to the clonal selection theory, at birth, an animal randomly generates a vast diversity of lymphocytes (each bearing a unique antigen receptor) from information encoded in a small family of genes. To generate each unique antigen receptor, these genes have undergone a process called V(D)J recombination, or \"combinatorial diversification\", in which one gene segment recombines with other gene segments to form a single unique gene. This assembly process generates the enormous diversity of receptors and antibodies, before the body ever encounters antigens, and enables the immune system to respond to an almost unlimited diversity of antigens. Throughout an animal's lifetime, lymphocytes that can react against the antigens an animal actually encounters are selected for action—directed against anything that expresses that antigen.",
            "score": 198.26698303222656
        },
        {
            "docid": "2362_5",
            "document": "Antibody . Though the general structure of all antibodies is very similar, a small region at the tip of the protein is extremely variable, allowing millions of antibodies with slightly different tip structures, or antigen-binding sites, to exist. This region is known as the \"hypervariable region\". Each of these variants can bind to a different antigen. This enormous diversity of antibody paratopes on the antigen-binding fragments allows the immune system to recognize an equally wide variety of antigens. The large and diverse population of antibody paratope is generated by random recombination events of a set of gene segments that encode different antigen-binding sites (or \"paratopes\"), followed by random mutations in this area of the antibody gene, which create further diversity. This recombinational process that produces clonal antibody paratope diversity is called V(D)J or VJ recombination. Basically, the antibody paratope is polygenic, made up of three genes, V, D, and J. Each paratope locus is also polymorphic, such that during antibody production, one allele of V, one of D, and one of J is chosen. These gene segments are then joined together using random genetic recombination to produce the paratope. The regions where the genes are randomly recombined together is the hyper variable region used to recognise different antigens on a clonal basis.",
            "score": 198.11148071289062
        },
        {
            "docid": "302013_2",
            "document": "Human leukocyte antigen . The human leukocyte antigen (HLA) system or complex is a gene complex encoding the major histocompatibility complex (MHC) proteins in humans. These cell-surface proteins are responsible for the regulation of the immune system in humans. The HLA gene complex resides on a 3 Mbp stretch within chromosome 6p21. HLA genes are highly polymorphic, which means that they have many different alleles, allowing them to fine-tune the adaptive immune system. The proteins encoded by certain genes are also known as \"antigens\", as a result of their historic discovery as factors in organ transplants. Different classes have different functions:",
            "score": 197.0062255859375
        },
        {
            "docid": "40081998_3",
            "document": "Variant surface glycoprotein . The parasite has a large cellular repertoire of antigenically distinct VSGs (~1500 complete and partial (pseudogenes)) located in telomeric and subtelomeric arrays (on megabase chromosomes or minichromosomes). VSGs are expressed from a bloodstream expression site (BES, ES) in a polycistron by RNA polymerase I (recruited to a ribosomal-type promoter) with other ES-associated genes (ESAGs), of which transferrin receptor (Tfr: ESAG6, ESAG7) is one. Only one VSG gene is expressed at a time, as only one of the ~15 ES are active in a cell. VSG expression is 'switched' by homologous recombination of a silent basic copy gene from an array (directed by homology) into the active telomerically-located expression site. Mosaic VSG genes can be created by homologous recombination of a partial VSG gene from an array. This partial gene may replace any portion of the residing VSG gene, creating a new mosaic VSG.",
            "score": 195.0063934326172
        },
        {
            "docid": "1149539_3",
            "document": "Complement receptor 1 . This gene is a member of the regulators of complement activation (RCA) family and is located in the 'cluster RCA' region of chromosome 1. The gene encodes a monomeric single-pass type I membrane glycoprotein found on erythrocytes, leukocytes, glomerular podocytes, hyalocytes, and splenic follicular dendritic cells. The Knops blood group system is a system of antigens located on this protein. The protein mediates cellular binding to particles and immune complexes that have activated complement. Decreases in expression of this protein and/or mutations in its gene have been associated with gallbladder carcinomas, mesangiocapillary glomerulonephritis, systemic lupus erythematosus and sarcoidosis. Mutations in this gene have also been associated with a reduction in \"Plasmodium falciparum\" rosetting, conferring protection against severe malaria. Alternate allele-specific splice variants, encoding different isoforms, have been characterized. Additional allele specific isoforms, including a secreted form, have been described but have not been fully characterized.",
            "score": 195.0
        },
        {
            "docid": "1310186_5",
            "document": "Gametocyte . Plasmodium falciparum is a protozoan parasite, one of the species that causes malaria in humans. A gametocyte in Plasmodium Falciparum is a cell specializing in the transition between the human and the mosquito host. Gametocytes arise from erythrocytic asexual stages. The production of gametocytes directly from hepatic merozoites, which has been described in other species, does not occur in P. falciparum. Gametocytes are capable of inducing specific humoral IgG, and cellular responses, which include induction of TNFa (protein coding), IFNg(gene protein coding) and gd+ lymphocyte proliferation, in addition to immune responses to other stages of the parasite. There has been much debate on the actual point of sexual differentiation and many people have shown that merozoites emerging from a single schizont developed either into further asexual stages or into gametocytes. It has been further shown that the gametocytes from one schizont are all male or all female. This suggests that the trophozoites of the preceding asexual generation were already committed to either sexual development or continuing asexual cycling. In order to adjust to life in such drastically different environments, many changes occur in its cell biology, metabolism, gene expression and protein synthesis. Gametocytes of P. falciparum have been shown to exhibit a different pattern of gene expression than asexual stages, which is unsurprising if one were to consider the difference between these two stages. Transcription and translation levels are not constant during gametocytogenesis: this was shown in drug sensitivity studies where RNA and protein synthesis levels were much more important in the early than the late gametocyte stages. Furthermore, a sex-specific expression has also been discovered, with differences in RNA, mitochondria and ribosome content. The female is preparing for a continued development, and the male is terminally differentiated and only needs what is necessary for exflagellation ( cell division cycle, dynein and α-tubulin II). Plasmodium falciparum is both the most deadly and most researched species of malaria. The majority of the research conducted is to find a vaccine or treatment for the disease. Some believe that due to the ineffectiveness of the past, any vaccine found will most likely not become completely effective. Others remain hopeful citing the fact that the species complex life cycle offers numerous options for vaccines and treatments, as well as the proof that partial immunity does occur in endemic areas in some people. Mature macrogamtocytes are female and mature microgametocytes are male. In P. falciparum, gametocytes are produced from asexual stages. All the gametocytes produced from one sexually committed schizont are of the same sex, suggesting that sex is determined at the very beginning of sexual development. However, gametocyte sex can only be microscopically differentiated from stage III and onward. They are crescent- or sausage- shaped.",
            "score": 194.8446807861328
        },
        {
            "docid": "53450372_4",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . PfEMP1 was discovered by Russell J. Howard and his colleagues at the US National Institutes of Health in 1984. Using the techniques of radioiodination and immunoprecipitation, they found a unique but yet unknown antigen from \"P. falciparum\"-infected RBCs that appeared to cause binding with other cells. Since the antigenic protein could only be detected in infected cells, they asserted that the protein was produced by the malarial parasite, and not by RBCs. The antigen was large and appeared to be different in size in different strains of \"P. falciparum\" obtained from night monkey (\"Aotus\"). In one strain, called Camp (from Malaysia), the antigen was found to have a molecular size of approximately 285 kDa; while in the other, called St. Lucia (from El Salvador), it was approximately 260 kDa. Both antigens bind to cultured skin cancer (melanoma) cells. But the researchers failed to confirm whether or not the protein actually was an adhesion molecule to the wall of blood vessels. Later in the same year, they found out that the unknown antigen was associated only with RBCs having small lumps called knobs on their surface. The first human RBC antigen was reported in 1986. Howard's team found that the antigens from Gambian children, who were suffering from falciparum malaria, were similar to those from the RBCs of night monkey. They determined that the molecular sizes of the proteins ranged from 250 to 300 kDa.",
            "score": 193.11595153808594
        },
        {
            "docid": "9693587_5",
            "document": "Complement component 4 . In the same year, studies relatedly identified a 98 kb region of the chromosome the four class III genes (that express C4A, C4B, C2, and factor B) are closely linked, which does not allow for cross-overs to occur. Using protein variants visualized by electrophoresis, the four structural genes were located between HLA-B and HLA-D. More specifically, they verified the proposed molecular map in which the gene order went from factor B, C4B, C4A, and C2 with C2 nearest to HLA-B. In another study, Law et al. then continued to delve deeper, this time comparing the properties of both the C4A and C4B, both of which are substantial players in the human immunity system. Through methods that include incubation, different pH levels, and treatment with methylamine, they had biochemically illustrated the different reactivities of the C4 genes. More specifically, the C4B has shown to react much more efficiently and effectively despite the 7 kb difference between C4A and C4B. In whole serum, C4B alleles performed at a rate several fold greater during hemolytic activity, in direct comparison with C4A alleles. Biochemically, they also found that C4A reacted more steadily with an antibody’s amino acid side chains and antigens that are amino groups, while C4B reacted better with carbohydrate hydroxyl groups. Thus, upon analysis of the varying reactivities, they proposed that the exceptional polymorphism of C4 genes may bring about some biological advantages (i.e. complement activation with a more extensive range of Ab-Ag complexes formed upon infections). Though at this point in time, the genomic and derived amino acid sequence of either C4A or C4B had yet to be determined.",
            "score": 191.22079467773438
        },
        {
            "docid": "61837_11",
            "document": "Neisseria gonorrhoeae . \"N. gonorrhoeae\" evades the immune system through a process called antigenic variation, in which the \"N. gonorrhoeae\" bacterium is able to recombine its genes and alter the antigenic determinants (sites where antibodies bind) such as the Opa proteins and Type IV pili that adorn its surface. It is able to vary the composition of its pili, Opa proteins, and lipooligosaccharides (LOS); of these, the pili exhibit the most antigenic variation due to chromosomal rearrangement. Every time the bacteria replicate they may switch multiple Opa proteins on or off through slipped-strand mispairing. That is, the bacteria introduces frameshift mutations that bring genes in or out of frame. The result is that different Opa genes are translated every time. In addition to the ability to rearrange the genes it already has, it is also naturally competent to acquire new DNA, via its type IV pilus, specifically proteins Pil Q and Pil T. These processes allow \"N. gonorrhoeae\" to acquire/spread new genes, disguise itself with different surface proteins, and prevent the development of immunological memory – an ability which has led to antibiotic resistance and has made vaccine development difficult.",
            "score": 191.04788208007812
        },
        {
            "docid": "7038870_3",
            "document": "Recombination-activating gene . In the vertebrate immune system, each antibody is customized to attack one particular antigen (foreign proteins and carbohydrates) without attacking the body itself. The human genome has at most 30,000 genes, and yet it generates millions of different antibodies, which allows it to be able to respond to invasion from millions of different antigens. The immune system generates this diversity of antibodies by shuffling, cutting and recombining a few hundred genes (the VDJ genes) to create millions of permutations, in a process called V(D)J recombination. RAG-1 and RAG-2 are proteins at the ends of VDJ genes that separate, shuffle, and rejoin the VDJ genes. This shuffling takes place inside B cells and T cells during their maturation.",
            "score": 190.4417724609375
        },
        {
            "docid": "10487520_6",
            "document": "Ehrlichia . The \"Ehrlichia\" genome contains many different variants of genes that encode outer membrane proteins. These genes have gone through intense modification over long periods of time. The great diversity in outer membrane protein genes is thought to originate from gene duplication events, followed by the fusion and fission of resulting paralogs of the gene. These duplication, fusion and fission events form multiple gene copies and fragments, which are able to accumulate mutations. These different copies and fragments of membrane proteins can then recombine, through a process called gene conversion, resulting in a new gene variant. This has a profound effect on the fitness of an organism. The survival of \"Ehrlichia\" depends greatly on the immune response of its host. With a higher range of outer-membrane proteins, the parasite can evade the immune system of the host more effectively and establish persistent infection.",
            "score": 190.07359313964844
        },
        {
            "docid": "28232820_3",
            "document": "Trichodysplasia spinulosa polyomavirus . Like all polyomaviruses, TSPyV has a circular double-stranded DNA genome of around 5.2 kilobases. The genome was originally reported to contain five genes in an organization typical of polyomaviruses, with the small tumor antigen and large tumor antigen genes located in the \"early\" region of the genome expressed early in the infection cycle, and the viral capsid genes VP1, VP2, and VP3 expressed from the late region. A subsequent study of gene expression during TSPyV infection identified messenger RNA consistent with middle tumor antigen, an early-region protein whose homologs had previously only been reported in polyomaviruses that infect rodents. Middle tumor antigen in mouse and hamster polyomavirus has been closely associated with these viruses' ability to cause tumors. The same study also observed evidence of an additional protein, called tiny T, and of an alternatively spliced form of large tumor antigen known as ALTO.",
            "score": 187.56947326660156
        },
        {
            "docid": "10170801_2",
            "document": "Minor histocompatibility antigen . Minor histocompatibility antigen (also known as MiHA) are receptors on the cellular surface of donated organs that are known to give an immunological response in some organ transplants. They cause problems of rejection less frequently than those of the major histocompatibility complex (MHC). Minor histocompatibility antigens (MiHAs) are diverse, short segments of proteins and are referred to as peptides . These peptides are normally around 9-12 amino acids in length and are bound to both the major histcompatibility complex (MHC) class I and class II proteins. Peptide sequences can differ among individuals and these differences arise from SNPs in the coding region of genes, gene deletions, frameshift mutations, or insertions. About a third of the characterized MiHAs come from the Y chromosome. The proteins are composed of a single immunogenic HLA allele . Prior to becoming a short peptide sequence, the proteins expressed by these polymorphic or diverse genes need to be digested in the proteasome into shorter peptides. These endogenous or self peptides are then transported into the endoplasmic reticulum with a peptide transporter pump called TAP where they encounter and bind to the MHC class I molecule. This contrasts with MHC class II molecules's antigens which are peptides derived from phagocytosis/endocytosis and molecular degradation of non-self entities' proteins, usually by antigen-presenting cells. MiHA antigens are either ubiquitously expressed in most tissue like skin and intestines or restrictively expressed in the immune cells.",
            "score": 185.8529510498047
        },
        {
            "docid": "21921749_17",
            "document": "Ridge (biology) . They investigated if these differences in expressions were due to genes in the direct neighborhood of the constructs or by the domain as a whole. They found that constructs next to highly expressed genes were slightly more expressed than others. But when to enlarged the window size to the surrounding 49 genes (domain level) they saw that constructs located in domains with an overall high expression had a more than 2-fold higher expression then those located in domains with a low expression level.  They also checked if the construct was expressed at similar levels as neighboring genes, and if that tight co-expression was present solely within RIDGEs. They found that the expressions were highly correlated within RIDGEs, and almost absent near the end and outside the RIDGEs.  Previous observations and the research of Gierman et al. proved that the activity of a domain has great impact on the expression of the genes located in it. And the genes within a RIDGE are co-expressed. However the constructs used by Gierman et al. were regulated by al full-time active promoter. The genes of the research of Johnidis et al. were dependent of the present of the aire transcription factor. The strange expression of the aire regulated genes could partly have been caused by differences in expression and conformation of the aire transcription factor itself.",
            "score": 184.5609130859375
        }
    ]
}