{
    "q": [
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 429.3674519062042
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 429.3674519062042
        },
        {
            "docid": "206979_12",
            "document": "Colorectal cancer . Approximately 70% of all human genes are expressed in colorectal cancer, with just over 1% of having increased expression in colorectal cancer compared to other forms of cancer. Some genes are oncogenes: they are overexpressed in colorectal cancer. For example, genes encoding the proteins KRAS, RAF, and PI3K, which normally stimulate the cell to divide in response to growth factors, can acquire mutations that result in over-activation of cell proliferation. The chronological order of mutations is sometimes important. If a previous APC mutation occurred, a primary KRAS mutation often progresses to cancer rather than a self-limiting hyperplastic or borderline lesion. PTEN, a tumor suppressor, normally inhibits PI3K, but can sometimes become mutated and deactivated.",
            "score": 385.71744561195374
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 409.2801681756973
        },
        {
            "docid": "2332422_48",
            "document": "Carcinogenesis . Mutations of tumor suppressor genes that occur in germline cells are passed along to offspring, and increase the likelihood for cancer diagnoses in subsequent generations. Members of these families have increased incidence and decreased latency of multiple tumors. The tumor types are typical for each type of tumor suppressor gene mutation, with some mutations causing particular cancers, and other mutations causing others. The mode of inheritance of mutant tumor suppressors is that an affected member inherits a defective copy from one parent, and a normal copy from the other. For instance, individuals who inherit one mutant \"p53\" allele (and are therefore heterozygous for mutated \"p53\") can develop melanomas and pancreatic cancer, known as Li-Fraumeni syndrome. Other inherited tumor suppressor gene syndromes include \"Rb\" mutations, linked to retinoblastoma, and \"APC\" gene mutations, linked to adenopolyposis colon cancer. Adenopolyposis colon cancer is associated with thousands of polyps in colon while young, leading to colon cancer at a relatively early age. Finally, inherited mutations in \"BRCA1\" and \"BRCA2\" lead to early onset of breast cancer.",
            "score": 396.28989934921265
        },
        {
            "docid": "4440593_16",
            "document": "Histone methylation . In recent years it has come to the attention of researchers that many types of cancer are caused largely due to epigenetic factors. Cancer can be caused in a variety of ways due to differential methylation of histones. Since the discovery of oncogenes as well as tumor suppressor genes it has been known that a large factor of causing and repressing cancer is within our own genome. If areas around oncogenes become unmethylated these cancer-causing genes have the potential to be transcribed at an alarming rate. Opposite of this is the methylation of tumor suppressor genes. In cases where the areas around these genes were highly methylated, the tumor suppressor gene was not active and therefore cancer was more likely to occur. These changes in methylation pattern are often due to mutations in methyltransferase and demethyltransferase. Other types of mutations in proteins such as isocitrate dehydrogenase 1 (IDH1) and isocitrate dehydrogenase 2 (IDH2) can cause the inactivation of histone demethyltransferase which in turn can lead to a variety of cancers, gliomas and leukemias, depending on in which cells the mutation occurs.",
            "score": 378.58843100070953
        },
        {
            "docid": "31207_2",
            "document": "Tumor suppressor . A tumor suppressor gene, or antioncogene, is a gene that protects a cell from one step on the path to cancer. When this gene mutates to cause a loss or reduction in its function, the cell can progress to cancer, usually in combination with other genetic changes. The loss of these genes may be even more important than proto-oncogene/oncogene activation for the formation of many kinds of human cancer cells. Tumor suppressor genes can be grouped into categories including caretaker genes, gatekeeper genes, and landscaper genes; the classification schemes are evolving as medicine advances, learning from fields including molecular biology, genetics, and epigenetics.",
            "score": 368.6914219856262
        },
        {
            "docid": "36777018_4",
            "document": "Causes of cancer . Many of these syndromes are caused by mutations in tumor suppressor genes that regulate cell growth. Other common mutations alter the function of DNA repair genes, oncogenes and genes involved in the production of blood vessels. Certain inherited mutations in the genes \"BRCA1\" and \"BRCA2\" with a more than 75% risk of breast cancer and ovarian cancer. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of colon cancer cases. In many cases, genetic testing can be used to identify mutated genes or chromosomes that are passed through generations.",
            "score": 387.3949363231659
        },
        {
            "docid": "38885064_2",
            "document": "Cancer syndrome . A cancer syndrome or family cancer syndrome is a genetic disorder in which inherited genetic mutations in one or more genes predispose the affected individuals to the development of cancers and may also cause the early onset of these cancers. Cancer syndromes often show not only a high lifetime risk of developing cancer, but also the development of multiple independent primary tumors. Many of these syndromes are caused by mutations in tumor suppressor genes, genes that are involved in protecting the cell from turning cancerous. Other genes that may be affected are DNA repair genes, oncogenes and genes involved in the production of blood vessels (angiogenesis). Common examples of inherited cancer syndromes are hereditary breast-ovarian cancer syndrome and hereditary non-polyposis colon cancer (Lynch syndrome).",
            "score": 345.7081322669983
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 379.7820209264755
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 379.9389650821686
        },
        {
            "docid": "7737653_21",
            "document": "Oncogenomics . As pointed out by Gao et al., the stability and integrity of the human genome are maintained by the DNA-damage response (DDR) system. Un-repaired DNA damage is a major cause of mutations that drive carcinogenesis. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer. DDR genes are often repressed in human cancer by epigenetic mechanisms. Such repression may involve DNA methylation of promoter regions or repression of DDR genes by a microRNA. Epigenetic repression of DDR genes occurs more frequently than gene mutation in many types of cancer (see Cancer epigenetics). Thus, epigenetic repression often plays a more important role than mutation in reducing expression of DDR genes. This reduced expression of DDR genes is likely an important driver of carcinogenesis.",
            "score": 341.31020498275757
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 331.035683631897
        },
        {
            "docid": "3272096_4",
            "document": "Bert Vogelstein . The first tumor suppressor gene validating this hypothesis was that encoding p53. The p53 protein was discovered 10 years earlier by several groups, including that of David Lane and Lionel Crawford, Arnold Levine, and Lloyd Old. But there was no evidence that p53 played a major role in human cancers, and the gene encoding p53 (TP53) was thought to be an oncogene rather than a tumor suppressor gene. In 1989, Vogelstein and his students discovered that TP53 not only played a role in human tumorigenesis, but that it was a common denominator of human tumors, mutated in the majority of them. He then discovered the mechanism through which TP53 suppresses tumorigenesis. Prior to these studies, the only biochemical function attributed to p53 was its binding to heat shock proteins. Vogelstein and his colleagues demonstrated that p53 had a much more specific activity: it bound DNA in a sequence-specific manner. They precisely defined its consensus recognition sequence and showed that virtually all p53 mutations found in tumors resulted in loss of the sequence-specific transcriptional activation properties of p53. They subsequently discovered genes that are directly activated by p53 to control cell birth and cell death. His group's more recent studies examining the entire compendium of human genes have shown that the TP53 gene is more frequently mutated in cancers than any other gene.",
            "score": 372.73396921157837
        },
        {
            "docid": "42429689_9",
            "document": "Carlos Cordon-Cardo . Several findings from Cordon-Cardo's research at Sloan Kettering have had specific implications for the treatment of cancer and experimental cancer treatment and have led to more personalized therapies, particularly for cancers of the genitourinary system. While it had been previously thought that P-glycoprotein was unique to cancer cells, Cordon-Cardo showed in 1989 that it is also present in normal cells and is exploited by cancer cells to survive chemotherapy. In 1990, he was among the first to show that the mutated gene (RB) which causes the childhood cancer retinoblastoma is also present in some adults with sarcomas but no history of retinoblastoma. He also found that the presence of the mutated gene in adult cancers was associated with a poor clinical outcome. His 1994 research in collaboration with Arnold J. Levine was one of the first examples of how mutations in the gene which regulates the tumor suppressor p53 can lead to cancer by inactivating all the normal p53, thus allowing cancer cells to grow uncontrollably. A later study by Cordon-Cardo in 1997 found that when mutated p53 and RB are both present in a tumor, it becomes very aggressive and resistant to most treatments.",
            "score": 361.0036633014679
        },
        {
            "docid": "14131075_3",
            "document": "E2F4 . The protein encoded by this gene is a member of the E2F family of transcription factors. The E2F family plays a crucial role in the control of cell cycle and action of tumor suppressor proteins and is also a target of the transforming proteins of small DNA tumor viruses. This protein binds to all three of the tumor suppressor proteins pRB, p107 and p130, but with higher affinity to the last two. It plays an important role in the suppression of proliferation-associated genes, and its gene mutation and increased expression may be associated with human cancer.",
            "score": 333.90394401550293
        },
        {
            "docid": "11849358_2",
            "document": "ETV6 . ETV6 (i.e. translocation-Ets-leukemia virus) protein is a transcription factor that in humans is encoded by the \"ETV6\" (previously known as \"TEL\") gene. The ETV6 protein regulates the development and growth of diverse cell types, particularly those of hematological tissues. However, its gene, \"ETV6\" frequently suffers various mutations that lead to an array of potentially lethal cancers, i.e., \"ETV6\" is a clinically significant proto-oncogene in that it can fuse with other genes to drive the development and/or progression of certain cancers. However, \"ETV6\" is also an anti-oncogene or tumor suppressor gene in that mutations in it that encode for a truncated and therefore inactive protein are also associated with certain types of cancers.",
            "score": 352.9919500350952
        },
        {
            "docid": "2332422_52",
            "document": "Carcinogenesis . In general, mutations in both types of genes are required for cancer to occur. For example, a mutation limited to one oncogene would be suppressed by normal mitosis control and tumor suppressor genes, first hypothesised by the Knudson hypothesis. A mutation to only one tumor suppressor gene would not cause cancer either, due to the presence of many \"backup\" genes that duplicate its functions. It is only when enough proto-oncogenes have mutated into oncogenes, and enough tumor suppressor genes deactivated or damaged, that the signals for cell growth overwhelm the signals to regulate it, that cell growth quickly spirals out of control. Often, because these genes regulate the processes that prevent most damage to genes themselves, the rate of mutations increases as one gets older, because DNA damage forms a feedback loop.",
            "score": 416.2187407016754
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 379.23806381225586
        },
        {
            "docid": "22689_3",
            "document": "Oncogene . Most normal cells will undergo a programmed form of rapid cell death (apoptosis) when critical functions are altered and malfunctioning. Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes began as proto-oncogenes, normal genes involved in cell growth and proliferation or inhibition of apoptosis. If normal genes promoting cellular growth, through mutation, are up-regulated, (gain of function mutation) they will predispose the cell to cancer and are thus termed oncogenes. Usually multiple oncogenes, along with mutated apoptotic and/or tumor suppressor genes will all act in concert to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins encoded by oncogenes.",
            "score": 372.7499701976776
        },
        {
            "docid": "35746225_4",
            "document": "Cancer epigenetics . Hypermethylation of tumor suppressor gene promoter regions can result in silencing of those genes. This type of epigenetic mutation allows cells to grow and reproduce uncontrollably, leading to tumorigenesis. Genes commonly found to be transcriptionally silenced due to promoter hypermethylation include: Cyclin-dependent kinase inhibitor p16, a cell-cycle inhibitor; MGMT, a DNA repair gene; APC, a cell cycle regulator; MLH1, a DNA-repair gene; and BRCA1, another DNA-repair gene. Indeed, cancer cells can become addicted to the transcriptional silencing, due to promoter hypermethylation, of some key tumor suppressor genes, a process known as epigenetic addiction.",
            "score": 338.68349742889404
        },
        {
            "docid": "15368504_4",
            "document": "Computational gene . Computational genes might be used in the future to correct aberrant mutations in a gene or group of genes that can trigger disease phenotypes. One of the most prominent examples is the tumor suppressor p53 gene, which is present in every cell, and acts as a guard to control growth. Mutations in this gene can abolish its function, allowing uncontrolled growth that can lead to cancer. For instance, a mutation at codon 249 in the p53 protein is characteristic for hepatocellular cancer. This disease could be treated by the CDB3 peptide which binds to the p53 core domain and stabilises its fold.",
            "score": 367.1927399635315
        },
        {
            "docid": "25304632_3",
            "document": "Gene expression profiling in cancer . Oncogenesis is the process by which normal cells acquire the properties of cancer cells leading to the formation of a cancer or tumor (see: tumorigenesis). It is characterized by a molecular reprogramming of a cell to undergo uninhibited cell division, allowing the formation of a malignant mass. The cells forming this mass undergo natural selection: as cells acquire mutations that enhance their survivability or reproductive capacity, they dominate the growing tumor as other cells are out-competed (see: somatic evolution in cancer). Because of these selective properties, the majority of cells within a tumor will share a common profile of gene expression.",
            "score": 362.8957579135895
        },
        {
            "docid": "14134041_19",
            "document": "EZH2 . EZH2 is an attractive target for anti-cancer therapy because it helps cancerous cells divide and proliferate. It is found in larger amounts than in healthy cells in a wide range of cancers including breast, prostate, bladder, uterine, and renal cancers, as well as melanoma and lymphoma. EZH2 is a gene suppressor, so when it becomes overexpressed, many tumor suppressor genes that are normally turned on, are turned off. Inhibition of EZH2 function shrinks malignant tumors in some reported cases because those tumor suppressor genes are not silenced by EZH2. EZH2 typically is not expressed in healthy adults; it is only found in actively dividing cells, like those active during fetal development. Because of this characteristic, overexpression of EZH2 can be used as a diagnostic marker of cancer and some neurodegenerative disorders. However, there are cases where it is difficult to tell whether overexpression of EZH2 is the cause of a disease, or simply a consequence. If it is only a consequence, targeting EZH2 for inhibition may not cure the disease. One example of a cancer pathway in which EZH2 plays a role is the pRB-E2F pathway. It is downstream from the pRB-E2F pathway, and signals from this pathway lead to EZH2 overexpression. Another important characteristic of EZH2 is that when EZH2 is overexpressed, it can activate genes without forming PRC2. This is an issue because it means the methylation activity of the enzyme is not mediated by complex formation. In breast cancer cells, EZH2 activates genes that promote cell proliferation and survival. It can also activate regulatory genes like c-myc and cyclin D1 by interacting with Wnt signaling factors. Importantly, the mutation of tyrosine 641 to phenylalanine in the active SET domain of EZH2 results in preference for H3K27 tri-methylation and has been linked to lymphoma.",
            "score": 345.5077636241913
        },
        {
            "docid": "70425_38",
            "document": "Inflammation . Genome-wide analyses of human cancer tissues reveal that a single typical cancer cell may possess roughly 100 mutations in coding regions, 10-20 of which are “driver mutations” that contribute to cancer development. However, chronic inflammation also causes epigenetic changes such as DNA methylations, that are often more common than mutations. Typically, several hundreds to thousands of genes are methylated in a cancer cell (see DNA methylation in cancer). Sites of oxidative damage in chromatin can recruit complexes that contain DNA methyltransferases (DNMTs), a histone deacetylase (SIRT1), and a histone methyltransferase (EZH2), and thus induce DNA methylation. DNA methylation of a CpG island in a promoter region may cause silencing of its downstream gene (see CpG site and regulation of transcription in cancer). DNA repair genes, in particular, are frequently inactivated by methylation in various cancers (see hypermethylation of DNA repair genes in cancer). A 2018 report evaluated the relative importance of mutations and epigenetic alterations in progression to two different types of cancer. This report showed that epigenetic alterations were much more important than mutations in generating gastric cancers (associated with inflammation). However, mutations and epigenetic alterations were of roughly equal importance in generating esophageal squamous cell cancers (associated with tobacco chemicals and acetaldehyde, a product of alcohol metabolism).",
            "score": 333.4178795814514
        },
        {
            "docid": "412809_15",
            "document": "Endometrial cancer . Type I and Type II cancers (explained below) tend to have different mutations involved. ARID1A, which often carries a point mutation in Type I endometrial cancer, is also mutated in 26% of clear cell carcinomas of the endometrium, and 18% of serous carcinomas. Epigenetic silencing and point mutations of several genes are commonly found in Type I endometrial cancer. Mutations in tumor suppressor genes are common in Type II endometrial cancer. PIK3CA is commonly mutated in both Type I and Type II cancers. In women with Lynch syndrome-associated endometrial cancer, microsatellite instability is common.",
            "score": 330.66066002845764
        },
        {
            "docid": "414192_27",
            "document": "Ovarian cancer . Overall, the most common gene mutations in ovarian cancer occur in \"NF1, BRCA1, BRCA2, \"and \"CDK12\". Type I ovarian cancers, which tend to be less aggressive, tend to have microsatellite instability in several genes, including both oncogenes (most notably \"BRAF\" and \"KRAS\") and tumor suppressors (most notably \"PTEN\"). The most common mutations in Type I cancers are \"KRAS, BRAF, ERBB2, PTEN, PIK3CA,\" and \"ARID1A.\" Type II cancers, the more aggressive type, have different genes mutated, including \"p53, BRCA1\", and \"BRCA2\". Low-grade cancers tend to have mutations in KRAS, whereas cancers of any grade that develop from low malignant potential tumors tend to have mutations in p53. Type I cancers tend to develop from precursor lesions, whereas Type II cancers can develop from a serous tubal intraepithelial carcinoma. Serous cancers that have BRCA mutations also inevitably have p53 mutations, indicating that the removal of both functional genes is important for cancer to develop.",
            "score": 339.7977328300476
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 293.0060940980911
        },
        {
            "docid": "11200557_10",
            "document": "Atypical teratoid rhabdoid tumor . Genetic similarities have been found within rhabdoid tumors. In particular, the chromosomal 22 deletion is very common in AT/RTs. The chromosome 22 area contains the \"hSNF5/INI1\" gene that appears to function as a classic tumor suppressor gene. Most rhabdoid tumors have \"INI1\" deletions whether they occur in the CNS, kidney, or elsewhere. This mutation is viewed as the \"first hit\" which predisposes children to malignancies. \"INI1/hSNF5\", a component of the chromatin remodeling SWI/SNF complex, is a critical tumor suppressor biallelically inactivated in rhabdoid tumors. Identification of \"INI1\" as a tumor suppressor has facilitated accurate diagnosis of rhabdoid tumors. The rate of transcription for SWI/SNF and HDAC complexes seem to be regulated by the \"INI1\" gene. The SWI/SNF complex plays a role in chromatin remodeling. AT/RT is the first pediatric brain tumor for which a candidate tumor suppressor gene has been identified. A mutation or deletion in the \"INI1/hSNF5\" gene occurs in the majority of AT/RT tumors. Up to 90% of AT/RT cases involve chromosome 22 deletion. This is mainly point mutations on the \"hSNF5/INI1\" gene (i.e., one can diagnosis AT/RT without a chromosome 22 deletion elsewhere). The \"hSNF5/INI1\" gene regulates 15 or so proteins in the chromatin structure. In addition, the \"OPN\" gene has a higher expression in AT/RT tumors. All of the AT/RT cancers are believed to be not associated with the\" hSNF5/INI1\" gene, as 14 additional proteins in the chromatin structure are controlled by other genes. There are also some emerging mouse models of the AT/RT cancer as well as experimental cell lines derived from tumors. Despite these advances, the function of the gene is not yet understood. There is not enough known about the function of INI1, either as an independent modulator of gene expression or through its association with the SWI/SNF complex, to be able to use specific targeted biological agents for treatment. Prospective clinical and biologic trials are greatly needed to understand the efficacy of therapeutic interventions, as well as the role of the gene.",
            "score": 372.19364607334137
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 391.5989751815796
        },
        {
            "docid": "5839179_5",
            "document": "4-Aminobiphenyl . One mechanism by which4-ABP causes bladder cancer is a mutation in the p53 gene, which are seen in thirty to sixty percent of bladder cancer cases. The p53 gene codes for the tumor suppressor p53 proteins. A mutation in this gene can lead to formation of tumors. Five p53 hotspots are known for bladder cancer. These are three CpG sites that are common hotspots in several human cancers, which are on codons 175, 248 and 273. The other two codons are 280 and 285 do not have CpG sites. These sites are unique hotspots for mutation in bladder cancer and other urinary tract cancers, which chemistry is not yet fully understood.",
            "score": 332.14438366889954
        },
        {
            "docid": "7806713_4",
            "document": "Warburg hypothesis . Cancer is caused by mutations and altered gene expression, in a process called malignant transformation, resulting in an uncontrolled growth of cells. The metabolic difference observed by Warburg adapts cancer cells to the hypoxic (oxygen-deficient) conditions inside solid tumors, and results largely from the same mutations in oncogenes and tumor suppressor genes that cause the other abnormal characteristics of cancer cells. Therefore, the metabolic change observed by Warburg is not so much the cause of cancer, as he claimed, but rather, it is one of the characteristic effects of cancer-causing mutations.",
            "score": 370.35755014419556
        }
    ],
    "r": [
        {
            "docid": "53264736_4",
            "document": "Nuria Lopez Bigas . López-Bigas' lab has contributed to the identification of genes that drive abnormal growth of malignant cells, known as cancer driver genes. During tumorigenesis, positive selection of mutations that activate the tumorigenic potential of oncogenes occur. Her lab has developed computational methodologies to detect these signals of positive selection in the pattern of somatic mutations observed in tumors. They developed pioneer methods to identify cancer driver genes through the creation of IntOGen. This web platform supports cancer researchers by providing a systematic analysis of oncogene data across various sequencing projects to aid in clinical decision-making. The lab is also involved in advancing precision medicine by using targetable gene alterations to help determine therapeutic options for cancer patients. They have developed an approach that uses bioinformatic resources to identify therapeutically actionable genomic alterations in tumors, which is accessible through another online database called the Cancer Genome Interpreter.",
            "score": 436.4473876953125
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 429.367431640625
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 429.367431640625
        },
        {
            "docid": "2332422_38",
            "document": "Carcinogenesis . In order for cells to start dividing uncontrollably, genes that regulate cell growth must be dysregulated. Proto-oncogenes are genes that promote cell growth and mitosis, whereas tumor suppressor genes discourage cell growth, or temporarily halt cell division to carry out DNA repair. Typically, a series of several mutations to these genes is required before a normal cell transforms into a cancer cell. This concept is sometimes termed \"oncoevolution.\" Mutations to these genes provide the signals for tumor cells to start dividing uncontrollably. But the uncontrolled cell division that characterizes cancer also requires that the dividing cell duplicates all its cellular components to create two daughter cells. The activation of anaerobic glycolysis (the Warburg effect), which is not necessarily induced by mutations in proto-oncogenes and tumor suppressor genes, provides most of the building blocks required to duplicate the cellular components of a dividing cell and, therefore, is also essential for carcinogenesis.",
            "score": 422.9973449707031
        },
        {
            "docid": "32706791_12",
            "document": "Genome instability . It is currently accepted that sporadic tumors (non-familial ones) are originated due to the accumulation of several genetic errors. An average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations Any genetic or epigenetic lesion increasing the mutation rate will have as a consequence an increase in the acquisition of new mutations, increasing then the probability to develop a tumor. During the process of tumorogenesis, it is known that diploid cells acquire mutations in genes responsible for maintaining genome integrity (\"caretaker genes\"), as well as in genes that are directly controlling cellular proliferation (\"gatekeeper genes\"). Genetic instability can originate due to deficiencies in DNA repair, or due to loss or gain of chromosomes, or due to large scale chromosomal reorganizations. Losing genetic stability will favour tumor development, because it favours the generation of mutants that can be selected by the environment.",
            "score": 422.8813781738281
        },
        {
            "docid": "2332422_52",
            "document": "Carcinogenesis . In general, mutations in both types of genes are required for cancer to occur. For example, a mutation limited to one oncogene would be suppressed by normal mitosis control and tumor suppressor genes, first hypothesised by the Knudson hypothesis. A mutation to only one tumor suppressor gene would not cause cancer either, due to the presence of many \"backup\" genes that duplicate its functions. It is only when enough proto-oncogenes have mutated into oncogenes, and enough tumor suppressor genes deactivated or damaged, that the signals for cell growth overwhelm the signals to regulate it, that cell growth quickly spirals out of control. Often, because these genes regulate the processes that prevent most damage to genes themselves, the rate of mutations increases as one gets older, because DNA damage forms a feedback loop.",
            "score": 416.21875
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 409.2801513671875
        },
        {
            "docid": "1264722_10",
            "document": "Malignant transformation . One underlying commonality in cancers is genetic mutation, acquired either by inheritance, or, more commonly, by mutations in one's somatic DNA over time. The mutations considered important in cancers are those that alter protein coding genes (the exome). As Vogelstein et al. point out, a typical tumor contains two to eight exome \"driver gene\" mutations, and a larger number of exome mutations that are \"passengers\" that confer no selective growth advantage.",
            "score": 398.28582763671875
        },
        {
            "docid": "2332422_48",
            "document": "Carcinogenesis . Mutations of tumor suppressor genes that occur in germline cells are passed along to offspring, and increase the likelihood for cancer diagnoses in subsequent generations. Members of these families have increased incidence and decreased latency of multiple tumors. The tumor types are typical for each type of tumor suppressor gene mutation, with some mutations causing particular cancers, and other mutations causing others. The mode of inheritance of mutant tumor suppressors is that an affected member inherits a defective copy from one parent, and a normal copy from the other. For instance, individuals who inherit one mutant \"p53\" allele (and are therefore heterozygous for mutated \"p53\") can develop melanomas and pancreatic cancer, known as Li-Fraumeni syndrome. Other inherited tumor suppressor gene syndromes include \"Rb\" mutations, linked to retinoblastoma, and \"APC\" gene mutations, linked to adenopolyposis colon cancer. Adenopolyposis colon cancer is associated with thousands of polyps in colon while young, leading to colon cancer at a relatively early age. Finally, inherited mutations in \"BRCA1\" and \"BRCA2\" lead to early onset of breast cancer.",
            "score": 396.2898864746094
        },
        {
            "docid": "26062564_26",
            "document": "Cancer genome sequencing . A major goal of cancer genome sequencing is to identify driver mutations: genetic changes which increase the mutation rate in the cell, leading to more rapid tumor evolution and metastasis. It is difficult to determine driver mutations from DNA sequence alone; but drivers tend to be the most commonly shared mutations amongst tumors, cluster around known oncogenes, and are tend to be non-silent. Passenger mutations, which are not important in the progression of the disease, are randomly distributed throughout the genome. It has been estimated that the average tumor carries c.a. 80 somatic mutations, fewer than 15 of which are expected to be drivers.",
            "score": 395.14703369140625
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 391.5989685058594
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 390.1493835449219
        },
        {
            "docid": "47253581_9",
            "document": "Tumor antigens recognized by T lymphocytes . Mutated genes contribute greatly to the immunogenicity of human tumors. In cancer patients, about one half of the highly tumor-specific antigens recognized by spontaneous T cell responses are encoded by mutated genes, the other half being encoded by cancer-germline genes. In some patients, the majority of the tumor-specific T cells recognize mutated antigens. The contribution of these antigens to tumor immunogenicity is expected to vary according to the mutation rate: higher in lung carcinomas arising in tobacco smokers, in melanomas owing to mutations induced by UV and in the 15% of colorectal carcinomas that have hypermutated DNA owing to defects in the DNA mismatch repair pathway.",
            "score": 389.642578125
        },
        {
            "docid": "2488614_19",
            "document": "DNA mismatch repair . MLH1 deficiencies were common in the field defects (histologically normal tissues) surrounding tumors; see Table above. Epigenetically silenced or mutated MLH1 would likely not confer a selective advantage upon a stem cell, however, it would cause increased mutation rates, and one or more of the mutated genes may provide the cell with a selective advantage. The deficient\"MLH1\" gene could then be carried along as a selectively near-neutral passenger (hitch-hiker) gene when the mutated stem cell generates an expanded clone. The continued presence of a clone with an epigenetically repressed \"MLH1\" would continue to generate further mutations, some of which could produce a tumor.",
            "score": 389.4866027832031
        },
        {
            "docid": "36777018_4",
            "document": "Causes of cancer . Many of these syndromes are caused by mutations in tumor suppressor genes that regulate cell growth. Other common mutations alter the function of DNA repair genes, oncogenes and genes involved in the production of blood vessels. Certain inherited mutations in the genes \"BRCA1\" and \"BRCA2\" with a more than 75% risk of breast cancer and ovarian cancer. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of colon cancer cases. In many cases, genetic testing can be used to identify mutated genes or chromosomes that are passed through generations.",
            "score": 387.3949279785156
        },
        {
            "docid": "206979_12",
            "document": "Colorectal cancer . Approximately 70% of all human genes are expressed in colorectal cancer, with just over 1% of having increased expression in colorectal cancer compared to other forms of cancer. Some genes are oncogenes: they are overexpressed in colorectal cancer. For example, genes encoding the proteins KRAS, RAF, and PI3K, which normally stimulate the cell to divide in response to growth factors, can acquire mutations that result in over-activation of cell proliferation. The chronological order of mutations is sometimes important. If a previous APC mutation occurred, a primary KRAS mutation often progresses to cancer rather than a self-limiting hyperplastic or borderline lesion. PTEN, a tumor suppressor, normally inhibits PI3K, but can sometimes become mutated and deactivated.",
            "score": 385.7174377441406
        },
        {
            "docid": "11443855_10",
            "document": "Folliculin . Experimental evidence supports a role for \"FLCN\" as a tumor suppressor gene. In BHD-associated kidney tumors, the inherited \"FLCN\" gene with a germline mutation is present in all cells, but the remaining wild type copy is inactivated in the tumor cells through somatic mutation or loss of heterozygosity. Naturally-occurring dog and rat models with germline \"Flcn\" mutations develop kidney tumors that retain only the mutant copy of the gene. Homozygous inactivation of \"Flcn\" in these animal models is lethal to the embryo. Tumors develop in mice injected with \"FLCN\"-deficient kidney cancer cells from BHD-associated human tumors but when wild type \"FLCN\" is restored in these cells, tumor development is inhibited. Additionally, injection of kidney tumor cells from the adenocarcinoma cell line ACHN with \"FLCN\" inactivation into immunocompromised mice resulted in the growth of significantly larger tumors, further underscoring a tumor suppressor role for FLCN. Based on the presence of FLCN staining by immunohistochemistry, haploinsufficiency, that is mutation of one copy of \"FLCN\" with retention of the wild type copy, may be sufficient for the development of fibrofolliculomas and lung cysts.",
            "score": 384.75225830078125
        },
        {
            "docid": "13796485_28",
            "document": "Caretaker gene . It has been proposed that mutations in gatekeeper genes could, to an extent, offer a sort of selective advantage to the individual in which the change occurs. This is because cells with these mutations are able to replicate at a faster rate than nearby cells. This is known as \"increased somatic fitness\". Caretaker genes, on the other hand, confer selective disadvantage because the result is inherently decreased cellular success. However, increased somatic fitness could also arise from a mutation in a caretaker gene if mutations in tumor suppressor genes increase the net reproductive rate of the cell.",
            "score": 383.0058898925781
        },
        {
            "docid": "9878834_10",
            "document": "MLH1 . In the Table above, MLH1 deficiencies were noted in the field defects (histologically normal tissues) surrounding most of the cancers. If MLH1 is epigenetically reduced or silenced, it would not likely confer a selective advantage upon a stem cell. However, reduced or absent expression of MLH1 would cause increased rates of mutation, and one or more of the mutated genes may provide the cell with a selective advantage. The expression-deficient \"MLH1\" gene could then be carried along as a selectively neutral or only slightly deleterious passenger (hitch-hiker) gene when the mutated stem cell generates an expanded clone. The continued presence of a clone with an epigenetically repressed \"MLH1\" would continue to generate further mutations, some of which could produce a tumor.",
            "score": 381.90087890625
        },
        {
            "docid": "14151913_12",
            "document": "O-6-methylguanine-DNA methyltransferase . In the Table above, MGMT deficiencies were noted in the field defects (histologically normal tissues) surrounding most of the cancers. If MGMT is epigenetically reduced or silenced, it would not likely confer a selective advantage upon a stem cell. However, reduced or absent expression of MGMT would cause increased rates of mutation, and one or more of the mutated genes may provide the cell with a selective advantage. The expression-deficient \"MGMT\" gene could then be carried along as a selectively neutral or only slightly deleterious passenger (hitch-hiker) gene when the mutated stem cell generates an expanded clone. The continued presence of a clone with an epigenetically repressed \"MGMT\" would continue to generate further mutations, some of which could produce a tumor.",
            "score": 380.69451904296875
        },
        {
            "docid": "38877081_6",
            "document": "Mezerein . Mezerein is a second stage tumor promoter. According to the IPP model, tumorigenesis happens in three stages: initiation, promotion, and progression. In the first stage, initiation, a gene-mutation with change of function occurs. These mutations often occur in oncogenes or regulatory sequences. In the promotion stage, interaction with cellular signaling pathways takes place. This leads to growth advantage for initiated cells. In the last stage, progression, the tumor has become karyotypically instable: morphological changes in the normal chromosomal structure take place. This instability is caused by additional mutations. This leads to metastasis, hyperproliferation and loss of control by the cellular environment. There is an increased risk that the tumor cells will mutate other genes. Second stage tumor promoters like mezerein do not have the capacity to initiate tumors, but can create circumstances in which initiated cells are more susceptible to additional mutations or in which initiated cells have growth advantage. They do not cause mutations themselves: promotion happens through interference with cellular signaling pathways.",
            "score": 380.44964599609375
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 379.93896484375
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 379.7820129394531
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 379.2380676269531
        },
        {
            "docid": "1248100_10",
            "document": "BRCA2 . Certain variations of the BRCA2 gene increase risks for breast cancer as part of a hereditary breast-ovarian cancer syndrome. Researchers have identified hundreds of mutations in the BRCA2 gene, many of which cause an increased risk of cancer. BRCA2 mutations are usually insertions or deletions of a small number of DNA base pairs in the gene. As a result of these mutations, the protein product of the BRCA2 gene is abnormal, and does not function properly. Researchers believe that the defective BRCA2 protein is unable to fix DNA damage that occurs throughout the genome. As a result, there is an increase in mutations due to error-prone translesion synthesis past un-repaired DNA damage, and some of these mutations can cause cells to divide in an uncontrolled way and form a tumor.",
            "score": 379.08013916015625
        },
        {
            "docid": "2332422_16",
            "document": "Carcinogenesis . Using molecular biological techniques, it is possible to characterize the mutations, epimutations or chromosomal aberrations within a tumor, and rapid progress is being made in the field of predicting prognosis based on the spectrum of mutations in some cases. For example, up to half of all tumors have a defective p53 gene. This mutation is associated with poor prognosis, since those tumor cells are less likely to go into apoptosis or programmed cell death when damaged by therapy. Telomerase mutations remove additional barriers, extending the number of times a cell can divide. Other mutations enable the tumor to grow new blood vessels to provide more nutrients, or to metastasize, spreading to other parts of the body. However, once a cancer is formed it continues to evolve and to produce sub clones. For example, a renal cancer, sampled in 9 areas, had 40 ubiquitous mutations, 59 mutations shared by some, but not all regions, and 29 \"private\" mutations only present in one region.",
            "score": 378.9019470214844
        },
        {
            "docid": "4440593_16",
            "document": "Histone methylation . In recent years it has come to the attention of researchers that many types of cancer are caused largely due to epigenetic factors. Cancer can be caused in a variety of ways due to differential methylation of histones. Since the discovery of oncogenes as well as tumor suppressor genes it has been known that a large factor of causing and repressing cancer is within our own genome. If areas around oncogenes become unmethylated these cancer-causing genes have the potential to be transcribed at an alarming rate. Opposite of this is the methylation of tumor suppressor genes. In cases where the areas around these genes were highly methylated, the tumor suppressor gene was not active and therefore cancer was more likely to occur. These changes in methylation pattern are often due to mutations in methyltransferase and demethyltransferase. Other types of mutations in proteins such as isocitrate dehydrogenase 1 (IDH1) and isocitrate dehydrogenase 2 (IDH2) can cause the inactivation of histone demethyltransferase which in turn can lead to a variety of cancers, gliomas and leukemias, depending on in which cells the mutation occurs.",
            "score": 378.58843994140625
        },
        {
            "docid": "645839_20",
            "document": "Glioma . Several acquired (not inherited) genetic mutations have been found in gliomas. Tumor suppressor protein 53 (p53) is mutated early in the disease. p53 is the \"guardian of the genome\", which, during DNA and cell duplication, makes sure the DNA is copied correctly and destroys the cell (apoptosis) if the DNA is mutated and cannot be fixed. When p53 itself is mutated, other mutations can survive. Phosphatase and tensin homolog (PTEN), another tumor suppressor gene, is itself lost or mutated. Epidermal growth factor receptor, a growth factor that normally stimulates cells to divide, is amplified and stimulates cells to divide too much. Together, these mutations lead to cells dividing uncontrollably, a hallmark of cancer. Recently, mutations in \"IDH1\" and\" IDH2\" were found to be part of the mechanism and associated with a more favorable prognosis.",
            "score": 376.1217346191406
        },
        {
            "docid": "1264722_12",
            "document": "Malignant transformation . A second underlying commonality in cancers is altered epigenetic regulation of transcription. In cancers, loss of gene expression occurs about 10 times more frequently by epigenetic transcription silencing (caused, for example, by promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. In contrast, the frequency of epigenetic alterations is much higher. In colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while the corresponding CpG islands are not methylated in the adjacent mucosa. Such methylation turns off expression of a gene as completely as a mutation would. Around 60–70% of human genes have a CpG island in their promoter region. In colon cancers, in addition to hypermethylated genes, several hundred other genes have hypomethylated (under-methylated) promoters, thereby causing these genes to be turned on when they ordinarily would be turned off.",
            "score": 375.8369445800781
        },
        {
            "docid": "42663845_3",
            "document": "Epigenetics of physical exercise . Physical exercise leads to epigenetic modifications that can have beneficial effects in cancer patients. The effect of physical exercise on DNA methylation patterns leads to increased expression of genes associated with tumor suppression and decreased expression of oncogenes. Cancer cells have non-normal patterns of DNA methylation including hypermethylation in promoter regions for tumor-suppressing genes and hypomethylation in promoter regions of oncogenes. These epigenetic mutations in cancer cells cause the cell to grow and divide uncontrollably, resulting in tumorigenesis. Physical exercise has been shown to reduce and even reverse these epigenetic mutations, increasing expression levels of tumor-suppressing genes and decreasing expression levels of oncogenes.",
            "score": 374.0314025878906
        },
        {
            "docid": "152509_31",
            "document": "Metastasis . The somatic mutation theory of metastasis development has not been substantiated in human cancers. Rather, it seems that the genetic state of the primary tumor reflects the ability of that cancer to metastasize. Research comparing gene expression between primary and metastatic adenocarcinomas identified a subset of genes whose expression could distinguish primary tumors from metastatic tumors, dubbed a \"metastatic signature.\" Up-regulated genes in the signature include: SNRPF, HNRPAB, DHPS and securin. Actin, myosin and MHC class II down-regulation was also associated with the signature. Additionally, the metastatic-associated expression of these genes was also observed in some primary tumors, indicating that cells with the potential to metastasize could be identified concurrently with diagnosis of the primary tumor. Recent work identified a form of genetic instability in cancer called chromosome instability (CIN) as a driver of metastasis. In aggressive cancer cells, loose DNA fragments from unstable chromosomes spill in the cytosol leading to the chronic activation of innate immune pathways, which are hijacked by cancer cells to spread to distant organs.",
            "score": 373.6322937011719
        },
        {
            "docid": "22689_3",
            "document": "Oncogene . Most normal cells will undergo a programmed form of rapid cell death (apoptosis) when critical functions are altered and malfunctioning. Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes began as proto-oncogenes, normal genes involved in cell growth and proliferation or inhibition of apoptosis. If normal genes promoting cellular growth, through mutation, are up-regulated, (gain of function mutation) they will predispose the cell to cancer and are thus termed oncogenes. Usually multiple oncogenes, along with mutated apoptotic and/or tumor suppressor genes will all act in concert to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins encoded by oncogenes.",
            "score": 372.7499694824219
        }
    ]
}