{
    "q": [
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 82.01388227939606
        },
        {
            "docid": "37809996_6",
            "document": "Adineta ricciae . In general, creatures that reproduce asexually are less able than other animals to adapt to environmental changes because they do not experience the interchange of genes that enables the \"survival of the fittest\". Research has been undertaken to investigate why bdelloid rotifers are not affected in this way and can cope with enormous environmental variations. The researchers studied the genome of \"Adineta ricciae\". It seems that some genes, in particular a gene called LEA, have two quite different functions and code for two proteins. One of these is an LEA protein, which has a protective function that prevents other proteins from agglutinating during the desiccation process; the other one helps to maintain the cell membrane. This gives bdelloid rotifers a means of becoming genetically diverse even though not exchanging genes through sexual reproduction and suggests that asexual reproduction could even be an evolutionary means of creating diversity.",
            "score": 69.99916350841522
        },
        {
            "docid": "41118075_3",
            "document": "Deficiency of RbAp48 protein and memory loss . RbAp48, also known as RBBP4 gene encodes a nuclear protein, which belongs to a highly conserved family of WD40 repeat. This gene is present in many protein complexes that are involved in histone acetylation and deacetylation processes as well as chromatin assembly. This gene also belongs to the Mi-2/NuRD complex, also known as \"nucleosome remodeling deacetylase complex\" which plays a role in both ATP-dependent chromatin remodeling and histone deacetylase activities. This protein is also part of a co-repressor complex which is an important component of transcriptional silencing. This gene is widely available and can be found in several cellular proteins which bind directly to the retinoblastoma protein to regulate growth and cell proliferation. This protein also found in the transcriptional repression of E2F-responsive genes, which are a group of genes that encode for a family of transcription factors.",
            "score": 72.52266025543213
        },
        {
            "docid": "3454720_2",
            "document": "Regulator gene . A regulator gene, regulator, or regulatory gene is a gene involved in controlling the expression of one or more other genes. Regulatory sequences, which encode regulatory genes, are often 5' to the start site of transcription of the gene they regulate. In addition, these sequences can also be found 3' to the transcription start site. In both cases, whether the regulatory sequence occurs before (5') or after (3') the gene it regulates, the sequence is often many kilobases away from the transcription start site. A regulator gene may encode a protein, or it may work at the level of RNA, as in the case of genes encoding microRNAs. An example of a regulator gene is a gene that codes for a repressor protein that inhibits the activity of an operator gene (a gene which binds repressor proteins thus inhibiting the translation of RNA to protein via RNA polymerase).",
            "score": 67.11753964424133
        },
        {
            "docid": "575503_2",
            "document": "MYH16 gene . The MYH16 gene encodes a protein called myosin heavy chain 16 which is a muscle protein in mammals. At least in primates, it is a specialized muscle protein found only in the temporalis and masseter muscles of the jaw. Myosin heavy chain proteins are important in muscle contraction, and if they are missing, the muscles will be smaller. In non-human primates, MYH16 is functional and the animals have powerful jaw muscles. In humans, the MYH16 gene has a mutation which causes the protein not to function. Although the exact importance of this change in accounting for differences between humans and other apes is not yet clear, such a change may be related to increased brain size and finer control of the jaw which facilitates speech. It is not clear how the MYH16 mutation relates to other changes to the jaw and skull in early human evolution (for example, whether the MYH16 mutation happened first and led to other changes, or whether the MYH16 mutation happened after other changes made the MYH16 protein no longer necessary).",
            "score": 69.40565848350525
        },
        {
            "docid": "29049734_3",
            "document": "Nematode chemoreceptor . Animals recognise a wide variety of chemicals using their senses of taste and smell. The nematode \"Caenorhabditis elegans\" has only 14 types of chemosensory neuron, yet is able to respond to dozens of chemicals because each neuron detects several stimuli. More than 40 highly divergent transmembrane proteins that could contribute to this functional diversity have been described. Most of the candidate receptor genes are in clusters of similar genes; 11 of these appear to be expressed in small subsets of chemosensory neurons. A single type of neuron can potentially express at least 4 different receptor genes. Some of these might encode receptors for water-soluble attractants, repellents and pheromones, which are divergent members of the G-protein-coupled receptor family. Sequences of the Sra family of C.elegans receptor-like proteins contain 6-7 hydrophobic, putative transmembrane, regions. These can be distinguished from other 7TM proteins (especially those known to couple G-proteins) by their own characteristic TM signatures.",
            "score": 106.45914936065674
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 59.06308102607727
        },
        {
            "docid": "14801046_3",
            "document": "JMJD6 . This gene encodes a nuclear protein with a JmjC domain. JmjC domain-containing proteins belong to the alpha-ketoglutarate-dependent hydroxylase superfamily. They are predicted to function as protein hydroxylases or histone demethylases. This protein was first identified as a putative phosphatidylserine receptor involved in phagocytosis of apoptotic cells. Subsequent studies suggest that the protein may cross-react with a monoclonal antibody that recognizes the phosphatidylserine receptor and does not directly function in the clearance of apoptotic cells. Multiple transcript variants encoding different isoforms have been found for this gene. On a physiological level JMJD6 has a role in angiogenesis, the process of vessel formation, whereas further roles of JMJD6 in pathophysiological processes were implicated, such as mammary tumorigenesis. Here, elevated JMJD6 level were found in breast cancer associated with aggressiveness and metastasis in mice.",
            "score": 44.21428155899048
        },
        {
            "docid": "14700578_3",
            "document": "Retinoblastoma-like protein 1 . The protein encoded by this gene is similar in sequence and possibly function to the product of the retinoblastoma 1 (RB1) gene. The RB1 gene product is a tumor suppressor protein that appears to be involved in cell cycle regulation, as it is phosphorylated in the S to M phase transition and is dephosphorylated in the G1 phase of the cell cycle. Both the RB1 protein and the product of this gene can form a complex with adenovirus E1A protein and SV40 Large T-antigen, with the SV40 large T-antigen binding only to the unphosphorylated form of each protein. In addition, both proteins can inhibit the transcription of cell cycle genes containing E2F binding sites in their promoters. Due to the sequence and biochemical similarities with the RB1 protein, it is thought that the protein encoded by this gene may also be a tumor suppressor. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 70.5174674987793
        },
        {
            "docid": "14797835_3",
            "document": "WNT7A . The WNT gene family consists of structurally related genes that encode secreted signaling proteins. These proteins have been implicated in oncogenesis and in several developmental processes, including regulation of cell fate and patterning during embryogenesis. This gene is a member of the WNT gene family. It encodes a protein showing 99% amino acid identity to the mouse Wnt7A protein. This gene not only guides the development of the anterior-posterior axis in the female reproductive tract but also plays a critical role in uterine smooth muscle pattering and maintenance of adult uterine function. It is also responsive to changes in the levels of sex steroid hormone in the female reproductive tract. Decreased expression of this gene in human uterine leiomyoma is found to be inversely associated with the expression of estrogen receptor alpha.",
            "score": 72.19856095314026
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 63.39902198314667
        },
        {
            "docid": "15214254_3",
            "document": "ARHGAP8 . This gene encodes a member of the RHOGAP family. GAP (GTPase-activating) family proteins participate in signaling pathways that regulate cell processes involved in cytoskeletal changes. GAP proteins alternate between an active (GTP-bound) and inactive (GDP-bound) state based on the GTP:GDP ratio in the cell. Rare read-through transcripts, containing exons from the PRR5 gene which is located immediately upstream, led to the original description of this gene as encoding a RHOGAP protein containing the proline-rich domains characteristic of PRR5 proteins. Alternatively spliced variants encoding different isoforms have been described.",
            "score": 69.63553094863892
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 83.48008513450623
        },
        {
            "docid": "1430855_2",
            "document": "Phage display . Phage display is a laboratory technique for the study of protein–protein, protein–peptide, and protein–DNA interactions that uses bacteriophages (viruses that infect bacteria) to connect proteins with the genetic information that encodes them. In this technique, a gene encoding a protein of interest is inserted into a phage coat protein gene, causing the phage to \"display\" the protein on its outside while containing the gene for the protein on its inside, resulting in a connection between genotype and phenotype. These displaying phages can then be screened against other proteins, peptides or DNA sequences, in order to detect interaction between the displayed protein and those other molecules. In this way, large libraries of proteins can be screened and amplified in a process called \"in vitro\" selection, which is analogous to natural selection.",
            "score": 55.099212408065796
        },
        {
            "docid": "14128268_3",
            "document": "PPP1CA . The protein encoded by this gene is one of the three catalytic subunits of protein phosphatase 1 (PP1). PP1 is a serine/threonine specific protein phosphatase known to be involved in the regulation of a variety of cellular processes, such as cell division, glycogen metabolism, muscle contractility, protein synthesis, and HIV-1 viral transcription. Increased PP1 activity has been observed in the end stage of heart failure. Studies in both human and mice suggest that PP1 is an important regulator of cardiac function. Mouse studies also suggest that PP1 functions as a suppressor of learning and memory. Three alternatively spliced transcript variants encoding different isoforms have been found for this gene.",
            "score": 63.55030703544617
        },
        {
            "docid": "22501311_2",
            "document": "ALDH7A1 . Aldehyde dehydrogenase 7 family, member A1, also known as ALDH7A1 or antiquitin, is an enzyme that in humans is encoded by the \"ALDH7A1\" gene. The protein encoded by this gene is a member of subfamily 7 in the aldehyde dehydrogenase gene family. These enzymes are thought to play a major role in the detoxification of aldehydes generated by alcohol metabolism and lipid peroxidation. This particular member has homology to a previously described protein from the green garden pea, the 26g pea turgor protein. It is also involved in lysine catabolism that is known to occur in the mitochondrial matrix. Recent reports show that this protein is found both in the cytosol and the mitochondria, and the two forms likely arise from the use of alternative translation initiation sites. An additional variant encoding a different isoform has also been found for this gene. Mutations in this gene are associated with pyridoxine-dependent epilepsy. Several related pseudogenes have also been identified.",
            "score": 68.74466180801392
        },
        {
            "docid": "14168593_3",
            "document": "SUMO2 . This gene encodes a protein that is a member of the SUMO (small ubiquitin-like modifier) protein family. It functions in a manner similar to ubiquitin in that it is bound to target proteins as part of a post-translational modification system. However, unlike ubiquitin which targets proteins for degradation, this protein is involved in a variety of cellular processes, such as nuclear transport, transcriptional regulation, apoptosis, and protein stability. It is not active until the last two amino acids of the carboxy-terminus have been cleaved off. Numerous pseudogenes have been reported for this gene. Alternate transcriptional splice variants, encoding different isoforms, have been characterized.",
            "score": 57.79849171638489
        },
        {
            "docid": "41118075_2",
            "document": "Deficiency of RbAp48 protein and memory loss . Memory is commonly referred to as the ability to encode, store, retain and subsequently recall information and past experiences in the human brain. This process involves many proteins, one of which is the Histone-binding protein RbAp48 (also known as RBBP4 or NURF55), encoded by the RBBP4 gene in humans.",
            "score": 52.9148268699646
        },
        {
            "docid": "14880174_3",
            "document": "RBM9 . Rbfox2 is one of several human genes similar to the \"C. elegans\" gene Fox-1. This gene encodes an RNA binding protein that is thought to be a key regulator of alternative splicing in the nervous system and other cell types. Rbfox2 and the related protein Rbfox1 bind to conserved (U)GCAUG RNA motifs in the introns adjacent to many alternatively spliced exons and promotes inclusion or exclusion of the alternative exon in mature transcripts. The protein also interacts with the estrogen receptor 1 transcription factor and regulates estrogen receptor 1 transcriptional activity. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 70.26133346557617
        },
        {
            "docid": "14271172_4",
            "document": "KMT2A . KMT2A gene encodes a transcriptional coactivator that plays an essential role in regulating gene expression during early development and hematopoiesis. The encoded protein contains multiple conserved functional domains. One of these domains, the SET domain, is responsible for its histone H3 lysine 4 (H3K4) methyltransferase activity which mediates chromatin modifications associated with epigenetic transcriptional activation. Enriched in the nucleus, the MLL1 enzyme trimethylates H3K4 (H3K4me3). It also upregulates mono- and dimethylation of H3K4. This protein is processed by the enzyme Taspase 1 into two fragments, MLL-C (~180 kDa) and MLL-N (~320 kDa). These fragments then assemble into different multi-protein complexes that regulate the transcription of specific target genes, including many of the HOX genes.",
            "score": 74.18547129631042
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 126.61634743213654
        },
        {
            "docid": "16851370_3",
            "document": "ARHGEF4 . Rho GTPases play a fundamental role in numerous cellular processes that are initiated by extracellular stimuli that work through G protein-coupled receptors. The encoded protein may form complex with G proteins and stimulate Rho-dependent signals. This protein is similar to rat collybistin protein. Alternative splicing of this gene generates two transcript variants that encode different isoforms. Also, there is possibility for the usage of multiple polyadenylation sites for this gene.",
            "score": 45.116135597229004
        },
        {
            "docid": "8406655_17",
            "document": "Introduction to genetics . If the sequence of the nucleotides in a gene changes, the sequence of the amino acids in the protein it produces may also change—if part of a gene is deleted, the protein produced is shorter and may not work any more. This is the reason why different alleles of a gene can have different effects in an organism. As an example, hair color depends on how much of a dark substance called melanin is put into the hair as it grows. If a person has a normal set of the genes involved in making melanin, they make all the proteins needed and they grow dark hair. However, if the alleles for a particular protein have different sequences and produce proteins that can't do their jobs, no melanin is produced and the person has white skin and hair (albinism).",
            "score": 65.679190158844
        },
        {
            "docid": "14761583_3",
            "document": "PRDM2 . This tumor suppressor gene is a member of a nuclear histone/protein methyltransferase superfamily. It encodes a zinc finger protein that can bind to retinoblastoma protein, estrogen receptor, and the TPA-responsive element (MTE) of the heme-oxygenase-1 gene. Although the functions of this protein have not been fully characterized, it may (1) play a role in transcriptional regulation during neuronal differentiation and pathogenesis of retinoblastoma, (2) act as a transcriptional activator of the heme-oxygenase-1 gene, and (3) be a specific effector of estrogen action. Three transcript variants encoding different isoforms have been found for this gene.",
            "score": 85.13899230957031
        },
        {
            "docid": "15075030_2",
            "document": "KLF9 . Krueppel-like factor 9 is a protein that in humans is encoded by the \"KLF9\" gene. Previously known as Basic Transcription Element Binding Protein 1 (BTEB Protein 1), Klf9 is part of the Sp1 C2H2-type zinc finger family of transcription factors. Several previous studies showed Klf9-related regulation of animal development, including cell differentiation of B cells, keratinocytes, and neurons. Klf9 is also a key transcriptional regulator for uterine endometrial cell proliferation, adhesion, and differentiation, all factors that are essential during the process of pregnancy and are turned off during tumorigenesis.",
            "score": 60.59215712547302
        },
        {
            "docid": "9880209_4",
            "document": "Cyclin-dependent kinase 6 . The CDK6 gene is conserved in eukaryotes, including the budding yeast and the nematode Caenorhabditis elegans. The CDK6 gene is located on chromosome 7 in humans. The gene spans 231,706 base pairs and encodes a 326 amino acid protein with a kinase function. The gene is overexpressed in cancers like lymphoma, leukemia, medulloblastoma and melanoma associated with chromosomal rearrangements.  The CDK6 protein contains a catalytic core composed of a serine/threonine domain. This protein also contains an ATP-binding pocket, inhibitory and activating phosphorylation sites, a PSTAIRE-like cyclin-binding domain and an activating T-loop motif. After binding the Cyclin in the PSTAIRE helix, the protein changes its conformational structure to expose the phosphorylation motif. The protein can be found in the cytoplasm and the nucleus, however most of the active complexes are found in the nucleus of proliferating cells.",
            "score": 85.06968593597412
        },
        {
            "docid": "19859812_10",
            "document": "Inducible plant defenses against herbivory . Systemically induced defences are at least in some cases the result of changes in the transcription rates of genes in a plant. Genes involved in this process may differ between species, but common to all plants is that systemically induced defences occur as a result of changes in gene expression. The changes in transcription can involve genes which either do not encode products involved in insect resistance, or are involved in general response to stress. In cultivated tobacco (\"Nicotiana tobacum\") photosynthetic genes are down-regulated, while genes directly involved in defences are up-regulated in response to insect attack. This allows more resources to be allocated to producing proteins directly involved in the resistance response. A similar response was reported in \"Arabidopsis\" plants where there is an up-regulation of all genes that are involved in defence. Such changes in the transcription rates are essential in inducing a change in the level of defence upon herbivory attack.",
            "score": 85.93555557727814
        },
        {
            "docid": "24172579_2",
            "document": "Activity-regulated cytoskeleton-associated protein . Activity-regulated cytoskeleton-associated protein is a plasticity protein that in humans is encoded by the ARC gene. It was first characterized in 1995. Arc is a member of the immediate-early gene (IEG) family, a rapidly activated class of genes functionally defined by their ability to be transcribed in the presence of protein synthesis inhibitors. Arc mRNA is localized to activated synaptic sites in an NMDA receptor-dependent manner, where the newly translated protein is believed to play a critical role in learning and memory-related molecular processes. Arc is widely considered to be an important protein in neurobiology because of its activity regulation, localization, and utility as a marker for plastic changes in the brain. Dysfunctions in the production of Arc protein has been implicated as an important factor in understanding of various neurological conditions including amnesia, Alzheimer's disease, Autism spectrum disorders, and Fragile X syndrome. Along with other IEGs such as zif268 and Homer 1a, Arc is also a significant tool for systems neuroscience as illustrated by the development of the \"cellular compartment analysis of temporal activity by fluorescence in situ hybridization\", or catFISH technique (see fluorescent in situ hybridization).",
            "score": 73.47442817687988
        },
        {
            "docid": "14766707_3",
            "document": "KCNJ4 . Several different potassium channels are known to be involved with electrical signaling in the nervous system. One class is activated by depolarization whereas a second class is not. The latter are referred to as inwardly rectifying K+ channels, and they have a greater tendency to allow potassium to flow into the cell rather than out of it. This asymmetry in potassium ion conductance plays a key role in the excitability of muscle cells and neurons. The protein encoded by this gene is an integral membrane protein and member of the inward rectifier potassium channel family. The encoded protein has a small unitary conductance compared to other members of this protein family. Two transcript variants encoding the same protein have been found for this gene.",
            "score": 69.81197500228882
        },
        {
            "docid": "14153242_3",
            "document": "Cyclin E1 . The protein encoded by this gene belongs to the highly conserved cyclin family, whose members are characterized by a dramatic periodicity in protein abundance through the cell cycle. Cyclins function as regulators of CDK. Different cyclins exhibit distinct expression and degradation patterns which contribute to the temporal coordination of each mitotic event. This cyclin forms a complex with and functions as a regulatory subunit of CDK2, whose activity is required for cell cycle G1/S transition. This protein accumulates at the G1-S phase boundary and is degraded as cells progress through S phase. Overexpression of this gene has been observed in many tumors, which results in chromosome instability, and thus may contribute to tumorigenesis. This protein was found to associate with, and be involved in, the phosphorylation of NPAT protein (nuclear protein mapped to the ATM locus), which participates in cell-cycle regulated histone gene expression and plays a critical role in promoting cell-cycle progression in the absence of pRB. Two alternatively spliced transcript variants of this gene, which encode distinct isoforms, have been described. Two additional splice variants were reported but detailed nucleotide sequence information is not yet available.",
            "score": 73.11788630485535
        },
        {
            "docid": "13981684_3",
            "document": "Small ubiquitin-related modifier 1 . This gene encodes a protein that is a member of the SUMO (small ubiquitin-like modifier) protein family. It functions in a manner similar to ubiquitin in that it is bound to target proteins as part of a post-translational modification system. However, unlike ubiquitin, which targets proteins for degradation, this protein is involved in a variety of cellular processes, such as nuclear transport, transcriptional regulation, apoptosis, and protein stability. It is not active until the last four amino acids of the carboxy-terminus have been cleaved off. Several pseudogenes have been reported for this gene. Alternate transcriptional splice variants encoding different isoforms have been characterized.",
            "score": 61.81218242645264
        },
        {
            "docid": "25937372_2",
            "document": "Major urinary proteins . Major urinary proteins (Mups), also known as αu-globulins, are a subfamily of proteins found in abundance in the urine and other secretions of many animals. Mups provide a small range of identifying information about the donor animal, when detected by the vomeronasal organ of the receiving animal. They belong to a larger family of proteins known as lipocalins. Mups are encoded by a cluster of genes, located adjacent to each other on a single stretch of DNA, that varies greatly in number between species: from at least 21 functional genes in mice to none in humans. Mup proteins form a characteristic glove shape, encompassing a ligand-binding pocket that accommodates specific small, organic chemicals.",
            "score": 60.16728615760803
        }
    ],
    "r": [
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 126.61634826660156
        },
        {
            "docid": "398124_2",
            "document": "Transcriptional regulation . In molecular biology and genetics, transcriptional regulation is the means by which a cell regulates the conversion of DNA to RNA (transcription), thereby orchestrating gene activity. A single gene can be regulated in a range of ways, from altering the number of copies of RNA that are transcribed, to the temporal control of when the gene is transcribed. This control allows the cell or organism to respond to a variety of intra- and extracellular signals and thus mount a response. Some examples of this include producing the mRNA that encode enzymes to adapt to a change in a food source, producing the gene products involved in cell cycle specific activities, and producing the gene products responsible for cellular differentiation in higher eukaryotes, as studied in evolutionary developmental biology.",
            "score": 120.9039077758789
        },
        {
            "docid": "29395245_2",
            "document": "Daf-16 . DAF-16 is the sole ortholog of the FOXO family of transcription factors in the nematode \"Caenorhabditis elegans\". It is responsible for activating genes involved in longevity, lipogenesis, heat shock survival and oxidative stress responses. It also protects \"C.elegans\" during food deprivation, causing it to transform into a hibernation - like state, known as a Dauer. DAF-16 is notable for being the primary transcription factor required for the profound lifespan extension observed upon mutation of the insulin-like receptor \"DAF-2\". The gene has played a large role in research into longevity and the insulin signalling pathway as it is located in \"C. elegans\", a successful ageing model organism.",
            "score": 119.78094482421875
        },
        {
            "docid": "337196_29",
            "document": "Neuroanatomy . The brain is small and simple in some species, such as the nematode worm, where the body plan is quite simple: a tube with a hollow gut cavity running from the mouth to the anus, and a nerve cord with an enlargement (a ganglion) for each body segment, with an especially large ganglion at the front, called the brain. The nematode \"Caenorhabditis elegans\" has been studied because of its importance in genetics. In the early 1970s, Sydney Brenner chose it as a model system for studying the way that genes control development, including neuronal development. One advantage of working with this worm is that the nervous system of the hermaphrodite contains exactly 302 neurons, always in the same places, making identical synaptic connections in every worm. Brenner's team sliced worms into thousands of ultrathin sections and photographed every section under an electron microscope, then visually matched fibers from section to section, to map out every neuron and synapse in the entire body, to give a complete connectome of the nematode. Nothing approaching this level of detail is available for any other organism, and the information has been used to enable a multitude of studies that would not have been possible without it.",
            "score": 116.01803588867188
        },
        {
            "docid": "29395245_11",
            "document": "Daf-16 . DAF-16 is necessary for dauer formation and the protection of \"C. elegans\" during periods of starvation, as DAF-16, DAF-18 and DAF-12 loss - of - function mutants lose the ability to form dauers. A 2003 study by Murphy et. al showed the significance of DAF-16 for longevity, as it up-regulates genes involved in lifespan extension such as stress response genes and down regulates specific life-shortening genes. It has been proven that telomeres have an implication in the aging process, and in \"C. elegans\" the lifespan - extending effect of long telomeres is dependent on DAF-16. DAF-2 mutations more than double the lifespan of \"C. elegans\", and this effect is dependent on the activity of DAF-16 as it encodes a member of the hepatocyte nuclear family 3 (HNF3)/ Forkhead family of transcription factors.",
            "score": 113.21437072753906
        },
        {
            "docid": "733945_2",
            "document": "Daf-2 . The DAF-2 gene encodes for the insulin-like growth factor 1 (IGF-1) receptor in the worm \"Caenorhabditis elegans\". DAF-2 is part of the first metabolic pathway discovered to regulate the rate of aging. DAF-2 is also known to regulate reproductive development, resistance to oxidative stress, thermotolerance, resistance to hypoxia, and resistance to bacterial pathogens. Mutations in DAF-2 have been shown by Cynthia Kenyon to double the lifespan of the worms. In a 2007 episode of WNYC’s Radiolab, Kenyon called DAF-2 \"the grim reaper gene.”",
            "score": 111.99998474121094
        },
        {
            "docid": "28764_49",
            "document": "Serotonin . In the nematode \"C. elegans\", artificial depletion of serotonin or the increase of octopamine cues behavior typical of a low-food environment: \"C. elegans\" becomes more active, and mating and egg-laying are suppressed, while the opposite occurs if serotonin is increased or octopamine is decreased in this animal. Serotonin is necessary for normal nematode male mating behavior, and the inclination to leave food to search for a mate. The serotonergic signaling used to adapt the worm's behaviour to fast changes in the environment affects insulin-like signaling and the TGF beta signaling pathway, which control long-term adaption.",
            "score": 111.17935180664062
        },
        {
            "docid": "16853477_4",
            "document": "ACSS2 . Metabolic production of acetyl-CoA is linked to histone acetylation and gene regulation. In mouse neurons, Mews \"et al\". identified a major role for the ACSS2 pathway to regulate histone acetylation and neuronal gene expression. Histone acetylation in mature neurons is associated strongly with memory formation. Chromatin becomes acetylated in specific regions of the brain, such as the hippocampus, in response to neuronal activity or behavioral training in rodent. Such acetylation correlates with the increased expression of a set of 'immediate early' genes, which encode proteins that broadly mediate changes in the strength of connections between neurons, therefore facilitating memory consolidation. In the mouse hippocampus, ACSS2 binds directly to immediate early genes to 'fuel' local histone acetylation and, in turn, their induction for long-term spatial memory.",
            "score": 109.46979522705078
        },
        {
            "docid": "733945_3",
            "document": "Daf-2 . Insulin/IGF-1-like signaling is well-conserved evolutionarily across animal phyla, from single celled organisms to mammals. DAF-2 is the only member of the insulin receptor family in \"C. elegans\" but it corresponds, in form and function, to multiple pathways in humans. The protein predicted from DAF-2's sequence is 35% identical to the human insulin receptor, which regulates metabolism; 34% identical to the IGF-1 receptor, which regulates growth; and 33% identical to the human insulin receptor–related receptor. In \"C. elegans\", the insulin/IGF-1/FOXO pathway is initiated by changes in IGF-1 levels which cause IGF-1 receptors to start a phosphorylation cascade that deactivates the FOXO transcription factor, DAF-16. When not phosphorylated, DAF-16 is active and present in the nucleus. DAF-16 is responsible for up-regulating transcription of about 100 genes that code for cell protecting products such as heat shock proteins and antioxidants. Genetic analysis reveals that the presence of functioning DAF-16 is required to produce the extended lifespan observed in DAF-2 knock-downs. By silencing DAF-16, activation of DAF-2 receptors can ultimately compromise a cell’s ability to mitigate harmful environmental conditions. In most eukaryotes, insulin activates DAF-2 signaling. However, both human insulin and insulin coded for by orthologous genes in \"C. elegans\" inhibit DAF-2 receptors in \"C. elegans\".",
            "score": 108.80644226074219
        },
        {
            "docid": "29049734_3",
            "document": "Nematode chemoreceptor . Animals recognise a wide variety of chemicals using their senses of taste and smell. The nematode \"Caenorhabditis elegans\" has only 14 types of chemosensory neuron, yet is able to respond to dozens of chemicals because each neuron detects several stimuli. More than 40 highly divergent transmembrane proteins that could contribute to this functional diversity have been described. Most of the candidate receptor genes are in clusters of similar genes; 11 of these appear to be expressed in small subsets of chemosensory neurons. A single type of neuron can potentially express at least 4 different receptor genes. Some of these might encode receptors for water-soluble attractants, repellents and pheromones, which are divergent members of the G-protein-coupled receptor family. Sequences of the Sra family of C.elegans receptor-like proteins contain 6-7 hydrophobic, putative transmembrane, regions. These can be distinguished from other 7TM proteins (especially those known to couple G-proteins) by their own characteristic TM signatures.",
            "score": 106.45915222167969
        },
        {
            "docid": "46349002_4",
            "document": "Douglas G. McMahon . McMahon's work on molluscs with Gene Block led to a better understanding of the daily activity of the oscillating pacemaker cells. Prior to this discovery, the identity of neuron types participating in retinal networks was largely known, but the specific physiological roles of the identified morphological structures were poorly understood. In 2011, McMahon and Block found that retinal neurons in molluscs were active during the day, but inactive at night. Electrical stimulation at the tissue level of the retinal neurons during the day did not affect the organism. However, electrical stimulation at night caused a phase shift in the organism. Because stimulation yielded a phase shift, the results suggested that the retina contained a biological clock. McMahon and Block devised a model explaining these phenomena: light during the day does not have much of an effect on the neurons' activity, as they are already active. Light at night, on the other hand, when these neurons are inactive, stimulates them and causes them to fire action potentials. The change in electrical activity manifests itself as a phase shift within the organism. Further research led them to find that phase shifting is a calcium-dependent process. They found that lowering extracellular levels of calcium actually prevents the organism from phase shifting in response to light without affecting the response of the neurons to light. Around the same time, while Block and McMahon were conducting this experiment, other scientists discovered how to clone the period gene, marking an exciting time in the young field of chronobiology.",
            "score": 105.94654083251953
        },
        {
            "docid": "35557898_7",
            "document": "Biology and consumer behaviour . At least some of our behaviour must be influenced by our genes because behaviour depends on the interaction of molecules and neurons in the brain. These interactions are a result of our genes code, however the influence on behaviour cannot go much further than this. Dawkins likened genes to a computer. They have been pre-programmed to build cells, develop cells and make them work together. Like a computer, the hardware is set in stone, but the software can change how they work, just like our environment. Genes indirectly influence our behaviour as the nervous system and our brain is the intermediary in the transaction decision because it reasons and processes all of the gene instructions into one decision, movement or behaviour. The way our neurons connect is dependent on the environment, learning and experience. This introduces the nurture side of the nature nurture debate.",
            "score": 104.8381118774414
        },
        {
            "docid": "2191103_3",
            "document": "Dauer larva . As E. Maupas first proposed in 1899-1900, all nematodes have five stages separated by four moults. Under environmental conditions that are favorable for reproduction, \"C. elegans\" larvae develop through four stages or moults which are designated as \"L1\", \"L2\", \"L3\" and \"L4\". After L4, animals moult to the reproductive adult stage. However, when the environment is unfavorable, L1 and L2 animals have the option to divert their development from reproduction to dauer formation. Signals such as temperature, food supply, and levels of a dauer-inducing pheromone, a population density cue, influence this dauer decision. Dauer larvae are thus considered an alternative L3 stage larva, and this stage is sometimes preceded by L2d. L2d animals are considered pre-dauer and are characterised by delayed development and dark intestines produced by storage of fat. L2d larvae can either continue normal development or enter dauer stage depending on whether the conditions that triggered their formation persist. Dauer is not, however, a permanent condition. In fact, if the food supply and the population density become optimal for growth the dauer larvae can exit this stage and become L4s and then adults. Dauer larvae are extensively studied by biologists because of their ability to survive harsh environments and live for extended periods of time. For example, \"C. elegans\" dauer larvae can survive up to four months, much longer than their average lifespan of about three weeks during normal reproductive development. Two genes that are essential for dauer formation are \"daf-2\" and \"daf-23\". Dauer formation in \"C. elegans\" requires a nuclear receptor DAF-12 and a forkhead transcription factor \"daf-16\". In favorable environments, DAF-12 is activated by a steroid hormone, called Dafachronic Acid, produced by the cytochrome p450, DAF-9. DAF-9 and DAF-12 have been implicated by Cynthia Kenyon and colleagues as being required for extended longevity seen in animals that lack germlines. Kenyon showed that, although the \"daf-16\" gene is required for life extension in \"C. elegans\", the life extension effect can be uncoupled from dauer growth arrest. The lifespan increase was shown to be associated with an increase in stress resistance.",
            "score": 103.3672103881836
        },
        {
            "docid": "16770101_20",
            "document": "Long non-coding RNA . In addition to heat shock, the expression of SINE elements (including Alu, B1, and B2 RNAs) increases during cellular stress such as viral infection in some cancer cells where they may similarly regulate global changes to gene expression. The ability of Alu and B2 RNA to bind directly to RNAP II provides a broad mechanism to repress transcription. Nevertheless, there are specific exceptions to this global response where Alu or B2 RNAs are not found at activated promoters of genes undergoing induction, such as the heat shock genes. This additional hierarchy of regulation that exempts individual genes from the generalised repression also involves a long ncRNA, heat shock RNA-1 (HSR-1). It was argued that HSR-1 is present in mammalian cells in an inactive state, but upon stress is activated to induce the expression of heat shock genes. The authors found that this activation involves a conformational alteration to the structure of HSR-1 in response to rising temperatures, thereby permitting its interaction with the transcriptional activator HSF-1 that subsequently undergoes trimerisation and induces the expression of heat shock genes. In the broad sense, these examples illustrate a regulatory circuit nested within ncRNAs whereby Alu or B2 RNAs repress general gene expression, while other ncRNAs activate the expression of specific genes.",
            "score": 102.70372772216797
        },
        {
            "docid": "30142141_15",
            "document": "Adaptive evolution in the human genome . A considerable number of studies have used genomic methods to identify specific human genes that show evidence of adaptive evolution. Table 2 gives selected examples of such genes for each gene type discussed, but provides nowhere near an exhaustive list of the human genes showing evidence of adaptive evolution. Below are listed some of the types of gene which show strong evidence of adaptive evolution in the human genome. Bakewell et al. (2007) found that a relatively large proportion (9.7%) of positively selected genes were associated with diseases. This may be because diseases can be adaptive in some contexts. For example, schizophrenia has been linked with increased creativity (Crespi et al. 2007), perhaps a useful trait for obtaining food or attracting mates in Palaeolithic times. Alternatively, the adaptive mutations may be the ones which reduce the chance of disease arising due to other mutations. However, this second explanation seems unlikely, because the mutation rate in the human genome is fairly low, so selection would be relatively weak. 417 genes involved in the immune system showed strong evidence of adaptive evolution in the study of Nielsen et al. (2005a). This is probably because the immune genes may become involved in a evolutionary arms race with bacteria and viruses (Daugherty and Malik 2012; Van der Lee et al. 2017). These pathogens evolve very rapidly, so selection pressures change quickly, giving more opportunity for adaptive evolution.  247 genes in the testes showed evidence of adaptive evolution in the study of Nielsen et al. (2005a). This could be partially due to sexual antagonism. Male-female competition could facilitate an arms race of adaptive evolution. However, in this situation you would expect to find evidence of adaptive evolution in the female sexual organs also, but there is less evidence of this. Sperm competition is another possible explanation. Sperm competition is strong, and sperm can improve their chances of fertilising the female egg in a variety of ways, including increasing their speed, stamina or response to chemoattractants (Swanson and Vacquier 2002). Genes involved in detecting smell show strong evidence of adaptive evolution (Voight et al. 2006), probably due to the fact that the smells encountered by humans have changed recently in their evolutionary history (Williamson et al. 2007). Humans’ sense of smell has played an important role in determining the safety of food sources. Genes involved in lactose metabolism show particularly strong evidence of adaptive evolution amongst the genes involved in nutrition. A mutation linked to lactase persistence shows very strong evidence of adaptive evolution in European and American populations (Williamson et al. 2007), populations where pastoral farming for milk has been historically important. Pigmentation genes show particularly strong evidence of adaptive evolution in non-African populations (Williamson et al. 2007). This is likely to be because those humans that left Africa approximately 50,000 years ago, entered less sunny climates, and so were under new selection pressures to obtain enough Vitamin D from the weakened sunlight. There is some evidence of adaptive evolution in genes linked to brain development, but some of these genes are often associated with diseases, e.g. microcephaly (see Table 2). However, there is a particular interest in the search for adaptive evolution in brain genes, despite the ethical issues surrounding such research. If more adaptive evolution was discovered in brain genes in one human population than another, then this information could be interpreted as showing greater intelligence in the more adaptively evolved population.  Other gene types showing considerable evidence of adaptive evolution (but generally less evidence than the types discussed) include: genes on the X chromosome, nervous system genes, genes involved in apoptosis, genes coding for skeletal traits, and possibly genes associated with speech (Nielsen et al. 2005a, Williamson et al. 2007, Voight et al. 2006, Krause et al. 2007).",
            "score": 101.27999877929688
        },
        {
            "docid": "35822485_9",
            "document": "Epigenetics of cocaine addiction . Addictive behavior observed from long-term cocaine users can be due to changes of the gene expression profiles in the brain’s reward circuitry. Most research has been focused on the active regions of the reward-related genes, but Maze et al. focuses at what happens to the heterochromatic regions. Maze et al. showed that heterochromatic regions in the nucleus accumbens (NAc), a major reward circuit in the brain, are significantly altered in the H3K9me3 position. Acute cocaine exposure leads to a rapid increase in H3K9me3 within half an hour and decreases back to normal levels within 24 hours. Chronic cocaine exposure leads to a slower increase in H3K9me3 within an hour (although it reaches the same level as acute by this time) and a 50% decrease from normal baseline levels within 24 hours. This chronic exposure was proposed to decrease heterochromatization (destabilization) within this brain region in patients given repeated cocaine exposure, which implies that the long-term addictive behaviors are affected by this epigenetic mark. They used ChIP-seq to provide supporting evidence that the H3K9me3 modification is mainly localized to intergenic regions. In these areas of the genome, 17 regions of repeat elements (SINEs, LINEs, LTRs, etc.) had significant H3K9me3 state changes in chronic cocaine exposure mouse models. They used quantitative PCR to determine that of these significant elements, the LINE-1 region showed a significant increase in expression levels. LINE-1 is a retrotransposon, so expressing it inappropriately can activate the transposon to insert itself within important genes and destabilizing the DNA. They conclude their findings by suggesting that LINE-1 retrotransposon insertions cause inappropriate or disrupted expression of genes leading to the addictive behavior.",
            "score": 100.08660125732422
        },
        {
            "docid": "21445461_20",
            "document": "Nonsynaptic plasticity . Central nervous system (CNS) neurons integrate signals from many neurons. In the short term, it is important to have changes in activity of the neuron because this is how information is conveyed in the nervous system. However, for long-term sustainability, drift towards excitability or inexcitability will disturb the circuit's ability to convey information. Long-term potentiation (LTP) induces a higher firing rate in post synaptic neurons. Without a homeostatic mechanism, this would result in downstream saturation and all information would be lost. If a neuron could achieve any firing rate, saturation would not be an issue, but firing rates are bounded at zero and a maximal rate of firing. The entire dynamic range (0-maximum) of a neuron's firing rates should be used to encode information. Ideally, the intrinsic properties of a neuron should be arranged to make the most of the dynamic range, acting as a homeostatic mechanism. In vitro studies have found that when the spontaneous activity of neuronal cultures is inhibited, the neurons become hyper excitable and that when an increase in activity is induced for long periods, the firing rates of the culture drop.",
            "score": 99.9810791015625
        },
        {
            "docid": "6989597_24",
            "document": "Premovement neuronal activity . Premovement neuronal activity has been widely experimented upon in three major motor fields of the frontal cortex. The goal of this experimentation is to compare the neuronal activity which comes from visual signals, versus neuronal activity which comes from non-triggered or self-paced movements. From this comparison, two changes were identified, occurring at different time scales in relation to the onset of movement. These changes are the short lead and long lead changes. The short lead changes are observed about 480ms before the movement, whereas the long lead changes occur about 1–2 seconds earlier. The short lead changes are exhibited in the SMA (supplementary motor area) and the PM (pre-motor area) during both the visual signal trials and the non-triggered/self-paced trials. The pre-central motor cortex was also identified in this study as having similar neuronal activities as in the PM and SMA. Experimentation found that approximately 61% of the neurons in the PM were preferentially related to the triggered (visual) movements. The long lead neuronal changes were more frequently active during the self paced stimuli than before the triggered movements. These long lead changes are particularly abundant among the SMA neurons. In summation, these experiments challenged the idea that the SMA primarily takes part in self-paced movements and the PM is only involved in visually triggered movements. Although the PM neurons showed more preference for the visual trigger signals and the SMA neurons are intimately related to initiation of self paced movements, both are involved with premovement for both types of stimuli.",
            "score": 99.71207427978516
        },
        {
            "docid": "632786_19",
            "document": "Insulin-like growth factor 1 . Signaling through the insulin/IGF-1-like receptor pathway is a significant contributor to biological aging in many organisms. Cynthia Kenyon showed that mutations in the daf-2 gene double the lifespan of the roundworm, \"C. elegans\". Daf-2 encodes the worm's unified insulin/IGF-1-like receptor. Despite the impact of IGF1-like on \"C. elegans\" longevity, direct application to mammalian aging is not as clear as mammals lack dauer developmental stages. It is also inconsistent with evidence in humans.",
            "score": 99.3008804321289
        },
        {
            "docid": "733945_5",
            "document": "Daf-2 . Research into the interaction between diet and the insulin/IGF-1 pathway has shown sugar intake to be negatively correlated with DAF-16 activity and longevity. One study found that glucose ingestion reduced the rate of dauer formation and shortened the life-spans of DAF-2 knock-downs to resemble that of normal \"C. elegans\", suggesting that DAF-16 mediated gene expression associated with longevity is suppressed by glucose ingestion. Wild type \"C. elegans\" fed a diet that included 2% glucose showed reduced Daf-16 activity and lifespan was shortened by 20% compared to worms fed on glucose-free media. These findings raise the possibility that a low-sugar diet might have beneficial effects on life span in higher organisms.",
            "score": 98.8450927734375
        },
        {
            "docid": "28764_44",
            "document": "Serotonin . Serotonin functions as a neurotransmitter in the nervous systems of most animals. For example, in the roundworm \"Caenorhabditis elegans\", which feeds on bacteria, serotonin is released as a signal in response to positive events, such as finding a new source of food or in male animals finding a female with which to mate. When a well-fed worm feels bacteria on its cuticle, dopamine is released, which slows it down; if it is starved, serotonin also is released, which slows the animal down further. This mechanism increases the amount of time animals spend in the presence of food. The released serotonin activates the muscles used for feeding, while octopamine suppresses them. Serotonin diffuses to serotonin-sensitive neurons, which control the animal's perception of nutrient availability.",
            "score": 98.45197296142578
        },
        {
            "docid": "3717_55",
            "document": "Brain . Almost all animals are capable of modifying their behavior as a result of experience—even the most primitive types of worms. Because behavior is driven by brain activity, changes in behavior must somehow correspond to changes inside the brain. Already in the late 19th century theorists like Santiago Ramón y Cajal argued that the most plausible explanation is that learning and memory are expressed as changes in the synaptic connections between neurons. Until 1970, however, experimental evidence to support the synaptic plasticity hypothesis was lacking. In 1971 Tim Bliss and Terje Lømo published a paper on a phenomenon now called long-term potentiation: the paper showed clear evidence of activity-induced synaptic changes that lasted for at least several days. Since then technical advances have made these sorts of experiments much easier to carry out, and thousands of studies have been made that have clarified the mechanism of synaptic change, and uncovered other types of activity-driven synaptic change in a variety of brain areas, including the cerebral cortex, hippocampus, basal ganglia, and cerebellum. Brain-derived neurotrophic factor (BDNF) and physical activity appear to play a beneficial role in the process.",
            "score": 97.93482208251953
        },
        {
            "docid": "20617241_10",
            "document": "Genetics of social behavior . In songbirds, \"egr1\" is a transcription factor encoding gene that is active in the auditory forebrain when hearing a song from another songbird. The strength of the expression of \"egr1\" has much variability, dependent on the nature of the song. Songs previously unheard result in strong responses whereas familiar songs result in little or no response. Pure tones or white noise do not evoke any response. It is thought that the purpose of this genetic response to social stimuli is to update the brain's catalog of the changing natural environment. For example, it would be advantageous for a songbird to express more \"egr1\" in a situation where there is a new song heard (a potential intruder) compared to the familiar song of a known individual. In contrast, for the species of highly social cichlid fish \"A. burtoni\", the \"egr1\" gene plays an indirect role in reproduction. In this species, there is an established social dominance hierarchy and an individual's position determines their access to resources for reproduction. If the alpha male is removed from the group, a previous subordinate starts exhibiting dominant behavior and \"egr1\" is expressed in hypothalamus neurons that are responsible for producing a neuropeptide linked to sexual reproduction. Overall, the role of transcription factor \"egr1\" in the context of social behavior clearly shows the link between genes and behavior. As a corollary to that described above, given an environmental cue \"egr1\" will induce or suppress the transcription of other genes. \"Egr1\" shows how social experience may trigger changes in the brain's gene networks. With higher capacity screening techniques, the expression of many genes simultaneously in response to social stimuli will provide a more complete picture.",
            "score": 97.52105712890625
        },
        {
            "docid": "37122597_3",
            "document": "Behavioral epigenetics . Epigenetic gene regulation involves changes other than to the sequence of DNA and includes changes to histones (proteins around which DNA is wrapped) and DNA methylation. These epigenetic changes can influence the growth of neurons in the developing brain as well as modify activity of the neurons in the adult brain. Together, these epigenetic changes on neuron structure and function can have a marked influence on an organism's behavior.",
            "score": 96.88819122314453
        },
        {
            "docid": "569399_17",
            "document": "Stimulus (physiology) . In general, cellular response to stimuli is defined as a change in state or activity of a cell in terms of movement, secretion, enzyme production, or gene expression. Receptors on cell surfaces are sensing components that monitor stimuli and respond to changes in the environment by relaying the signal to a control center for further processing and response. Stimuli are always converted into electrical signals via transduction. This electrical signal, or receptor potential, takes a specific pathway through the nervous system to initiate a systematic response. Each type of receptor is specialized to respond preferentially to only one kind of stimulus energy, called the adequate stimulus. Sensory receptors have a well-defined range of stimuli to which they respond, and each is tuned to the particular needs of the organism. Stimuli are relayed throughout the body by mechanotransduction or chemotransduction, depending on the nature of the stimulus.",
            "score": 96.5283203125
        },
        {
            "docid": "21944_25",
            "document": "Nervous system . A neuron is called \"identified\" if it has properties that distinguish it from every other neuron in the same animal—properties such as location, neurotransmitter, gene expression pattern, and connectivity—and if every individual organism belonging to the same species has one and only one neuron with the same set of properties. In vertebrate nervous systems very few neurons are \"identified\" in this sense—in humans, there are believed to be none—but in simpler nervous systems, some or all neurons may be thus unique. In the roundworm \"C. elegans\", whose nervous system is the most thoroughly described of any animal's, every neuron in the body is uniquely identifiable, with the same location and the same connections in every individual worm. One notable consequence of this fact is that the form of the \"C. elegans\" nervous system is completely specified by the genome, with no experience-dependent plasticity.",
            "score": 96.5179214477539
        },
        {
            "docid": "14489318_2",
            "document": "Autoinducer . Autoinducers are signaling molecules that are produced in response to changes in cell-population density. As the density of quorum sensing bacterial cells increases so does the concentration of the autoinducer. Detection of signal molecules by bacteria acts as stimulation which leads to altered gene expression once the minimal threshold is reached. Quorum sensing is a phenomenon that allows both Gram-negative and Gram-positive bacteria to sense one another and to regulate a wide variety of physiological activities. Such activities include symbiosis, virulence, motility, antibiotic production, and biofilm formation. Autoinducers come in a number of different forms depending on the species, but the effect that they have is similar in many cases. Autoinducers allow bacteria to communicate both within and between different species. This communication alters gene expression and allows bacteria to mount coordinated responses to their environments, in a manner that is comparable to behavior and signaling in higher organisms. Not surprisingly, it has been suggested that quorum sensing may have been an important evolutionary milestone that ultimately gave rise to multicellular life forms.",
            "score": 96.05084991455078
        },
        {
            "docid": "24219329_3",
            "document": "Neurogenomics . The nervous system in vertebrates is made up of two major types of cells – neuroglial cells and neurons. Hundreds of different types of neurons exist in humans, with varying functions – some of them process external stimuli; others generate a response to stimuli; others organize in centralized structures (brain, spinal ganglia) that are responsible for cognition, perception, and regulation of motor functions. Neurons in these centralized locations tend to organize in giant networks and communicate extensively with each other. Prior to the availability of expression arrays and DNA sequencing methodologies, researchers sought to understand the cellular behaviour of neurons (including synapse formation and neuronal development and regionalization in the human nervous system) in terms of the underlying molecular biology and biochemistry, without any understanding of the influence of a neuron’s genome on its development and behaviour. As our understanding of the genome has expanded, the role of networks of gene interactions in the maintenance of neuronal function and behaviour has garnered interest in the neuroscience research community. Neurogenomics allows scientists to study the nervous system of organisms in the context of these underlying regulatory and transcriptional networks. This approach is distinct from neurogenetics, which emphasizes the role of single genes without a network-interaction context when studying the nervous system.",
            "score": 95.85804748535156
        },
        {
            "docid": "749745_4",
            "document": "Aging brain . Brain plasticity refers to the brain's ability to change structure and function. This ties into the common phrase, \"if you don't use it, you lose it,\" which is another way of saying, if you don't use it, your brain will devote less somatotopic space for it. One proposed mechanism for the observed age-related plasticity deficits in animals is the result of age-induced alterations in calcium regulation. The changes in our abilities to handle calcium will ultimately influence neuronal firing and the ability to propagate action potentials, which in turn would affect the ability of the brain to alter its structure or function (i.e. its plastic nature). Due to the complexity of the brain, with all of its structures and functions, it is logical to assume that some areas would be more vulnerable to aging than others. Two circuits worth mentioning here are the hippocampal and neocortical circuits. It has been suggested that age-related cognitive decline is due in part not to neuronal death but to synaptic alterations. Evidence in support of this idea from animal work has also suggested that this cognitive deficit is due to functional and biochemical factors such as changes in enzymatic activity, chemical messengers, or gene expression in cortical circuits.",
            "score": 95.51946258544922
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 95.4399185180664
        },
        {
            "docid": "2457_34",
            "document": "Apoptosis . Many knock-outs have been made in the apoptosis pathways to test the function of each of the proteins. Several caspases, in addition to APAF1 and FADD, have been mutated to determine the new phenotype. In order to create a tumor necrosis factor (TNF) knockout, an exon containing the nucleotides 3704–5364 was removed from the gene. This exon encodes a portion of the mature TNF domain, as well as the leader sequence, which is a highly conserved region necessary for proper intracellular processing. TNF-/- mice develop normally and have no gross structural or morphological abnormalities. However, upon immunization with SRBC (sheep red blood cells), these mice demonstrated a deficiency in the maturation of an antibody response; they were able to generate normal levels of IgM, but could not develop specific IgG levels. Apaf-1 is the protein that turns on caspase 9 by cleavage to begin the caspase cascade that leads to apoptosis. Since a -/- mutation in the APAF-1 gene is embryonic lethal, a gene trap strategy was used in order to generate an APAF-1 -/- mouse. This assay is used to disrupt gene function by creating an intragenic gene fusion. When an APAF-1 gene trap is introduced into cells, many morphological changes occur, such as spina bifida, the persistence of interdigital webs, and open brain. In addition, after embryonic day 12.5, the brain of the embryos showed several structural changes. APAF-1 cells are protected from apoptosis stimuli such as irradiation. A BAX-1 knock-out mouse exhibits normal forebrain formation and a decreased programmed cell death in some neuronal populations and in the spinal cord, leading to an increase in motor neurons.",
            "score": 95.31878662109375
        },
        {
            "docid": "854294_44",
            "document": "DNA repair . A number of individual genes have been identified as influencing variations in life span within a population of organisms. The effects of these genes is strongly dependent on the environment, in particular, on the organism's diet. Caloric restriction reproducibly results in extended lifespan in a variety of organisms, likely via nutrient sensing pathways and decreased metabolic rate. The molecular mechanisms by which such restriction results in lengthened lifespan are as yet unclear (see for some discussion); however, the behavior of many genes known to be involved in DNA repair is altered under conditions of caloric restriction. Several agents reported to have anti-aging properties have been shown to attenuate constitutive level of mTOR signaling, an evidence of reduction of metabolic activity, and concurrently to reduce constitutive level of DNA damage induced by endogenously generated reactive oxygen species. For example, increasing the gene dosage of the gene SIR-2, which regulates DNA packaging in the nematode worm \"Caenorhabditis elegans\", can significantly extend lifespan. The mammalian homolog of SIR-2 is known to induce downstream DNA repair factors involved in NHEJ, an activity that is especially promoted under conditions of caloric restriction. Caloric restriction has been closely linked to the rate of base excision repair in the nuclear DNA of rodents, although similar effects have not been observed in mitochondrial DNA.",
            "score": 95.26734924316406
        }
    ]
}