{
    "q": [
        {
            "docid": "233271_18",
            "document": "Brown algae . The closest relatives of the brown algae include unicellular and filamentous species, but no unicellular species of brown algae are known. However, most scientists assume that the Phaeophyceae evolved from unicellular ancestors. DNA sequence comparison also suggests that the brown algae evolved from the filamentous Phaeothamniophyceae, Xanthophyceae, or the Chrysophyceae between 150 and 200 million years ago. In many ways, the evolution of the brown algae parallels that of the green algae and red algae, as all three groups possess complex multicellular species with an alternation of generations. Analysis of 5S rRNA sequences reveals much smaller evolutionary distances among genera of the brown algae than among genera of red or green algae, which suggests that the brown algae have diversified much more recently than the other two groups.",
            "score": 67.7822036743164
        },
        {
            "docid": "633_6",
            "document": "Algae . Algae lack the various structures that characterize land plants, such as the phyllids (leaf-like structures) of bryophytes, rhizoids in nonvascular plants, and the roots, leaves, and other organs found in tracheophytes (vascular plants). Most are phototrophic, although some are mixotrophic, deriving energy both from photosynthesis and uptake of organic carbon either by osmotrophy, myzotrophy, or phagotrophy. Some unicellular species of green algae, many golden algae, euglenids, dinoflagellates, and other algae have become heterotrophs (also called colorless or apochlorotic algae), sometimes parasitic, relying entirely on external energy sources and have limited or no photosynthetic apparatus. Some other heterotrophic organisms, such as the apicomplexans, are also derived from cells whose ancestors possessed plastids, but are not traditionally considered as algae. Algae have photosynthetic machinery ultimately derived from cyanobacteria that produce oxygen as a by-product of photosynthesis, unlike other photosynthetic bacteria such as purple and green sulfur bacteria. Fossilized filamentous algae from the Vindhya basin have been dated back to 1.6 to 1.7 billion years ago.",
            "score": 89.82715964317322
        },
        {
            "docid": "4230_34",
            "document": "Cell (biology) . Multicellularity has evolved independently at least 25 times, including in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and plants. It evolved repeatedly for plants (Chloroplastida), once or twice for animals, once for brown algae, and perhaps several times for fungi, slime molds, and red algae. Multicellularity may have evolved from colonies of interdependent organisms, from cellularization, or from organisms in symbiotic relationships.",
            "score": 112.81681084632874
        },
        {
            "docid": "299472_5",
            "document": "Multicellular organism . Multicellularity has evolved independently at least 46 times in eukaryotes, and also in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and land plants. It evolved repeatedly for Chloroplastida (green algae and land plants), once or twice for animals, once for brown algae, three times in the fungi (chytrids, ascomycetes and basidiomycetes) and perhaps several times for slime molds and red algae. The first evidence of multicellularity is from cyanobacteria-like organisms that lived 3–3.5 billion years ago. To reproduce, true multicellular organisms must solve the problem of regenerating a whole organism from germ cells (i.e. sperm and egg cells), an issue that is studied in evolutionary developmental biology. Animals have evolved a considerable diversity of cell types in a multicellular body (100–150 different cell types), compared with 10–20 in plants and fungi.",
            "score": 135.0008248090744
        },
        {
            "docid": "38173326_16",
            "document": "Reactive oxygen species production in marine microalgae . In addition to impacting predator-prey interactions, the production of ROS may also help an alga get an advantage in the competition for resources against other algae, be a way to prevent fouling bacteria, and act as a signaling mechanism between cells. ROS can inhibit photosynthesis in algae Thus an alga that is more tolerant of ROS than another may produce and release it as a means of decreasing the other species competitive ability. In addition, \"Chattonella marina\", the most well studied raphydophyte for ROS production, may produce a boundary of ROS that deters other marine microalgae from using nutrients in its vicinity. Similarly, this boundary could also be a way to discourage bacteria fouling, since the production of ROS is known to inhibit growth and bioluminescent ability in the bacteria \"Vibrio alginolyticus\" and \"Vibrio fischeri\", respectively. Lastly, Marshall \"et al.\" showed that \"Chattonella marina\" cells were able to change their rate of superoxide production in as little as one hour when in different cell densities, increasing the rate from 1.4 to 7.8 times the original. They suggest that this quick response in altering rates of production may be a form of chemical signaling between cells that works to provide information about cell density.",
            "score": 132.01148283481598
        },
        {
            "docid": "34319029_13",
            "document": "Adamussium . There are a large number of epifaunal organisms living on the shells of Antarctic scallops, which may represent 90% of the hard substrate available in a region where rocky surfaces are not common and much of the seabed consists of sediment. Because a diverse community of invertebrates and algae use its shell as a base, the Antarctic scallop is considered to be a \"foundation species\"; a species of great importance in its habitat. The fact that the scallops can swim and move to other locations aids in the dispersal of these organisms. The epiphytes include benthic diatoms, forams, bacteria, bryozoans, sponges and algae. The foram \"Cibicides refulgens\" lives parasitically on the scallop's shell and also grazes on the algae and bacteria growing there. In a research study, 10 different species of demosponge were found growing on a single Antarctic scallop. The demosponge \"Homaxinella balfourensis\" was one of the commonest epibionts growing harmlessly on the scallop's shell. The relationship between sponge and scallop may be symbiotic; the sponge avoids being engulfed in sediment while the scallop benefits from the protection provided by the sponge, which is distasteful to many predators.",
            "score": 73.0377379655838
        },
        {
            "docid": "16079692_27",
            "document": "Sewage treatment . Wastewater may contain high levels of the nutrients nitrogen and phosphorus. Excessive release to the environment can lead to a buildup of nutrients, called eutrophication, which can in turn encourage the overgrowth of weeds, algae, and cyanobacteria (blue-green algae). This may cause an algal bloom, a rapid growth in the population of algae. The algae numbers are unsustainable and eventually most of them die. The decomposition of the algae by bacteria uses up so much of the oxygen in the water that most or all of the animals die, which creates more organic matter for the bacteria to decompose. In addition to causing deoxygenation, some algal species produce toxins that contaminate drinking water supplies. Different treatment processes are required to remove nitrogen and phosphorus.",
            "score": 102.63210582733154
        },
        {
            "docid": "46685179_21",
            "document": "Weed Lake Wetland . Algae, the first plant on earth, can be useful for both nature and us. It is extremely edible for many ducks, geese and fish. It also absorbs carbon dioxide and makes oxygen and sugar inside itself. Algae can also be made into medicine, biofuel, fertilizer, pollution control and food. Algae can come in three different colors, brown, red and green. Plus, algae has two sizes, macro algae and micro algae. Micro algae are a quarter of a millimeter large and macro algae can appear to be enormous! You can find algae in all sorts of places such as Northern Canada, Eastern Canada, in Central Africa, and Western Europe. It can be found in rivers, ponds, lakes and wetlands. These places have high levels of chlorophyll, which algae need to grow. But if there is too much algae it can be harmful for the environment. When algae grow it multiplies over, and over again. It is similar to duckweed in a way that it doesn’t reproduce; it just grows and then multiplies. This fascinating plant falls under the aquatic family and protist family. This plant can grow in both freezing conditions and warm areas but it prefers warmer water. There are also estimated 27,000 species of algae!",
            "score": 92.34703004360199
        },
        {
            "docid": "8943380_9",
            "document": "Stegastes nigricans . \"S. nigricans\" practices a form of agriculture with a species of red algae. The fish will claim a patch of \"brown carpet algae\" which it defends by chasing away other fish and sea urchins. The fish also pulls up other bits of algae that attempt to grow in the patch and swims outside of its territory to spit the invading algae out. \"S. nigricans\" do not have cellulases in their stomach, therefore they dispose of algae that they cannot digest. They must limit their diet to cyanophores and rhodophytes, which are delicate species. There are nine algae species that S. nigricans will farm for, and the algae they remove is competitively superior late-colonizing algae as opposed to the algae they can eat. They also remove algae that is competitive and faster growing than their preferred delicate algae. When the fish claiming a patch is removed, the patch is eaten up within a few days. When a patch of the brown carpet algae is caged to keep both \"S. nigricans\" and other fish out of the patch, other species of algae quickly overwhelm the patch. This seems to indicate the brown carpet algae are dependent on \"S. nigricans\" for its survival. The presence of \"S. nigricans\" in ecosystems greatly increases the primary productivity of the area by boosting oxygen, nitrogen, and phosphorus concentrations.",
            "score": 79.87970328330994
        },
        {
            "docid": "633_53",
            "document": "Algae . Agricultural Research Service scientists found that 60–90% of nitrogen runoff and 70–100% of phosphorus runoff can be captured from manure effluents using a horizontal algae scrubber, also called an algal turf scrubber (ATS). Scientists developed the ATS, which consists of shallow, 100-foot raceways of nylon netting where algae colonies can form, and studied its efficacy for three years. They found that algae can readily be used to reduce the nutrient runoff from agricultural fields and increase the quality of water flowing into rivers, streams, and oceans. Researchers collected and dried the nutrient-rich algae from the ATS and studied its potential as an organic fertilizer. They found that cucumber and corn seedlings grew just as well using ATS organic fertilizer as they did with commercial fertilizers. Algae scrubbers, using bubbling upflow or vertical waterfall versions, are now also being used to filter aquaria and ponds.",
            "score": 69.49367094039917
        },
        {
            "docid": "12305127_39",
            "document": "Evolutionary history of life . The simplest definitions of \"multicellular,\" for example \"having multiple cells,\" could include colonial cyanobacteria like \"Nostoc\". Even a technical definition such as \"having the same genome but different types of cell\" would still include some genera of the green algae Volvox, which have cells that specialize in reproduction. Multicellularity evolved independently in organisms as diverse as sponges and other animals, fungi, plants, brown algae, cyanobacteria, slime molds and myxobacteria. For the sake of brevity, this article focuses on the organisms that show the greatest specialization of cells and variety of cell types, although this approach to the evolution of biological complexity could be regarded as \"rather anthropocentric.\" The initial advantages of multicellularity may have included: more efficient sharing of nutrients that are digested outside the cell, increased resistance to predators, many of which attacked by engulfing; the ability to resist currents by attaching to a firm surface; the ability to reach upwards to filter-feed or to obtain sunlight for photosynthesis; the ability to create an internal environment that gives protection against the external one; and even the opportunity for a group of cells to behave \"intelligently\" by sharing information. These features would also have provided opportunities for other organisms to diversify, by creating more varied environments than flat microbial mats could.",
            "score": 136.19300031661987
        },
        {
            "docid": "1900543_17",
            "document": "Southeast Asian coral reefs . Bleaching is one significant threat to the corals. Bleaching is a process that expels the photosynthetic algae from the corals' \"stomachs\" or polyps. This algae is called zooxanthellae. It is vital to the reef's life because it provides the coral with nutrients; it is also responsible for the color. The process is called bleaching because when the algae is ejected from the coral reef the animal loses its pigment. Zooxanthellae densities are continually changing; bleaching is really an extreme of what naturally happens. The detrimental exaggeration of the natural occurrence can be explained by the increasing temperature of the oceans which is accused to be a result of the \"Greenhouse Effect,\" or global warming (Blackman and Hughes). Biological oceanographer Paul Falkowski and marine biologist Andrew Baker from the Wildlife Conservation Society study bleaching and why it occurs. Their explanations can be put in their simplest terms as such: the algae's membrane melts from the rise in temperature and, as a result, spits out an \"oxygen species\" directly into the reef. The animal, in turn, views this process as a threat and ejects the algae as a defense mechanism. Once the zooxanthellae are expelled the coral have nothing to feed off and die. Bleaching has been shown to cause up to 90% mortality rate of the affected corals. However, there is a catch. The reefs that are victims of bleaching have been found to be affected in patches, suggesting that there are several factors that affect the bleaching threshold. Not only that, but both bleached and non-bleached corals are often found right next to each other. These cases are numerous, and the variation and impact of factors (such as species or light) are still being heavily questioned, researched, and are vaguely understood.",
            "score": 97.83014988899231
        },
        {
            "docid": "24544_6",
            "document": "Photosynthesis . Photosynthetic organisms are photoautotrophs, which means that they are able to synthesize food directly from carbon dioxide and water using energy from light. However, not all organisms that use light as a source of energy carry out photosynthesis; photoheterotrophs use organic compounds, rather than carbon dioxide, as a source of carbon. In plants, algae, and cyanobacteria, photosynthesis releases oxygen. This is called \"oxygenic photosynthesis\" and is by far the most common type of photosynthesis used by living organisms. Although there are some differences between oxygenic photosynthesis in plants, algae, and cyanobacteria, the overall process is quite similar in these organisms. There are also many varieties of anoxygenic photosynthesis, used mostly by certain types of bacteria, which consume carbon dioxide but do not release oxygen.",
            "score": 106.80106210708618
        },
        {
            "docid": "9977211_8",
            "document": "Theodor Wilhelm Engelmann . In 1881, he observed the movement of bacteria towards the chloroplasts in a strand of \"Spirogyra\" algae. Engelmann hypothesized that the bacteria were moving in response to oxygen generated by the photosynthetically active chloroplasts in the algae. This was one of the first documented observations of positive aerotaxis in bacteria. In 1882, he performed his famous action spectrum experiment using a device designed and built by Carl Zeiss. The modified microscope had a prism which could produce a microscopic spectrum on a microscope slide. The device could also distinguish and measure different wavelengths of light making it a “micro-spectroscope.” Engelmann used this device to illuminate a strand of \"Cladophora\" (not \"Spirogyra\") with light from the visible spectrum, exposing different sections to different wavelengths (or colors of light). He added the oxygen seeking bacteria B. termo to this setup and noted where they accumulated (Note: Four years later, Hauser concluded that B. termo had been mislabeled and was not one, but three species of bacteria of the genus \"Proteus\" ). Their clumping allowed him to see which regions had the highest concentration of oxygen. He concluded that the most photosynthetically active regions will have the highest concentrations of bacteria. The bacteria accumulated in the regions of red and violet light, showing that these wavelengths of light generated the most photosynthetic activity. However, his experiment was somewhat flawed because he used the sun as his light source. He failed to account for the fact that the sun does not emit all visible wavelengths of light at the same intensity. However, further analysis of plant pigments proved that his results were valid. A year later Engelmann discovered that purple bacteria utilise ultraviolet light in the same way.",
            "score": 137.1978884935379
        },
        {
            "docid": "208303_11",
            "document": "Primary production . In a reversal of the pattern on land, in the oceans, almost all photosynthesis is performed by algae, with a small fraction contributed by vascular plants and other groups. Algae encompass a diverse range of organisms, ranging from single floating cells to attached seaweeds. They include photoautotrophs from a variety of groups. Eubacteria are important photosynthetizers in both oceanic and terrestrial ecosystems, and while some archaea are phototrophic, none are known to utilise oxygen-evolving photosynthesis. A number of eukaryotes are significant contributors to primary production in the ocean, including green algae, brown algae and red algae, and a diverse group of unicellular groups. Vascular plants are also represented in the ocean by groups such as the seagrasses.",
            "score": 93.0376832485199
        },
        {
            "docid": "39367966_8",
            "document": "TMEM260 . The amino acid sequence for TMEM260 is highly conserved in mammals, having around 86% to 100% sequence similarity. Birds, frogs, and lizards also have a high degree of similarity to the human TMEM260 sequence with similarities between 76% and 83%. Fish have between 56% and 66% sequence similarity. Algae have around 52% sequence similarity while diatoms have only 39%. Though mammals contain a very high degree of sequence similarity and other animals show a fairly high degree of sequence similarity, other species such as algae, diatoms, and bacteria have gaps and 3’ end truncations. The segment of the TMEM260 sequence that is highly conserved in organisms as far back as algae, diatoms, and bacteria is the conserved domain DUF2723.",
            "score": 51.93716549873352
        },
        {
            "docid": "11251601_20",
            "document": "Carbon dioxide in Earth's atmosphere . Photosynthetic organisms are photoautotrophs, which means that they are able to synthesize food directly from and water using energy from light. However, not all organisms that use light as a source of energy carry out photosynthesis, since \"photoheterotrophs\" use organic compounds, rather than , as a source of carbon. In plants, algae and cyanobacteria, photosynthesis releases oxygen. This is called \"oxygenic photosynthesis\". Although there are some differences between oxygenic photosynthesis in plants, algae, and cyanobacteria, the overall process is quite similar in these organisms. However, there are some types of bacteria that carry out anoxygenic photosynthesis, which consumes but does not release oxygen.",
            "score": 92.12826538085938
        },
        {
            "docid": "54840_18",
            "document": "Eutrophication . When an ecosystem experiences an increase in nutrients, primary producers reap the benefits first. In aquatic ecosystems, species such as algae experience a population increase (called an algal bloom). Algal blooms limit the sunlight available to bottom-dwelling organisms and cause wide swings in the amount of dissolved oxygen in the water. Oxygen is required by all aerobically respiring plants and animals and it is replenished in daylight by photosynthesizing plants and algae. Under eutrophic conditions, dissolved oxygen greatly increases during the day, but is greatly reduced after dark by the respiring algae and by microorganisms that feed on the increasing mass of dead algae. When dissolved oxygen levels decline to hypoxic levels, fish and other marine animals suffocate. As a result, creatures such as fish, shrimp, and especially immobile bottom dwellers die off. In extreme cases, anaerobic conditions ensue, promoting growth of bacteria such as \"Clostridium botulinum\" that produces toxins deadly to birds and mammals. Zones where this occurs are known as dead zones. Eutrophication may cause competitive release by making abundant a normally limiting nutrient. This process causes shifts in the species composition of ecosystems. For instance, an increase in nitrogen might allow new, competitive species to invade and out-compete original inhabitant species. This has been shown to occur in New England salt marshes. In Europe and Asia, the common carp frequently lives in naturally Eutrophic or Hypereutrophic areas, and is adapted to living in such conditions. The eutrophication of areas outside its natural range partially explain the fish's success in colonising these areas after being introduced.",
            "score": 115.99083077907562
        },
        {
            "docid": "9677_7",
            "document": "Endosymbiont . There are several lines of evidence that support endosymbiosis theory. Mitochondria and chloroplasts contain their own small supply of DNA, which may be remnants of the genome the organelles had when they were independent aerobic bacteria. The single most convincing evidence of the descent of organelles from bacteria is the position of mitochondria and plastid DNA sequences in phylogenetic trees of bacteria. Mitochondria have sequences that clearly indicate origin from a group of bacteria called the alphaproteobacteria. Plastids have DNA sequences that indicate origin from the cyanobacteria (blue-green algae). In addition, there are organisms alive today, called living intermediates, that are in a similar endosymbiotic condition to the prokaryotic cells and the aerobic bacteria. Living intermediates show that the evolution proposed by the endosymbiont theory is possible. For example, the giant amoeba \"Pelomyxa\" lacks mitochondria but has aerobic bacteria that carry out a similar role. A variety of corals, clams, snails, and one species of \"Paramecium\" permanently host algae in their cells. Many of the insect endosymbionts have been shown to have ancient associations with their hosts, involving strictly vertical inheritance. In addition, these insect symbionts have similar patterns of genome evolution to those found in true organelles: genome reduction, rapid rates of gene evolution, and bias in nucleotide base composition favoring adenine and thymine, at the expense of guanine and cytosine.",
            "score": 86.630455493927
        },
        {
            "docid": "30722644_8",
            "document": "Lake Winnipeg algae threat . Environment Canada reports that the amount of nitrogen and phosphorus available for plant uptake has increased dramatically in the past several decades. The causes are a massive increase in the use of fertilizer, burning of fossil fuels, development of large urban populations, and an upsurge in land clearing and deforestation. Nitrogen and phosphorus loading from human activity has accelerated eutrophication of certain rivers, lakes, and wetlands in the U.S.A. resulting in loss of habitat, changes in biodiversity and, in some cases, loss of recreational potential. Lake Winnipeg suffers from the rapid absorption of the elements phosphorus, nitrogen, and carbon. Eutrophication processes fuel the growth of blue-green algae, also known by its more correct scientific name cyanobacteria. These bacteria normally appear green in color and can turn blue when the algae (bacteria) blooms are dying. As an algae bloom dies, the microscopic cells break down. This process releases toxins in the surrounding water. Once released, some toxins can linger for more than three months until sunlight and the natural population of healthy green algae in the lake degrade them. Cyanobacteria typically thrive off of phosphorus when Lake Winnipeg’s summer temperatures are hot and wind speeds are relatively low. Blue-green algae blooms frequently persist for several months in Lake Winnipeg until colder temperatures, currents, and changes in the seasonal weather can filter them out. The cyanobacteria’s decomposition process consumes oxygen at such a high rate that this can actually suffocate Lake Winnipeg’s native walleye fish species and other aquatic life. Although blue-green algae occurs naturally in Lake Winnipeg, there is no conclusive evidence what normal levels may be. Satellite images show that blooms are occurring more frequently and are covering more surface area of the lake. The Lake Winnipeg algae crisis has grown to such a large scale that the blooms can be seen from outer space.",
            "score": 93.15599429607391
        },
        {
            "docid": "24544_46",
            "document": "Photosynthesis . The biochemical capacity to use water as the source for electrons in photosynthesis evolved once, in a common ancestor of extant cyanobacteria. The geological record indicates that this transforming event took place early in Earth's history, at least 2450–2320 million years ago (Ma), and, it is speculated, much earlier. Because the Earth's atmosphere contained almost no oxygen during the estimated development of photosynthesis, it is believed that the first photosynthetic cyanobacteria did not generate oxygen. Available evidence from geobiological studies of Archean (>2500 Ma) sedimentary rocks indicates that life existed 3500 Ma, but the question of when oxygenic photosynthesis evolved is still unanswered. A clear paleontological window on cyanobacterial evolution opened about 2000 Ma, revealing an already-diverse biota of blue-green algae. Cyanobacteria remained the principal primary producers of oxygen throughout the Proterozoic Eon (2500–543 Ma), in part because the redox structure of the oceans favored photoautotrophs capable of nitrogen fixation. Green algae joined blue-green algae as the major primary producers of oxygen on continental shelves near the end of the Proterozoic, but it was only with the Mesozoic (251–65 Ma) radiations of dinoflagellates, coccolithophorids, and diatoms did the primary production of oxygen in marine shelf waters take modern form. Cyanobacteria remain critical to marine ecosystems as primary producers of oxygen in oceanic gyres, as agents of biological nitrogen fixation, and, in modified form, as the plastids of marine algae.",
            "score": 82.93819200992584
        },
        {
            "docid": "318779_6",
            "document": "Embryophyte . Embryophytes also differ from algae by having metamers. Metamers are repeated units of development, in which each unit derives from a single cell, but the resulting product tissue or part is largely the same for each cell. The whole organism is thus constructed from similar, repeating parts or \"metamers\". Accordingly, these plants are sometimes termed 'metaphytes' and classified as the group Metaphyta (but Haeckel's definition of Metaphyta places some algae in this group). In all land plants a disc-like structure called a phragmoplast forms where the cell will divide, a trait only found in the land plants in the streptophyte lineage, some species within their relatives Coleochaetales, Charales and Zygnematales, as well as within subaerial species of the algae order Trentepohliales, and appears to be essential in the adaptation towards a terrestrial life style.",
            "score": 94.56860041618347
        },
        {
            "docid": "1583146_5",
            "document": "Coralline algae . Coralline algae are widespread in all of the world's oceans, where they often cover close to 100% of rocky substrata. Only one species, \"Pneophyllum cetinaensis\", is found in freshwater. Many are epiphytic (grow on other algae or marine angiosperms), or epizoic (grow on animals), and some are even parasitic on other corallines. Despite their ubiquity, the coralline algae are poorly known by ecologists, and even by specialist phycologists (people who study algae). For example, a recent book on the seaweeds of Hawaii does not include any crustose coralline algae, even though corallines are quite well studied there and dominate many marine areas.",
            "score": 54.82234239578247
        },
        {
            "docid": "341046_3",
            "document": "Green algae . The land plants, or embryophytes, are thought to have emerged from the charophytes. Therefore, cladistically, embryophytes belong to green algae as well. However, because the embryophytes are traditionally classified as neither algae nor green algae, green algae are a paraphyletic group. Since the realization that the embryophytes emerged from within the green algae, some authors are starting to include them. The clade that includes both green algae and embryophytes is monophyletic and is referred to as the clade Viridiplantae and as the kingdom Plantae. The green algae include unicellular and colonial flagellates, most with two flagella per cell, as well as various colonial, coccoid and filamentous forms, and macroscopic, multicellular seaweeds. There are about 8,000 species of green algae. Many species live most of their lives as single cells, while other species form coenobia (colonies), long filaments, or highly differentiated macroscopic seaweeds.",
            "score": 101.41480445861816
        },
        {
            "docid": "1340479_22",
            "document": "Waste stabilization pond . In most ponds both bacteria and algae are needed in order to maximize the decomposition of organic matter and the removal of other pollutants. Algae produce oxygen (photosynthesis) and also consume oxygen (respiration), but they leave an excess of oxygen that can then be used by aerobic bacteria for respiration and for the processes of oxidation (or stabilization) of the organic matter in the wastewater.",
            "score": 91.2622082233429
        },
        {
            "docid": "21392989_2",
            "document": "Red algae . The red algae, or Rhodophyta ( , ; ), are one of the oldest groups of eukaryotic algae. The Rhodophyta also comprises one of the largest phyla of algae, containing over 7,000 currently recognized species with taxonomic revisions ongoing. The majority of species (6,793) are found in the Florideophyceae (class), and mostly consist of multicellular, marine algae, including many notable seaweeds. Approximately 5% of the red algae occur in freshwater environments with greater concentrations found in the warmer area. There are no terrestrial species, which is assumed to be traced back to an evolutionary bottleneck where the last common ancestor lost about 25% of its core genes and much of its evolutionary plasticity.",
            "score": 57.199381589889526
        },
        {
            "docid": "14205946_2",
            "document": "Algae fuel . Algae fuel, algal biofuel, or algal oil is an alternative to liquid fossil fuels that uses algae as its source of energy-rich oils. Also, algae fuels are an alternative to commonly known biofuel sources, such as corn and sugarcane.<ref name=\"doi10.1016/j.copbio.2010.03.005\"></ref> Several companies and government agencies are funding efforts to reduce capital and operating costs and make algae fuel production commercially viable. Like fossil fuel, algae fuel releases when burnt, but unlike fossil fuel, algae fuel and other biofuels only release recently removed from the atmosphere via photosynthesis as the algae or plant grew. The energy crisis and the world food crisis have ignited interest in algaculture (farming algae) for making biodiesel and other biofuels using land unsuitable for agriculture. Among algal fuels' attractive characteristics are that they can be grown with minimal impact on fresh water resources, can be produced using saline and wastewater, have a high flash point, and are biodegradable and relatively harmless to the environment if spilled. Algae cost more per unit mass than other second-generation biofuel crops due to high capital and operating costs, but are claimed to yield between 10 and 100 times more fuel per unit area. The United States Department of Energy estimates that if algae fuel replaced all the petroleum fuel in the United States, it would require , which is only 0.42% of the U.S. map, or about half of the land area of Maine. This is less than the area of corn harvested in the United States in 2000.",
            "score": 53.288671135902405
        },
        {
            "docid": "14205946_44",
            "document": "Algae fuel . The utilization of wastewater and ocean water instead of freshwater is strongly advocated due to the continuing depletion of freshwater resources. However, heavy metals, trace metals, and other contaminants in wastewater can decrease the ability of cells to produce lipids biosynthetically and also impact various other workings in the machinery of cells. The same is true for ocean water, but the contaminants are found in different concentrations. Thus, agricultural-grade fertilizer is the preferred source of nutrients, but heavy metals are again a problem, especially for strains of algae that are susceptible to these metals. In open pond systems the use of strains of algae that can deal with high concentrations of heavy metals could prevent other organisms from infesting these systems. In some instances it has even been shown that strains of algae can remove over 90% of nickel and zinc from industrial wastewater in relatively short periods of time.",
            "score": 114.24987888336182
        },
        {
            "docid": "10669865_16",
            "document": "Fish kill . An algae bloom is the appearance of a large amount of algae or scum floating on the surface of a body of water. Algae blooms are a natural occurrence in nutrient-rich lakes and rivers, though sometimes increased nutrient levels leading to algae blooms are due to fertilizer or animal waste runoff. A few species of algae produce toxins, but most fish kills due to algae bloom are a result of decreased oxygen levels. When the algae die, decomposition uses oxygen in the water that would be available to fish. A fish kill in a lake in Estonia in 2002 was attributed to a combination of algae bloom and high temperatures. When people manage algae blooms in fish ponds, it is recommended that treatments be staggered to avoid too much algae dying at once, which may result in a large drop in oxygen content.",
            "score": 79.29918146133423
        },
        {
            "docid": "233271_6",
            "document": "Brown algae . Regardless of size or form, two visible features set the Phaeophyceae apart from all other algae. First, members of the group possess a characteristic color that ranges from an olive green to various shades of brown. The particular shade depends upon the amount of fucoxanthin present in the alga. Second, all brown algae are multicellular. There are no known species that exist as single cells or as colonies of cells, and the brown algae are the only major group of seaweeds that does not include such forms. However, this may be the result of classification rather than a consequence of evolution, as all the groups hypothesized to be the closest relatives of the browns include single-celled or colonial forms.",
            "score": 103.3045768737793
        },
        {
            "docid": "31207598_8",
            "document": "Algophagy . The chimpanzee is a primate in the same family as humans and are native to sub-Saharan Africa. While many chimpanzees are naturally hydrophobic, Sakamaki (1998) found that those in Mahale have been observed to submerge themselves into freshwater and eat algae. This observation is the first documentation of a primate using algae in the wild as a food source and is an important marker of possible adaptation in the species. While the chimpanzee in question, Sally, was one of the only algae-eaters in her group, it was assumed that she had adopted this behaviour from her natal group prior to immigrating to this new environment. Nonetheless, this anecdotal field study highlights the act of eating algae in chimpanzees. Another example here is found in certain species of sheep. The North Ronaldsay sheep is native to the island of Orkney off of Scotland and had been bred for wool until recently being listed as a vulnerable population. Interestingly, this species relies heavily on tidal algae as outlined by Paterson and Coleman (1982). The researchers here observed the sheep feeding largely on brown algae, commonly known as seaweed. The sheep relied on the tides to expose the nutrient rich algae and when the tides made the food inaccessible, the sheep supported their diet with other forms of grazing. This feeding behaviour exemplifies the use of algophagy in this species of sheep. While algophagy has been viewed in both chimpanzees and sheep, it has also been observed in the common chicken as well. When the Poultry Department of the University of Maryland did an assay of dried \"Chlorella pyrenoidosa\", they found it to be a rich nutrient source that could be substituted into the diet of chickens. The researcher behind this outlined the benefits of using this food replacement for chickens in that it improved growth and wellbeing of the chicken. While this example is not a natural one, it does outline the use of algae as a food source for domestic chickens, an important consideration in the future of both algophagy and agriculture.",
            "score": 48.948310017585754
        },
        {
            "docid": "31207598_6",
            "document": "Algophagy . Mayflies are a group of insects found to feed off of epilithic algae from near streams in New Mexico, U.S.A. In a study to examine ingestion and digestion of algae by larval insects, Peterson (1998) analyzed the fecal composition of varying insect larvae and nymphs. All species studied showed epilithic algae in their fecal matter, markedly in the multiple species of mayfly. This study outlines the feeding behaviours used by specifically the \"Ameletus\" mayflies to feed off of and digest algae as a source of food. This observation has also been noted in species of mites. The \"Nanorchestes\" mite is a small invertebrate of the \"Pachygnathoid\" genus that lives in the ground and is often found in extremophilic conditions. Krantz and Lindquist (1979) made observations of these mites feeding and surviving off of green algae, while also delving into the background theory behind this theory. The authors argue that algal microflora predates that of vascular plants, a step to understanding the evolutionary pathway that follows algophagy. Because of this flora timeline, the mites relied on algae as an early source of nutrition, an example in support of algophagy as a feeding behaviour. These examples of this feeding behaviour are also supported by observations of certain species of crab. The green crab is a highly invasive species found on nearly all continents of Earth. This littoral crab is an omnivore with a large array of preferred foods, forming an important ecological connection with many ocean environments. In a study performed by Ropes (1968) 3,979 green crabs were sampled and their gut contents were analyzed to reveal that algae was one of the two consumed plant foods. This was replicated in other studies such as that of Baeta, Cabral, Marques, and Pardal (2006) which also found these results nearly 40 years later. This marks yet another incidence of invertebrate algophagy feeding, adding to the growing body of literature to explain this behaviour.",
            "score": 52.00421631336212
        }
    ],
    "r": [
        {
            "docid": "220443_12",
            "document": "Choanoflagellate . Dujardin, a French biologist interested in protozoan evolution, recorded the morphological similarities of choanoflagellates and sponge choanocytes and proposed the possibility of a close relationship as early as 1841. Over the past decade, this hypothesized relationship between choanoflagellates and animals has been upheld by independent analyses of multiple unlinked sequences: 18S rDNA, nuclear protein-coding genes, and mitochondrial genomes (Steenkamp, et al., 2006; Burger, et al., 2003; Wainright, et al., 1993). Importantly, comparisons of mitochondrial genome sequences from a choanoflagellate and three sponges confirm the placement of choanoflagellates as an outgroup to Metazoa and negate the possibility that choanoflagellates evolved from metazoans (Lavrov, et al., 2005). Finally, recent studies of genes expressed in choanoflagellates have revealed that choanoflagellates synthesize homologues of metazoan cell signaling and adhesion genes. (King, 2003) Genome sequencing shows that, among living organisms, the choanoflagellates are most closely related to animals. Because choanoflagellates and metazoans are closely related, comparisons between the two groups promise to provide insights into the biology of their last common ancestor and the earliest events in metazoan evolution. The choanocytes (also known as \"collared cells\") of sponges (considered among the most basal metazoa) have the same basic structure as choanoflagellates. Collared cells are found in other animal groups, such as ribbon worms, suggesting this was the morphology of their last common ancestor. The last common ancestor of animals and choanoflagellates was unicellular, perhaps forming simple colonies; in contrast, the last common ancestor of all eumetazoan animals was a multicellular organism, with differentiated tissues, a definite \"body plan\", and embryonic development (including gastrulation). The timing of the splitting of these lineages is difficult to constrain, but was probably in the late Precambrian, >.",
            "score": 244.28598022460938
        },
        {
            "docid": "220443_2",
            "document": "Choanoflagellate . The choanoflagellates are a group of free-living unicellular and colonial flagellate eukaryotes considered to be the closest living relatives of the animals. Choanoflagellates are collared flagellates having a funnel shaped collar of interconnected microvilli at the base of a flagellum. Choanoflagellates are capable of both asexual and sexual reproduction. They have a distinctive cell morphology characterized by an ovoid or spherical cell body 3–10 µm in diameter with a single apical flagellum surrounded by a collar of 30–40 microvilli (see figure). Movement of the flagellum creates water currents that can propel free-swimming choanoflagellates through the water column and trap bacteria and detritus against the collar of microvilli, where these foodstuffs are engulfed. This feeding provides a critical link within the global carbon cycle, linking trophic levels. In addition to their critical ecological roles, choanoflagellates are of particular interest to evolutionary biologists studying the origins of multicellularity in animals. As the closest living relatives of animals, choanoflagellates serve as a useful model for reconstructions of the last unicellular ancestor of animals.",
            "score": 226.92742919921875
        },
        {
            "docid": "7569676_5",
            "document": "Nicole King . More recent work by King demonstrates that molecules thought to underpin the transition to multicellarity also exist in choanoflagellates and therefore were present in the single-celled and colonial ancestors of animals. For example, one of the most abundant and important cell adhesion molecules in the animal kingdom, cadherin, exists in choanoflagellates. In animals, cadherins are required to keep cells attached to their neighbors, so it was a surprising to discover that cadherins predate the evolution of animals. In addition, King found that choanoflagellates possess genes that animal cells use to \"talk\" or signal to one another, such as Receptor tyrosine kinase.",
            "score": 200.53302001953125
        },
        {
            "docid": "1717189_6",
            "document": "Magnetosome . The magnetic dipole moment of the cell is often large enough that its interaction with Earth’s magnetic field overcomes the thermal forces that tend to randomize the orientation of the cell in its aqueous surroundings. Magnetotactic bacteria use aerotaxis as well. Aerotaxis is a response to changes in oxygen concentration that will favor swimming towards a zone of optimal oxygen concentration. Lakes or oceans oxygen concentration is commonly dependent on depth. If the Earth’s magnetic field has a significant downward slant, the orientation along field lines aids in the search for the optimal concentration. This process being called magneto-aerotaxis.",
            "score": 188.47021484375
        },
        {
            "docid": "46336709_17",
            "document": "Precambrian body plans . The Choanoflagellate \"Salpingoeca rosetta\" is a rare freshwater eukaryote consisting of a number of cells embedded in a jelly-like matrix. This organism demonstrates a very primitive level of cell differentiation and specialization. This is seen with flagellated cells and their collar structures that move the cell colony through the water, while the amoeboid cells on the inside serve to divide into new cells to assist in colony growth. <br>Similar low level cellular differentiation and specification can also be seen in sponges. They also have collar cells (also called choanocytes due to their similarities to choanoflaggellates) and amoeboid cells arranged in a gelatinous matrix. Unlike Choanoflagellate Salpingoeca Rosetta, sponges also have other cell-types that can perform different functions (see sponges). Also, the collar cells of sponges beat within canals in the sponge body, whereas Salpingoeca Rosetta’s collar cells reside on the inside and it lacks internal canals. Despite these minor differences, there is strong evidence that Proterospongia and Metazoa are highly related",
            "score": 188.11703491210938
        },
        {
            "docid": "3382387_15",
            "document": "Magnetotactic bacteria . The inclination of the Earth's magnetic field in the two respective hemispheres selects one of the two possible polarities of the magnetotactic cells (with respect to the flagellated pole of the cell), orienting the biomineralisation of the magnetosomes. Various experiments have clearly shown that magnetotaxis and aerotaxis work in conjunction in the magnetotactic bacteria. Aerotaxis is the response by which bacteria migrate to an optimal oxygen concentration in an oxygen gradient. It has been shown that, in water droplets, one-way swimming magnetotactic bacteria can reverse their swimming direction and swim backwards under reducing conditions (less than optimal oxygen concentration), as opposed to oxic conditions (greater than optimal oxygen concentration). The behaviour that has been observed in these bacterial strains has been referred to as magneto-aerotaxis.",
            "score": 184.9888458251953
        },
        {
            "docid": "379258_6",
            "document": "Choanocyte . Choanocytes bear more than a passing resemblance to Choanoflagellates, and demonstrate key steps in the evolution of animals. Scientist Nicole King helped to establish the distinction. DNA sequencing indicates that multicellular choanoflagellates and poriferans are sister groups, both descended from the same eukaryotic clade. One can see modern choanoflagellates living in small colonies, illustrating the evolution of sponges by analogy. More complex animals, notably the cnidarians, possess cells whose structures are clearly derived from choanocytes, demonstrating their historical ties to phylum porifera.",
            "score": 183.8228302001953
        },
        {
            "docid": "2586234_2",
            "document": "Proterospongia . Proterospongia is a genus of single-celled aquatic organisms which form colonies. It belongs to the choanoflagellate class. As a colony-forming choanoflagellate, \"Proterospongia\" is of interest to scientists studying the mechanisms of intercellular signaling and adhesion present before animals appeared.",
            "score": 181.38546752929688
        },
        {
            "docid": "50659114_3",
            "document": "Apoikozoa . A close relationship between choanoflagellates and animals has long been recognised, dating back at least to the 1840s. A particularly striking and famous similarity between the single-celled choanoflagellates and multicellular animals is provided by the collar cells of sponges and the overall morphology of the choanoflagellate cell, and this has been confirmed by multiple molecular analyses since. This proposed homology has however been thrown into some doubt recently by the still controversial suggestion that ctenophores and not sponges are the sister group to all other animals. More recent genomic work has suggested that choanoflagellates possess some of the important genetic machinery necessary for the multicellularity of animals.",
            "score": 180.9416046142578
        },
        {
            "docid": "50659114_4",
            "document": "Apoikozoa . The name \"Apoikozoa\", derived from the ancient Greek for \"colony\" and \"animal\", refers to the ability of both the animals and (some) choanoflagellates to form multicellular units. While animals are permanently multicellular, the colony-building choanoflagellates are only sometimes so, which raises the question of whether or not the colony building ability in both groups was present at the base of the entire clade, or whether it was independently derived within the animals and choanoflagellates. In either case, these two groups are the only heterotrophs known to form colonies.",
            "score": 178.50161743164062
        },
        {
            "docid": "220443_7",
            "document": "Choanoflagellate . Choanoflagellates grow vegetatively, with many species undergoing longitudinal fission; however, the reproductive life cycle of choanoflagellates remains to be elucidated. A paper released in August 2017 showed that environmental changes, including the presence of certain bacteria, trigger the swarming and subsequent sexual reproduction of choanoflagellates. The ploidy level is unknown; however, the discovery of both retrotransposons and key genes involved in meiosis previously suggested that they used sexual reproduction as part of their life cycle. Some choanoflagellates can undergo encystment, which involves the retraction of the flagellum and collar and encasement in an electron dense fibrillar wall. On transfer to fresh media, excystment occurs; though it remains to be directly observed. Further examination of the choanoflagellate life cycle will be informative about mechanisms of colony formation and attributes present before the evolution of animal multicellularity.",
            "score": 173.58642578125
        },
        {
            "docid": "46336709_34",
            "document": "Precambrian body plans . By looking at the genome of the Choanoflagellate, \"Monosiga brevicollis\", scientists have inferred that choanoflagellates play a key role in the development of multicellularity. Nicole King has done work looking at the genome of \"Monisiga brevicollis\", and has found key protein domains that are shared between metazoans and choanoflagellates. These domains play a role in cell signalling and adhesion processes in metazoans. The finding that choanoflagellates also have these genes is an incredible discovery because it was previously thought that only metazoans had genes responsible for cell-cell communication and aggregation. This suggests that these domains play a key role in the origins of multicellularity since it ties a unicellular organism (choanoflagellates) to multicellular organisms (metazoans). It shows that the components required for multicellularity were present in the common ancestor between metazoans and choanoflagellates.",
            "score": 172.24082946777344
        },
        {
            "docid": "7569676_3",
            "document": "Nicole King . King studies the evolution of multicellularity and choanoflagellates. The goal of her work is to reconstruct how multicellular animals evolved from single-cell organisms.",
            "score": 169.7756805419922
        },
        {
            "docid": "55244929_2",
            "document": "Salpingoeca rosetta . Salpingoeca rosetta is a species of Choanoflagellates in the family Salpingoecidae. It is a rare marine eukaryote consisting of a number of cells embedded in a jelly-like matrix. This organism demonstrates a very primitive level of cell differentiation and specialization. This is seen with flagellated cells and their collar structures that move the cell colony through the water. <br>Similar low level cellular differentiation and specification can also be seen in sponges. They also have collar cells (also called choanocytes due to their similarities to choanoflaggellates) and amoeboid cells arranged in a gelatinous matrix. <br>Unlike \"S. rosetta\", sponges also have other cell-types that can perform different functions. Also, the collar cells of sponges beat within canals in the sponge body, whereas Salpingoeca rosetta’s collar cells reside on the inside and it lacks internal canals. Despite these minor differences, there is strong evidence that Proterospongia and Metazoa are highly related.",
            "score": 168.26097106933594
        },
        {
            "docid": "299472_9",
            "document": "Multicellular organism . One hypothesis for the origin of multicellularity is that a group of function-specific cells aggregated into a slug-like mass called a grex, which moved as a multicellular unit. This is essentially what slime molds do. Another hypothesis is that a primitive cell underwent nucleus division, thereby becoming a coenocyte. A membrane would then form around each nucleus (and the cellular space and organelles occupied in the space), thereby resulting in a group of connected cells in one organism (this mechanism is observable in Drosophila). A third hypothesis is that as a unicellular organism divided, the daughter cells failed to separate, resulting in a conglomeration of identical cells in one organism, which could later develop specialized tissues. This is what plant and animal embryos do as well as colonial choanoflagellates.",
            "score": 164.4387664794922
        },
        {
            "docid": "47271_60",
            "document": "Sponge . In the 1990s sponges were widely regarded as a monophyletic group, all of them having descended from a common ancestor that was itself a sponge, and as the \"sister-group\" to all other metazoans (multi-celled animals), which themselves form a monophyletic group. On the other hand, some 1990s analyses also revived the idea that animals' nearest evolutionary relatives are choanoflagellates, single-celled organisms very similar to sponges' choanocytes – which would imply that most Metazoa evolved from very sponge-like ancestors and therefore that sponges may not be monophyletic, as the same sponge-like ancestors may have given rise both to modern sponges and to non-sponge members of Metazoa.",
            "score": 164.05613708496094
        },
        {
            "docid": "23257027_4",
            "document": "Holozoa . Perhaps the best-known holozoans, apart from animals, are the choanoflagellates, which strongly resemble the collar cells of sponges, and so were theorized to be related to sponges even in the 19th century. \"Proterospongia\" is an example of a colonial choanoflagellate that may shed light on the origin of sponges.",
            "score": 163.3928680419922
        },
        {
            "docid": "47271_57",
            "document": "Sponge . A chemical tracer is 24-isopropylcholestane, which is a stable derivative of 24-isopropylcholesterol, which is said to be produced by demosponges but not by eumetazoans (\"true animals\", i.e. cnidarians and bilaterians). Since choanoflagellates are thought to be animals' closest single-celled relatives, a team of scientists examined the biochemistry and genes of one choanoflagellate species. They concluded that this species could not produce 24-isopropylcholesterol but that investigation of a wider range of choanoflagellates would be necessary in order to prove that the fossil 24-isopropylcholestane could only have been produced by demosponges. Although a previous publication reported traces of the chemical 24-isopropylcholestane in ancient rocks dating to , recent research using a much more accurately dated rock series has revealed that these biomarkers only appear before the end of the Marinoan glaciation approximately , and that \"Biomarker analysis has yet to reveal any convincing evidence for ancient sponges pre-dating the first globally extensive Neoproterozoic glacial episode (the Sturtian, ~ in Oman)\". Nevertheless, this 'sponge biomarker' could have other sources – such as marine algae — so may not constrain the origin of Porifera.",
            "score": 161.65306091308594
        },
        {
            "docid": "5367_3",
            "document": "Cambrian . The Cambrian marked a profound change in life on Earth; prior to the Cambrian, the majority of living organisms on the whole were small, unicellular and simple; the Precambrian \"Charnia\" being exceptional. Complex, multicellular organisms gradually became more common in the millions of years immediately preceding the Cambrian, but it was not until this period that mineralized—hence readily fossilized—organisms became common. The rapid diversification of lifeforms in the Cambrian, known as the Cambrian explosion, produced the first representatives of all modern animal phyla. Phylogenetic analysis has supported the view that during the Cambrian radiation, metazoa (animals) evolved monophyletically from a single common ancestor: flagellated colonial protists similar to modern choanoflagellates.",
            "score": 161.01243591308594
        },
        {
            "docid": "19349161_29",
            "document": "Cambrian explosion . Phylogenetic analysis has been used to support the view that during the Cambrian explosion, metazoans (multi-celled animals) evolved monophyletically from a single common ancestor: flagellated colonial protists similar to modern choanoflagellates.",
            "score": 160.64569091796875
        },
        {
            "docid": "25699501_5",
            "document": "Baltic Sea hypoxia . The deficiency of oxygen in bottom waters changes the types of organisms that live on the bottom. The species change from long-living, deep-burrowing, slow-growing animals to species that live on the sediment surface. They are small and fast-growing, and can tolerate low concentrations of oxygen. When oxygen concentrations are low enough only bacteria and fungi can survive. These areas are called dead zones. In the Baltic Sea, low oxygen concentrations also reduce the ability of cod to spawn in bottom waters. Cod spawning requires both high salinity and high oxygen concentrations for cod fry to develop, conditions that are rare in the Baltic Sea today.",
            "score": 159.02789306640625
        },
        {
            "docid": "5337925_19",
            "document": "Respirometry . Inside the body oxygen is delivered to cells and in the cells to mitochondria, where it is consumed in the process generating most of the energy required by the organism. Mitochondrial respirometry measures the consumption of oxygen by the mitochondria without involving an entire living animal and is the main tool to study mitochondrial function. Three different types of samples may be subjected to such respirometric studies: isolated mitochondria (from cell cultures, animals or plants); permeabilized cells (from cell cultures); and permeabilized fibers or tissues (from animals). In the latter two cases the cellular membrane is made permeable by the addition of chemicals leaving selectively the mitochondrial membrane intact. Therefore, chemicals that usually would not be able to cross the cell membrane can directly influence the mitochondria. By the permeabilization of the cellular membrane, the cell stops to exist as a living, defined organism, leaving only the mitochondria as still functional structures. Unlike whole-animal respirometry, mitochondrial respirometry takes place in solution, i.e. the sample is suspended in a medium. Today mitochondrial respirometry is mainly performed with a closed-chamber approach.",
            "score": 158.0279998779297
        },
        {
            "docid": "12305127_4",
            "document": "Evolutionary history of life . Microbial mats of coexisting bacteria and archaea were the dominant form of life in the early Archean and many of the major steps in early evolution are thought to have taken place within them. The evolution of photosynthesis, around 3.5 Ga, eventually led to a buildup of its waste product, oxygen, in the atmosphere, leading to the great oxygenation event, beginning around 2.4 Ga. The earliest evidence of eukaryotes (complex cells with organelles) dates from 1.85 Ga, and while they may have been present earlier, their diversification accelerated when they started using oxygen in their metabolism. Later, around 1.7 Ga, multicellular organisms began to appear, with differentiated cells performing specialised functions. Sexual reproduction, which involves the fusion of male and female reproductive cells (gametes) to create a zygote in a process called fertilization is, in contrast to asexual reproduction, the primary method of reproduction for the vast majority of macroscopic organisms, including almost all eukaryotes (which includes animals and plants). However the origin and evolution of sexual reproduction remain a puzzle for biologists though it did evolve from a common ancestor that was a single celled eukaryotic species. Bilateria, animals with a front and a back, appeared by 555 Ma (million years ago).",
            "score": 155.32412719726562
        },
        {
            "docid": "47271_9",
            "document": "Sponge . The single-celled choanoflagellates resemble the choanocyte cells of sponges which are used to drive their water flow systems and capture most of their food. This along with phylogenetic studies of ribosomal molecules have been used as morphological evidence to suggest sponges are the sister group to the rest of animals. Some studies have shown that sponges do not form a monophyletic group, in other words do not include \"all and only\" the descendants of a common ancestor. Recent phylogenetic analyses suggest that comb jellies rather than sponges are the sister group to the rest of animals.",
            "score": 155.07676696777344
        },
        {
            "docid": "21382102_3",
            "document": "Urmetazoan . All animals are posited by biologists to have evolved from a flagellated eukaryote. Their closest known living relatives are the choanoflagellates – collared flagellates whose cell morphology is similar to the choanocyte cells of certain sponges.",
            "score": 154.85540771484375
        },
        {
            "docid": "379258_2",
            "document": "Choanocyte . Choanocytes (also known as \"collar cells\") are cells that line the interior of asconoid, syconoid and leuconoid body type sponges that contain a central flagellum, or \"undulipodia\", surrounded by a collar of microvilli which are connected by a thin membrane. They make up Choanoderm, a type of cell layer found in sponges. The cell has the closest resemblance to the choanoflagellates which are the closest related single celled protists to the animal kingdom (metazoans). The flagellae beat regularly, creating a water flow across the microvilli which can then filter nutrients from the water taken from the collar of the sponge. Food particles are then phagocytosed by the cell.",
            "score": 153.9626007080078
        },
        {
            "docid": "7569676_4",
            "document": "Nicole King . King identified choanoflagellates as key organisms to answer questions about the origin of multicellularity. Prior to her work, it was unclear whether choanoflagellates or fungi were the closest outgroup to multicellular animals (also called \"metazoans\"). King's comparative genomics work in collaboration with Sean Carroll helped to elucidate the evolutionary \"tree of life.\" In addition, work by King and colleagues showed that choanoflagellates possess several protein-coding genes that are highly related to protein-coding genes in animals at the base of the metazoan tree, such as sponges, cnidarians, and ctenophores.",
            "score": 153.3783721923828
        },
        {
            "docid": "220443_4",
            "document": "Choanoflagellate . Each choanoflagellate has a single flagellum, surrounded by a ring of actin-filled protrusions called microvilli, forming a cylindrical or conical collar (\"choanos\" in Greek). Movement of the flagellum draws water through the collar, and bacteria and detritus are captured by the microvilli and ingested. Water currents generated by the flagellum also push free-swimming cells along, as in animal sperm. In contrast, most other flagellates are \"pulled\" by their flagella.",
            "score": 152.75726318359375
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 151.84024047851562
        },
        {
            "docid": "7403_2",
            "document": "Chemotaxis . Chemotaxis (from \"chemo-\" + \"taxis\") is the movement of an organism in response to a chemical stimulus. Somatic cells, bacteria, and other single-cell or multicellular organisms direct their movements according to certain chemicals in their environment. This is important for bacteria to find food (e.g., glucose) by swimming toward the highest concentration of food molecules, or to flee from poisons (e.g., phenol). In multicellular organisms, chemotaxis is critical to early development (e.g., movement of sperm towards the egg during fertilization) and subsequent phases of development (e.g., migration of neurons or lymphocytes) as well as in normal function and health (e.g., migration of leukocytes during injury or infection). In addition, it has been recognized that mechanisms that allow chemotaxis in animals can be subverted during cancer metastasis.",
            "score": 149.94920349121094
        },
        {
            "docid": "19349161_75",
            "document": "Cambrian explosion . The shortage of oxygen might well have prevented the rise of large, complex animals. The amount of oxygen an animal can absorb is largely determined by the area of its oxygen-absorbing surfaces (lungs and gills in the most complex animals; the skin in less complex ones); but, the amount needed is determined by its volume, which grows faster than the oxygen-absorbing area if an animal's size increases equally in all directions. An increase in the concentration of oxygen in air or water would increase the size to which an organism could grow without its tissues becoming starved of oxygen. However, members of the Ediacara biota reached metres in length tens of millions of years before the Cambrian explosion. Other metabolic functions may have been inhibited by lack of oxygen, for example the construction of tissue such as collagen, required for the construction of complex structures, or to form molecules for the construction of a hard exoskeleton. However, animals are not affected when similar oceanographic conditions occur in the Phanerozoic; there is no convincing correlation between oxygen levels and evolution, so oxygen may have been no more a prerequisite to complex life than liquid water or primary productivity.",
            "score": 149.3939208984375
        },
        {
            "docid": "220443_18",
            "document": "Choanoflagellate . Choanoflagellate biosilicification requires the concentration of silicic acid within the cell. This is carried out by Silicon Transporter (SIT) proteins. Analysis of choanoflagellate SITs shows that they are similar to the SIT-type silicon transporters of diatoms and other silica-forming stramenopiles. The SIT gene family shows little or no homology to any other genes, even to genes in non-siliceous choanoflagellates or stramenopiles. This suggests that the SIT gene family evolved via a lateral gene transfer event between Acanthoecids and Stramenopiles. This is a remarkable case of horizontal gene transfer between two distantly related eukaryotic groups, and has provided clues to the biochemistry and silicon-protein interactions of the unique SIT gene family.",
            "score": 148.03665161132812
        }
    ]
}