{
    "q": [
        {
            "docid": "2016915_2",
            "document": "Ventrolateral preoptic nucleus . The ventrolateral preoptic nucleus (VLPO), also known as the intermediate nucleus of the preoptic area (IPA), is a small cluster of neurons situated in the anterior hypothalamus, sitting just above and to the side of the optic chiasm in the brain of humans and other animals. The brain's sleep-promoting nuclei (e.g., the VLPO, parafacial zone, nucleus accumbens core, and lateral hypothalamic MCH neurons), together with the ascending reticular activating system and the widely-projecting system of orexin neurons in the lateral hypothalamus, are the interconnected neural systems which control states of arousal, sleep, and transitions between these two states. The VLPO is active during sleep, primarily during non-rapid eye movement sleep (NREM sleep), and releases inhibitory neurotransmitters, mainly GABA and galanin, which inhibit neurons of the ascending reticular activating system that are involved in wakefulness and arousal. The VLPO is in turn innervated by neurons from the aforementioned neural systems. The VLPO is activated by the sleep-inducing neurotransmitters serotonin and adenosine and endosomnogen Prostaglandin D2. The VLPO is inhibited during wakefulness by the arousal-inducing neurotransmitters norepinephrine and acetylcholine. The role of the VLPO in sleep and wakefulness, and its association with sleep disorders – particularly insomnia and narcolepsy – is a growing area of neuroscience research.",
            "score": 225.56787729263306
        },
        {
            "docid": "25429544_7",
            "document": "Sleep onset . Sleep onset is finally induced by sleep-promoting neurons, located in the ventrolateral preoptic nucleus (VLPO). The sleep-promoting neurons are believed to project GABA type A and galanin, two known inhibitory neurotransmitters, to arousal-promoting neurons, such as histaminergic, serotonergic, orexinergic, noradrenergic, and cholinergic neurons (neurons mentioned above). Levels of acetylcholine, norepinepherine, serotonin, and histamine decrease with the onset of sleep, for they are all wakefulness promoting neurotransmitters. Therefore, it is believed that the activation of sleep-promoting neurons causes the inhibition of arousal-promoting neurons, which leads to sleep. Evidence has shown that during the sleep-wake cycle, sleep-promoting neurons and the arousal-promoting neurons have reciprocal discharges, and that during NREM sleep, GABA receptors increase in the arousal-promoting neurons. This had led some to believe that the increase of GABA receptors in the arousal-promoting neurons is another pathway of inducing sleep.",
            "score": 217.3039470911026
        },
        {
            "docid": "50325165_3",
            "document": "Parafacial zone . The parafacial zone promotes slow-wave sleep by inhibiting the glutamatergic parabrachial nucleus, a component of the ascending reticular activating system that mediates wakefulness and arousal, via the release of the inhibitory neurotransmitter GABA onto those neurons. Optogenetic activation of GABAergic PZ neurons induces cortical slow-wave activity and slow-wave sleep in awake animals.",
            "score": 200.27588534355164
        },
        {
            "docid": "490620_43",
            "document": "Human brain . The hypothalamus in the diencephalon, is involved in regulating many functions of the body. Functions include neuroendocrine regulation, regulation of the circadian rhythm, control of the autonomic nervous system, and the regulation of fluid, and food intake. The circadian rhythm is controlled by two main cell groups in the hypothalamus. The anterior hypothalamus includes the suprachiasmatic nucleus and the ventrolateral preoptic nucleus which through gene expression cycles, generates a roughly 24 hour circadian clock. In the circadian day an ultradian rhythm takes control of the sleeping pattern. Sleep is an essential requirement for the body and brain and allows the closing down and resting of the body's systems. There are also findings that suggest that the daily build-up of toxins in the brain are removed during sleep. Whilst awake the brain consumes a fifth of the body’s total energy needs. Sleep necessarily reduces this use and gives time for the restoration of energy-giving ATP. The effects of sleep deprivation show the absolute need for sleep.",
            "score": 117.94295561313629
        },
        {
            "docid": "25429544_5",
            "document": "Sleep onset . Von Economo, in his studies, noticed that lesions in the connection between the midbrain and the diencephalon caused prolonged sleepiness and therefore proposed the idea of an ascending arousal system. During the past few decades major ascending pathways have been discovered with located neurons and respective neurotransmitters. This pathway divides into two branches: one that ascends to the thalamus and activates the thalamus relay neurons, and another one that activates neurons in the lateral part of the hypothalamus and the basal forebrain, and throughout the cerebral cortex. The cell group involved in the first pathway is an acetylcholine-producing cell group called pedunculopontine and laterodorsal tegmental nucleus(PPT/LDT). These neurons play a crucial role in bridging information in between the thalamus and the cerebral cortex. These neurons have high activation during wakefulness and during REM sleep and a low activation during NREM sleep. The second branch originates from monoaminorgenic neurons. These neurons are located in the locus coeruleus, dorsal and median raphe nuclei, ventral periaqueductal grey matter, and tuberomammillary nucleus. Each group produces a different neurotransmitter. The neurons in the locus coeruleus produce noradrenaline, as fore the neurons in the dorsal and median raphe nuclei, ventral periaqueductal grey matter, and tuberomammillary nucleus produce serotonin, dopamine and histamine respectively. They then project onto the hypothalamic peptidergic neurons, which contain melanin-concentrated hormones or orexin, and basal forebrain neurons which contain GABA and acetylcholine. These neurons then project onto the cerebral cortex. It has also been discovered that lesions to this part of the brain cause prolonged sleep or may produce coma.",
            "score": 210.02127766609192
        },
        {
            "docid": "167184_15",
            "document": "Rapid eye movement sleep . According to the activation-synthesis hypothesis proposed by Robert McCarley and Allan Hobson in 1975–1977, control over REM sleep involves pathways of \"REM-on\" and \"REM-off\" neurons in the brain stem. REM-on neurons are primarily cholinergic (i.e., involve acetylcholine); REM-off neurons activate serotonin and noradrenaline, which among other functions suppress the REM-on neurons. McCarley and Hobson suggested that the REM-on neurons actually stimulate REM-off neurons, thereby serving as the mechanism for the cycling between REM and non-REM sleep. They used Lotka–Volterra equations to describe this cyclical inverse relationship. Kayuza Sakai and Michel Jouvet advanced a similar model in 1981. Whereas acetylcholine manifests in the cortex equally during wakefulness and REM, it appears in higher concentrations in the brain stem during REM. The withdrawal of orexin and GABA may cause the absence of the other excitatory neurotransmitters; researchers in recent years increasingly include GABA regulation in their models.",
            "score": 181.36059725284576
        },
        {
            "docid": "2016915_6",
            "document": "Ventrolateral preoptic nucleus . The VLPO is activated by serotonin, adenosine and prostaglandin D2 which accumulate during wakefulness. A majority of VLPO neurons are GABAergic and galaninergic, primarily secreting the inhibitory neurotransmitters GABA and galanin respectively. The secretion of these inhibitory neurotransmitters suppresses the arousal system and results in sleep. The VLPO also receives afferent projections from the DMS nuclei of the arousal system. These afferent projections secrete the arousal neurotransmitters norepinephrine and acetylcholine which inhibit VLPO and result in wakefulness. VLPO firing is inversely proportionate to the activation of the arousal system (as VLPO firing increases, the arousal system firing decreases, and vice versa).  A current theory suggests that VLPO and the arousal system exist in a simple A-B circuit, where A is inhibiting B and B is inhibiting A. This hypothesis, named the flip-flop switch model, suggests that the counteracting inhibition between VLPO and the arousal system results in the brain switching between two states, the sleep state and the wake state, so that at any time only one is firing; VLPO or the arousal system. Orexin neurons in the posterior of the hypothalamus excite brain nuclei in the arousal system and help keep you awake. Orexin neurons also extend to the VLPO likely inhibiting its activity. Thus orexin neurons are thought to play an important role in the stabilisation of the flip-flop switch regulating sleep and wakefulness.",
            "score": 183.1375561952591
        },
        {
            "docid": "27834_32",
            "document": "Sleep . It is hypothesized that a considerable amount of sleep-related behavior, such as when and how long a person needs to sleep, is regulated by genetics. Researchers have discovered some evidence that seems to support this assumption. Monozygotic (identical) but not dizygotic (fraternal) twins tend to have similar sleep habits. Neurotransmitters, molecules whose production can be traced to specific genes, are one genetic influence on sleep which can be analyzed. And the circadian clock has its own set of genes. Genes which may influence sleep include ABCC9, DEC2, and variants near PAX 8 and VRK2.",
            "score": 114.5607237815857
        },
        {
            "docid": "31411458_3",
            "document": "Infant sleep training . During the first year of life, infants spend most of their time in the sleeping state. Assessment of sleep during infancy presents an opportunity to study the impact of sleep on the maturation of the central nervous system (CNS), overall functioning, and future cognitive, psychomotor, and temperament development. Sleep is essential to human life and involves both physiologic and behavioral processes. Sleep not simply as a resting state, but a state that involves intense brain activity. The first year of life is a time of substantial change in the development of both the human brain and sleep. The relationship between the two is vital, as the control of sleep and the sleep-wake cycle are regulated by the CNS.",
            "score": 131.34474635124207
        },
        {
            "docid": "11128566_18",
            "document": "Median preoptic nucleus . The ventrolateral (VLPO) and median preoptic (MnPn) nuclei promote sleep through GABAergic neuronal projections to wake-active areas of the brain. Activation of the neurons in the VLPO and MnPn leads to increased concentrations of the primary inhibitory neurotransmitter, GABA, in wakefulness areas of the brain, such as the tuberomammillary nucleus and the locus coeruleus. This leads to the inhibition of cholinergic, noradrenergic and serotonergic activity in these areas. Noradrenergic projections from wake-promoting areas inhibit sleep-promoting areas, establishing a \"reciprocal inhibitory interaction\" between sleep and wakefulness areas which leads to the regulation of sleep patterns. The mechanism for the activation of the sleep-promoting neurons in the VLPO and MnPn has not been well defined, however, it has been suggested that the suprachiasmic nucleus may play a role, as well as simply decreased sensory input at the onset of sleepiness.",
            "score": 182.36023664474487
        },
        {
            "docid": "41277853_6",
            "document": "Derk-Jan Dijk . Dijk's research focusses on the regulation and function of sleep and its interaction with the circadian timing system in humans. He examines how sleep, sleep regulation and circadian rhythms change across the lifespan and how sleep and circadian rhythms are affected by environmental factors such as natural and artificial light. Dijk also investigates how insufficient sleep and mistimed sleep affects brain function and performance and the patterns of gene expression. He researches how individual differences in preferred timing of sleep is related to the biological clock and genetic variations. Dijk serves as a consultant to the pharmaceutical and lighting industry.",
            "score": 111.48435354232788
        },
        {
            "docid": "30875305_9",
            "document": "Activation-synthesis hypothesis . REM sleep is an evolutionarily recent behavior of humans. REM stands for rapid eye movement. It is the deepest sleep a mammal can go into. It is regulated by the pontine brainstem. Infants spend most of their time in REM sleep, and rather than enter stage 1 sleep they go directly to REM sleep. Most REM sleep occurs just above stage I of sleep, and experiences different mental abilities than during NREM sleep. The thought process is non-logical and often bizarre, sensation and perception is vivid but created internally by the brain, and the body's movements are inhibited. Most REM stages last 10–15 minutes, and the average human will go through 4–6 of these stages during sleep each night. Subsequent REM stages increase in duration, so the last REM stage before awakening is the longest and most vivid. During REM sleep the brain shows increased states of minimal inhibition, which degrades in our ability to recognize the state for which it is; a dream. It has been proposed that REM sleep is necessary for preparation of many integrative functions, of which one is consciousness. It supports the idea that sleep, and dreaming, is necessary preparation for the next day's processes. The scientific tracking of REM sleep stages can be measured by neuronal signals within the pontine brainstem. The interactions of aminergic inhibitory neurons and cholinergic excitatory neurons can be measured, and REM sleep occurs when aminergic cells are at their least active and cholinergic cells are at their most active.",
            "score": 168.8202601671219
        },
        {
            "docid": "18835541_15",
            "document": "Narcolepsy . The neural control of normal sleep states and the relationship to narcolepsy are only partially understood. In humans, narcoleptic sleep is characterized by a tendency to go abruptly from a waking state to REM sleep with little or no intervening non-REM sleep. The changes in the motor and proprioceptive systems during REM sleep have been studied in both human and animal models. During normal REM sleep, spinal and brainstem alpha motor neuron hyperpolarization produces almost complete atonia of skeletal muscles via an inhibitory descending reticulospinal pathway. Acetylcholine may be one of the neurotransmitters involved in this pathway. In narcolepsy, the reflex inhibition of the motor system seen in cataplexy has features normally seen only in normal REM sleep.",
            "score": 156.44188284873962
        },
        {
            "docid": "336630_6",
            "document": "Cetacean intelligence . In 2015, it was shown for the first time that a species of dolphin, the long-finned pilot whale, has more neocortical neurons than any mammal studied to date including humans. Unlike terrestrial mammals, dolphin brains contain a paralimbic lobe, which may possibly be used for sensory processing. The dolphin is a voluntary breather, even during sleep, with the result that veterinary anaesthesia of dolphins is impossible, as it would result in asphyxiation. All sleeping mammals, including dolphins, experience a stage known as REM sleep. Ridgway reports that EEGs show alternating hemispheric asymmetry in slow waves during sleep, with occasional sleep-like waves from both hemispheres. This result has been interpreted to mean that dolphins sleep only one hemisphere of their brain at a time, possibly to control their voluntary respiration system or to be vigilant for predators. This is also given as explanation for the large size of their brains.",
            "score": 139.67643249034882
        },
        {
            "docid": "25429544_9",
            "document": "Sleep onset . The majority of sleep neurons are located in the ventrolateral preoptic area (vlPOA). These sleep neurons are silent until an individual shows a transition from waking to sleep. The sleep neurons in the preoptic area receive inhibitory inputs from some of the same regions they inhibit, including the tubermammillary nucleus, raphe nuclei, and locus coeruleus. Thus, they are inhibited by histamine, serotonin, and norepinepherine. This mutual inhibition may provide the basis for establishing periods of sleep and waking. A reciprocal inhibition also characterizes an electronic circuit known as the flip-flop. A flip-flop can assume one of two states, usually referred to as on or off. Thus, either the sleep neurons are active and inhibit the wakefulness neurons, or the wakefulness neurons are active and inhibit the sleep neurons, Because these regions are mutually inhibitory, it is impossible for neurons in both sets of regions to be active at the same time. This flip-flop, switching from one state to another quickly, can be unstable.",
            "score": 172.3597925901413
        },
        {
            "docid": "12860292_7",
            "document": "Nicotinic agonist . In the human nervous system nicotinic cholinergic signals are extended throughout the system, where the neurotransmitter acetylcholine (ACh) plays a key role in activating ligand-gated ion channels. The cholinergic system is a vital nervous pathway, where cholinergic neurons synthesize, store and release the neurotransmitter ACh. The main receptors that convert the ACh messages are the cholinergic muscarinic acetylcholine receptors, neuronal and muscular nAChRs. When looking back at evolutionary history, ACh is considered to be the oldest transmitter molecule and became present before the nervous cell. In the nervous system cholinergic stimulation mediated through nAChRs controls pathways such as release of transmitters and cell sensitivity, which can influence physiological activity including sleep, anxiety, processing of pain and cognitive functions.",
            "score": 149.4761164188385
        },
        {
            "docid": "553317_32",
            "document": "Nucleus accumbens . In late 2017, studies on rodents which utilized optogenetic and chemogenetic methods found that the indirect pathway (i.e., D2-type) medium spiny neurons in the nucleus accumbens core which co-express adenosine A receptors and project to the ventral pallidum are involved in the regulation of slow-wave sleep. In particular, optogenetic activation of these indirect pathway NAcc core neurons induces slow-wave sleep and chemogenetic activation of the same neurons increases the number and duration of slow-wave sleep episodes. Chemogenetic inhibition of these NAcc core neurons suppresses sleep. In contrast, the D2-type medium spiny neurons in the NAcc shell which express adenosine A receptors have no role in regulating slow-wave sleep.",
            "score": 172.47883415222168
        },
        {
            "docid": "582180_5",
            "document": "Wakefulness . Wakefulness is produced by a complex interaction between multiple neurotransmitter systems arising in the brainstem and ascending through the midbrain, hypothalamus, thalamus and basal forebrain. The posterior hypothalamus plays a key role in the maintenance of the cortical activation that underlies wakefulness. Several systems originating in this part of the brain control the shift from wakefulness into sleep and sleep into wakefulness. Histamine neurons in the tuberomammillary nucleus and nearby adjacent posterior hypothalamus project to the entire brain and are the most wake-selective system so far identified in the brain. Another key system is that provided by the orexins (also known as hypocretins) projecting neurons. These exist in areas adjacent to histamine neurons and like them project widely to most brain areas and associate with arousal. Orexin deficiency has been identified as responsible for narcolepsy.",
            "score": 164.89779818058014
        },
        {
            "docid": "26685741_38",
            "document": "Sleep and memory . Extracellular signal-related kinases, also known as classical MAP kinase, are a group of protein kinases located in neurons. These proteins are activated or deactivated by phosphorylation (adding of a phosphate group using ATP), in response to neurotransmitters and growth factors. This can result in subsequent protein to protein interactions and signal transductions (neurotransmitters or hormones transmit to cells), which ultimately controls all cellular processes including gene transcription and cell cycles (important in learning and memory). A study tested four groups of rats in the Morris Water Maze, two groups in the spatial task (hidden platform) and two groups in the non-spatial task (visible platform.) The effects of six hours of total sleep deprivation (TSD) were assessed for the experimental group (one spatial group, one non-spatial group) in both tasks. Six hours after the TSD period (or sleep period for controls), the groups of rats were trained on either task then tested 24 hours later. In addition, the levels of total ERK phosphorylation (ERK 1 and ERK 2), protein phosphate 1 (PP1), and MAPK phosphatase 2 (latter two both involved in dephosphorylation) were assessed by decapitating four other groups of mice, (two sleep deprived and two non-sleep deprived), and removing their hippocampuses after the six hours of TSD, or two hours after TSD (eight hours total). Results showed that TSD did not impair learning of the spatial task, but it did impair memory. With regards to the non-spatial task, learning again was no different in the TSD; however, memory in the TSD group was actually slightly better, although not quite significantly. Analysis of the hippocampus showed that TSD significantly decreased the levels of total ERK phosphorylation by about 30%. TSD did not affect proteins in the cortex which indicates that the decreases in ERK levels were due to impaired signal transduction in the hippocampus. In addition, neither PP1 or MAPK phosphatase 2 levels were increased suggesting that the decreases in ERK were not due to dephosphorylation but instead a result of TSD. Therefore, it is proposed that TSD has aversive effects on the cellular processes (ERK: gene transcription etc.), underlying sleep-dependent memory plasticity.",
            "score": 146.22424626350403
        },
        {
            "docid": "395877_15",
            "document": "Histamine . Histamine is a neurotransmitter that is released from histamine neurons which project out of the mammalian hypothalamus. The cell bodies of these neurons are located in a portion of the posterior hypothalamus known as the tuberomammillary nucleus (TMN). The histamine neurons in this region comprise the brain's histamine system, which projects widely throughout the brain and includes axonal projections to the cortex, medial forebrain bundle, and elsewhere. The histamine neurons in the TMN are involved in regulating the sleep-wake cycle and promote arousal when activated. The neural firing rate of histamine neurons in the TMN is strongly positively correlated with an individual's state of arousal. These neurons fire rapidly during periods of wakefulness, fire more slowly during periods of relaxation/tiredness, and stop firing altogether during REM and NREM (non-REM) sleep.",
            "score": 170.08612036705017
        },
        {
            "docid": "11128566_17",
            "document": "Median preoptic nucleus . The promotion of sleep by GABAergic neurons in the median preoptic area is most closely associated with NREM, or quiet sleep. The amount of time spent in NREM sleep increases with the number of activated GABA receptors in the median preoptic area, as demonstrated by increased time in NREM sleep in response to microinjections of GABA agonists into the median preoptic area of cats. Time spent in REM sleep did not increase, and control injections decreased time spent in both NREM and REM sleep.",
            "score": 153.16690611839294
        },
        {
            "docid": "167184_19",
            "document": "Rapid eye movement sleep . Body temperature is not well regulated during REM sleep, and thus organisms become more sensitive to temperatures outside their thermoneutral zone. Cats and other small furry mammals will shiver and breathe faster to regulate temperature during NREMS but not during REMS. With the loss of muscle tone, animals lose the ability to regulate temperature through body movement. (However, even cats with pontine lesions preventing muscle atonia during REM did not regulate their temperature by shivering.) Neurons which typically activate in response to cold temperatures—triggers for neural thermoregulation—simply do not fire during REM sleep, as they do in NREM sleep and waking.",
            "score": 138.5012550354004
        },
        {
            "docid": "167184_12",
            "document": "Rapid eye movement sleep . Compared to slow-wave sleep, both waking and paradoxical sleep involve higher use of the neurotransmitter acetylcholine, which may cause the faster brainwaves. The monoamine neurotransmitters norepinephrine, serotonin and histamine are completely unavailable. Injections of acetylcholinesterase inhibitor, which effectively increases available acetylcholine, have been found to induce paradoxical sleep in humans and other animals already in slow-wave sleep. Carbachol, which mimics the effect of acetylcholine on neurons, has a similar influence. In waking humans, the same injections produce paradoxical sleep only if the monoamine neurotransmitters have already been depleted.",
            "score": 166.7942533493042
        },
        {
            "docid": "41116283_7",
            "document": "Cholinergic neuron . In the medial septum-diagonal band of Broca's area of the brain, cholinergic neurons have very low firing rates during both wake and non-REM sleep, and show no rhythmic bursts during hippocampal (theta) Electroencephalography activity. However, cholinergic neurons in the magnocellular preoptic nucleus and Substantia innominata have increased firing rates with fast cortical (gamma) Electroencephalography activity during wake and rapid eye movement sleep. This indicates that cholinergic neurons may be activated through α-receptors by noradrenaline, which were released by locus coeruleus neurons during wake cycles. In a basic summary, cholinergic neurons are always active during wake or rapid eye movement sleep cycles, and are more likely to activate the cerebral cortex to induce the gamma wave and Theta rhythm activities while behaviorally promoting the states of wakefulness and rapid eye movement sleep.",
            "score": 183.51271951198578
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 87.71725010871887
        },
        {
            "docid": "30875305_7",
            "document": "Activation-synthesis hypothesis . The four sleep stages have been identified as follows: sleep onset stage I, late-night stage II, and deep sleep stages III and IV. Deep sleep stages III and IV all occur during the first half of the night, while lighter stages I and II occur during the later half. During standard sleep laboratory measurements, the states of sleep and waking have behavioral, polygraphic, and psychological manifestation within the pontine brainstem. These states are regulated by a reciprocal relationship between two types of neuronal cells, aminergic inhibitory cells such as serotonin and norepinephrine and cholinergic excitatory cells such as acetylcholine. Changes in the sleep stages occur when the activity curves of these neurons cross. REM sleep stage I is a state of sleep just above and most closely linked to sleep onset stage I.",
            "score": 161.32924914360046
        },
        {
            "docid": "533568_15",
            "document": "Cholecystokinin . CCK has been shown to interact with the Cholecystokinin A receptor located mainly on pancreatic acinar cells and Cholecystokinin B receptor mostly in the brain and stomach. CCK receptor also binds gastrin, a gastrointestinal hormone involved in stimulating gastric acid release and growth of the gastric mucosa. CCK has also been shown to interact with calcineurin in the pancreas. Calcineurin will go on to activate the transcription factors NFAT 1–3, which will stimulate hypertrophy and growth of the pancreas. CCK can be stimulated by a diet high in protein, or by protease inhibitors. CCK has been shown to interact with orexin neurons, which control appetite and wakefulness (sleep). CCK can have indirect effects on sleep regulation.",
            "score": 144.83177495002747
        },
        {
            "docid": "36563803_45",
            "document": "Neuroscience of sleep . The ascending reticular activating system consists of a set of neural subsystems that project from various thalamic nuclei and a number of dopaminergic, noradrenergic, serotonergic, histaminergic, cholinergic, and glutamatergic brain nuclei. When awake, it receives all kinds of non-specific sensory information and relays them to the cortex. It also modulates fight or flight responses and is hence linked to the motor system. During sleep onset, it acts via two pathways: a cholinergic pathway that projects to the cortex via the thalamus and a set of monoaminergic pathways that projects to the cortex via the hypothalamus. During NREM sleep this system is inhibited by GABAergic neurons in the ventrolateral preoptic area and parafacial zone, as well as other sleep-promoting neurons in distinct brain regions.",
            "score": 144.01580357551575
        },
        {
            "docid": "21335432_9",
            "document": "Charcot–Wilbrand syndrome . REM sleep or Rapid eye movement sleep is the sleep stage when traditionally the majority of dream activity has been documented. According to the Activation-synthesis hypothesis the sensory systems (specifically the visual system activated by Ponto-Geniculo-Occipital waves or PGO waves named for the regions they travel through) as well as the vestibular system are activated during the REM stage. Feedback from the nerves controlling movement influence dream experience despite the inhibition of muscle control from the medulla which ceases motor activation through glutamatergic neurons in a process referred to as REM Atonia. Mismatch of this data might create specific dream experiences such as floating or flying. Emotional behavior and memory formation centers, most importantly the amygdala and hippocampus. are reactivated during sleep and are believed to generate the emotional content of dreams. In patients with CWS, REM sleep is not necessarily impaired but the sensory systems activation is most likely impaired from the lesion damage resulting in decreased contribution to the synthesis of dreams. In particular damage to the occipitotemporal region may alter the activation normally produced by PGO waves leading to an absence of visual system activation. Additionally damage to the memory formation pathways might be responsible for the inability of patients to recall images.",
            "score": 136.31351745128632
        },
        {
            "docid": "53592821_5",
            "document": "Birendra Nath Mallick . Mallick carried his doctoral research on sleep and wakefulness on to his later career and worked on the neural mechanisms involved with sleep. His studies combined the electrophysiological and biochemical aspects of Rapid eye movement sleep (REM sleep) and he established that the increased production of noradrenaline activated neuronal Na+/K+-ATPase, triggering REM sleep-loss and resultant brain excitability. According to him, REM sleep maintains brain excitability and suggested that this unique phase of sleep could be regulated by ceasing REM-off neurons present in the locus coeruleus; his research has been documented by way of texts and articles and ResearchGate, an online repository of scientific articles have listed 108 of them. Besides, he has published four books viz. \"Rapid Eye Movement Sleep\",<ref name=\"MallIck/Inoue1999\"></ref> \"Sleep-Wakefulness\", \"Environment and Physiology\" and \"Rapid Eye Movement Sleep: Regulation and Function\"; the first listed, which is a monograph co-edited with Shojiro Inoue, is reported to be the first book published on REM sleep. He has also contributed chapters to books published by others and his work has been cited in a number of publications. He is a member of the Neurobiology Task force of the Department of Biotechnology.",
            "score": 149.25852370262146
        },
        {
            "docid": "39042642_5",
            "document": "Cycle (gene) . \"Cyc\" is involved with the genetic basis of other behaviors that relate to circadian processes, such as sleep, which is important for survival, as sleep deprivation can cause death in Drosophila. There is significant correlation between having functioning \"cyc\" and longevity. Though the exact mechanism of this correlation is not known, it is suspected that it is due primarily to \"cyc\" playing a role in regulating expression of heat-shock genes, which in turn play a role in regulating duration and quality of sleep. Without proper regulation of sleep, Drosophila may become sleep deprived and die. In male Drosophila, three strains were bred, one containing no copies of functioning \"cyc,\" one containing one copy of functioning \"cyc,\" and one containing two copies of functioning \"cyc\" (wild-type). On average, Drosophila with no copies died after 48 days, Drosophila with one copy died after 52 days, and Drosophila with two copies died after 60 days.The premature deaths are accounted for by poor sleep in the absence of two functioning \"cyc\". This effect, however, did display gender dimorphism, as female Drosophila showed no significant shortening in life span even when their \"cyc was\" knocked out. This suggests female Drosophila may have other mechanisms to compensate for a lack of \"cyc\" that male Drosophila do not possess. However, to fully understand these processes, work must be done to identify downstream interactions of CYCLE proteins. In addition, similar findings have been found in mice deficient in BMAL1, the mammalian ortholog of CYC, but without the sexual dimorphism exhibited by drosophila.",
            "score": 101.42595899105072
        },
        {
            "docid": "26685741_43",
            "document": "Sleep and memory . The effects of REM sleep deprivation (RSD) on neurotrophic factors, specifically nerve growth factor (NGF) and brain-derived neurotrophic factor (BDNF), were assessed in 2000 by Sie et el. Neurotrophins are proteins found in the brain and periphery that aid in the survival, functioning and generation of neurons; this is an important element in the synaptic plasticity process, the underlying neurochemical foundation in forming memories. Sei et al., inserted electrodes into the skulls of seven pairs of rats to measure Electroencephalogram (EEG), and inserted wire into the neck muscles of the rats to measure Electromyogram (EMG), a technique used to measure the amount of muscle activity. Half the rats experienced a six-hour REM sleep deprivation period, while the other half experienced a six-hour sleep period, containing all sleep cycles. Results showed that in the rats in the REM sleep deprivation group showed decreased level of brain-derived neurotrophic factor in the cerebellum (coordination, motor learning) and brainstem (sensory and motor ascending pathway), conversely the hippocampus (long-term memory, spatial navigation), showed decreases in nerve growth factor levels. BDNF protein has been shown to be necessary for procedural learning (form of non-declarative memory). Since procedural learning has also exhibited consolidation and enhancement under REM sleep, it is proposed that the impairment of procedural learning tasks is due to the lack of BDNF proteins in the cerebellum and brainstem during RSD. In regards to NGF, the basal forebrain (production and distribution of AcH in the brain), more specifically the medial septal area, sends cholinergic (excitatory in hippocampus) and GABAinergic (inhibitory) neurotransmitters through fibres to the hippocampus target cells. These target cells then secrete NGF which plays a key role in the physiological state of the hippocampus and its functions. It has been noted that REM sleep increases the secretion of NGF, therefore it has been proposed that during RSD cholinergic activity decreases leading to a decrease in NGF and impairment in procedural learning. Walker and Stickgold hypothesized that after initial memory acquisition, sleep reorganizes memory representation at a macro-brain systems level. Their experiment consisted of two groups; the night-sleep group was taught a motor sequence block tapping task at night, put to sleep and then retested 12 hours later. The day-wake group was taught the same task in the morning and tested 12 hours later with no intervening sleep. FMRI was used to measure brain activity during retest. Results indicated significantly fewer errors/sequence in the night-sleep group compared to the day wake group. FMRI output for the night-sleep group indicated increased activation in the right primary motor cortex/M1/Prefrontal Gyrus (contra lateral to the hand they were block tapping with), right anterior medial prefrontal lobe, right hippocampus (long-term memory, spatial memory), right ventral striatum (olfactory tubercle, nucleus accumbens), as well as regions of the cerebellum (lobules V1, V11). In the day-wake group, fMRI showed \"decreased\" signal activation bilaterally in the parietal cortices (integrates multiple modalities), in addition to the left insular cortex (regulation of homeostasis), left temporal pole (most anterior of temporal cortex), and the left inferior fronto-polar cortex. Previous investigations have shown that signal increases indicate brain plasticity. The increased signal activity seen in M1 after sleep corresponds to increased activity in this area seen during practice; however, an individual must practice for longer periods than they would have to sleep in order to obtain the same level of M1 signal increases. Therefore, it is suggested that sleep enhances the cortical representation of motor tasks by brain system expansion, as seen by increased signal activity.",
            "score": 158.42321062088013
        }
    ],
    "r": [
        {
            "docid": "2016915_2",
            "document": "Ventrolateral preoptic nucleus . The ventrolateral preoptic nucleus (VLPO), also known as the intermediate nucleus of the preoptic area (IPA), is a small cluster of neurons situated in the anterior hypothalamus, sitting just above and to the side of the optic chiasm in the brain of humans and other animals. The brain's sleep-promoting nuclei (e.g., the VLPO, parafacial zone, nucleus accumbens core, and lateral hypothalamic MCH neurons), together with the ascending reticular activating system and the widely-projecting system of orexin neurons in the lateral hypothalamus, are the interconnected neural systems which control states of arousal, sleep, and transitions between these two states. The VLPO is active during sleep, primarily during non-rapid eye movement sleep (NREM sleep), and releases inhibitory neurotransmitters, mainly GABA and galanin, which inhibit neurons of the ascending reticular activating system that are involved in wakefulness and arousal. The VLPO is in turn innervated by neurons from the aforementioned neural systems. The VLPO is activated by the sleep-inducing neurotransmitters serotonin and adenosine and endosomnogen Prostaglandin D2. The VLPO is inhibited during wakefulness by the arousal-inducing neurotransmitters norepinephrine and acetylcholine. The role of the VLPO in sleep and wakefulness, and its association with sleep disorders – particularly insomnia and narcolepsy – is a growing area of neuroscience research.",
            "score": 225.56787109375
        },
        {
            "docid": "25429544_7",
            "document": "Sleep onset . Sleep onset is finally induced by sleep-promoting neurons, located in the ventrolateral preoptic nucleus (VLPO). The sleep-promoting neurons are believed to project GABA type A and galanin, two known inhibitory neurotransmitters, to arousal-promoting neurons, such as histaminergic, serotonergic, orexinergic, noradrenergic, and cholinergic neurons (neurons mentioned above). Levels of acetylcholine, norepinepherine, serotonin, and histamine decrease with the onset of sleep, for they are all wakefulness promoting neurotransmitters. Therefore, it is believed that the activation of sleep-promoting neurons causes the inhibition of arousal-promoting neurons, which leads to sleep. Evidence has shown that during the sleep-wake cycle, sleep-promoting neurons and the arousal-promoting neurons have reciprocal discharges, and that during NREM sleep, GABA receptors increase in the arousal-promoting neurons. This had led some to believe that the increase of GABA receptors in the arousal-promoting neurons is another pathway of inducing sleep.",
            "score": 217.30393981933594
        },
        {
            "docid": "25429544_5",
            "document": "Sleep onset . Von Economo, in his studies, noticed that lesions in the connection between the midbrain and the diencephalon caused prolonged sleepiness and therefore proposed the idea of an ascending arousal system. During the past few decades major ascending pathways have been discovered with located neurons and respective neurotransmitters. This pathway divides into two branches: one that ascends to the thalamus and activates the thalamus relay neurons, and another one that activates neurons in the lateral part of the hypothalamus and the basal forebrain, and throughout the cerebral cortex. The cell group involved in the first pathway is an acetylcholine-producing cell group called pedunculopontine and laterodorsal tegmental nucleus(PPT/LDT). These neurons play a crucial role in bridging information in between the thalamus and the cerebral cortex. These neurons have high activation during wakefulness and during REM sleep and a low activation during NREM sleep. The second branch originates from monoaminorgenic neurons. These neurons are located in the locus coeruleus, dorsal and median raphe nuclei, ventral periaqueductal grey matter, and tuberomammillary nucleus. Each group produces a different neurotransmitter. The neurons in the locus coeruleus produce noradrenaline, as fore the neurons in the dorsal and median raphe nuclei, ventral periaqueductal grey matter, and tuberomammillary nucleus produce serotonin, dopamine and histamine respectively. They then project onto the hypothalamic peptidergic neurons, which contain melanin-concentrated hormones or orexin, and basal forebrain neurons which contain GABA and acetylcholine. These neurons then project onto the cerebral cortex. It has also been discovered that lesions to this part of the brain cause prolonged sleep or may produce coma.",
            "score": 210.02127075195312
        },
        {
            "docid": "50325165_3",
            "document": "Parafacial zone . The parafacial zone promotes slow-wave sleep by inhibiting the glutamatergic parabrachial nucleus, a component of the ascending reticular activating system that mediates wakefulness and arousal, via the release of the inhibitory neurotransmitter GABA onto those neurons. Optogenetic activation of GABAergic PZ neurons induces cortical slow-wave activity and slow-wave sleep in awake animals.",
            "score": 200.27587890625
        },
        {
            "docid": "41116283_7",
            "document": "Cholinergic neuron . In the medial septum-diagonal band of Broca's area of the brain, cholinergic neurons have very low firing rates during both wake and non-REM sleep, and show no rhythmic bursts during hippocampal (theta) Electroencephalography activity. However, cholinergic neurons in the magnocellular preoptic nucleus and Substantia innominata have increased firing rates with fast cortical (gamma) Electroencephalography activity during wake and rapid eye movement sleep. This indicates that cholinergic neurons may be activated through α-receptors by noradrenaline, which were released by locus coeruleus neurons during wake cycles. In a basic summary, cholinergic neurons are always active during wake or rapid eye movement sleep cycles, and are more likely to activate the cerebral cortex to induce the gamma wave and Theta rhythm activities while behaviorally promoting the states of wakefulness and rapid eye movement sleep.",
            "score": 183.51271057128906
        },
        {
            "docid": "2016915_6",
            "document": "Ventrolateral preoptic nucleus . The VLPO is activated by serotonin, adenosine and prostaglandin D2 which accumulate during wakefulness. A majority of VLPO neurons are GABAergic and galaninergic, primarily secreting the inhibitory neurotransmitters GABA and galanin respectively. The secretion of these inhibitory neurotransmitters suppresses the arousal system and results in sleep. The VLPO also receives afferent projections from the DMS nuclei of the arousal system. These afferent projections secrete the arousal neurotransmitters norepinephrine and acetylcholine which inhibit VLPO and result in wakefulness. VLPO firing is inversely proportionate to the activation of the arousal system (as VLPO firing increases, the arousal system firing decreases, and vice versa).  A current theory suggests that VLPO and the arousal system exist in a simple A-B circuit, where A is inhibiting B and B is inhibiting A. This hypothesis, named the flip-flop switch model, suggests that the counteracting inhibition between VLPO and the arousal system results in the brain switching between two states, the sleep state and the wake state, so that at any time only one is firing; VLPO or the arousal system. Orexin neurons in the posterior of the hypothalamus excite brain nuclei in the arousal system and help keep you awake. Orexin neurons also extend to the VLPO likely inhibiting its activity. Thus orexin neurons are thought to play an important role in the stabilisation of the flip-flop switch regulating sleep and wakefulness.",
            "score": 183.13755798339844
        },
        {
            "docid": "11128566_18",
            "document": "Median preoptic nucleus . The ventrolateral (VLPO) and median preoptic (MnPn) nuclei promote sleep through GABAergic neuronal projections to wake-active areas of the brain. Activation of the neurons in the VLPO and MnPn leads to increased concentrations of the primary inhibitory neurotransmitter, GABA, in wakefulness areas of the brain, such as the tuberomammillary nucleus and the locus coeruleus. This leads to the inhibition of cholinergic, noradrenergic and serotonergic activity in these areas. Noradrenergic projections from wake-promoting areas inhibit sleep-promoting areas, establishing a \"reciprocal inhibitory interaction\" between sleep and wakefulness areas which leads to the regulation of sleep patterns. The mechanism for the activation of the sleep-promoting neurons in the VLPO and MnPn has not been well defined, however, it has been suggested that the suprachiasmic nucleus may play a role, as well as simply decreased sensory input at the onset of sleepiness.",
            "score": 182.3602294921875
        },
        {
            "docid": "167184_15",
            "document": "Rapid eye movement sleep . According to the activation-synthesis hypothesis proposed by Robert McCarley and Allan Hobson in 1975–1977, control over REM sleep involves pathways of \"REM-on\" and \"REM-off\" neurons in the brain stem. REM-on neurons are primarily cholinergic (i.e., involve acetylcholine); REM-off neurons activate serotonin and noradrenaline, which among other functions suppress the REM-on neurons. McCarley and Hobson suggested that the REM-on neurons actually stimulate REM-off neurons, thereby serving as the mechanism for the cycling between REM and non-REM sleep. They used Lotka–Volterra equations to describe this cyclical inverse relationship. Kayuza Sakai and Michel Jouvet advanced a similar model in 1981. Whereas acetylcholine manifests in the cortex equally during wakefulness and REM, it appears in higher concentrations in the brain stem during REM. The withdrawal of orexin and GABA may cause the absence of the other excitatory neurotransmitters; researchers in recent years increasingly include GABA regulation in their models.",
            "score": 181.360595703125
        },
        {
            "docid": "4781_54",
            "document": "Benzodiazepine . GABA controls the excitability of neurons by binding to the GABA receptor. The GABA receptor is a protein complex located in the synapses of neurons. All GABA receptors contain an ion channel that conducts chloride ions across neuronal cell membranes and two binding sites for the neurotransmitter gamma-aminobutyric acid (GABA), while a subset of GABA receptor complexes also contain a single binding site for benzodiazepines. Binding of benzodiazepines to this receptor complex does not alter binding of GABA. Unlike other positive allosteric modulators that increases ligand binding, benzodiazepine binding acts as a positive allosteric modulator by increasing the total conduction of chloride ions across the neuronal cell membrane when GABA is already bound to its receptor. This increased chloride ion influx hyperpolarizes the neuron's membrane potential. As a result, the difference between resting potential and threshold potential is increased and firing is less likely. Different GABA receptor subtypes have varying distributions within different regions of the brain and, therefore, control distinct neuronal circuits. Hence, activation of different GABA receptor subtypes by benzodiazepines may result in distinct pharmacological actions. In terms of the mechanism of action of benzodiazepines, their similarities are too great to separate them into individual categories such as anxiolytic or hypnotic. For example, a hypnotic administered in low doses produces anxiety-relieving effects, whereas a benzodiazepine marketed as an anti-anxiety drug at higher doses induces sleep.",
            "score": 176.29324340820312
        },
        {
            "docid": "2708147_11",
            "document": "Slow-wave sleep . Several neurotransmitters are involved in sleep and waking patterns: acetylcholine, norepinephrine, serotonin, histamine, and orexin. Neocortical neurons fire spontaneously during slow-wave sleep, thus they seem to play a role during this period of sleep. Also, these neurons appear to have some sort of internal dialogue, which accounts for the mental activity during this state where there is no information from external signals because of the synaptic inhibition at the thalamic level. The rate of recall of dreams during this state of sleep is relatively high compared to the other levels of the sleep cycle. This indicates that the mental activity is closer to real life events.",
            "score": 175.38027954101562
        },
        {
            "docid": "2898964_7",
            "document": "Head direction cells . HD cells continue to fire in an organized manner during sleep, as if animals were awake. However, instead of always pointing toward the same direction—the animals are asleep and thus immobile—the neuronal \"compass needle\" moves constantly. In particular, during rapid eye movement sleep, a brain state rich in dreaming activity in humans and whose electrical activity is virtually indistinguishable from the waking brain, this directional signal moves as if the animal is awake: that is, HD neurons are sequentially activated, and the individual neurons representing a common direction during wake are still active, or silent, at the same time.",
            "score": 172.96884155273438
        },
        {
            "docid": "553317_32",
            "document": "Nucleus accumbens . In late 2017, studies on rodents which utilized optogenetic and chemogenetic methods found that the indirect pathway (i.e., D2-type) medium spiny neurons in the nucleus accumbens core which co-express adenosine A receptors and project to the ventral pallidum are involved in the regulation of slow-wave sleep. In particular, optogenetic activation of these indirect pathway NAcc core neurons induces slow-wave sleep and chemogenetic activation of the same neurons increases the number and duration of slow-wave sleep episodes. Chemogenetic inhibition of these NAcc core neurons suppresses sleep. In contrast, the D2-type medium spiny neurons in the NAcc shell which express adenosine A receptors have no role in regulating slow-wave sleep.",
            "score": 172.4788360595703
        },
        {
            "docid": "25429544_9",
            "document": "Sleep onset . The majority of sleep neurons are located in the ventrolateral preoptic area (vlPOA). These sleep neurons are silent until an individual shows a transition from waking to sleep. The sleep neurons in the preoptic area receive inhibitory inputs from some of the same regions they inhibit, including the tubermammillary nucleus, raphe nuclei, and locus coeruleus. Thus, they are inhibited by histamine, serotonin, and norepinepherine. This mutual inhibition may provide the basis for establishing periods of sleep and waking. A reciprocal inhibition also characterizes an electronic circuit known as the flip-flop. A flip-flop can assume one of two states, usually referred to as on or off. Thus, either the sleep neurons are active and inhibit the wakefulness neurons, or the wakefulness neurons are active and inhibit the sleep neurons, Because these regions are mutually inhibitory, it is impossible for neurons in both sets of regions to be active at the same time. This flip-flop, switching from one state to another quickly, can be unstable.",
            "score": 172.3597869873047
        },
        {
            "docid": "38289263_8",
            "document": "Parabrachial nuclei . Many subsets of neurons in the parabrachial complex that target specific forebrain or brainstem cell groups contain specific neuropeptides, and appear to carry out distinct functions. For example, a population of neurons in the external lateral parabrachial subnucleus that contain the neurotransmitter calcitonin gene-related peptide (CGRP) appears to be critical for relaying information about hypoxia or hypercapnia (e.g., if one is being suffocated during sleep, such as by sleep apnea) to forebrain sites to wake up the brain, and prevent asphyxia.",
            "score": 170.15504455566406
        },
        {
            "docid": "395877_15",
            "document": "Histamine . Histamine is a neurotransmitter that is released from histamine neurons which project out of the mammalian hypothalamus. The cell bodies of these neurons are located in a portion of the posterior hypothalamus known as the tuberomammillary nucleus (TMN). The histamine neurons in this region comprise the brain's histamine system, which projects widely throughout the brain and includes axonal projections to the cortex, medial forebrain bundle, and elsewhere. The histamine neurons in the TMN are involved in regulating the sleep-wake cycle and promote arousal when activated. The neural firing rate of histamine neurons in the TMN is strongly positively correlated with an individual's state of arousal. These neurons fire rapidly during periods of wakefulness, fire more slowly during periods of relaxation/tiredness, and stop firing altogether during REM and NREM (non-REM) sleep.",
            "score": 170.08612060546875
        },
        {
            "docid": "30875305_9",
            "document": "Activation-synthesis hypothesis . REM sleep is an evolutionarily recent behavior of humans. REM stands for rapid eye movement. It is the deepest sleep a mammal can go into. It is regulated by the pontine brainstem. Infants spend most of their time in REM sleep, and rather than enter stage 1 sleep they go directly to REM sleep. Most REM sleep occurs just above stage I of sleep, and experiences different mental abilities than during NREM sleep. The thought process is non-logical and often bizarre, sensation and perception is vivid but created internally by the brain, and the body's movements are inhibited. Most REM stages last 10–15 minutes, and the average human will go through 4–6 of these stages during sleep each night. Subsequent REM stages increase in duration, so the last REM stage before awakening is the longest and most vivid. During REM sleep the brain shows increased states of minimal inhibition, which degrades in our ability to recognize the state for which it is; a dream. It has been proposed that REM sleep is necessary for preparation of many integrative functions, of which one is consciousness. It supports the idea that sleep, and dreaming, is necessary preparation for the next day's processes. The scientific tracking of REM sleep stages can be measured by neuronal signals within the pontine brainstem. The interactions of aminergic inhibitory neurons and cholinergic excitatory neurons can be measured, and REM sleep occurs when aminergic cells are at their least active and cholinergic cells are at their most active.",
            "score": 168.8202667236328
        },
        {
            "docid": "2016915_3",
            "document": "Ventrolateral preoptic nucleus . Approximately 80% of neurons in the VLPO are GABAergic (neurons that produce GABA).  \"In vitro\" studies in rats have shown that two-thirds of the VLPO consists of homogeneous multipolar triangular shaped cells with low threshold spikes.  Approximately two thirds of these cells are active during sleep. All the triangular multipolar neurons are inhibited by norepinephrine and acetylcholine. However, in the past few years it has become clear that these triangular multipolar neurons exist in two sub-populations in the VLPO: Since serotonin and adenosine accumulate during wakefulness it is likely that type 2 play a role in sleep induction, and type 1 play a role in sleep consolidation.",
            "score": 167.4104461669922
        },
        {
            "docid": "167184_12",
            "document": "Rapid eye movement sleep . Compared to slow-wave sleep, both waking and paradoxical sleep involve higher use of the neurotransmitter acetylcholine, which may cause the faster brainwaves. The monoamine neurotransmitters norepinephrine, serotonin and histamine are completely unavailable. Injections of acetylcholinesterase inhibitor, which effectively increases available acetylcholine, have been found to induce paradoxical sleep in humans and other animals already in slow-wave sleep. Carbachol, which mimics the effect of acetylcholine on neurons, has a similar influence. In waking humans, the same injections produce paradoxical sleep only if the monoamine neurotransmitters have already been depleted.",
            "score": 166.79425048828125
        },
        {
            "docid": "27811_8",
            "document": "Sleep and learning . After sleep, there is increased insight. This is because sleep helps people to reanalyze their memories. The same patterns of brain activity that occur during learning have been found to occur again during sleep, only faster. One way that sleep strengthens memories is by weeding out the less successful connections between neurons in the brain. This weeding out is essential to prevent overactivity. The brain compensates for strengthening some synapses (connections) between neurons, by weakening others. The weakening process occurs mostly during sleep. This weakening during sleep allows for strengthening of other connections while we are awake. Learning is the process of strengthening connections, therefore this process could be a major explanation for the benefits that sleep has on memory.",
            "score": 166.6969451904297
        },
        {
            "docid": "25429544_8",
            "document": "Sleep onset . Specifically, Adenosine is known as the sleep promoting nucleoside neuromodulator. Astrocytes maintain a small stock of nutrients in the form of glycogen. In times of increased brain activity, such as during daytime, this glycogen is converted into fuel for neurons; thus, prolonged wakefulness causes a decrease in the level of glycogen in the brain. A fall in the level of glycogen causes an increase in the level of extracellular adenosine, which has an inhibitory effect in neural activity. This accumulation of adenosine serves as a sleep-promoting substance. Additionally, the production of the neurotransmitter acetylcholine increases in the hippocampus as sleep continues, and also increases in the cortex until REM sleep is reached.",
            "score": 166.01885986328125
        },
        {
            "docid": "582180_5",
            "document": "Wakefulness . Wakefulness is produced by a complex interaction between multiple neurotransmitter systems arising in the brainstem and ascending through the midbrain, hypothalamus, thalamus and basal forebrain. The posterior hypothalamus plays a key role in the maintenance of the cortical activation that underlies wakefulness. Several systems originating in this part of the brain control the shift from wakefulness into sleep and sleep into wakefulness. Histamine neurons in the tuberomammillary nucleus and nearby adjacent posterior hypothalamus project to the entire brain and are the most wake-selective system so far identified in the brain. Another key system is that provided by the orexins (also known as hypocretins) projecting neurons. These exist in areas adjacent to histamine neurons and like them project widely to most brain areas and associate with arousal. Orexin deficiency has been identified as responsible for narcolepsy.",
            "score": 164.89779663085938
        },
        {
            "docid": "20518706_11",
            "document": "PGO waves . These neurons are located in the caudolateral region of the peribrachial area. These neurons actively fire during non-REM (NREM) sleep. The most recorded activity of the neurons is during the N3 stage of NREM, also known as the slow-wave sleep cycle. These same neurons are also active during REM sleep, but at a greatly reduced amplitude than NREM sleep.",
            "score": 164.39744567871094
        },
        {
            "docid": "1507921_19",
            "document": "Reticular formation . The physiological change from a state of deep sleep to wakefulness is reversible and mediated by the ARAS. Inhibitory influence from the brain is active at sleep onset, likely coming from the preoptic area (POA) of the hypothalamus. During sleep, neurons in the ARAS will have a much lower firing rate; conversely, they will have a higher activity level during the waking state. Therefore, low frequency inputs (during sleep) from the ARAS to the POA neurons result in an excitatory influence and higher activity levels (awake) will have inhibitory influence. In order that the brain may sleep, there must be a reduction in ascending afferent activity reaching the cortex by suppression of the ARAS.",
            "score": 164.2750701904297
        },
        {
            "docid": "41931097_4",
            "document": "Hippocampal replay . Place cell activity was already well established when the first study explored this phenomenon in 1989. They showed that neural activity of single place cells during sleep resembled the activity during the awake state. This activity was greater than that of other cells and this study was only the first step towards understanding replay. Subsequent studies showed that large groups of cells also demonstrated this type of increased activity during sleep. In addition, it was discovered that the order of activity of place cells was also replicated during sleep. Firing sequences of three and more neurons observed in the hippocampus during locomotion were shown to recur selectively during subsequent slow-wave sleep more likely than during the preceding sleep, and the sequence replay was compressed during high frequency oscillations. These high frequency field oscillations called ripples were observed in the sleep state and later shown to play a causal role in memory consolidation.",
            "score": 163.88307189941406
        },
        {
            "docid": "11128566_16",
            "document": "Median preoptic nucleus . Anatomical and electrophysiological experiments on adult rats show an important role is for the median preoptic nucleus in the production of sleep. The first evidence of this was an observation that damage to this area caused insomnia in human patients. Current experiments using c-Fos expression as a marker for activation of neurons during sleep shows a dichotomy of function in sleep promotion and maintenance between the ventrolateral preoptic nucleus and the median preoptic nucleus. Evidence suggests that GABAergic neurons in the median preoptic nucleus play a role in the promotion of the onset of sleep, while neurons in the ventrolateral preoptic nucleus play a role in the maintenance of sleep. While the idea of a complete separation of function between these two nuclei is an attractive one, it is more likely a question of degree of involvement of these two nuclei in the onset and maintenance of sleep, rather than playing completely separate roles. It is likely that the MnPn plays an important, but not exclusive, role in the onset of sleep, while the VLPO plays a more important role in the maintenance of sleep. Both areas project to wake-active areas of the brain. There is also a dense, bidirectional neuronal projection between the median preoptic nucleus and the ventrolateral preoptic nucleus. These existence of inhibitory projections between the ventrolaternal preoptic nucleus and the median preoptic nucleus suggests shared function and a regulatory relationship between the two nuclei.",
            "score": 163.3319854736328
        },
        {
            "docid": "36563803_33",
            "document": "Neuroscience of sleep . REM Stage (REM Sleep – 20–25% of total sleep in adults): REM sleep is where most muscles are paralyzed, and heart rate, breathing and body temperature become unregulated. REM sleep is turned on by acetylcholine secretion and is inhibited by neurons that secrete monoamines including serotonin. REM is also referred to as \"paradoxical sleep\" because the sleeper, although exhibiting high-frequency EEG waves similar to a waking state, is harder to arouse than at any other sleep stage. Vital signs indicate arousal and oxygen consumption by the brain is higher than when the sleeper is awake. REM sleep is characterized by high global cerebral blood flow, comparable to wakefulness. In fact, many areas in the cortex have been recorded to have more blood flow during REM sleep than even wakefulness- this includes the hippocampus, temporal-occipital areas, some parts of the cortex, and basal forebrain. The limbic and paralimbic system including the amygdala are other active regions during REM sleep. Though the brain activity during REM sleep appears very similar to wakefulness, the main difference between REM and wakefulness is that, arousal in REM is more effectively inhibited. This, along with the virtual silence of monoaminergic neurons in the brain, may be said to characterize REM.",
            "score": 162.7723388671875
        },
        {
            "docid": "2966649_4",
            "document": "Histamine H1 receptor . Histamine H receptors are activated by endogenous histamine, which is released by neurons that have their cell bodies in the tuberomammillary nucleus of the hypothalamus. The histaminergic neurons of the tuberomammillary nucleus become active during the 'wake' cycle, firing at approximately 2 Hz; during slow wave sleep, this firing rate drops to approximately 0.5 Hz. Finally, during REM sleep, histaminergic neurons stop firing altogether. It has been reported that histaminergic neurons have the most wake-selective firing pattern of all known neuronal types.",
            "score": 162.5574188232422
        },
        {
            "docid": "30875305_7",
            "document": "Activation-synthesis hypothesis . The four sleep stages have been identified as follows: sleep onset stage I, late-night stage II, and deep sleep stages III and IV. Deep sleep stages III and IV all occur during the first half of the night, while lighter stages I and II occur during the later half. During standard sleep laboratory measurements, the states of sleep and waking have behavioral, polygraphic, and psychological manifestation within the pontine brainstem. These states are regulated by a reciprocal relationship between two types of neuronal cells, aminergic inhibitory cells such as serotonin and norepinephrine and cholinergic excitatory cells such as acetylcholine. Changes in the sleep stages occur when the activity curves of these neurons cross. REM sleep stage I is a state of sleep just above and most closely linked to sleep onset stage I.",
            "score": 161.32925415039062
        },
        {
            "docid": "37689509_4",
            "document": "Neuroscience of rhythm . Circadian literally translates to \"about a day\" in Latin. This refers to the human 24-hour cycle of sleep and wakefulness. This cycle is driven by light. The human body must photoentrain or synchronize itself with light in order to make this happen. The rod cells are the photoreceptor cells in the retina capable of sensing light. However, they are not what sets the biological clock. The photosensitive retinal ganglion cells contain a pigment called melanopsin. This photopigment is depolarized in the presence of light, unlike the rods which are hyperpolarized. Melanopsin encodes the day-night cycle to the suprachiasmatic nucleus (SCN) via the retinohypothalamic tract. The SCN evokes a response from the spinal cord. Preganglionic neurons in the spinal cord modulate the superior cervical ganglia, which synapses on the pineal gland. The pineal gland synthesizes the neurohormone melatonin from tryptophan. Melatonin is secreted into the bloodstream where it affects neural activity by interacting with melatonin receptors on the SCN. The SCN is then able to influence the sleep wake cycle, acting as the \"apex of a hierarchy\" that governs physiological timing functions. \"Rest and sleep are the best example of self-organized operations within neuronal circuits\". Sleep and memory have been closely correlated for over a century. It seemed logical that the rehearsal of learned information during the day, such as in dreams, could be responsible for this consolidation. REM sleep was first studied in 1953. It was thought to be the sole contributor to memory due to its association with dreams. It has recently been suggested that if sleep and waking experience are found to be using the same neuronal content, it is reasonable to say that all sleep has a role in memory consolidation. This is supported by the rhythmic behavior of the brain. Harmonic oscillators have the capability to reproduce a perturbation that happened in previous cycles. It follows that when the brain is unperturbed, such as during sleep, it is in essence rehearsing the perturbations of the day. Recent studies have confirmed that off wave states, such as slow-wave sleep, play a part in consolidation as well as REM sleep. There have even been studies done implying that sleep can lead to insight or creativity. Jan Born, from the University of Lubeck, showed subjects a number series with a hidden rule. She allowed one group to sleep for three hours, while the other group stayed awake. The awake group showed no progress, while most of the group that was allowed to sleep was able to solve the rule. This is just one example of how rhythm could contribute to humans unique cognitive abilities.",
            "score": 161.09780883789062
        },
        {
            "docid": "21402632_30",
            "document": "Electroencephalography . Scalp EEG activity shows oscillations at a variety of frequencies. Several of these oscillations have characteristic frequency ranges, spatial distributions and are associated with different states of brain functioning (e.g., waking and the various sleep stages). These oscillations represent synchronized activity over a network of neurons. The neuronal networks underlying some of these oscillations are understood (e.g., the thalamocortical resonance underlying sleep spindles), while many others are not (e.g., the system that generates the posterior basic rhythm). Research that measures both EEG and neuron spiking finds the relationship between the two is complex, with a combination of EEG power in the gamma band and phase in the delta band relating most strongly to neuron spike activity.",
            "score": 159.84886169433594
        },
        {
            "docid": "2708147_3",
            "document": "Slow-wave sleep . This period of sleep is called slow-wave sleep because the EEG activity is synchronized, producing slow waves with a frequency range of 0.5-2 Hz and peak-to-peak amplitude greater than 75µV. The first section of the wave signifies a \"down state,\" which is an inhibition or hyperpolarizing phase in which the neurons in the neocortex are silent. This is the period when the neocortical neurons are able to rest. The second section of the wave signifies an \"up state,\" which is an excitation or depolarizing phase in which the neurons fire briefly at a high rate. The principal characteristics during slow-wave sleep that contrast with REM sleep are moderate muscle tone, slow or absent eye movement, and lack of genital activity.",
            "score": 159.83253479003906
        },
        {
            "docid": "13054089_9",
            "document": "Urotensin-II receptor . REM sleep is controlled by the cholinergic neurons in the PPT and LDT. Local injection of urotensin II into the PPT to leads to increased REM sleep episodes where the firing of the cholinergic neurons was observed through electrophysiological studies. The studies also showed there was no effect on the non-cholinergic neurons. Wakefulness and slow wave sleep were not affected by the activation of the urotensin II receptor.",
            "score": 158.43453979492188
        }
    ]
}