{
    "q": [
        {
            "docid": "31474_21",
            "document": "Transcription factor . In eukaryotes, DNA is organized with the help of histones into compact particles called nucleosomes, where sequences of about 147 DNA base pairs make ~1.65 turns around histone protein octamers. DNA within nucleosomes is inaccessible to many transcription factors. Some transcription factors, so-called pioneering factors are still able to bind their DNA binding sites on the nucleosomal DNA. For most other transcription factors, the nucleosome should be actively unwound by molecular motors such as chromatin remodelers. Alternatively, the nucleosome can be partially unwrapped by thermal fluctuations, allowing temporary access to the transcription factor binding site. In many cases, a transcription factor needs to compete for binding to its DNA binding site with other transcription factors and histones or non-histone chromatin proteins. Pairs of transcription factors and other proteins can play antagonistic roles (activator versus repressor) in the regulation of the same gene.",
            "score": 238.23040795326233
        },
        {
            "docid": "26834387_3",
            "document": "Maternal to zygotic transition . To begin transcription of zygotic genes, the embryo must first overcome the silencing that has been established. The cause of this silencing could be due to several factors: chromatin modifications leading to repression, lack of adequate transcription machinery, or lack of time in which significant transcription can occur due to the shortened cell cycles. Evidence for the first method was provided by Newport and Kirschner's experiments showing that nucleocytoplasmic ratio plays a role in activating zygotic transcription. They suggest that a defined amount of repressor is packaged into the egg, and that the exponential amplification of DNA at each cell cycle results in titration of the repressor at the appropriate time. Indeed, in \"Xenopus\" embryos in which excess DNA is introduced, transcription begins earlier. More recently, evidence has been shown that transcription of a subset of genes in \"Drosophila\" is delayed by one cell cycle in haploid embryos. The second mechanism of repression has also been addressed experimentally. Prioleau et al. show that by introducing TATA binding protein (TBP) into \"Xenopus\" oocytes, the block in transcription can be partially overcome. The hypothesis that shortened cell cycles can cause repression of transcription is supported by the observation that mitosis causes transcription to cease.",
            "score": 183.7394654750824
        },
        {
            "docid": "55410471_7",
            "document": "DCas9 activation system . Transcriptional Activators are protein domains or whole proteins linked to dCas9 or sgRNAs that assist in the recruitment of important co-factors as well as RNA Polymerase for transcription of the gene(s) targeted by the system. In order for a protein to be made from the gene that encodes it, RNA polymerase must make RNA from the DNA template of the gene during a process called transcription. Transcriptional activators have a DNA binding domain and a domain for activation of transcription. The activation domain can recruit general transcription factors or RNA polymerase to the gene sequence. Activation domains can also function by facilitating transcription by stalled RNA polymerases, and in eukaryotes can act to move nucleosomes on the DNA or modify histones to increase gene expression. These activators can be introduced into the system through attachment to dCas9 or to the sgRNA. Some researchers have noted that the extent of transcriptional upregulation can be modulated by using multiple sites for activator attachment in one experiment and by using different variations and combinations of activators at once in a given experiment or sample.",
            "score": 214.7813322544098
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 225.66220235824585
        },
        {
            "docid": "966654_8",
            "document": "DNA-binding protein . Protein–DNA interactions occur when a protein binds a molecule of DNA, often to regulate the biological function of DNA, usually the expression of a gene. Among the proteins that bind to DNA are transcription factors that activate or repress gene expression by binding to DNA motifs and histones that form part of the structure of DNA and bind to it less specifically. Also proteins that repair DNA such as uracil-DNA glycosylase interact closely with it.",
            "score": 217.1651737689972
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 216.55372953414917
        },
        {
            "docid": "553612_3",
            "document": "Histone acetyltransferase . In general, histone acetylation is linked to transcriptional activation and associated with euchromatin. Euchromatin, which is less densely compact, allows transcription factors to bind more easily to regulatory sites on DNA, causing transcriptional activation. When it was first discovered, it was thought that acetylation of lysine neutralizes the positive charge normally present, thus reducing affinity between histone and (negatively charged) DNA, which renders DNA more accessible to transcription factors. Research has emerged, since, to show that lysine acetylation and other posttranslational modifications of histones generate binding sites for specific protein–protein interaction domains, such as the acetyllysine-binding bromodomain. Histone acetyltransferases can also acetylate non-histone proteins, such as nuclear receptors and other transcription factors to facilitate gene expression.",
            "score": 235.1945105791092
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 188.61185896396637
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 200.5142056941986
        },
        {
            "docid": "3454720_7",
            "document": "Regulator gene . Promoters reside at the beginning of the gene and serve as the site where the transcription machinery assembles and transcription of the gene begins. Enhancers turn on the promoters at specific locations, times, and levels and can be simply defined as the “promoters of the promoter.” Silencers are thought to turn off gene expression at specific time points and locations. Insulators, also called boundary elements, are DNA sequences that create cis-regulatory boundaries that prevent the regulatory elements of one gene from affecting neighboring genes. The general dogma is that these regulatory elements get activated by the binding of transcription factors, proteins that bind to specific DNA sequences, and control mRNA transcription. There could be several transcription factors that need to bind to one regulatory element in order to activate it. In addition, several other proteins, called transcription cofactors, bind to the transcription factors themselves to control transcription.",
            "score": 212.5924515724182
        },
        {
            "docid": "12266_46",
            "document": "Genetics . The genome of a given organism contains thousands of genes, but not all these genes need to be active at any given moment. A gene is expressed when it is being transcribed into mRNA and there exist many cellular methods of controlling the expression of genes such that proteins are produced only when needed by the cell. Transcription factors are regulatory proteins that bind to DNA, either promoting or inhibiting the transcription of a gene. Within the genome of \"Escherichia coli\" bacteria, for example, there exists a series of genes necessary for the synthesis of the amino acid tryptophan. However, when tryptophan is already available to the cell, these genes for tryptophan synthesis are no longer needed. The presence of tryptophan directly affects the activity of the genes—tryptophan molecules bind to the tryptophan repressor (a transcription factor), changing the repressor's structure such that the repressor binds to the genes. The tryptophan repressor blocks the transcription and expression of the genes, thereby creating negative feedback regulation of the tryptophan synthesis process.",
            "score": 197.81390404701233
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 179.88506484031677
        },
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 196.31077992916107
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 215.6780083179474
        },
        {
            "docid": "22072718_8",
            "document": "Biological network . The activity of genes is regulated by transcription factors, proteins that typically bind to DNA. Most transcription factors bind to multiple binding sites in a genome. As a result, all cells have complex gene regulatory networks. For instance, the human genome encodes on the order of 1,400 DNA-binding transcription factors that regulate the expression of more than 20,000 human genes. Technologies to study gene regulatory networks include ChIP-chip, ChIP-seq, CliP-seq, and others.",
            "score": 201.77098417282104
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 214.7105816602707
        },
        {
            "docid": "11849358_4",
            "document": "ETV6 . The human ETV6 protein is a member of the ETS transcription factor family; however, it more often acts to inhibit than stimulate transcription of its target genes. ETV6 protein contains 3 domains: a) the pointed N-terminal (i.e. PNT) domain which forms oligomer partners with itself as well as other transcription factors (e.g. FLI1) and is required for ETV6's transcriptional repressing activity; b) the central regulatory domain; and c) the C-terminal DNA-binding domain, ETS, which binds to the consensus DNA sequence, 5-GGAA/T-3 within a 9-to-10 bp sequence, in the target genes it regulates. ETV6 interacts with other proteins that regulate the differentiation and growth of cells. It binds to and thereby inhibits FLI1, another member of the ETS transcription factor family, which is active in promoting the maturation of blood platelet-forming megakaryocytes and blocking the Cellular differentiation of erythroblasts into red blood cells; this results in the excessive proliferation and abnormal morphology of erythroblasts. ETV6 likewise binds to HTATIP, a histone acetyl transferase that regulates the expression of various genes involved in gene transcription, DNA repair, and cellular apoptosis; this binding promotes the transcription-repressing activity of ETV6.",
            "score": 224.35121774673462
        },
        {
            "docid": "579390_6",
            "document": "Gene prediction . Gene prediction is closely related to the so-called 'target search problem' investigating how DNA-binding proteins (transcription factors) locate specific binding sites within the genome. Many aspects of structural gene prediction are based on current understanding of underlying biochemical processes in the cell such as gene transcription, translation, protein–protein interactions and regulation processes, which are subject of active research in the various omics fields such as transcriptomics, proteomics, metabolomics, and more generally structural and functional genomics.",
            "score": 195.86336183547974
        },
        {
            "docid": "4022741_2",
            "document": "Coactivator (genetics) . A coactivator is a type of transcriptional coregulator that binds to an activator (a transcription factor) to increase the rate of transcription of a gene or set of genes. The activator contains a DNA binding domain that binds either to a DNA promoter site or a specific DNA regulatory sequence called an enhancer. Binding of the activator-coactivator complex increases the speed of transcription by recruiting general transcription machinery to the promoter, therefore increasing gene expression. The use of activators and coactivators allows for highly specific expression of certain genes depending on cell type and developmental stage.",
            "score": 205.22253370285034
        },
        {
            "docid": "42888_71",
            "document": "Human genome . Epigenetics describes a variety of features of the human genome that transcend its primary DNA sequence, such as chromatin packaging, histone modifications and DNA methylation, and which are important in regulating gene expression, genome replication and other cellular processes. Epigenetic markers strengthen and weaken transcription of certain genes but do not affect the actual sequence of DNA nucleotides. DNA methylation is a major form of epigenetic control over gene expression and one of the most highly studied topics in epigenetics. During development, the human DNA methylation profile experiences dramatic changes. In early germ line cells, the genome has very low methylation levels. These low levels generally describe active genes. As development progresses, parental imprinting tags lead to increased methylation activity.",
            "score": 182.53532481193542
        },
        {
            "docid": "46685051_5",
            "document": "Epigenetics of neurodegenerative diseases . The term epigenetics refers to three levels of gene regulation: (1) DNA methylation, (2) histone modifications, and (3) non-coding RNA (ncRNA) function. Briefly, histone-mediated transcriptional control occurs by the wrapping of DNA around a histone core. This DNA-histone structure is called a nucleosome; the more tightly the DNA is bound by the nucleosome, and the more tightly a string of nucleosomes are compressed among each other, the greater the repressive effect on transcription of genes in the DNA sequences near or wrapped around the histones, and vice versa (i.e. looser DNA binding and relaxed compaction leads to a comparatively derepressed state, resulting in facultative heterochromatin or, even further derepressed, euchromatin). At its most repressive state, involving many folds into itself and other scaffolding proteins, DNA-histone structures form constitutive heterochromatin. This chromatin structure is mediated by these three levels of gene regulation. The most relevant epigenetic modifications to treatment of neurodegenerative diseases are DNA methylation and histone protein modifications via methylation or acetylation.",
            "score": 206.6265847682953
        },
        {
            "docid": "37690706_15",
            "document": "Epigenetics of schizophrenia . Epigenetics (translated as \"above genetics\") is the study of how genes are regulated through reversible and heritable molecular mechanisms. The epigenetic changes modify gene expression through either activation of the gene that codes for a certain protein, or repression of the gene. There are two main categories of modifications: the methylation of DNA and modifications to histones. Research findings have demonstrated that several examples of both of these changes are linked to schizophrenia and its symptoms. DNA methylation is the covalent addition of a methyl group to a segment of the DNA code. These -CH3 groups are added to cytosine residues by the DNMT (DNA Methytransferases) enzymes. The binding methyl group to promoter regions interferes with the binding of transcription factors and silences the gene by preventing the transcription of that code. DNA methylation is one of the most well studied epigenetic mechanisms and there have been several findings linking it to schizophrenia.",
            "score": 206.30179119110107
        },
        {
            "docid": "1226356_8",
            "document": "Primary transcript . Activation of RNA polymerase activity to produce primary transcripts is often controlled by sequences of DNA called enhancers. Transcription factors, proteins that bind to DNA elements to either activate or repress transcription, bind to enhancers and recruit enzymes that alter nucleosome components, causing DNA to be either more or less accessible to RNA polymerase. The unique combinations of either activating or inhibiting transcription factors that bind to enhancer DNA regions determine whether or not the gene that enhancer interacts with is activated for transcription or not. Activation of transcription depends on whether or not the transcription elongation complex, itself consisting of a variety of transcription factors, can induce RNA polymerase to dissociate from the Mediator complex that connects an enhancer region to the promoter.",
            "score": 181.18735766410828
        },
        {
            "docid": "1687906_15",
            "document": "Morphogen . Discrete target genes respond to different thresholds of morphogen activity. The expression of target genes is controlled by segments of DNA called 'enhancers' to which transcription factors bind directly. Once bound, the transcription factor then stimulates or inhibits the transcription of the gene and thus controls the level of expression of the gene product (usually a protein). 'Low-threshold' target genes require only low levels of morphogen activity to be regulated and feature enhancers that contain many high-affinity binding sites for the transcription factor. 'High-threshold' target genes have relatively fewer binding sites or low-affinity binding sites that require much greater levels of transcription factor activity to be regulated.",
            "score": 198.4191539287567
        },
        {
            "docid": "966654_6",
            "document": "DNA-binding protein . In contrast, other proteins have evolved to bind to specific DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one specific set of DNA sequences and activates or inhibits the transcription of genes that have these sequences near their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This alters the accessibility of the DNA template to the polymerase.",
            "score": 221.38110780715942
        },
        {
            "docid": "14763571_3",
            "document": "TFAM . This gene encodes a mitochondrial transcription factor that is a key activator of mitochondrial transcription as well as a participant in mitochondrial genome replication. TFAM binds mitochondrial promoter DNA to aid transcription of the mitochondrial genome. Studies in mice have demonstrated that this gene product is required to regulate the mitochondrial genome copy number and is essential for embryonic development. A mouse model for Kearns-Sayre syndrome was produced when expression of this gene was eliminated by targeted disruption in heart and muscle cells. TFAM is a double box High-mobility group DNA-binding and bending protein.",
            "score": 190.42757487297058
        },
        {
            "docid": "7955_44",
            "document": "DNA . DNA usually occurs as linear chromosomes in eukaryotes, and circular chromosomes in prokaryotes. The set of chromosomes in a cell makes up its genome; the human genome has approximately 3 billion base pairs of DNA arranged into 46 chromosomes. The information carried by DNA is held in the sequence of pieces of DNA called genes. Transmission of genetic information in genes is achieved via complementary base pairing. For example, in transcription, when a cell uses the information in a gene, the DNA sequence is copied into a complementary RNA sequence through the attraction between the DNA and the correct RNA nucleotides. Usually, this RNA copy is then used to make a matching protein sequence in a process called translation, which depends on the same interaction between RNA nucleotides. In alternative fashion, a cell may simply copy its genetic information in a process called DNA replication. The details of these functions are covered in other articles; here the focus is on the interactions between DNA and other molecules that mediate the function of the genome.",
            "score": 145.7587854862213
        },
        {
            "docid": "9957063_6",
            "document": "Histone acetylation and deacetylation . Acetylation has the effect of changing the overall charge of the histone tail from positive to neutral. Nucleosome formation is dependent on the positive charges of the H4 histones and the negative charge on the surface of H2A histone fold domains. Acetylation of the histone tails disrupts this association, leading to weaker binding of the nucleosomal components. By doing this, the DNA is more accessible and leads to more transcription factors being able to reach the DNA. Thus, acetylation of histones is known to increase the expression of genes through transcription activation. Deacetylation performed by HDAC molecules has the opposite effect. By deacetylating the histone tails, the DNA becomes more tightly wrapped around the histone cores, making it harder for transcription factors to bind to the DNA. This leads to decreased levels of gene expression and is known as gene silencing.",
            "score": 215.95763754844666
        },
        {
            "docid": "18771661_9",
            "document": "Knockout rat . Zinc finger nucleases (ZFNs) and Transcription Activator-Like Effector Nucleases (TALENs) are engineered DNA-binding proteins that facilitate targeted editing of the genome by creating double-strand breaks in DNA at user-specified locations. Double strand breaks are important for site-specific mutagenesis in that they stimulate the cell’s natural DNA-repair processes, namely homologous recombination and non-homologous end joining. When the cell uses the non-homologous end joining pathway to repair the double-strand break, the inherent inaccuracy of the repair often generates precisely targeted mutations. This results in embryos with targeted gene knockout. Standard microinjection techniques allow this technology to make knockout rats in 4–6 months. A major advantage of ZFN- and TALEN-mediated gene knockout relative to the use of mobile DNA is that a particular gene can be uniquely and specifically targeted for knockout. In contrast, knockouts made using mobile DNA technology are random and are therefore unlikely to target the gene of interest.",
            "score": 167.45999145507812
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 203.39028930664062
        },
        {
            "docid": "38664703_2",
            "document": "Pioneer factor . Pioneer factors are transcription factors that can directly bind condensed chromatin. They can have positive and negative effects on transcription and are important in recruiting other transcription factors and histone modification enzymes as well as controlling DNA methylation. They were first discovered in 2002 as factors capable of binding to target sites on nucleosomal DNA in compacted chromatin and endowing competency for gene activity during hepatogenesis. Pioneer factors are involved in initiating cell differentiation and activation of cell-specific genes. This property is observed in fork head box (FOX), Groucho TLE, and in Gal4 transcription factors.",
            "score": 215.46952939033508
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 192.76381182670593
        }
    ],
    "r": [
        {
            "docid": "31474_21",
            "document": "Transcription factor . In eukaryotes, DNA is organized with the help of histones into compact particles called nucleosomes, where sequences of about 147 DNA base pairs make ~1.65 turns around histone protein octamers. DNA within nucleosomes is inaccessible to many transcription factors. Some transcription factors, so-called pioneering factors are still able to bind their DNA binding sites on the nucleosomal DNA. For most other transcription factors, the nucleosome should be actively unwound by molecular motors such as chromatin remodelers. Alternatively, the nucleosome can be partially unwrapped by thermal fluctuations, allowing temporary access to the transcription factor binding site. In many cases, a transcription factor needs to compete for binding to its DNA binding site with other transcription factors and histones or non-histone chromatin proteins. Pairs of transcription factors and other proteins can play antagonistic roles (activator versus repressor) in the regulation of the same gene.",
            "score": 238.23040771484375
        },
        {
            "docid": "4694833_8",
            "document": "GATA1 . In both GATA1 and GATA1-S, C-ZnF (i.e. C-terminus zinc finger) binds to DNA-specific nucleic acid sequences sites viz., (T/A(GATA)A/G), on the expression-regulating sites of its target genes and in doing so either stimulates or suppresses the expression of these target genes. Their N-ZnF (i.e. N-terminus zinc fingers) interacts with an essential transcription factor-regulating nuclear protein, FOG1. FOG1 powerfully promotes or suppresses the actions that the two transcription factors have on most of their target genes. Similar to the knockout of \"Gata1\", knockout of the mouse gene for FOG1, \"Zfpm1\", causes total failure of red blood cell development and embryonic lethality by day 11.5. Based primarily on mouse studies, it is proposed that the GATA1-FOG1 complex promotes human erythropoiesis by recruiting and binding with at least two gene expression-regulating complexes, Mi-2/NuRD complex (a chromatin remodeler) and CTBP1 (a histone deacetylase) and three gene expression-regulating proteins, SET8 (a GATA1-inhibiting histone methyltransferase), BRG1 (a transcription activator), and Mediator (a transcription co-activator). Other interactions include those with: BRD3 (remodels DNA nucleosomes), BRD4 (binds acetylated lysine residues in DNA-associated histone to regulate gene accessibility), FLI1 (a transcription factor that blocks erythroid differentiation), HDAC1 (a histone deacetylase), LMO2 (regulator of erythrocyte development), ZBTB16 (transcription factor regulating cell cycle progression), TAL1 (a transcription factor), FOG2 (a transcription factor regulator), and GATA2 (Displacement of GATA2 by GATA1, i.e. the \"GATA switch\", at certain gene-regulating sites is critical for red blood development in mice and, presumably, humans). GATA1-FOG1 and GATA2-FOG1 interactions are critical for platelet formation in mice and may similarly be critical for this in humans.",
            "score": 237.43484497070312
        },
        {
            "docid": "553612_3",
            "document": "Histone acetyltransferase . In general, histone acetylation is linked to transcriptional activation and associated with euchromatin. Euchromatin, which is less densely compact, allows transcription factors to bind more easily to regulatory sites on DNA, causing transcriptional activation. When it was first discovered, it was thought that acetylation of lysine neutralizes the positive charge normally present, thus reducing affinity between histone and (negatively charged) DNA, which renders DNA more accessible to transcription factors. Research has emerged, since, to show that lysine acetylation and other posttranslational modifications of histones generate binding sites for specific protein–protein interaction domains, such as the acetyllysine-binding bromodomain. Histone acetyltransferases can also acetylate non-histone proteins, such as nuclear receptors and other transcription factors to facilitate gene expression.",
            "score": 235.19451904296875
        },
        {
            "docid": "4440593_2",
            "document": "Histone methylation . Histone methylation is a process by which methyl groups are transferred to amino acids of histone proteins that make up nucleosomes, which the DNA double helix wraps around to form chromosomes. Methylation of histones can either increase or decrease transcription of genes, depending on which amino acids in the histones are methylated, and how many methyl groups are attached. Methylation events that weaken chemical attractions between histone tails and DNA increase transcription, because they enable the DNA to uncoil from nucleosomes so that transcription factor proteins and RNA polymerase can access the DNA. This process is critical for the regulation of gene expression that allows different cells to express different genes.",
            "score": 226.04025268554688
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 225.66220092773438
        },
        {
            "docid": "46697210_4",
            "document": "Epigenetics of human development . Gene expression refers to the transcription of a gene but the RNA produced does not necessarily have to encode a protein product. Transcription may produce so called noncoding RNA products such as tRNA and regulatory RNA. Repression may refer to the decrease in transcription of a gene or inhibition of a protein. Proteins are often inhibited by binding the active site or causing a conformational change so that the active site can no longer bind. By making these alterations, proteins, like transcription factors, may bind DNA less or some protein may be inhibited so that it becomes a block in a signaling cascade and certain genes will then not be induced to be expressed. Repression can occur pre- or post-transcriptionally. Methylating the DNA or the modifying the histones that the DNA wraps around is one example that commonly leads to repression. Pre-transcriptional repression can also occur by altering the proteins that allow transcription to occur, namely the polymerase complex. Proteins can sit on the DNA strand and serve as a kind of block to polymerase proteins, halting them from transcribing. Post-transcriptional repression generally refers to the degradation of the RNA product or binding the RNA with proteins so that it cannot be translated or carry out its function.",
            "score": 225.41555786132812
        },
        {
            "docid": "11849358_4",
            "document": "ETV6 . The human ETV6 protein is a member of the ETS transcription factor family; however, it more often acts to inhibit than stimulate transcription of its target genes. ETV6 protein contains 3 domains: a) the pointed N-terminal (i.e. PNT) domain which forms oligomer partners with itself as well as other transcription factors (e.g. FLI1) and is required for ETV6's transcriptional repressing activity; b) the central regulatory domain; and c) the C-terminal DNA-binding domain, ETS, which binds to the consensus DNA sequence, 5-GGAA/T-3 within a 9-to-10 bp sequence, in the target genes it regulates. ETV6 interacts with other proteins that regulate the differentiation and growth of cells. It binds to and thereby inhibits FLI1, another member of the ETS transcription factor family, which is active in promoting the maturation of blood platelet-forming megakaryocytes and blocking the Cellular differentiation of erythroblasts into red blood cells; this results in the excessive proliferation and abnormal morphology of erythroblasts. ETV6 likewise binds to HTATIP, a histone acetyl transferase that regulates the expression of various genes involved in gene transcription, DNA repair, and cellular apoptosis; this binding promotes the transcription-repressing activity of ETV6.",
            "score": 224.35122680664062
        },
        {
            "docid": "966654_6",
            "document": "DNA-binding protein . In contrast, other proteins have evolved to bind to specific DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one specific set of DNA sequences and activates or inhibits the transcription of genes that have these sequences near their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This alters the accessibility of the DNA template to the polymerase.",
            "score": 221.381103515625
        },
        {
            "docid": "57414_16",
            "document": "Evolutionary developmental biology . A small fraction of the genes in an organism's genome control the organism's development. These genes are called the developmental-genetic toolkit. They are highly conserved among phyla, meaning that they are ancient and very similar in widely separated groups of animals. Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. Most toolkit genes are parts of signalling pathways: they encode transcription factors, cell adhesion proteins, cell surface receptor proteins and signalling ligands that bind to them, and secreted morphogens that diffuse through the embryo. All of these help to define the fate of undifferentiated cells in the embryo. Together, they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Among the most important toolkit genes are the \"Hox\" genes. These transcription factors contain the homeobox protein-binding DNA motif, also found in other toolkit genes, and create the basic pattern of the body along its front-to-back axis. Hox genes determine where repeating parts, such as the many vertebrae of snakes, will grow in a developing embryo or larva. \"Pax-6\", already mentioned, is a classic toolkit gene. Homeobox genes are also found in plants, implying they are common to all eukaryotes.",
            "score": 220.12673950195312
        },
        {
            "docid": "966654_8",
            "document": "DNA-binding protein . Protein–DNA interactions occur when a protein binds a molecule of DNA, often to regulate the biological function of DNA, usually the expression of a gene. Among the proteins that bind to DNA are transcription factors that activate or repress gene expression by binding to DNA motifs and histones that form part of the structure of DNA and bind to it less specifically. Also proteins that repair DNA such as uracil-DNA glycosylase interact closely with it.",
            "score": 217.16517639160156
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 216.55374145507812
        },
        {
            "docid": "9957063_6",
            "document": "Histone acetylation and deacetylation . Acetylation has the effect of changing the overall charge of the histone tail from positive to neutral. Nucleosome formation is dependent on the positive charges of the H4 histones and the negative charge on the surface of H2A histone fold domains. Acetylation of the histone tails disrupts this association, leading to weaker binding of the nucleosomal components. By doing this, the DNA is more accessible and leads to more transcription factors being able to reach the DNA. Thus, acetylation of histones is known to increase the expression of genes through transcription activation. Deacetylation performed by HDAC molecules has the opposite effect. By deacetylating the histone tails, the DNA becomes more tightly wrapped around the histone cores, making it harder for transcription factors to bind to the DNA. This leads to decreased levels of gene expression and is known as gene silencing.",
            "score": 215.9576416015625
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 215.67800903320312
        },
        {
            "docid": "38664703_2",
            "document": "Pioneer factor . Pioneer factors are transcription factors that can directly bind condensed chromatin. They can have positive and negative effects on transcription and are important in recruiting other transcription factors and histone modification enzymes as well as controlling DNA methylation. They were first discovered in 2002 as factors capable of binding to target sites on nucleosomal DNA in compacted chromatin and endowing competency for gene activity during hepatogenesis. Pioneer factors are involved in initiating cell differentiation and activation of cell-specific genes. This property is observed in fork head box (FOX), Groucho TLE, and in Gal4 transcription factors.",
            "score": 215.4695281982422
        },
        {
            "docid": "55410471_7",
            "document": "DCas9 activation system . Transcriptional Activators are protein domains or whole proteins linked to dCas9 or sgRNAs that assist in the recruitment of important co-factors as well as RNA Polymerase for transcription of the gene(s) targeted by the system. In order for a protein to be made from the gene that encodes it, RNA polymerase must make RNA from the DNA template of the gene during a process called transcription. Transcriptional activators have a DNA binding domain and a domain for activation of transcription. The activation domain can recruit general transcription factors or RNA polymerase to the gene sequence. Activation domains can also function by facilitating transcription by stalled RNA polymerases, and in eukaryotes can act to move nucleosomes on the DNA or modify histones to increase gene expression. These activators can be introduced into the system through attachment to dCas9 or to the sgRNA. Some researchers have noted that the extent of transcriptional upregulation can be modulated by using multiple sites for activator attachment in one experiment and by using different variations and combinations of activators at once in a given experiment or sample.",
            "score": 214.7813262939453
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 214.71058654785156
        },
        {
            "docid": "46694447_6",
            "document": "Epigenetics of plant growth and development . Epigenetic modifications regulate gene expression. The transcription of DNA into RNA and subsequent translation into proteins determines the form and function of all living things. The level of DNA transcription generally depends on how accessible DNA is to transcription factors. Many epigenetic changes occur either on histones, which are normally associated with DNA in chromatin, or directly on the DNA. For instance, methylation of DNA leads to transcriptional silencing by denying access to transcription factors. Histone methylation can lead to either silencing or activation as determined by the amino acid marked. Meanwhile, histone acetylation typically lessens the hold of histones on DNA by reducing positive charge, resulting in facilitation of transcription (Weinhold et al. 2001).",
            "score": 213.15921020507812
        },
        {
            "docid": "3454720_7",
            "document": "Regulator gene . Promoters reside at the beginning of the gene and serve as the site where the transcription machinery assembles and transcription of the gene begins. Enhancers turn on the promoters at specific locations, times, and levels and can be simply defined as the “promoters of the promoter.” Silencers are thought to turn off gene expression at specific time points and locations. Insulators, also called boundary elements, are DNA sequences that create cis-regulatory boundaries that prevent the regulatory elements of one gene from affecting neighboring genes. The general dogma is that these regulatory elements get activated by the binding of transcription factors, proteins that bind to specific DNA sequences, and control mRNA transcription. There could be several transcription factors that need to bind to one regulatory element in order to activate it. In addition, several other proteins, called transcription cofactors, bind to the transcription factors themselves to control transcription.",
            "score": 212.5924530029297
        },
        {
            "docid": "41111089_3",
            "document": "Epigenetic regulation of neurogenesis . Three important methods of epigenetic regulation include histone modification, DNA methylation and demethylation, and MicroRNA (miRNA) expression. Histones keep the DNA of the eukaryotic cell tightly packaged through charge interactions between the positive charge on the histone tail and the negative charge of the DNA, as well as between histone tails of nearby nucleosomes. While there are many different types of Histone modifications, in neural epigenetics there are two primary mechanisms which have been explored: histone methylation and histone acetylation.  In the former, methyl groups are either added or removed to the histone altering its structure and exposing chromatin and leading to gene activation or deactivation. In the latter, histone acetylation causes the histone to hold the DNA more loosely, allowing for more gene activation. DNA Methylation, in which methyl groups are added to cytosine or adenosine redisdues on the DNA, is a more lasting method of gene inactivation than histone modification, though is still reversible in some cases. MicroRNAs are a small form of non-coding RNA (ncRNA) which often act as \"fine-tuning\" mechanisms for gene expression by repressing or inducing messenger RNA (mRNA) in neural cells but can also act directly with transcription factors to guide neurogenesis.",
            "score": 212.08006286621094
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 210.9854278564453
        },
        {
            "docid": "46697210_37",
            "document": "Epigenetics of human development . Bromodomain protein 4, or BRD4, is a protein which binds to acetylated tails of histones H3 and H4 to aid active gene transcription by decompaction using the bromodomain with the assistance of the acetylated K5 on H4. BRD4 is a member of the BET protein family, which includes other bromodomain-containing proteins and their homologues in other species. BRD4 is a protein which functions in both gene activation and repression in cell cycle control and DNA replication. BRD4 functions by binding to the acetylated tails and then attaching to other proteins, allowing those proteins to  either activate or repress the histones next to BRD4.",
            "score": 209.59310913085938
        },
        {
            "docid": "14062118_4",
            "document": "HMGB1 . Like the histones, HMGB1 is among the most important chromatin proteins. In the nucleus HMGB1 interacts with nucleosomes, transcription factors, and histones. This nuclear protein organizes the DNA and regulates transcription. After binding, HMGB1 bends DNA, which facilitates the binding of other proteins. HMGB1 supports transcription of many genes in interactions with many transcription factors. It also interacts with nucleosomes to loosen packed DNA and remodel the chromatin. Contact with core histones changes the structure of nucleosomes.",
            "score": 209.53524780273438
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 208.73194885253906
        },
        {
            "docid": "14754523_3",
            "document": "Histone deacetylase 5 . Histones play a critical role in transcriptional regulation, cell cycle progression, and developmental events. Histone acetylation/deacetylation alters chromosome structure and affects transcription factor access to DNA. The protein encoded by this gene belongs to the class II histone deacetylase/acuc/apha family. It possesses histone deacetylase activity and represses transcription when tethered to a promoter. It coimmunoprecipitates only with HDAC3 family member and might form multicomplex proteins. It also interacts with myocyte enhancer factor-2 (MEF2) proteins, resulting in repression of MEF2-dependent genes. This gene is thought to be associated with colon cancer. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 208.65414428710938
        },
        {
            "docid": "4649353_12",
            "document": "Citrullination . PAD4 regulates gene expression through histone modifications. DNA is wrapped around histones, and the histone proteins can control DNA expression when chemical groups are added and removed. This process is known as post-translational processing or post-translational modification, because it takes place on the protein after the DNA is translated. The role of post-translational processing in gene regulation is the subject of the growing field of study, epigenetics. One modification mechanism is methylation. A methyl group (CH) binds to an arginine on the histone protein, altering DNA binding to the histone and allowing transcription to take place. When PAD converts arginine to citrulline on a histone, it blocks further methylation of the histone, inhibiting transcription. The main isotype for this is PAD4, which deiminates arginines and/or monomethylated arginines on histones 3 and 4, turning off the effects of arginine methylation.",
            "score": 208.63516235351562
        },
        {
            "docid": "38664703_7",
            "document": "Pioneer factor . Histone modification is a well-studied mechanism to transiently adjust chromatin density. Pioneer factors can play a role in this by binding specific enhancers and flagging histone modification enzymes to that specific gene. Repressive pioneer factors can inhibit transcription by recruiting factors that modify histones that further tighten the chromatin. This is important to limit gene expression to specific cell types and has to be removed only when cell differentiation begins. FoxD3 has been associated as a repressor of both B-cell and melanocytic cell differentiation pathways, maintaining repressive histone modifications where bound, that have to be overcome to start differentiation. Pioneer factors can also be associated with recruiting transcription-activating histone modifications. Enzymes that modify H3K4 with mono and di-methylation are associated with increasing transcription and have been shown to bind pioneer factors. In B cell differentiation PU.1 is necessary to signal specific histones for activating H3K4me1 modifications that differentiate hematopoietic stem cells into either the B-cell or macrophage lineage. FoxA1 binding induces HSK4me2 during neuronal differentiation of pluripotent stem cells as well as the loss of DNA methylation.",
            "score": 206.85589599609375
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 206.65432739257812
        },
        {
            "docid": "14131785_3",
            "document": "HDAC4 . Histones play a critical role in transcriptional regulation, cell cycle progression, and developmental events. Histone acetylation/deacetylation alters chromosome structure and affects transcription factor access to DNA. The protein encoded by this gene belongs to class II of the histone deacetylase/acuc/apha family. It possesses histone deacetylase activity and represses transcription when tethered to a promoter. This protein does not bind DNA directly but through transcription factors MEF2C and MEF2D. It seems to interact in a multiprotein complex with RbAp48 and HDAC3. Furthermore, HDAC4 is required for TGFbeta1-induced myofibroblastic differentiation.",
            "score": 206.62677001953125
        },
        {
            "docid": "46685051_5",
            "document": "Epigenetics of neurodegenerative diseases . The term epigenetics refers to three levels of gene regulation: (1) DNA methylation, (2) histone modifications, and (3) non-coding RNA (ncRNA) function. Briefly, histone-mediated transcriptional control occurs by the wrapping of DNA around a histone core. This DNA-histone structure is called a nucleosome; the more tightly the DNA is bound by the nucleosome, and the more tightly a string of nucleosomes are compressed among each other, the greater the repressive effect on transcription of genes in the DNA sequences near or wrapped around the histones, and vice versa (i.e. looser DNA binding and relaxed compaction leads to a comparatively derepressed state, resulting in facultative heterochromatin or, even further derepressed, euchromatin). At its most repressive state, involving many folds into itself and other scaffolding proteins, DNA-histone structures form constitutive heterochromatin. This chromatin structure is mediated by these three levels of gene regulation. The most relevant epigenetic modifications to treatment of neurodegenerative diseases are DNA methylation and histone protein modifications via methylation or acetylation.",
            "score": 206.6265869140625
        },
        {
            "docid": "14029_41",
            "document": "Histone . Yeast carry one or two copies of each histone gene, which are not clustered but rather scattered throughout chromosomes. Histone gene transcription is controlled by multiple gene regulatory proteins such as transcription factors which bind to histone promoter regions. In budding yeast, the candidate gene for activation of histone gene expression is SBF. SBF is a transcription factor that is activated in late G1 phase, when it dissociates from its repressor Whi5. This occurs when Whi5 is phosphorylated by Cdc8 which is a G1/S Cdk. Suppression of histone gene expression outside of S phases is dependent on Hir proteins which form inactive chromatin structure at the locus of histone genes, causing transcriptional activators to be blocked.",
            "score": 206.57325744628906
        },
        {
            "docid": "51923460_4",
            "document": "Evo-devo gene toolkit . Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. The majority of toolkit genes are components of signaling pathways, and encode for the production of transcription factors, cell adhesion proteins, cell surface receptor proteins (and signalling ligands that bind to them), and secreted morphogens, all of these participate in defining the fate of undifferentiated cells, generating spatial and temporal patterns, which in turn form the body plan of the organism. Among the most important of the toolkit genes are those of the Hox gene cluster, or complex. Hox genes, transcription factors containing the more broadly distributed homeobox protein-binding DNA motif, function in patterning the body axis. Thus, by combinatorial specifying the identity of particular body regions, Hox genes determine where limbs and other body segments will grow in a developing embryo or larva. A paradigmatic toolkit gene is \"Pax6/eyeless\", which controls eye formation in all animals. It has been found to produce eyes in mice and \"Drosophila\", even if mouse \"Pax6/eyeless\" was expressed in \"Drosophila\".",
            "score": 206.5063018798828
        },
        {
            "docid": "37690706_15",
            "document": "Epigenetics of schizophrenia . Epigenetics (translated as \"above genetics\") is the study of how genes are regulated through reversible and heritable molecular mechanisms. The epigenetic changes modify gene expression through either activation of the gene that codes for a certain protein, or repression of the gene. There are two main categories of modifications: the methylation of DNA and modifications to histones. Research findings have demonstrated that several examples of both of these changes are linked to schizophrenia and its symptoms. DNA methylation is the covalent addition of a methyl group to a segment of the DNA code. These -CH3 groups are added to cytosine residues by the DNMT (DNA Methytransferases) enzymes. The binding methyl group to promoter regions interferes with the binding of transcription factors and silences the gene by preventing the transcription of that code. DNA methylation is one of the most well studied epigenetic mechanisms and there have been several findings linking it to schizophrenia.",
            "score": 206.30178833007812
        }
    ]
}