{
    "q": [
        {
            "docid": "56379488_5",
            "document": "Biological effects of radiation on the epigenome . Advances in medical imaging has resulted in increased exposure of humans to low doses of ionizing radiation. Radiation exposure in pediatrics has been shown to have a greater impact as children's cells are still developing. The radiation obtained from medical imaging techniques is only harmful if consistently targeted multiple times in a short space of time. Safety measures have been introduced in order to limit the exposure of harmful ionizing radiation such as the usage of protective material during the use of these imaging tools. A lower dosage is also used in order to fully rid the possibility of a harmful effect from the medical imaging tools. The National Council on Radiation Protection and Measurements along with many other scientific committees have ruled in favor of continued use of medical imaging as the reward far outweighs the minimal risk obtained from these imaging techniques. If the safety protocols are not followed there is a potential increase in the risk of developing cancer. This is primarily due to the decreased methylation of cell cycle genes, such as those relating to apoptosis and DNA repair. The ionizing radiation from these techniques can cause many other detrimental effects in cells including changes in gene expression and halting the cell cycle. However, these results are extremely unlikely if the proper protocols are followed.",
            "score": 99.60346531867981
        },
        {
            "docid": "7375514_12",
            "document": "Synaptotropic hypothesis . Dynamic morphometrics technology involves new methods of labeling, imaging, and quantifying dendritogenesis. The transparent, externally developing vertebrate embryos of \"Xenopus laevis\" and zebrafish allow direct imaging of the organism in the critical stages of development while keeping the embryos intact. Individual brain neurons can be fluorescently labeled using single cell electroporation while leaving the rest of the brain unaltered. Also, two-photon microscopy allows in vivo time-lapse imaging to create high-resolution, 3D images of neurons deep within the living brain, again with minimal damage to the brain. New computer software also can now track and measure dendritic growth. These methods comprise a new type of imaging technology that can monitor the process of dendritogenesis and can help give evidence to either dissent with or support the synaptotropic hypothesis.",
            "score": 101.17899012565613
        },
        {
            "docid": "907554_25",
            "document": "History of neuroimaging . It is interesting to see how advances are split between those seeking a completely mapped brain by utilizing single neuron imaging and those utilizing images of brains as subjects perform various high-level tasks. Single neuron imaging (SNI) uses a combination of genetic engineering and optical imaging techniques to insert tiny electrodes into the brain for the purpose of measuring a single neuron's firing. Due to its damaging repercussions, this technique has only been used on animals, but it has shed a lot of light on basic emotional and motivational processes. The goal of studies in higher-level activities is to determine how a network of brain areas collaborates to perform each task. This higher-level imaging is much easier to do because researchers can easily use subjects who have a disease such as Alzheimer's. The SNI technology seems to be going after the possibility for AI while the network-probing technology seems to be more for medical purposes.",
            "score": 55.17491126060486
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 120.59615290164948
        },
        {
            "docid": "987320_19",
            "document": "Neurotechnology . Magnetic resonance imaging is a vital tool in neurological research in showing activation in the brain as well as providing a comprehensive image of the brain being studied. While MRIs are used clinically for showing brain size, it still has relevance in the study of brains because it can be used to determine extent of injuries or deformation. These can have a significant effect on personality, sense perception, memory, higher order thinking, movement, and spatial understanding. However, current research tends to focus more so on fMRI or real-time functional MRI (rtfMRI). These two methods allow the scientist or the participant, respectively, to view activation in the brain. This is incredibly vital in understanding how a person thinks and how their brain reacts to a person's environment, as well as understanding how the brain works under various stressors or dysfunctions. Real-time functional MRI is a revolutionary tool available to neurologists and neuroscientists because patients can see how their brain reacts to stressors and can perceive visual feedback. CT scans are very similar to MRI in their academic use because they can be used to image the brain upon injury, but they are more limited in perceptual feedback. CTs are generally used in clinical studies far more than in academic studies, and are found far more often in a hospital than a research facility. PET scans are also finding more relevance in academia because they can be used to observe metabolic uptake of neurons, giving researchers a wider perspective about neural activity in the brain for a given condition. Combinations of these methods can provide researchers with knowledge of both physiological and metabolic behaviors of loci in the brain and can be used to explain activation and deactivation of parts of the brain under specific conditions.",
            "score": 69.8043771982193
        },
        {
            "docid": "53129859_8",
            "document": "Live single-cell imaging . Following live cell imaging, automated tracking software is then employed to extract time series data from videos of cells. Live cell tracking is generally split into two steps, image segmentation of cells or their nuclei and cell/nuclei tracking based off these segments. Many challenges still exist in this stage of a live single cell imaging study. However recent progress has been highlighted in the field first objective comparison of single cell tracking techniques.",
            "score": 89.3340494632721
        },
        {
            "docid": "8285473_3",
            "document": "Cell fate determination . The development of new molecular tools including GFP, and major advances in imaging technology including fluorescence microscopy, have made possible the mapping of the cell lineage of \"Caenorhabditis elegans\" including its embryo. This technique of fate mapping is used to study cells as they differentiate into their final cell fates. Merely observing a cell as it becomes differentiated during embryogenesis provides no indication of the mechanisms that drive the specification. Therefore, the addition of molecular manipulation techniques, including gene and protein knock downs, knock outs and overexpression, along with live cell imaging techniques has been transformational in understanding what mechanisms are involved with cell fate determination. Transplantation experiments are commonly used in conjunction with the genetic manipulation and lineage tracing. Transplantation experiments are the only way to determine what state the cell is in on its way to being differentiated.",
            "score": 88.34747803211212
        },
        {
            "docid": "53129859_2",
            "document": "Live single-cell imaging . Live single-cell imaging is an emerging systems biology field, being used to study signalling dynamics and behaviour in populations of individual living cells. Live single-cell imaging combines traditional live cell imaging and time-lapse microscopy techniques with automated cell tracking and feature extraction, drawing many techniques from high-content screening. Live single cell studies represent an important step forward in molecular biology as they can reveal key behaviours that would otherwise be masked in population averaging experiments such as western blots.",
            "score": 96.10493540763855
        },
        {
            "docid": "33177861_23",
            "document": "Core–shell semiconductor nanocrystal . Because multiple colors can be imaged, CSSNCs’ ability to be used in cell labeling is of growing importance. However, it can be difficult to get CSSNCs across the cell membrane. This has been achieved via endocytosis (the most common method), direct microinjection, and electroporation, and once in the cell, they become concentrated in the nucleus and can stay there for extended periods of time. Once CSSNCs are inside cells, they remain even after cellular division and can be imaged in both mother and daughter cells. This particular technique was shown using \"Xenopus\" embryos. Another example of CSSNCs is seen in their tracking ability; when cells are gown on a 2D matrix embedded with CSSNCs, cells uptake the CSSNCs as they move, leaving a trail seen as the absence of CSSNCs. This means that the mobility of cells can be imaged, which is important since the metastatic potential of breast tissue cells has been shown to increase with mobility. Also, it has been shown that five different toxins can be detected using five different CSSNCs simultaneously.",
            "score": 115.80814242362976
        },
        {
            "docid": "37587408_2",
            "document": "Live cell imaging . Live cell imaging is the study of living cells using time-lapse microscopy. It is used by scientists to obtain a better understanding of biological function through the study of cellular dynamics. Live cell imaging was pioneered in first decade of the 20th century. One of the first time-lapse microcinematographic films of cells ever made was made by Julius Ries, showing the fertilization and development of the sea urchin egg. Since then, several microscopy methods have been developed which allow researchers to study living cells in greater detail with less effort. A newer type of imaging utilizing quantum dots have been used as they are shown to be more stable.",
            "score": 120.97511315345764
        },
        {
            "docid": "30972650_2",
            "document": "Laser ablation electrospray ionization . Laser ablation electrospray ionization (LAESI) is an ambient ionization method for mass spectrometry that combines laser ablation from a mid-infrared (mid-IR) laser with a secondary electrospray ionization (ESI) process. The mid-IR laser is used to generate gas phase particles which are then ionized through interactions with charged droplets from the ESI source. LAESI was developed by Professor Akos Vertes and Dr. Peter Nemes in 2007 and is now marketed commercially by Protea Biosciences, Inc. LAESI is a novel ionization source for mass spectrometry (MS) that has been used to perform MS imaging of plants, tissues, cell pellets, and even single cells. In addition, LAESI has been used to analyze historic documents and untreated biofluids such as urine and blood. The technique of LAESI is performed at atmospheric pressure and therefore overcomes many of the obstacles of traditional MS techniques, including extensive and invasive sample preparation steps and the use of high vacuum. LAESI can be used to perform MS analysis of many different classes of compounds ranging from small molecules, such as pharmaceuticals, saccharides, lipids, and metabolites to larger biomolecules like peptides and proteins. LAESI has also been shown to have a quantitative dynamic range of 4 decades and a limit of detection (LOD) of 8 fmol with verapamil, a small pharmaceutical molecule. The technique has a lateral resolution of <200 μm for imaging applications and has been used for 3D imaging of plant tissues. Additionally, in cell-by-cell LAESI imaging experiments single cells can be used as the pixels of the molecular image. This LAESI application uses etched optical fibers to produce laser spot sizes of <50 µm to deliver the laser energy and has also been utilized in single cell analysis experiments.",
            "score": 102.93061411380768
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 65.51415169239044
        },
        {
            "docid": "3717_58",
            "document": "Brain . The oldest method of studying the brain is anatomical, and until the middle of the 20th century, much of the progress in neuroscience came from the development of better cell stains and better microscopes. Neuroanatomists study the large-scale structure of the brain as well as the microscopic structure of neurons and their components, especially synapses. Among other tools, they employ a plethora of stains that reveal neural structure, chemistry, and connectivity. In recent years, the development of immunostaining techniques has allowed investigation of neurons that express specific sets of genes. Also, \"functional neuroanatomy\" uses medical imaging techniques to correlate variations in human brain structure with differences in cognition or behavior.",
            "score": 72.79696583747864
        },
        {
            "docid": "9999924_34",
            "document": "Semen analysis . Computer Assisted Semen Analysis (CASA) is a catch-all phrase for automatic or semi-automatic semen analysis techniques. Most systems are based on image analysis, but alternative methods exist such as tracking cell movement on a digitizing tablet. Computer-assisted techniques are most-often used for the assessment of sperm concentration and mobility characteristics, such as velocity and linear velocity. Nowadays, there are CASA systems, based on image analysis and using new techniques, with near perfect results, and doing full analysis in a few seconds. With some techniques, sperm concentration and motility measurements are at least as reliable as current manual methods.",
            "score": 63.51214647293091
        },
        {
            "docid": "5004685_20",
            "document": "Transcranial direct-current stimulation . The basic design of tDCS, using direct current (DC) to stimulate the area of interest, has existed for over 100 years. There were a number of rudimentary experiments completed before the 19th century using this technique that tested animal and human electricity. Luigi Galvani and Alessandro Volta were two such researchers that utilized the technology of tDCS in their explorations of the source of animal cell electricity. It was due to these initial studies that tDCS was first brought into the clinical scene. In 1801, Giovanni Aldini (Galvani's nephew) started a study in which he successfully used the technique of direct current stimulation to improve the mood of melancholy patients. Aldini gave a detailed account of his treatments of melancholy patient Luigi Lanzarini and also described the stunning result when he first tried the treatment on his own head: There was a brief rise of interest in transcranial direct current stimulation in the 1960s when studies by researcher D. J. Albert proved that the stimulation could affect brain function by changing the cortical excitability. He also discovered that positive and negative stimulation had different effects on the cortical excitability. It wasn’t until recently that interest in tDCS was reignited. This time, the rediscovery was fueled by an increase of interest and understanding of basic brain functioning, therapeutic application, as well as new brain stimulation and brain imaging techniques such as TMS and fMRI. Now, Transcranial direct current stimulation is beginning to be used more frequently as a brain stimulation technique because, with proper safety protocols, tDCS is safe for human use.",
            "score": 52.331108808517456
        },
        {
            "docid": "660008_15",
            "document": "Scanning laser ophthalmoscopy . AOSLO compares favorably with other retinal imaging techniques as well. Fluorescein angiography uses injection of a fluorescein dye to image the back of the retina. It is a commonly used technique but it has a large number of side effects, including nausea in one fifth of patients and in some cases death from anaphylaxis. Optical coherence tomography (OCT) represents a powerful clinical tool for monitoring retinal physiology in patients. OCT uses low coherence interferometry to differentiate tissues within the eye and create a cross section of a living patients’ retina non-invasively. It actually has greater axial resolution than AOSLO. However, AOSLO represents a method with much greater translational resolution than OCT and can thus be used to track minor lateral physical changes such as the effects of eye movements on the retina. A combination of AOSLO and OCT has recently been attempted in one apparatus to produce the first three-dimensional images of individual cone cells and illustrate the overall cone mosaic near the fovea at high speeds.",
            "score": 71.08824253082275
        },
        {
            "docid": "275602_14",
            "document": "Microscope image processing . Another common requirement is to take a series of images at a fixed position, but at different focal depths. Since most microscopic samples are essentially transparent, and the depth of field of the focused sample is exceptionally narrow, it is possible to capture images \"through\" a three-dimensional object using 2D equipment like confocal microscopes. Software is then able to reconstruct a 3D model of the original sample which may be manipulated appropriately. The processing turns a 2D instrument into a 3D instrument, which would not otherwise exist. In recent times this technique has led to a number of scientific discoveries in cell biology.",
            "score": 84.04359912872314
        },
        {
            "docid": "1642813_26",
            "document": "Fluorescence-lifetime imaging microscopy . FLIM has primarily been used in biology as a method to detect photosensitizers in cells and tumors as well as FRET in instances where ratiometric imaging is difficult.  The technique was developed in the late 1980s and early 1990s (Gating method: Bugiel et al. 1989. König 1989, Phase modulation: Lakowicz at al. 1992,) before being more widely applied in the late 1990s. In cell culture, it has been used to study EGF receptor signaling and ErbB1 receptor trafficking.  Time domain FLIM (tdFLIM) has also been used to show the interaction of both types of nuclear intermediate filament proteins lamins A and B1 in distinct homopolymers at the nuclear envelope, which further interact with each other in higher order structures. FLIM imaging is particularly useful in neurons, where light scattering by brain tissue is problematic for ratiometric imaging. In neurons, FLIM imaging using pulsed illumination has been used to study Ras, CaMKII, Rac, and Ran family proteins. FLIM has been used in clinical multiphoton tomography to detect intradermal cancer cells as well as pharmaceutical and cosmetic compounds.",
            "score": 94.02686595916748
        },
        {
            "docid": "35691407_3",
            "document": "Amira (software) . Amira is an extendable software system for scientific visualization, data analysis, and presentation of 3D and 4D data. It is being used by several thousand researchers and engineers in academia and industry around the world. Its flexible user interface and modular architecture make it a universal tool for processing and analysis of data from various modalities; e.g. micro-CT, PET, Ultrasound. Its ever-expanding functionality has made it a versatile data analysis and visualization solution, applicable to and being used in many fields, such as microscopy in biology and materials science, molecular biology, quantum physics, astrophysics, computational fluid dynamics (CFD), finite element modeling (FEM), non-destructive testing (NDT), and many more.  One of the key features, besides data visualization, is Amira’s set of tools for image segmentation and geometry reconstruction. This allows the user to mark (or segment) structures and regions of interest in 3D image volumes using automatic, semi-automatic, and manual tools. The segmentation can then be used for a variety of subsequent tasks, such as volumetric analysis, density analysis, shape analysis, or the generation of 3D computer models for visualization, numerical simulations, or rapid prototyping or 3D printing, to name a few.  Other key Amira features are multi-planar and volume visualization, image registration, filament tracing, cell separation and analysis, tetrahedral mesh generation, fiber-tracking from diffusion tensor imaging (DTI) data, skeletonization, spatial graph analysis, and stereoscopic rendering of 3D data over multiple displays including CAVEs (Cave automatic virtual environments). As a commercial product Amira requires the purchase of a license or an academic subscription. A time-limited, but full-featured evaluation version is available for download free of charge.",
            "score": 85.7588460445404
        },
        {
            "docid": "44291266_2",
            "document": "Calcium imaging . Calcium imaging is a scientific technique usually carried out in research which is designed to show the calcium (Ca) status of an isolated cell, tissue or medium.  Calcium imaging techniques take advantage of so-called calcium indicators, fluorescent molecules that can respond to the binding of Ca ions by changing their fluorescence properties.  Two main classes of calcium indicators exist: chemical indicators and genetically encoded calcium indicators (GECI). Calcium imaging can be used to optically probe intracellular calcium in living animals. This technique has allowed studies of calcium signalling in a wide variety of cell types and neuronal activity in hundreds of neurons and glial cells within neuronal circuits .",
            "score": 97.35885238647461
        },
        {
            "docid": "6766895_24",
            "document": "Topographic map (neuroanatomy) . A variety of techniques have been used to establish the topographic maps in the brain. The existence of topographical maps was shown early by electrical stimulation of the cortex, tracing patterns of epileptic seizures, stimulation sequences, and impairments due to lesions. Details in the maps came later through microelectrode stimulation and recording techniques became commonly used in demonstrating somatotopic maps and later in the auditory and visual systems, both cortically and in subcortical structures such as the colliculi and geniculate nuclei of the thalamus. Single-cell recording, Transcranial magnetic stimulation(TMS), electrical stimulation of the cortex, and Functional magnetic resonance imaging(fMRI) are some of the techniques used to study maps in the brain. Many of the existing topographic maps have been further studied or refined using fMRI. For example, Hubel and Wiesel originally studied the retinotopic maps in the primary visual cortex using single-cell recording. Recently, however, imaging of the retinotopic map in the cortex and in sub-cortical areas, such as the lateral geniculate nucleus, have been improved using the fMRI technique.",
            "score": 64.93718791007996
        },
        {
            "docid": "48851576_2",
            "document": "Wound healing assay . A wound healing assay is a laboratory technique used to study cell migration and cell–cell interaction. This is also called a scratch assay because it is done by making a scratch on a cell monolayer and capturing images at regular intervals by time lapse microscope. While it has been described as straightforward, the technique has been criticized because of inconsistencies in its application from one experiment to another.",
            "score": 85.56841588020325
        },
        {
            "docid": "68753_6",
            "document": "Attention . By the 1990s, psychologists began using positron emission tomography (PET) and later functional magnetic resonance imaging (fMRI) to image the brain while monitoring tasks involving attention. Because this expensive equipment was generally only available in hospitals, psychologists sought cooperation with neurologists. Psychologist Michael Posner (then already renowned for his seminal work on visual selective attention) and neurologist Marcus Raichle pioneered brain imaging studies of selective attention. Their results soon sparked interest from the neuroscience community, which had until then focused on monkey brains. With the development of these technological innovations, neuroscientists became interested in this type of research that combines sophisticated experimental paradigms from cognitive psychology with these new brain imaging techniques. Although the older technique of electroencephalography (EEG) had long been used to study the brain activity underlying selective attention by cognitive psychophysiologists, the ability of the newer techniques to actually measure precisely localized activity inside the brain generated renewed interest by a wider community of researchers.",
            "score": 50.307061076164246
        },
        {
            "docid": "5824073_4",
            "document": "High-content screening . High-content screening (HCS) in cell-based systems uses living cells as tools in biological research to elucidate the workings of normal and diseased cells. HCS is also used to discover and optimize new drug candidates. High content screening is a combination of modern cell biology, with all its molecular tools, with automated high resolution microscopy and robotic handling. Cells are first exposed to chemicals or RNAi reagents. Changes in cell morphology are then detected using image analysis. Changes in the amounts of proteins synthesized by cells are measured using a variety of techniques such as the green fluorescent proteins fused to endogenous proteins, or by fluorescent antibodies.",
            "score": 88.78729033470154
        },
        {
            "docid": "1763319_11",
            "document": "Channelrhodopsin . Channelrhodopsins can be readily expressed in excitable cells such as neurons using a variety of transfection techniques (viral transfection, electroporation, gene gun) or transgenic animals. The light-absorbing pigment retinal is present in most cells (of vertebrates) as Vitamin A, making it possible to photostimulate neurons without adding any chemical compounds. Before the discovery of channelrhodopsins, neuroscientists were limited to recording the activity of neurons in the brain and correlate this activity with behavior. This is not sufficient to prove that the recorded neural activity actually caused that behavior. Controlling networks of genetically modified cells with light, an emerging field known as Optogenetics., allows researchers now to explore the causal link between activity in a specific group of neurons and mental events, e.g. decision making. Optical control of behavior has been demonstrated in nematodes, fruit flies, zebrafish, and mice. Recently, chloride-conducting channelrhodopsins have been engineered and were also found in nature. These tools can be used to silence neurons in cell culture and in live animals by shunting inhibition.",
            "score": 79.12032461166382
        },
        {
            "docid": "234714_16",
            "document": "Medical imaging . Medical ultrasonography uses high frequency broadband sound waves in the megahertz range that are reflected by tissue to varying degrees to produce (up to 3D) images. This is commonly associated with imaging the fetus in pregnant women. Uses of ultrasound are much broader, however. Other important uses include imaging the abdominal organs, heart, breast, muscles, tendons, arteries and veins. While it may provide less anatomical detail than techniques such as CT or MRI, it has several advantages which make it ideal in numerous situations, in particular that it studies the function of moving structures in real-time, emits no ionizing radiation, and contains speckle that can be used in elastography. Ultrasound is also used as a popular research tool for capturing raw data, that can be made available through an ultrasound research interface, for the purpose of tissue characterization and implementation of new image processing techniques. The concepts of ultrasound differ from other medical imaging modalities in the fact that it is operated by the transmission and receipt of sound waves. The high frequency sound waves are sent into the tissue and depending on the composition of the different tissues; the signal will be attenuated and returned at separate intervals. A path of reflected sound waves in a multilayered structure can be defined by an input acoustic impedance (ultrasound sound wave) and the Reflection and transmission coefficients of the relative structures. It is very safe to use and does not appear to cause any adverse effects. It is also relatively inexpensive and quick to perform. Ultrasound scanners can be taken to critically ill patients in intensive care units, avoiding the danger caused while moving the patient to the radiology department. The real time moving image obtained can be used to guide drainage and biopsy procedures. Doppler capabilities on modern scanners allow the blood flow in arteries and veins to be assessed.",
            "score": 74.50190103054047
        },
        {
            "docid": "15022_34",
            "document": "Infrared . In infrared photography, infrared filters are used to capture the near-infrared spectrum. Digital cameras often use infrared blockers. Cheaper digital cameras and camera phones have less effective filters and can \"see\" intense near-infrared, appearing as a bright purple-white color. This is especially pronounced when taking pictures of subjects near IR-bright areas (such as near a lamp), where the resulting infrared interference can wash out the image. There is also a technique called 'T-ray' imaging, which is imaging using far-infrared or terahertz radiation. Lack of bright sources can make terahertz photography more challenging than most other infrared imaging techniques. Recently T-ray imaging has been of considerable interest due to a number of new developments such as terahertz time-domain spectroscopy.",
            "score": 62.436387062072754
        },
        {
            "docid": "13082651_7",
            "document": "Classical interference microscopy . The main advantage offered by interference microscopy measurements is the possibility of measuring the projected dry mass of living cells, which was first effectively exploited by Andrew Huxley in studies of striated muscle cell structure and function, leading to the sliding filament model of muscle contraction. Interference microscopy became relatively popular in the 1940–1970 decades but fell into disuse because of the complexity of the instrument and difficulties in both its use and in the interpretation of image data. In recent years, however, the classical interference microscope (in particular the Mach-Zehnder instrument) has been \"rediscovered\" by biologists because its main original disadvantage (difficult interpretation of translated interference bands or complex coloured images) can now be easily surmounted by means of digital camera image recording, followed by the application of computer algorithms which rapidly deliver the processed data as false-colour images of projected dry mass. Examples of computer-assisted developments of the technique are found in the application of \"DRIMAPS\" from the laboratory of Graham Dunn and other recent developments of the methodology are described by Mahlmann et al. Interference microscopy for industrial inspection, semiconductor inspection and surface structure analysis is highly developed and in widespread use.",
            "score": 100.4187992811203
        },
        {
            "docid": "10446876_11",
            "document": "Fate mapping . More recently, scientists have developed new tools inspired by past approaches. The use of fluorescent peptide tracers can be helpful, but in order to extend fate mapping to later stages when cells are smaller and thus difficult to consistently and selectively inject (unlike the 0.5mm leech embryo), modifications were made. Chemically-\"caged\" fluorescent peptides, such as caged Rhodamine-dextran or caged Fluorescein-dextran (FITC), have been developed to be non-fluorescent until hit with an ultraviolet (450 nm) laser, which \"uncages\" the compound and causes it to fluoresce. This tool was particularly well received in the zebrafish community since it is ideal to inject caged compound into a freshly fertilized, single-cell embryo that will rapidly develop over 24 hours into a transparent swimming larvae with approximately 30,000 cells. Injection of the compound into the single-cell embryo allows uniform distribution throughout all the cells of the developing embryo, and the dextran carrier, developed by Jochen Braun and Bob Glimich prevents diffusion between cells through gap junctions, which are common during embryogenesis. At a given stage of development, one can use a UV laser to uncage the compound in a distinct cell or set of cells, effectively labeling them red (Rhodamine) or green (FITC). The embryos can be allowed to develop normally until a later time, at which point they can be imaged for red or green fluorescence in the progeny of the uncaged cells. However, it is important to note that properly focusing the UV laser beam on an individual cell deep within the embryo is difficult. Sub-optimal focusing can lead to unintentional uncaging of cells outside the focal plane of the target cell. Also, uncaged Rhodamine has a short half-life, and must be imaged within 48 hours or the signal may be difficult to see. Similarly uncaged FITC is sometimes difficult to image later in development, and thus detection by immunostaining is often performed. Injected embryos must also be kept in the dark to avoid non-specific uncaging from ambient light.",
            "score": 103.78373718261719
        },
        {
            "docid": "23976882_5",
            "document": "Ira Black . Black was an advocate for research using stem cells to repair damage from such conditions as cancer and Alzheimer's disease and his own research showed that the technique could be used to encourage the body's own stem cells to create needed new cells and as a form of gene therapy. Studies he performed in 2000 that were published in the \"Journal of Neuroscience Research\" showed that when an antioxidant was added to stem cells extracted from bone marrow, the undifferentiated stem cells transformed into cells with the characteristics of neurons within minutes and were successfully transplanted into the brains and spinal cords of rats. The results were called \"an incredible achievement\" in opening the path to creating treatments for conditions that had been previously untreatable by using stem cells to create needed cells of different forms. Black's approach was to use neurons developed from the individual's own adult stem cells to avoid issues of transplant rejection without requiring modifications to the genome, while avoiding the ethical concerns raised with the use of embryonic stem cells.",
            "score": 79.92504739761353
        },
        {
            "docid": "42069970_6",
            "document": "Neuronal lineage marker . The study of the nervous system dates back to ancient Egypt but only in the ninetieth century it became more detailed. With the invention of the microscope and a technique of staining developed by Camillo Golgi, it was possible to study individual neurons. This scientist started to impregnate nervous tissue with metal, as silver. The reaction consists in fixing particles of silver chromate to the neurilemma, and resulted in a stark black deposit in the soma, axon and dendrites of the neuron. Thus, it was possible to identify different types of neurons, as Golgi Cell, Golgi I and Golgi II. In 1885 there was a German medical researcher called Franz Nissl who developed another staining technique now known by Nissl staining. This technique is slightly different from Golgi staining since it stains the cell body and the endoplasmic reticulum. In 1887, a Spanish scientist called Santiago Ramon y Cajal learned the staining technique with Golgi and started his famous work of neuroanatomy. With this technique he made an extensive study of several areas of the brain and in different species. He also described very precisely the purkinje cells, the chick cerebellum and the neuronal circuit of the rodent hippocampus. In 1941 Dr. Albert Coons used for the first time a revolutionary technique that uses the principle of antibodies binding specifically to antigens in the tissues. He created an immunoflorescent technique for labelling the antibodies. This technique continues to be widely used in neuroscience studies for identifying different structures. The most important neural markers used nowadays are the GFAP, Nestin, NeuroD antibodies and others. For the past years there are still creating new neural markers for immunocytochemistry or/and immunohistochemistry. In 1953 Heinrich Klüver invented a new staining technique called, Luxol Fast Blue stain or LFB, and with this technique it’s possible to detect demyelination in the central nervous system. Myelin sheath will be stained blue, but other structures will be stained as well. The next revolutionary technique was invented in 1969 by an American scientist called Joseph G. Gall. This technique is called in situ Hybridization and it is used in a large variety of studies but mainly used in developmental biology. With this technique it is possible to mark some genes expressed in determined areas of the animal. In neurobiology, it's very useful for understanding the formation of the nervous system.",
            "score": 92.51036095619202
        },
        {
            "docid": "49542443_29",
            "document": "Aphelion (software) . Some Aphelion research users used the software in the field of biology to automatically quantify ox maturation. They developed segmentation techniques applied on vertebra images including color space conversions (CIE L*a*b* and Hue, Saturation, and Intensity) to detect bones and cartilage edges. Image Processing can also be used to count cells. This technique was applied when looking at Petri dishes in microbiology.",
            "score": 77.34178256988525
        }
    ],
    "r": [
        {
            "docid": "44419868_14",
            "document": "Single-cell variability . Microscopy can be used to analyze cell size and morphology by obtaining high-quality images over time. These pictures will typically contain a population of cells, but algorithms can be applied to identify and track individual cells across multiple images. The algorithms must be able to process gigabytes of data to remove noise and summarize the relevant characteristics for the given research question.",
            "score": 127.16699981689453
        },
        {
            "docid": "37587408_2",
            "document": "Live cell imaging . Live cell imaging is the study of living cells using time-lapse microscopy. It is used by scientists to obtain a better understanding of biological function through the study of cellular dynamics. Live cell imaging was pioneered in first decade of the 20th century. One of the first time-lapse microcinematographic films of cells ever made was made by Julius Ries, showing the fertilization and development of the sea urchin egg. Since then, several microscopy methods have been developed which allow researchers to study living cells in greater detail with less effort. A newer type of imaging utilizing quantum dots have been used as they are shown to be more stable.",
            "score": 120.97511291503906
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 120.59615325927734
        },
        {
            "docid": "44291266_8",
            "document": "Calcium imaging . Genetically encoded indicators do not need to be loaded onto cells, instead the genes encoding for these proteins can be easily transfected to cell lines. It is also possible to create transgenic animals expressing the dye in all cells or selectively in certain cellular subtypes. GECIs have been used in the studies of neuron, T-cell, cardiomyocyte, etc.  Regardless of the type of indicator used the imaging procedure is generally very similar. Isolated cells loaded with an indicator or expressing it in the case of GECI, can be viewed using a fluorescence microscope and captured by a CCD camera. Confocal and two-photon microscopes provide improved sectioning ability so that calcium signals can be resolved in micro domains or (for example) synaptic boutons. Images are analyzed by measuring fluorescence intensity changes for a single wavelength or two wavelengths expressed as a ratio (ratiometric indicators). The derived fluorescence intensities and ratios are plotted against calibrated values for known Ca levels to learn Ca concentration. Light field microscopy methods extend functional readout of neural activity capabilities in 3D volumes.",
            "score": 120.11529541015625
        },
        {
            "docid": "532846_8",
            "document": "Clonogenic assay . Counting the cell colonies is usually done under a microscope and is quite tedious. Recently, machines have been developed that use algorithms to analyse images. These are either captured by an image scanner or an automated microscope that can completely automate the counting process. One such automated machine works by accepting certain types of cell plates through a slot (not unlike a CD player), taking a photograph, and uploading it to a computer for immediate analysis. Reliable counts are available in seconds.",
            "score": 119.14287567138672
        },
        {
            "docid": "49542443_24",
            "document": "Aphelion (software) . In the field of cytopathology, developed a set of software products such as a specific software to analyze blood composition, count and classify red globules, and another software to automatically classify cancerous cells using a classification based on multiple neural networks. Images are first acquired by a video camera mounted on an automated optical microscope. They are then automatically processed by Aphelion, and cytoplasm and nuclei are segmented using a watershed algorithm. Aphelion has also been used to study tumor vascularization in low resolution images using a slide scanner (much cheaper than a scan microscope). The software that was developed helped the detection of immune-marked cells. Image analysis is also used in histology to study angiogenesis in 2D and 3D on microscopy images to measure effects of inhibitors and accelerants impact on blood vessels growth.",
            "score": 118.15648651123047
        },
        {
            "docid": "33177861_23",
            "document": "Core–shell semiconductor nanocrystal . Because multiple colors can be imaged, CSSNCs’ ability to be used in cell labeling is of growing importance. However, it can be difficult to get CSSNCs across the cell membrane. This has been achieved via endocytosis (the most common method), direct microinjection, and electroporation, and once in the cell, they become concentrated in the nucleus and can stay there for extended periods of time. Once CSSNCs are inside cells, they remain even after cellular division and can be imaged in both mother and daughter cells. This particular technique was shown using \"Xenopus\" embryos. Another example of CSSNCs is seen in their tracking ability; when cells are gown on a 2D matrix embedded with CSSNCs, cells uptake the CSSNCs as they move, leaving a trail seen as the absence of CSSNCs. This means that the mobility of cells can be imaged, which is important since the metastatic potential of breast tissue cells has been shown to increase with mobility. Also, it has been shown that five different toxins can be detected using five different CSSNCs simultaneously.",
            "score": 115.80814361572266
        },
        {
            "docid": "16806609_20",
            "document": "Circulating tumor cell . This method involves technology to separate nucleated cells from red blood cells, which lack a nucleus. All nucleated cells, including normal white blood cells and CTCs, are exposed to fluorescent-tagged antibodies specific for cancer biomarkers. In addition, Epic’s imaging system captures pictures of all the cells on the slide (approximately 3 million), records the precise coordinates of each cell, and analyzes each cell for 90 different parameters, including the fluorescence intensity of the four fluorescent markers and 86 different morphological parameters. Epic can also use FISH and other staining techniques to look for abnormalities such as duplications, deletions, and rearrangements. The imaging and analysis technology also allows for the coordinates of every cell on a slide to be known so that a single cell can be retrieved from the slide for analysis using next-generation sequencing. A hematopathology-trained algorithm incorporates numerous morphology measurements as well as expression from cytokeratin and CD45. The algorithm then proposes candidate CTCs that a trained reader confirms. Cells of interest are analyzed for relevant phenotypic and genotypic markers, with regional white blood cells included as negative controls. Epic’s molecular assays measure protein expression and also interrogate genomic abnormalities in CTCs for more than 20 different cancer types.",
            "score": 114.2335205078125
        },
        {
            "docid": "31270321_2",
            "document": "Clinical uses of mesenchymal stem cells . Adult mesenchymal stem cells (MSCs) are being used by researchers in the fields of regenerative medicine and tissue engineering, to artificially reconstruct human tissue which has been previously damaged. Mesenchymal stem cells have the capacity to become any type of fully developed cell, which can contribute to replacing muscle tissues or internal organs. To help discover the therapeutic uses of these stem cells they are grown in laboratories or by using medication to stimulate new cell growth within the human body. In MSC therapy the cells are extracted from the adult patient’s bone marrow via a procedure called bone marrow aspiration. This usually involves inserting a needle into the back of the patients hip bone and removing the sample from there. These cells are then grown under controlled \"in vitro\" conditions in a lab, so that they can multiply and same time mature( also referred to as differentiated. This process may take two to three weeks. The kind of mature, fully differentiated cell phenotype and the number of those cells created though this can be influenced in three ways. Firstly by varying the initial seed density in the culture medium, secondly through changing the conditions of the medium during expansion, and lastly through the addition of additives such as proteins or growth hormones to the culture medium. They are then harvested and put back into the patient through local delivery or systemic infusion.",
            "score": 109.36448669433594
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 109.20649719238281
        },
        {
            "docid": "23843184_6",
            "document": "Intravital microscopy . Fluorescence labeling of different cell lineages with differently coloured proteins allows visualizing cellular dynamics in a context of their microenvironment. If the image resolution is high enough (50 – 100 μm) it can be possible to use several images to generate 3D models of cellular interactions, including protrusions that cells make while extending toward each other. 3D models from time-lapse image sequences allow assessing speed and directionality of cellular movements. Vascular structures can also be reconstructed in 3D space and changes of their permeability can be monitored throughout a period of time as fluorescent signal intensity of dyes changes when vascular permeability does. High resolution intravital microscopy can be used to visualize spontaneous and transient events. <br> It might be useful to pair up multiphoton and confocal microscopy as this allows getting more information from every imaging session. This includes visualization of more different cell types and structures to obtain more informative images and using a single animal to obtain images of all the different cell types and structures that are of interest for a given experiment. This latter is an example of The Three Rs principle implementation.",
            "score": 108.47219848632812
        },
        {
            "docid": "50311973_8",
            "document": "Microfluidic cell culture . Three-dimensional (3D) cell culture is cell culture that takes place in a biologically relevant matrix, usually this involves cells being embedded in a hydrogel containing extracellular molecules (e.g., collagen). By adding an additional dimension, more advanced cell architectures can be achieved, and cell behavior is more representative of \"in vivo\" dynamics; cells can engage in enhanced communication with neighboring cells and cell-extracellular matrix interactions can be modeled. These simplified 3D cell culture models can be combined in a manner that recapitulates tissue- and organ-level functions in devices known as organ-on-a-chip. In these devices, chambers or collagen layers containing different cell types can interact with one another for multiple days while various channels deliver nutrients to the cells. An advantage of these devices is that tissue function can be characterized and observed under controlled conditions (e.g., effect of shear stress on cells, effect of cyclic strain or other forces) to better understand the overall function of the organ. While these 3D models often better model organ function on a cellular level compared with 2D models, there are still challenges. Some of the challenges include: imaging of the cells, control of gradients in static models (i.e., without a perfusion system), and difficulty recreating vasculature. Despite these challenges, 3D models are still used as tools for studying and testing drug responses in pharmacological studies.",
            "score": 107.91515350341797
        },
        {
            "docid": "307065_36",
            "document": "Tissue engineering . In a 2012 study, Koch et al. focused on whether Laser-assisted BioPrinting (LaBP) can be used to build multicellular 3D patterns in natural matrix, and whether the generated constructs are functioning and forming tissue. LaBP arranges small volumes of living cell suspensions in set high-resolution patterns. The investigation was successful, the researchers foresee that \"generated tissue constructs might be used for in vivo testing by implanting them into animal models\" (14). As of this study, only human skin tissue has been synthesized, though researchers project that \"by integrating further cell types (e.g. melanocytes, Schwann cells, hair follicle cells) into the printed cell construct, the behavior of these cells in a 3D in vitro microenvironment similar to their natural one can be analyzed\", useful for drug discovery and toxicology studies.",
            "score": 106.56112670898438
        },
        {
            "docid": "227982_92",
            "document": "Atomic force microscopy . The latest efforts in integrating nanotechnology and biological research have been successful and show much promise for the future. Since nanoparticles are a potential vehicle of drug delivery, the biological responses of cells to these nanoparticles are continuously being explored to optimize their efficacy and how their design could be improved. Pyrgiotakis et al. were able to study the interaction between CeO2 and Fe2O3 engineered nanoparticles and cells by attaching the engineered nanoparticles to the AFM tip. Beyond the interactions with external synthetic materials, cells have been imaged with X-ray crystallography and there has been much curiosity about their behavior \"in vivo\". Studies have taken advantage of AFM to obtain further information on the behavior of live cells in biological media. Real-time atomic force spectroscopy (or nanoscopy) and dynamic atomic force spectroscopy have been used to study live cells and membrane proteins and their dynamic behavior at high resolution, on the nanoscale. Imaging and obtaining information on the topography and the properties of the cells has also given insight into chemical processes and mechanisms that occur through cell-cell interaction and interactions with other signaling molecules (ex. ligands). Evans and Calderwood used single cell force microscopy to study cell adhesion forces, bond kinetics/dynamic bond strength and its role in chemical processes such as cell signaling.  Scheuring, Lévy, and Rigaud reviewed studies in which AFM to explore the crystal structure of membrane proteins of photosynthetic bacteria. Alsteen et al. have used AFM-based nanoscopy to perform a real-time analysis of the interaction between live mycobacteria and antimycobacterial drugs (specifically isoniazid, ethionamide, ethambutol, and streptomycine), which serves as an example of the more in-depth analysis of pathogen-drug interactions that can be done through AFM.",
            "score": 103.9119873046875
        },
        {
            "docid": "10446876_11",
            "document": "Fate mapping . More recently, scientists have developed new tools inspired by past approaches. The use of fluorescent peptide tracers can be helpful, but in order to extend fate mapping to later stages when cells are smaller and thus difficult to consistently and selectively inject (unlike the 0.5mm leech embryo), modifications were made. Chemically-\"caged\" fluorescent peptides, such as caged Rhodamine-dextran or caged Fluorescein-dextran (FITC), have been developed to be non-fluorescent until hit with an ultraviolet (450 nm) laser, which \"uncages\" the compound and causes it to fluoresce. This tool was particularly well received in the zebrafish community since it is ideal to inject caged compound into a freshly fertilized, single-cell embryo that will rapidly develop over 24 hours into a transparent swimming larvae with approximately 30,000 cells. Injection of the compound into the single-cell embryo allows uniform distribution throughout all the cells of the developing embryo, and the dextran carrier, developed by Jochen Braun and Bob Glimich prevents diffusion between cells through gap junctions, which are common during embryogenesis. At a given stage of development, one can use a UV laser to uncage the compound in a distinct cell or set of cells, effectively labeling them red (Rhodamine) or green (FITC). The embryos can be allowed to develop normally until a later time, at which point they can be imaged for red or green fluorescence in the progeny of the uncaged cells. However, it is important to note that properly focusing the UV laser beam on an individual cell deep within the embryo is difficult. Sub-optimal focusing can lead to unintentional uncaging of cells outside the focal plane of the target cell. Also, uncaged Rhodamine has a short half-life, and must be imaged within 48 hours or the signal may be difficult to see. Similarly uncaged FITC is sometimes difficult to image later in development, and thus detection by immunostaining is often performed. Injected embryos must also be kept in the dark to avoid non-specific uncaging from ambient light.",
            "score": 103.78372955322266
        },
        {
            "docid": "49542443_23",
            "document": "Aphelion (software) . In the field of industrial water treatment and sewage treatment, Aphelion helps to process XRay microtomograph images of sewage sludge. Each section is processed as a 2D image, a binary threshold is then applied to discriminate between air and the humid material, and finally a 3D reconstruction is performed to track the volume evolution of cracks during the drying process. This last process is important to treat sewage sludge to be landfilled, incinerated or applied on agricultural land. The automatic analysis helped to track the crack evolution depending on the origin of different sludges. The image processing involved a histogram equalization followed by an Otsu threshold. Aphelion has also been used in the field of XRay microtomography to perform statistical analysis of foams (number of bubble faces, bubble average size, etc.). The comprehensive set of Aphelion functions is used to analyze images coming from an optical microscope and a camera mounted on top of the microscope. The software also controls the automated stage mounted on the microscope in the X, Y and Z directions. Z is used to change focus. Measurements based on shape analysis (surface area, perimeter, volume, elongation, compactness, etc.) and texture analysis (e.g., homogeneity, average intensity, moments) are automatically computed by Aphelion and displayed in the user interface in a spreadsheet on which statistical analysis as surface ratios can be performed. Analysis reports can also be generated in the user interface and then saved in specific folders. Microscopes using reflected light can also be used for the analysis. For example, a specific software based on the Aphelion ActiveX components is capable to measure inhibitor agent effects on dentin cells resorption.",
            "score": 103.63707733154297
        },
        {
            "docid": "291111_5",
            "document": "Caspase . \"Caspase deficiency\" has been identified as a cause of tumour development. Tumour growth can occur by a combination of factors, including a mutation in a cell cycle gene which removes the restraints on cell growth, combined with mutations in apoptopic proteins such as Caspases that would respond by inducing cell death in abnormally growing cells. Conversely, over-activation of some caspases such as caspase-3 can lead to excessive programmed cell death. This is seen in several neurodegenerative diseases where neural cells are lost, such as Alzheimer's disease. Caspases involved with processing inflammatory signals are also implicated in disease. Insufficient activation of these caspases can increase an organism's susceptibility to infection, as an appropriate immune response may not be activated. The integral role caspases play in cell death and disease has led to research on using caspases as a drug target. For example, inflammatory caspase-1 has been implicated in causing autoimmune diseases; drugs blocking the activation of Caspase-1 have been used to improve the health of patients. Additionally, scientists have used caspases as cancer therapy to kill unwanted cells in tumours.",
            "score": 103.51821899414062
        },
        {
            "docid": "52499698_27",
            "document": "Upconverting nanoparticles . Bioimaging with UCNPs involves using a laser to excite the UCNPs within a sample and then detecting the emitted, frequency-doubled light. UCNPs are advantageous for imaging due to their narrow emission spectra, high chemical stability, low toxicity,1 weak autofluorescence background, long luminescence lifetime, and high resistance to photoquenching and photobleaching.6 In comparison to traditional biolabels, which use Stokes-shift processes and require high photon energies, UCNPs utilize an anti-Stokes mechanism that allows for the use of lower energy, less damaging and more deeply penetrating light.  Multimodal imaging agents combine multiple modes of signal reporting. UCNPs with Gd or FeO can serve as luminescent probes and MRI contrast agents.17 UCNPs are also used in the configuration of photoluminescence and X-ray computed tomography (CT), and trimodal UCNPs combining photoluminescence, X-ray CT, and MRI have also been prepared. By taking advantage of the attractive interaction between fluoride and lanthanide ions, UCNPs can be used as imaging agents based on single-photon emission computed tomography (SPECT), helping to image lymph nodes and to assist in staging for cancer surgery.20 UCNPs as targeted fluorophores and conjugated with ligands form over-expressed receptors on malignant cells, serving as a photoluminescence label to selectively image cells.3 UCNPs have also been used in functional imaging, such as the targeting of lymph nodes and the vascular system to assist in cancer surgeries. UCNPs enable multiplexed imaging by dopant modulation, shifting emission peaks to wavelengths that can be resolved. Single-band UCNPs conjugated to antibodies are used in detecting breast cancer cells, surpassing traditional fluorophore labeling of antibodies, which is not amenable to multiplexed analysis.  UCNPs have been used as nanothermometers to detect intracellular temperature differences. (NaYF: 20% Yb, 2% Er) @NaYF core–shell structured hexagonal nanoparticles can measure temperatures in the physiological range (25 °C to 45 °C) with less than 0.5 °C precision in HeLa cells. UNCPs can be made much more versatile biosensors by combining them with recognition elements like enzymes or antibodies. Intracellular glutathione was detected using UCNPs modified with MnO nanosheets. MnO nanosheets quench UCNP luminescence, and glutathione was observed to selectively restore this luminescence through reduction of MnO to Mn. NaYF: Yb/Tm nanoparticles with SYBR Green dye can detect Hg in vitro with a detection limit of 0.06\"n\"M. Hg and other heavy metals have been measured in live cells. The tunable and multiplexed emissions allow for the simultaneous detection of different species.  There are three ways to construct UCNP-based drug delivery systems. First, UCNPs can transport hydrophobic drugs, like doxorubicin, by encapsulating them on the particle surface, the hydrophobic pocket. The drug can be released by a pH change. Second, mesoporous silica coated UCNPs can be used, where drugs can be stored and released from the porous surface. Thirdly, the drug can be encapsulated and transferred in a hollow UCNP shell (Figure 3). Light-activated processes that deliver or activate medicine are known as photodynamic therapeutic (PDT). Many photoactive compounds, are triggered by UV light, which has smaller penetration depth and causes more tissue damage ciompared with IR light. UCNPs can be used to locally trigger UV-activated compounds when irradiated with benign IR irradiation. For instance, UCNPs can absorb IR light and emit visible light to trigger a photosensitizer, which can produce highly reactive singlet oxygen to destroy tumor cells. This non-toxic and effective approach has been demonstrated both in vitro and in vivo. Similarly, UCNPs can be used in photothermal therapy, which destroys targets by heat. In UCNP-plasmonic nanoparticle composites (e.g. NaYF:Yb Er@FeO@Au), the UCNPs target tumor cells and the plasmonic nanoparticles generate heat to kill cancer cells. [Field] nanoparticles generate heat to kill cancer cells.",
            "score": 103.40070343017578
        },
        {
            "docid": "29657_52",
            "document": "Salamander . Salamanders' limb regeneration has long been the focus of interest among scientists. Researchers have been trying to find out the conditions required for the growth of new limbs and hope that such regeneration could be replicated in humans using stem cells. Axolotls have been used in research and have been genetically engineered so that a fluorescent protein is present in cells in the leg, enabling the cell division process to be tracked under the microscope. It seems that after the loss of a limb, cells draw together to form a clump known as a blastema. This superficially appears undifferentiated, but cells that originated in the skin later develop into new skin, muscle cells into new muscle and cartilage cells into new cartilage. It is only the cells from just beneath the surface of the skin that are pluripotent and able to develop into any type of cell. Researchers from the Australian Regenerative Medicine Institute have found that when macrophages were removed, salamanders lost their ability to regenerate and instead formed scar tissue. If the processes involved in forming new tissue can be reverse engineered into humans, it may be possible to heal injuries of the spinal cord or brain, repair damaged organs and reduce scarring and fibrosis after surgery.",
            "score": 103.37731170654297
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 103.08100128173828
        },
        {
            "docid": "30972650_2",
            "document": "Laser ablation electrospray ionization . Laser ablation electrospray ionization (LAESI) is an ambient ionization method for mass spectrometry that combines laser ablation from a mid-infrared (mid-IR) laser with a secondary electrospray ionization (ESI) process. The mid-IR laser is used to generate gas phase particles which are then ionized through interactions with charged droplets from the ESI source. LAESI was developed by Professor Akos Vertes and Dr. Peter Nemes in 2007 and is now marketed commercially by Protea Biosciences, Inc. LAESI is a novel ionization source for mass spectrometry (MS) that has been used to perform MS imaging of plants, tissues, cell pellets, and even single cells. In addition, LAESI has been used to analyze historic documents and untreated biofluids such as urine and blood. The technique of LAESI is performed at atmospheric pressure and therefore overcomes many of the obstacles of traditional MS techniques, including extensive and invasive sample preparation steps and the use of high vacuum. LAESI can be used to perform MS analysis of many different classes of compounds ranging from small molecules, such as pharmaceuticals, saccharides, lipids, and metabolites to larger biomolecules like peptides and proteins. LAESI has also been shown to have a quantitative dynamic range of 4 decades and a limit of detection (LOD) of 8 fmol with verapamil, a small pharmaceutical molecule. The technique has a lateral resolution of <200 μm for imaging applications and has been used for 3D imaging of plant tissues. Additionally, in cell-by-cell LAESI imaging experiments single cells can be used as the pixels of the molecular image. This LAESI application uses etched optical fibers to produce laser spot sizes of <50 µm to deliver the laser energy and has also been utilized in single cell analysis experiments.",
            "score": 102.93061065673828
        },
        {
            "docid": "28784371_4",
            "document": "Digital holographic microscopy . Actually, DHM has mostly been applied to light microscopy. In this field, it has shown unique applications for 3D characterization of technical samples and enables quantitative characterization of living cells. In materials science, DHM is routinely used for research in academic and industrial labs. Depending on the application, microscopes can be configured for both transmission and reflection purposes. DHM is a unique solution for 4D (3D + time) characterization of technical samples, when information needs to be acquired over a short time interval. It is the case for measurements in noisy environments, in presence of vibrations, when the samples move, or when the shape of samples change due to external stimuli, such as mechanical, electrical, or magnetic forces, chemical erosion or deposition and evaporation. In life sciences, DHM is usually configured in transmission mode. This enables label-free quantitative phase measurement (QPM), also called quantitative phase imaging (QPI), of living cells. Measurements do not affect the cells, enabling long term studies. It provides information that can be interpreted into many underlying biological processes as explained in the section \"Living cells imaging\" below.",
            "score": 102.83224487304688
        },
        {
            "docid": "41888970_9",
            "document": "Helen Blau . A hallmark of Blau's research is the development and application of novel technologies. Her discovery of β-galactosidase complementation is widely used in drug discovery. Non-invasive bioluminescence imaging enables highly sensitive temporal and spatial resolution of muscle stem cell regenerative function in vivo. Using single cell lineage tracking and the Baxter algorithms her lab developed, cell morphology, movement, cell-cell interactions, division behavior and gene expression can be dynamically monitored, resolving the cellular basis for population changes, in response to pharmacologic interventions. She has eight issued US patents.",
            "score": 102.74051666259766
        },
        {
            "docid": "28013950_4",
            "document": "DirectHit . DirectHit utilizes monoclonal antibodies (mAb) corresponding to each biomarker to stain the tumor tissue samples. Slides are evaluated with a computerized, fluorescence microscopy system . Digital images are acquired through a CCCD camera. An algorithm was developed to process and analyze the digital images allowing direct relation between the amount of a specific protein within the cancer cells of the tumor and response to the corresponding drug. Quantitative measurement of up to five signals in a single cell can be obtained.",
            "score": 102.66240692138672
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 102.64434814453125
        },
        {
            "docid": "53901341_7",
            "document": "Marrow adipose tissue . To improve quantification of MAT, novel imaging techniques have been developed as a means to visualize and quantify MAT. Although proton magnetic resonance spectroscopy (1H-MRS) has been used with success to quantify vertebral MAT in humans, it is difficult to employ in laboratory animals. Magnetic resonance imaging (MRI) provides MAT assessment in the vertebral skeleton in conjunction with μCT-based marrow density measurements. A volumetric method to identify, quantify, and localize MAT in rodent bone has been recently developed, requiring osmium staining of bones and μCT imaging, followed by advanced image analysis of osmium-bound lipid volume (in mm) relative to bone volume. This technique provides reproducible quantification and visualization of MAT, enabling the ability to consistently quantify changes in MAT with diet, exercise, and agents that constrain precursor lineage allocation. Although the osmium method is quantitatively precise, osmium is toxic and cannot be compared across batched experiments. Recently, researchers developed and validated a 9.4T MRI scanner technique that allows localization and volumetric (3D) quantification that can be compared across experiments.  Hematopoietic cells (also known as blood cells) reside in the bone marrow along with marrow adipocytes. These hematopoietic cells are derived from hematopoietic stem cells (HSC) which give rise to diverse cells: cells of the blood, immune system, as well as cells that break down bone (osteoclasts). HSC renewal occurs in the marrow stem cell niche, a microenvironment that contains cells and secreted factors that promote appropriate renewal and differentiation of HSC. The study of the stem cell niche is relevant to the field of oncology in order to improve therapy for multiple hematologic cancers. As such cancers are often treated with bone marrow transplantation, there is interest in improving the renewal of HSC. Recent work demonstrates that marrow adipocytes secrete factors that promote HSC renewal in most bones.",
            "score": 101.95618438720703
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 101.7569808959961
        },
        {
            "docid": "5106912_3",
            "document": "Immunocytochemistry . Immunocytochemistry differs from immunohistochemistry in that the former is performed on samples of intact cells that have had most, if not all, of their surrounding extracellular matrix removed. This includes individual cells that have been isolated from a block of solid tissue, cells grown within a culture, cells deposited from suspension, or cells taken from a smear. In contrast, immunohistochemical samples are sections of biological tissue, where each cell is surrounded by tissue architecture and other cells normally found in the intact tissue. Immunocytochemistry is a technique used to assess the presence of a specific protein or antigen in cells (cultured cells, cell suspensions) by use of a specific antibody, which binds to it, thereby allowing visualization and examination under a microscope. It is a valuable tool for the determination of cellular contents from individual cells. Samples that can be analyzed include blood smears, aspirates, swabs, cultured cells, and cell suspensions.",
            "score": 101.33041381835938
        },
        {
            "docid": "18517778_5",
            "document": "Janet Rossant . Rossant's lab is based in Toronto, Canada, at the SickKids, and focuses on stem cell and embryonic research. The lab specifically focuses on how cells in the early mouse embryos decide their fate and how this information can be applied to maintaining and differentiating embryo-derived stem cells. They then use this information to research how to change human iPS cells (induced pluripotent stem cells) into cell types that are useful for investigating human cell biology and disease. Her research includes using genetic manipulation, live imaging, proteomics and single cell expression analysis to study fundamental lineage development.",
            "score": 101.22940826416016
        },
        {
            "docid": "7375514_12",
            "document": "Synaptotropic hypothesis . Dynamic morphometrics technology involves new methods of labeling, imaging, and quantifying dendritogenesis. The transparent, externally developing vertebrate embryos of \"Xenopus laevis\" and zebrafish allow direct imaging of the organism in the critical stages of development while keeping the embryos intact. Individual brain neurons can be fluorescently labeled using single cell electroporation while leaving the rest of the brain unaltered. Also, two-photon microscopy allows in vivo time-lapse imaging to create high-resolution, 3D images of neurons deep within the living brain, again with minimal damage to the brain. New computer software also can now track and measure dendritic growth. These methods comprise a new type of imaging technology that can monitor the process of dendritogenesis and can help give evidence to either dissent with or support the synaptotropic hypothesis.",
            "score": 101.17899322509766
        },
        {
            "docid": "32690554_14",
            "document": "Cell counting . Recent approaches consider the use of high-quality microscopy images over which a statistical classification algorithm is used to perform automated cell detection and counting as an image analysis task. Generally performs with a constant error rate as an off-line (batch) type process. A range of image classification techniques can be employed for this purpose.",
            "score": 100.95963287353516
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 100.95767974853516
        }
    ]
}