{
    "q": [
        {
            "docid": "44159140_6",
            "document": "Symmetry breaking of escaping ants . Geng Li and coworkers from Beijing Normal University tested whether and how the density of a group influenced symmetry breaking in escaping ants. They used the red imported fire ant (\"Solenopsis invicta\") to repeat the experiment mentioned above with different total number of ants. The result shows that the symmetry breaking increases at low density but decreases after a peak. That is to say, when density is low, the ant group produces a collective escaping behavior; while at high density, the ant group behaves more like random particles.",
            "score": 136.4794487953186
        },
        {
            "docid": "10578490_33",
            "document": "Meat ant . A diurnal species (active mainly during the day), the meat ant shows minimal interaction with nocturnal ant species when their territories overlap. The meat ant and other members of the \"I. purpureus\" species group are regarded as a dominant group of diurnal species in Australia, as they are highly active, aggressive, and have an enormous geographical range. During the day, the bulk of the workers attend and feed on honeydew secreted by insects that live on the leaves of \"Eucalyptus\" trees. These trees are connected by foraging trails formed by meat ants, which also connect to satellite nests that are a part of a single colony; these trails are easily visible due to the absence of vegetation and lead to important food and water sources. Other workers in smaller numbers will often scavenge around the nest area for dead insects, or other proteinaceous foods to bring back to their colony. Their dominance is clear when meat ants are capable of finding food sources more successfully than most ants, capable of displacing many ants and other insects. Food sources are also discovered more rapidly and greatly reduces the foraging efficiency of other ants, including those of \"Iridomyrmex\". However, some ants such as the green-head ant (\"Rhytidoponera metallica\") are not affected by the presence of meat ants and are still successful in finding food sources. As green-head ants are general predators and forage singularly and cannot recruit other nestmates, they are unable to defend food sources from dominant ants. They heavily rely on any food source and the impossibility of successfully defending it from other ants may have led to its peaceful coexistence with dominant species, including meat ants. This means green-head ants avoid conflict with meat ants. Certain myrmicines, which are highly competitive, are capable of defending themselves from foraging workers; the rapid recruitment of nestmates and the use of chemicals for defence allows them to withstand attacks from meat ants. In particular, \"Monomorium\" ants have been observed occupying baits regardless of the presence or absence of the meat ant. This is not the case with mealworms, but they have moderate success with honey baits. In foraging areas where meat ants are excluded or not present, the number of other ants observed is far greater and activity dramatically increases. However, the presence of meats ants does not affect abundant species, and most of the time it is only \"Iridomyrmex\" ants that increase their foraging rate. The impact of meat ants on other species varies, depending on the habitat and type of food source, and the ecological role the ant plays. The deliberate exclusion of meat ants show that not only can they alter the amount of sources available, but the dynamics of resource use on entire outcrops. If present, meat ants rely on rapidly discovering food sources and retain their dominance so other ants cannot collect them, as well as exploitation and interference which helps displace other ants. The habitat meat ants live in may affect their dominance among the fauna. They are less successful in complex habitats and more successful in open areas, allowing workers to forage efficiently; for example, workers forage around rocks and collect food sources more successfully in contrast to those in vegetation. Meat ants are even more dominant than other \"I. purpureus\" species group members in non-complex habitats. Meat ants are normally larger than other \"Iridomyrmex\" species and can displace or even kill those trying to compete for food sources. The similar behaviours among meat ants and certain \"Iridomyrmex\" species have increased the level of conflict among each other, especially those in open habitats.",
            "score": 154.67385625839233
        },
        {
            "docid": "10578490_36",
            "document": "Meat ant . Like other \"Iridomyrmex\" species, the meat ant is an omnivore, retrieving food sources from various insects it tends, including caterpillars and various sorts of butterflies, particularly the larvae of the Waterhouse's hairstreak (\"Jalmenus lithochroa\"). Meat ants usually feed on honeydew from sap-sucking insects, flower nectar, sugar and other sweet substances. In captive colonies, workers prefer to consume small pieces of grapes rather than honey solutions and other sweet foods. These ants prey on various insects and animals, collecting both live and dead invertebrates and acquire meat from dead vertebrates. Insects the meat ants prey on include giant lacewings, which they swarm up trees to kill, the butterfly genoveva azure \"Ogyris genoveva\", Indian mealmoths, almond moths, the Western Australian jarrah leafminer and the larvae of the wasp \"Trichogramma\". Large and developed larvae of the cabbage butterfly (\"Pieris rapae\") are attacked more effectively by meat ant workers than those of other \"Iridomyrmex\" species. On sandy beaches, this species is observed preying on the polychaete annelid worm, \"Armandia intermedia\", causing high mortality rates on them (rates of 30 percent). These ants will feed on a number of dead or alive animals, including metamorphic crucifix toads, snakes, lizards, and birds. On some occasions, swarms of workers have been found on dead foxes. The meat ant is the only known ant in Australia that feeds on fresh guano. The collection of guano by a nearby meat ant colony shows the opportunistic nature of the species. Observations show that trails of workers in groups of two to four were found collecting the guano under an active bat roost within an abandoned mine and proceeded to return it to the nest. The collection of guano by any Australian ant colony was never recorded prior to these observations, but it is unknown why meat ants collect fresh guano. Meat ants are among the very few native species of Australia that are not harmed by the toxins of the cane toad, an invasive species. Most of the time, foraging workers target metamorph toads. Observations show that workers would forage around ponds and seize any toadlet. This normally starts with a single worker making contact with an individual and tracing its movements, followed by three or four workers capturing it. All the participating ants would grab a limb and sever the legs, returning the prey item back to their nest. Most of the time these tactics do not work. For example, most toadlets are able to escape the ants by displaying aversion-like behaviour; an individual may escape by struggling erratically or forcing the ants to release their grip by returning to the water. This aversion behaviour leads to most toadlets remaining in the water or staying on objects such as water lilies, pieces of bark that the ants cannot access, or moving around on moist substrates. It is unknown if meat ant predation on the toadlets affected the population, but based on the population density of the toadlets within the studied site and the foraging time and efficiency, approximately 2,700 toadlets could be removed per day. As the toadlet population density is extremely high, the impact of meat ant predation is minor. However, the survivability of the toadlets may be affected if the ants prevent the toadlets from foraging into many areas of moist substrate.",
            "score": 135.59677255153656
        },
        {
            "docid": "7654820_16",
            "document": "Myrmecophily . Some of the most well-studied myrmecophilous interactions involve ants and hemipterans (earlier grouped in the order Homoptera which included the Auchenorrhyncha and Sternorrhyncha), especially aphids. There are around 4000 described species of aphids, and they are the most abundant myrmecophilous organisms in the northern temperate zones. Aphids feed on the phloem sap of plants, and as they feed they excrete honeydew droplets from their anus. The tending ants ingest these honeydew droplets then return to their nest to regurgitate the fluid for their nestmates (see trophallaxis). Between 90-95% of the dry weight of aphid honeydew is various sugars, while the remaining matter includes vitamins, minerals, and amino acids. Aphid honeydew can provide an abundant food source for ants (aphids in the genus \"Tuberolachnus\" can secrete more honeydew droplets per hour than their body weight) and for some ants aphids may be their only source of food. In these circumstances, ants may supplement their honeydew intake by preying on the aphids once the aphid populations have reached certain densities. In this way ants can gain extra protein and ensure efficient resource extraction by maintaining honeydew flow rates that do not exceed the ants' collection capabilities. Even with some predation by ants, aphid colonies can reach larger densities with tending ants than colonies without. Ants have been observed to tend large \"herds\" of aphids, protecting them from predators and parasitoids. Aphid species that are associated with ants often have reduced structural and behavioral defense mechanisms, and are less able to defend themselves from attack than aphid species that are not associated with ants.",
            "score": 166.38553833961487
        },
        {
            "docid": "9015083_13",
            "document": "Eciton burchellii . Members of the species have been observed to use their bodies to fill potholes in the pathway between the nest and prey. By filling these obstacles, the ants greatly increase the overall prey-laden traffic back to the nest. Each ant will walk to a hole and measure itself to see if it fits; if it does, it will lie across the hole motionless to allow other members of the colony to cross at a higher speed. If it does not fit, it will continue past the hole and allow another ant to check. Ants will also cooperate, with multiple ants forming a plug, if one ant is too small for the hole. Once in place in a hole, the ant(s) can stay there for many hours or until it is dark and the traffic flow has diminished greatly, at which point they will return to the nest. This behavior most likely formed among members of the \"Eciton burchelli\" species because of its evolutionary advantage. An increase in trail speed and efficiency leads to a larger daily prey intake by the colony. This raises the colony's collective fitness, allowing for faster reproduction.",
            "score": 172.93560898303986
        },
        {
            "docid": "404168_2",
            "document": "Anting (bird activity) . Anting is a self-anointing behavior during which birds rub insects, usually ants, on their feathers and skin. The bird may pick up the insects in their bill and rub them on the body (active anting), or the bird may lie in an area of high density of the insects and perform dust bathing-like movements (passive anting). The insects secrete liquids containing chemicals such as formic acid, which can act as an insecticide, miticide, fungicide, or bactericide. Alternatively, anting could make the insects edible by removing the distasteful acid, or, possibly supplement the bird's own preen oil. Instead of ants, birds can also use millipedes. More than 200 species of bird are known to ant. In addition, other animals such as squirrels and pangolins may exhibit anting-type behavior. Stoats are known to roll around in moss in a similar way.",
            "score": 111.20971322059631
        },
        {
            "docid": "16786863_22",
            "document": "Ant on a rubber rope . The key fact is that the ant moves together with the points of the rope when the rope is being stretched. At any given point of time we can find the proportion of the distance from the starting-point to the target-point which the ant has covered. Even if the ant stops and the rope continues to be stretched, this proportion will not decrease and will in fact remain constant as the ant travels together with the point on the rope where the ant stopped (because the rope is stretched uniformly). Therefore, if the ant moves forward this proportion is only going to increase.",
            "score": 104.00556445121765
        },
        {
            "docid": "2594_51",
            "document": "Ant . Ants form symbiotic associations with a range of species, including other ant species, other insects, plants, and fungi. They also are preyed on by many animals and even certain fungi. Some arthropod species spend part of their lives within ant nests, either preying on ants, their larvae, and eggs, consuming the food stores of the ants, or avoiding predators. These inquilines may bear a close resemblance to ants. The nature of this ant mimicry (myrmecomorphy) varies, with some cases involving Batesian mimicry, where the mimic reduces the risk of predation. Others show Wasmannian mimicry, a form of mimicry seen only in inquilines. Aphids and other hemipteran insects secrete a sweet liquid called honeydew, when they feed on plant sap. The sugars in honeydew are a high-energy food source, which many ant species collect. In some cases, the aphids secrete the honeydew in response to ants tapping them with their antennae. The ants in turn keep predators away from the aphids and will move them from one feeding location to another. When migrating to a new area, many colonies will take the aphids with them, to ensure a continued supply of honeydew. Ants also tend mealybugs to harvest their honeydew. Mealybugs may become a serious pest of pineapples if ants are present to protect mealybugs from their natural enemies.",
            "score": 130.12426567077637
        },
        {
            "docid": "31679695_11",
            "document": "Dorylus laevigatus . These surface foraging ants also prefer to mix castes in their raids, with large and small workers moving together to search for prey. \"D. laevigatus\" foraging behavior uniquely abandons the mixed-worker raid model. The colony uses caste-specific raids to forage for food, with the smallest workers forming columns and searching along natural cracks and tunnels of the soil for arthropods and other food sources. When large or dangerous food is found, the workers widen the natural fissures and gaps in the soil and then recruit larger ants from the stable tunnels to help process or subdue it. When large numbers of ants are recruited to prey sites, some workers do not stop at the food, but instead continue on briefly in a new direction. This is known as “recruitment overrun”and if food is discovered during these short additional excursions, more workers will be recruited further into the area. Recruitment overrun is one of the few raiding behaviors that \"D. laevigatus\" shares with traditionally studied army and driver ants. Furthermore, on rare occasions, \"D. laevigatus\" will venture above ground to forage in large swarm raids. These raids are another shared behavior with traditionally studied driver ants, but they have only been observed to occur during the night. \"D. laevigatus\"' generalized diet and slow exploitation of large food sources such as termite mounds means slower depletion of available food. Local arthropod densities remain stable even in the presence of a foraging colony of the ants, in sharp contrast to the decimation a colony of typical army ants imposes on local arthropods.2 Above ground foraging driver and army ants have been observed collecting upwards of 90,000 insects per day in their raids, a number which Even juvenile soil-dwellers with less motile ability did not decrease notably in abundance inside \"D. laevigatus\" foraging areas.",
            "score": 138.99983739852905
        },
        {
            "docid": "42940250_4",
            "document": "Blochmannia . \"Blochmannia\" bacteria are found in the midguts of carpenter ants, as well as the ovaries of the female carpenter ants. \"Blochmannia\" is important in synthesizing essential and non essential amino acids, including tyrosine, and it helps the ant to process nitrogen. The \"Blochmannia\" bacteria improves the ants’ nutrition and, in doing this, it is also important to the overall health of the ant colony. According to the study by Zientz et al., \"Blochmannia\" improves the health of the colony of ants as a whole because worker ants use a \"trophallaxis and regurgitation\" system to provide the colony with food. When control colonies which had \"Blochmannia\" were compared to groups where the worker ants had been given antibiotics to reduce their levels of \"Blochmannia\" , the health of the control colony was superior. Zientz proposes that this superior fitness of the control ant colonies is likely due to \"Blochmannia\" improving the nutritional quality of the food that worker ants supply to the young ants, as the health effects of \"Blochmannia\" appear to decrease with the ant’s maturation.",
            "score": 119.07939875125885
        },
        {
            "docid": "327358_6",
            "document": "Myrmecology . Ants often are studied by engineers for biomimicry and by network engineers for more efficient networking. It is not known clearly how ants manage to avoid congestions and how they optimize their movements to move in most efficient ways without a central authority that would send out orders. There already have been many applications in structure design and networking that have been developed from studying ants, but the efficiency of human-created systems is still not close to the efficiency of ant colonies.",
            "score": 140.20140731334686
        },
        {
            "docid": "2594_44",
            "document": "Ant . Foraging ants travel distances of up to from their nest and scent trails allow them to find their way back even in the dark. In hot and arid regions, day-foraging ants face death by desiccation, so the ability to find the shortest route back to the nest reduces that risk. Diurnal desert ants of the genus \"Cataglyphis\" such as the Sahara desert ant navigate by keeping track of direction as well as distance travelled. Distances travelled are measured using an internal pedometer that keeps count of the steps taken and also by evaluating the movement of objects in their visual field (optical flow). Directions are measured using the position of the sun. They integrate this information to find the shortest route back to their nest. Like all ants, they can also make use of visual landmarks when available as well as olfactory and tactile cues to navigate. Some species of ant are able to use the Earth's magnetic field for navigation. The compound eyes of ants have specialised cells that detect polarised light from the Sun, which is used to determine direction. These polarization detectors are sensitive in the ultraviolet region of the light spectrum. In some army ant species, a group of foragers who become separated from the main column may sometimes turn back on themselves and form a circular ant mill. The workers may then run around continuously until they die of exhaustion.",
            "score": 124.33450210094452
        },
        {
            "docid": "47872424_3",
            "document": "Pleometrosis . The driving selection pressure that causes ant species to form colonies through Pleometrosis is because of inter-colony competition in high density colony areas. When a queen enters an area in which they want to form a colony if there is a finite amount of resources to fuel the colony there is usually intense competition and territoriality for resources between ant colonies. If the queen were to form a colony on her own then she has a low probability of surviving because other colonies may be able to produce workers faster than her or may already be past the early stages of colony formation. Forming the colony on her own could also cause her to have to forage for food to try and rear the amount of offspring she needs to out-compete other colonies to survive and this foraging behavior puts her at risk of predators. However, if she and multiple queens form a colony through pleometrosis they can produce a larger worker force of ants faster and get to a reproductive stage of colony growth faster thus decreasing the chances of death due to inter-colony competition. It has been observed in ants that form pleometrosis colonies engage in less foraging behavior, thus lowering their chance of predation due to pleometrosis as well. Having multiple queens cuts down on Foraging behavior because each queen uses her own stored energy reserves to feed the brood . By founding the colony pleometrotically ants can form new colonies in high colony density areas and take control of resources in the surrounding area faster. Some Genera of ants such as \"Azteca use\" the additional worker ants early in the colonies formation to monopolize and take control of resources in close proximity of the colony thus stopping other con-specific colonies from acquiring those resources. This strategy allows the plemetrolic colonies to monopolize the area and starve out the other competing colonies. The additional worker force in pleometrolic colonies also allows for bigger and more effective brood raids from con-specific colonies which additionally helps to out-compete colonies. Overall one of the most key aspects of founding a colony in a high density colony area is being able to produce a worker force quickly and efficiently so as to not be starved out or robbed of brood from other colonies causing starvation. By engaging in pleometrosis it increases a queens chance of survival past the early stages of colony formation due to the increased worker force at disposal to take control of resource in the surrounding area.",
            "score": 115.8632071018219
        },
        {
            "docid": "263286_21",
            "document": "Antbird . Swarms of army ants are an important resource used by some species of antbird, and the one from which the family's common name is derived. Many species of tropical ant form large raiding swarms, but the swarms are often nocturnal or raid underground. While birds visit these swarms when they occur, the species most commonly attended by birds is the Neotropical species \"Eciton burchellii\", which is both diurnal and surface-raiding. It was once thought that attending birds were actually eating the ants, but numerous studies in various parts of \"Eciton burchellii's\" range has shown that the ants act as beaters, flushing insects, other arthropods and small vertebrates into the waiting flocks of \"ant followers\". The improvement in foraging efficiency can be dramatic; a study of spotted antbirds found that they made attempts at prey every 111.8 seconds away from ants, but at swarms they made attempts every 32.3 seconds. While many species of antbirds (and other families) may opportunistically feed at army ant swarms, 18 species of antbird are obligate ant-followers, obtaining most of their diet from swarms. With only three exceptions, these species never regularly forage away from ant swarms. A further four species regularly attend swarms but are as often seen away from them. Obligate ant-followers visit the nesting bivouacs of army ants in the morning to check for raiding activities; other species do not. These species tend to arrive at swarms first, and their calls are used by other species to locate swarming ants.",
            "score": 116.40327751636505
        },
        {
            "docid": "2594_27",
            "document": "Ant . Ants communicate with each other using pheromones, sounds, and touch. The use of pheromones as chemical signals is more developed in ants, such as the red harvester ant, than in other hymenopteran groups. Like other insects, ants perceive smells with their long, thin, and mobile antennae. The paired antennae provide information about the direction and intensity of scents. Since most ants live on the ground, they use the soil surface to leave pheromone trails that may be followed by other ants. In species that forage in groups, a forager that finds food marks a trail on the way back to the colony; this trail is followed by other ants, these ants then reinforce the trail when they head back with food to the colony. When the food source is exhausted, no new trails are marked by returning ants and the scent slowly dissipates. This behaviour helps ants deal with changes in their environment. For instance, when an established path to a food source is blocked by an obstacle, the foragers leave the path to explore new routes. If an ant is successful, it leaves a new trail marking the shortest route on its return. Successful trails are followed by more ants, reinforcing better routes and gradually identifying the best path.",
            "score": 137.32178926467896
        },
        {
            "docid": "207874_24",
            "document": "Swarm behaviour . Individual ants do not exhibit complex behaviours, yet a colony of ants collectively achieves complex tasks such as constructing nests, taking care of their young, building bridges and foraging for food. A colony of ants can collectively select (i.e. send most workers towards) the best, or closest, food source from several in the vicinity. Such collective decisions are achieved using positive feedback mechanisms. Selection of the best food source is achieved by ants following two simple rules. First, ants which find food return to the nest depositing a pheromone chemical. More pheromone is laid for higher quality food sources. Thus, if two equidistant food sources of different qualities are found simultaneously, the pheromone trail to the better one will be stronger. Ants in the nest follow another simple rule, to favor stronger trails, on average. More ants then follow the stronger trail, so more ants arrive at the high quality food source, and a positive feedback cycle ensures, resulting in a collective decision for the best food source. If there are two paths from the ant nest to a food source, then the colony usually selects the shorter path. This is because the ants that first return to the nest from the food source are more likely to be those that took the shorter path. More ants then retrace the shorter path, reinforcing the pheromone trail.",
            "score": 143.0553787946701
        },
        {
            "docid": "2116156_10",
            "document": "Pharaoh ant . In Australia, \"Monomorium\" species is particularly successful. This fact is particularly curious because of the presence of a very aggressive ant family, \"Iridomyrmex\", which is quite proficient at interference competition. \"Iridomyrmex\" ants are able to quickly seek out food sources and prevent other ant species from reaching them. However, unlike other ant species, \"Monomorium\" species, despite their unaggressive nature and small size, are able to thrive even in areas where \"Iridomyrmex\" dominates. This success can be attributed to their efficient foraging strategy, and their novel use of venom alkaloids, repellant chemical signals. With these two behaviors, \"Monomorium\" species can rapidly monopolize and defend food sources.",
            "score": 125.71437478065491
        },
        {
            "docid": "12550450_4",
            "document": "Formica lugubris . Each ant is able to recognize other members of their colony by a specific odor they all carry on them. Different odors allow them to also recognize other insects and ants from other colonies. When these ants encounter outside species of ants and insects, they may become shocked and engage in combat. Ants from outside species or colonies are usually considered intruders and are seized and dragged in to the nest. Combat between ants is common and almost always ends with death of one ant. When red wood ants encounter members of different colonies similar responses are made. The ants are at first startled and enter an upright body position with their mouths open. This is their way of showing threatening behavior. When in contact, members of the same colony are not threatened by each other and do not show signs of aggression. Workers are able to release pheromones that can alarm others of danger nearby; this is another way these ants use odors to communicate. These ants prefer to mate during the month of June. Sexually aroused female ants release a pheromone that will attract a male. They will both fly off into the forest and mate on the ground, usually where there are no other worker ants around. Not every ant can reproduce; reproductive males and females are larger than worker ants and have wings. This is to prevent competition when mating. After mating, the male will die and the female will lose her wings and start a new colony. Fertilized queens can take over the colonies of brown ants. The queen lands on a brown ant nest, find and sting the brown ant queen to death and take her place. Her eggs are cared for by the brown ant workers and her children replace them over time.",
            "score": 129.63858878612518
        },
        {
            "docid": "45365929_6",
            "document": "Temnothorax rugatulus . T. \"rugatulus\" ants use various communication methods to spread information to the entire colony. Tandem running is when one ant has a one-on-one interaction with another ant to a point of interest. Transportation is when one ant literally carries the other ant to the desired location. The newly discovered and studied reverse tandem running is where one ant shows another ant how to get home from an outside location. It may be used in T. \"rugatulus\" ants to assist an ant where help is needed instead of showing them to a potential nesting or food site. Another study suggested that it is used as a backup strategy to protect ants emigrating to another nest and convince them of the danger outside and to return home.  T. \"rugatulus\" ants also use chemical signaling for communication. Similar taxa of ants related to the T. \"rugatulus\" emit a chemical signal from their mandibular gland. This specific chemical’s name is 2,5-dimethylpyrazine. Like many chemicals, T. \"rugatulus\" use this chemical for different reasons and the context in which the chemical is received by another individual will give it clues as to its current situation. T. \"rugatulus\" ants use such chemicals as trail pheromones. The location of the chemical in relation to the nest was extremely important in their behavioral responses. When an alarm signal was presented far away from the nest, the ants were reported to run away from the scent, whereas if the chemical was present just outside their nest, they would run towards it. It is thought that ants may interpret the close alarm signal as a cry for help and attempt to save whoever was emitting the chemical.",
            "score": 122.60913407802582
        },
        {
            "docid": "26977166_18",
            "document": "Mantis . Mantises, like stick insects, show rocking behavior in which the insect makes rhythmic, repetitive side-to-side movements. Functions proposed for this behavior include the enhancement of crypsis by means of the resemblance to vegetation moving in the wind. However, the repetitive swaying movements may be most important in allowing the insects to discriminate objects from the background by their relative movement, a visual mechanism typical of animals with simpler sight systems. Rocking movements by these generally sedentary insects may replace flying or running as a source of relative motion of objects in the visual field. As ants may be predators of mantises, genera such as \"Loxomantis\", \"Orthodera\", and \"Statilia\", like many other arthropods, avoid attacking them. Exploiting this behavior, a variety of arthropods, including some early-instar mantises, mimic ants to evade their predators.",
            "score": 87.90982460975647
        },
        {
            "docid": "50627950_4",
            "document": "Iain Couzin . Couzin's work is aimed at understanding how collective behaviour in animals emerges, using a combination of fieldwork, computer simulations, lab experiments, and mathematical models. His work with army ants showed how they move forming traffic lanes that optimizes their movement and avoids congestion.",
            "score": 122.15678358078003
        },
        {
            "docid": "6613536_14",
            "document": "Animal culture . Until recently, teaching was a skill that was thought to be uniquely human. Now, as research has increased into the transmission of culture in animals, the role of teaching among animal groups has become apparent. Teaching is not merely limited to mammals either. Many insects, for example have been observed demonstrating various forms of teaching in order to obtain food. Ants, for example, will guide each other to food sources through a process called \"tandem running,\" in which an ant will guide a companion ant to a source of food. It has been suggested that the \"pupil\" ant is able to learn this route in order to obtain food in the future or teach the route to other ants. There have been various recent studies that show that cetaceans are able to transmit culture through teaching as well. Killer whales are known to \"intentionally beach\" themselves in order to catch and eat pinnipeds who are breeding on the shore. Mother killer whales teach their young to catch pinnipeds by pushing them onto the shore and encouraging them to attack and eat the prey. Because the mother killer whale is altering her behavior in order to help her offspring learn to catch prey, this is evidence of teaching and cultural learning. The intentional beaching of the killer whales, along with other cetacean behaviors such as the variations of songs among humpback whales and the sponging technique used by the bottlenose dolphin to obtain food, provide substantial support for the idea of cetacean cultural transmission.",
            "score": 115.3152779340744
        },
        {
            "docid": "377245_60",
            "document": "Red imported fire ant . Red imported fire ants are strong competitors with many ant species. They have managed to displace many native ants which has led to a number of ecological consequences. However, studies show that these ants are not always superior competitors that suppress native ants. Habitat disturbance prior to their arrival, and recruitment limitations, are more plausible reasons why native ants are suppressed. Between \"Tapinoma melanocephalum\" and \"Pheidole fervida\", the red imported fire ant is stronger than both species but shows different levels of aggression. For example, they are less hostile towards \"T. melanocephalum\" in contrast to \"P. fervida\". Mortality rates in \"T. melanocephalum\" and \"P. fervida\" when fighting with red imported fire ants are high, being 31.8% and 49.9% respectively. The mortality rate for red imported fire ant workers, however, is only 0.2% to 12%. The imported crazy ant (\"Nylanderia fulva\") exhibits greater dominance than the red imported fire ant and has been known to displace them in habitats where they encounter each other in. Larger colonies of pavement ants (\"Tetramorium caespitum)\" can destroy red imported fire ant colonies, leading entomologists to conclude that this conflict between the two species may help impede the spread of the red imported fire ant. Individuals infected by SINV-1 can be killed faster than healthy individuals by \"Monomorium chinense\". This means that ants infected with SINV-1 are weaker than their healthy counterparts and more than likely will be eliminated by \"M. chinense\". However, major workers, whether they are infected or not, are rarely killed.",
            "score": 120.87976503372192
        },
        {
            "docid": "460442_18",
            "document": "A Bug's Life . The transition from treatment to storyboards took on an extra layer of complexity due to the profusion of storylines. Where \"Toy Story\" focused heavily on Woody and Buzz, with the other toys serving mostly as sidekicks, \"A Bug's Life\" required in-depth storytelling for several major groups of characters. Character design also presented a new challenge, in that the designers had to make ants appear likable. Although the animators and the art department studied insects more closely, natural realism would give way to the film's larger needs. The team took out mandibles and designed the ants to stand upright, replacing their normal six legs with two arms and two legs. The grasshoppers, in contrast, received a pair of extra appendages to appear less attractive. The story's scale also required software engineers to accommodate new demands. Among these was the need to handle shots with crowds of ants. The film would include more than 400 such shots in the ant colony, some with as many as 800. It was impractical for animators to control them individually, but neither could the ants remain static for even a moment without appearing lifeless, or move identically. Bill Reeves, one of the film's two supervising technical directors, dealt with the quandary by leading the development of software for autonomous ants. The animators would only animate four or five groups of about eight individual \"universal ants\". Each one of these \"universal ants\" would later be randomly distributed throughout the digital set. The program also allowed each ant to be automatically modified in subtle ways (e.g. different color of eye or skin, different heights, different weights, etc.). This ensured that no two ants were the same. It was partly based on Reeves's invention of particle systems a decade and a half earlier, which had let animators use masses of self-guided particles to create effects like swirling dust and snow.",
            "score": 114.79017615318298
        },
        {
            "docid": "48776333_9",
            "document": "Sun compass in animals . Desert ants use sun compass as a reference to the amount of walking distance to their specific destination. Ants, like bees, compensate for the sun’s daily movements as it moves and rotates about the Earth. They communicate to other ants who have already been out and base their directions on the direction they should go. In addition to sun compass, insects such as ants also use a tool called azimuthal position of the sun. These are additional cues determined by ants and passed on to other ants when they communicate.",
            "score": 100.7699224948883
        },
        {
            "docid": "9015083_2",
            "document": "Eciton burchellii . Eciton burchellii is a species of New World army ant in the genus \"Eciton\". This species, one of the most extensively studied ant species, consists of expansive, organized swarm raids that give it the informal name, \"Eciton\" army ant This species displays polymorphic caste features, with the soldier ants having much larger heads and mandibles. The colony lives in bivouacs, which are routinely moved as the foraging paths change. \"Eciton burchellii\" colonies cycle between stationary and more active nomadic phases. The colony raids are maintained by the use of pheromones, can be long, and employ up to 200,000 ants. Colony members have been observed to fill \"potholes\" in the foraging trail, allowing for the faster and easier movement of captured prey back to the nest. Numerous antbirds parasitize the \"Eciton burchellii\" by using their raids as a source of food. In terms of geographical distribution, this species is found in the Amazon jungle and Central America.",
            "score": 129.79031085968018
        },
        {
            "docid": "5817455_6",
            "document": "Ant mimicry . Over 300 species of spider in different families are Batesian mimics of ants, such as \"Sphecotypus\" in the Clubionidae and \"Aphantochilus\" in the Thomisidae. In the Salticidae, ant-mimicking spiders can be discerned from the ants around them by the movements they make to keep the ants at an acceptable distance. Ant hunters often do not resemble ants as much. Even within a closely related group, ant mimicry may have originated several times, as in the Salticidae subfamily Ballinae. Mimicry has a cost: the body of spider myrmecomorphs is much narrower than non-mimics, which reduces the number of eggs per eggsac, compared to non-mimetic spiders of similar size. They seem to compensate by laying more eggsacs in their lifetime. A study of three species of (predatory) mantises suggested that they innately avoided ants as prey, and that this aversion extends to ant-mimicking Salticidae.",
            "score": 128.22409236431122
        },
        {
            "docid": "588615_6",
            "document": "Ant colony optimization algorithms . The overall result is that when one ant finds a good (i.e., short) path from the colony to a food source, other ants are more likely to follow that path, and positive feedback eventually leads to many ants following a single path. The idea of the ant colony algorithm is to mimic this behavior with \"simulated ants\" walking around the graph representing the problem to solve.",
            "score": 120.5955001115799
        },
        {
            "docid": "1742892_10",
            "document": "Weaver ant . Large colonies of \"Oecophylla\" weaver ants consume significant amounts of food, and workers continuously kill a variety of arthropods (primarily other insects) close to their nests. Insects are not only consumed by workers, but this protein source is necessary for brood development. Because weaver ant workers hunt and kill insects that are potentially harmful plant pests, trees harboring weaver ants benefit from having decreased levels of herbivory. They have traditionally been used in biological control in Chinese and Southeast Asian citrus orchards from at least 400 AD. Many studies have shown the efficacy of using weaver ants as natural biocontrol agents against agricultural pests. The use of weaver ants as biocontrol agents has especially been effective for fruit agriculture, particularly in Australia and southeast Asia. Fruit trees harboring weaver ants produce higher quality fruits, show less leaf damage by herbivores, and require fewer applications of synthetic pesticides. They do on the other hand protect the scale insects which they 'milk' for honeydew. In several cases the use of weaver ants has nonetheless been shown to be more efficient than applying chemical insecticides and at the same time cheaper, leaving farmers with increased net incomes and more sustainable pest control.",
            "score": 127.70933830738068
        },
        {
            "docid": "377245_57",
            "document": "Red imported fire ant . When polygyne forms invade areas where colonies have not yet been established, the diversity of native arthropods and vertebrates declines greatly. This is evident as populations of isopods, mites and tumblebug scarabs decline significantly. They can also significantly alter the populations of many fly and beetle families, including: Calliphoridae, Histeridae, Muscidae, Sarcophagidae, Silphidae, and Staphylinidae. Despite this, one review found that certain insects may be unaffected by red imported fire ants; for example, the density of isopods decreases in red imported fire ant infested areas, but crickets of the genus \"Gryllus\" are unaffected. There are some cases where the diversity of certain insect and arthropod species increase in areas where red imported fire ants are present. Red imported fire ants are important predators on cave invertebrates, some of which are endangered species. This includes harvestmen, pseudoscorpions, spiders, ground beetles, and pselaphid beetles. The biggest concern is not the ant itself, but the bait used to treat them because this can prove fatal. Stock Island tree snails (\"Orthalicus reses\") are extinct in the wild; predation by red imported fire ants is believed to be the major factor in the snail's extinction. Overall, red imported fire ants prefer specific arthropods to others, although they attack and kill any invertebrate that cannot defend itself or escape. Arthropod biodiversity increases once red imported fire ant populations are either reduced or eradicated.",
            "score": 111.98536205291748
        },
        {
            "docid": "377245_69",
            "document": "Red imported fire ant . In comparison to other ant species like \"Anoplolepis gracilipes\", which rapidly take over areas they have been contained in, red imported fire ants are fairly easy to control. The first proposals to controlling the ant occurred in 1957 when the United States Congress authorised an eradication program using federal and state funding. Research on the ant and its biology has been continuous after the establishment of an eradication program, and many chemicals were used to eliminate them. However, scientists discovered that these insecticides were killing native fauna, and the Environmental Protection Agency subsequently outlawed them. Some scientists even questioned whether the ants were pests or not. Today, it is unlikely that the red imported fire ant will be eradicated in areas such as the United States. Populations can be managed properly if an integrated approach is used. Some scientists have considered using the ants' natural enemies against it; this includes \"T. solenopsae\" and \"B. bassiana\". Phorid flies have also been viewed as potential biological agents, as they can reduce foraging activity in red imported fire ants and affect population levels. However, they are unable to affect colony growth rate. In addition, parasitic ants, parasitic wasps, mites, other pathogens, nematodes, and fungi have been considered to be potential biological agents. Others suggest that populations can be maintained or reduced by manipulating several ecological factors. Several baits have been used to control populations. Mounds are destroyed in a matter of weeks if baits are used on them. Baits are considered to be effective and simple to use against red imported fire ants, in comparison to drenching, dusting, or fumigating. They are sprinkled onto the mound then the ants take and consume them. Certain baits such as growth regulator baits, and boric acid-sucrose water baits, benefit native fauna and low concentrations are usually required to kill a colony. Others baits used against red imported fire ants include Amdro, Ascend, hydramethylnon, and Maxforce.",
            "score": 126.11402189731598
        },
        {
            "docid": "14325023_6",
            "document": "Solenopsis molesta . Colonies of \"S. molesta\" usually have anywhere from a few hundred to a few thousand workers. Colonies have multiple queens. The number of thief ants in a colony depends on the location. Colonies with a reliable and ready food source don’t have as many workers because food is readily available. Since ants of this species are so small, they can colonize just about anywhere. They can live in people’s homes without them ever knowing that they have an infestation of tiny ants. \"Solenopsis molesta\" are common in homes, and due to their small size they can easily enter sealed packages of food. Other thief ant colonies are inside other ant colonies. They then eat the food and sometimes larva of the host ants. They will eat just about anything, including dead animals and fungal spores, and will travel great distances in search for food. Once food has been found, a trail is formed from the colony to the food so the other thief ant workers can find it.",
            "score": 134.6257939338684
        }
    ],
    "r": [
        {
            "docid": "9015083_13",
            "document": "Eciton burchellii . Members of the species have been observed to use their bodies to fill potholes in the pathway between the nest and prey. By filling these obstacles, the ants greatly increase the overall prey-laden traffic back to the nest. Each ant will walk to a hole and measure itself to see if it fits; if it does, it will lie across the hole motionless to allow other members of the colony to cross at a higher speed. If it does not fit, it will continue past the hole and allow another ant to check. Ants will also cooperate, with multiple ants forming a plug, if one ant is too small for the hole. Once in place in a hole, the ant(s) can stay there for many hours or until it is dark and the traffic flow has diminished greatly, at which point they will return to the nest. This behavior most likely formed among members of the \"Eciton burchelli\" species because of its evolutionary advantage. An increase in trail speed and efficiency leads to a larger daily prey intake by the colony. This raises the colony's collective fitness, allowing for faster reproduction.",
            "score": 172.93560791015625
        },
        {
            "docid": "7654820_16",
            "document": "Myrmecophily . Some of the most well-studied myrmecophilous interactions involve ants and hemipterans (earlier grouped in the order Homoptera which included the Auchenorrhyncha and Sternorrhyncha), especially aphids. There are around 4000 described species of aphids, and they are the most abundant myrmecophilous organisms in the northern temperate zones. Aphids feed on the phloem sap of plants, and as they feed they excrete honeydew droplets from their anus. The tending ants ingest these honeydew droplets then return to their nest to regurgitate the fluid for their nestmates (see trophallaxis). Between 90-95% of the dry weight of aphid honeydew is various sugars, while the remaining matter includes vitamins, minerals, and amino acids. Aphid honeydew can provide an abundant food source for ants (aphids in the genus \"Tuberolachnus\" can secrete more honeydew droplets per hour than their body weight) and for some ants aphids may be their only source of food. In these circumstances, ants may supplement their honeydew intake by preying on the aphids once the aphid populations have reached certain densities. In this way ants can gain extra protein and ensure efficient resource extraction by maintaining honeydew flow rates that do not exceed the ants' collection capabilities. Even with some predation by ants, aphid colonies can reach larger densities with tending ants than colonies without. Ants have been observed to tend large \"herds\" of aphids, protecting them from predators and parasitoids. Aphid species that are associated with ants often have reduced structural and behavioral defense mechanisms, and are less able to defend themselves from attack than aphid species that are not associated with ants.",
            "score": 166.3855438232422
        },
        {
            "docid": "10578490_33",
            "document": "Meat ant . A diurnal species (active mainly during the day), the meat ant shows minimal interaction with nocturnal ant species when their territories overlap. The meat ant and other members of the \"I. purpureus\" species group are regarded as a dominant group of diurnal species in Australia, as they are highly active, aggressive, and have an enormous geographical range. During the day, the bulk of the workers attend and feed on honeydew secreted by insects that live on the leaves of \"Eucalyptus\" trees. These trees are connected by foraging trails formed by meat ants, which also connect to satellite nests that are a part of a single colony; these trails are easily visible due to the absence of vegetation and lead to important food and water sources. Other workers in smaller numbers will often scavenge around the nest area for dead insects, or other proteinaceous foods to bring back to their colony. Their dominance is clear when meat ants are capable of finding food sources more successfully than most ants, capable of displacing many ants and other insects. Food sources are also discovered more rapidly and greatly reduces the foraging efficiency of other ants, including those of \"Iridomyrmex\". However, some ants such as the green-head ant (\"Rhytidoponera metallica\") are not affected by the presence of meat ants and are still successful in finding food sources. As green-head ants are general predators and forage singularly and cannot recruit other nestmates, they are unable to defend food sources from dominant ants. They heavily rely on any food source and the impossibility of successfully defending it from other ants may have led to its peaceful coexistence with dominant species, including meat ants. This means green-head ants avoid conflict with meat ants. Certain myrmicines, which are highly competitive, are capable of defending themselves from foraging workers; the rapid recruitment of nestmates and the use of chemicals for defence allows them to withstand attacks from meat ants. In particular, \"Monomorium\" ants have been observed occupying baits regardless of the presence or absence of the meat ant. This is not the case with mealworms, but they have moderate success with honey baits. In foraging areas where meat ants are excluded or not present, the number of other ants observed is far greater and activity dramatically increases. However, the presence of meats ants does not affect abundant species, and most of the time it is only \"Iridomyrmex\" ants that increase their foraging rate. The impact of meat ants on other species varies, depending on the habitat and type of food source, and the ecological role the ant plays. The deliberate exclusion of meat ants show that not only can they alter the amount of sources available, but the dynamics of resource use on entire outcrops. If present, meat ants rely on rapidly discovering food sources and retain their dominance so other ants cannot collect them, as well as exploitation and interference which helps displace other ants. The habitat meat ants live in may affect their dominance among the fauna. They are less successful in complex habitats and more successful in open areas, allowing workers to forage efficiently; for example, workers forage around rocks and collect food sources more successfully in contrast to those in vegetation. Meat ants are even more dominant than other \"I. purpureus\" species group members in non-complex habitats. Meat ants are normally larger than other \"Iridomyrmex\" species and can displace or even kill those trying to compete for food sources. The similar behaviours among meat ants and certain \"Iridomyrmex\" species have increased the level of conflict among each other, especially those in open habitats.",
            "score": 154.67385864257812
        },
        {
            "docid": "2116156_16",
            "document": "Pharaoh ant . The organization of foraging trails is strongly affected by the health of the colony and the availability of food. Food deprivation induces a higher amount of foraging ant traffic, compared to a non-deprived population. If a food source is presented to the food deprived colony, this traffic was further increased, an indication of the pharaoh ant's recruitment tactic. If food is not present, a colony will extend its trails to a wider radius around the nest. Logically, number of trails and forager traffic is largest near a food source.",
            "score": 151.01055908203125
        },
        {
            "docid": "24280486_4",
            "document": "Bidirectional traffic . Microscopic traffic flow models have been proposed for bidirectional automobile, pedestrian, and railway traffic. Bidirectional traffic can be observed in ant trails and this has been researched for insight into human traffic models. In a macroscopic theory proposed by \"Laval\", the interaction between fast and slow vehicles conforms to the Newell kinematic wave model of moving bottlenecks.",
            "score": 150.1378173828125
        },
        {
            "docid": "1978507_6",
            "document": "Carpenter ant . Most species of carpenter ants forage at night. When foraging, they usually collect and consume dead insects. Some species less commonly collect live insects. When they discover a dead insect, workers surround it and extract its bodily fluids to be carried back to the nest. The remaining chitin-based shell is left behind. Occasionally, the ants bring the chitinous head of the insect back to the nest, where they also extract its inner tissue. The ants can forage individually or in small or large groups, though they often opt to do so individually. Different colonies in close proximity may have overlapping foraging regions, though they typically do not assist each other in foraging. Their main food sources normally include proteins and carbohydrates. Instances of carpenter ants bleeding Chinese elm trees for the sap have been observed in the northern Arizona region. These instances may be rare as the colonies vastly exceeded the standard size of carpenter ant colonies else where. When workers find food sources, they communicate this information to the rest of the nest. They use biochemical pheromones to mark the shortest path that can be taken from the nest to the source. When a sizable number of workers follows this trail, the strength of the cue increases and a foraging trail is established. This ends when the food source is depleted. The workers will then feed the queen and the larvae by consuming the food they have found, and regurgitating the food at the nest. Foraging trails can either be under or above ground.",
            "score": 143.30157470703125
        },
        {
            "docid": "207874_24",
            "document": "Swarm behaviour . Individual ants do not exhibit complex behaviours, yet a colony of ants collectively achieves complex tasks such as constructing nests, taking care of their young, building bridges and foraging for food. A colony of ants can collectively select (i.e. send most workers towards) the best, or closest, food source from several in the vicinity. Such collective decisions are achieved using positive feedback mechanisms. Selection of the best food source is achieved by ants following two simple rules. First, ants which find food return to the nest depositing a pheromone chemical. More pheromone is laid for higher quality food sources. Thus, if two equidistant food sources of different qualities are found simultaneously, the pheromone trail to the better one will be stronger. Ants in the nest follow another simple rule, to favor stronger trails, on average. More ants then follow the stronger trail, so more ants arrive at the high quality food source, and a positive feedback cycle ensures, resulting in a collective decision for the best food source. If there are two paths from the ant nest to a food source, then the colony usually selects the shorter path. This is because the ants that first return to the nest from the food source are more likely to be those that took the shorter path. More ants then retrace the shorter path, reinforcing the pheromone trail.",
            "score": 143.05538940429688
        },
        {
            "docid": "327358_6",
            "document": "Myrmecology . Ants often are studied by engineers for biomimicry and by network engineers for more efficient networking. It is not known clearly how ants manage to avoid congestions and how they optimize their movements to move in most efficient ways without a central authority that would send out orders. There already have been many applications in structure design and networking that have been developed from studying ants, but the efficiency of human-created systems is still not close to the efficiency of ant colonies.",
            "score": 140.20140075683594
        },
        {
            "docid": "31679695_11",
            "document": "Dorylus laevigatus . These surface foraging ants also prefer to mix castes in their raids, with large and small workers moving together to search for prey. \"D. laevigatus\" foraging behavior uniquely abandons the mixed-worker raid model. The colony uses caste-specific raids to forage for food, with the smallest workers forming columns and searching along natural cracks and tunnels of the soil for arthropods and other food sources. When large or dangerous food is found, the workers widen the natural fissures and gaps in the soil and then recruit larger ants from the stable tunnels to help process or subdue it. When large numbers of ants are recruited to prey sites, some workers do not stop at the food, but instead continue on briefly in a new direction. This is known as “recruitment overrun”and if food is discovered during these short additional excursions, more workers will be recruited further into the area. Recruitment overrun is one of the few raiding behaviors that \"D. laevigatus\" shares with traditionally studied army and driver ants. Furthermore, on rare occasions, \"D. laevigatus\" will venture above ground to forage in large swarm raids. These raids are another shared behavior with traditionally studied driver ants, but they have only been observed to occur during the night. \"D. laevigatus\"' generalized diet and slow exploitation of large food sources such as termite mounds means slower depletion of available food. Local arthropod densities remain stable even in the presence of a foraging colony of the ants, in sharp contrast to the decimation a colony of typical army ants imposes on local arthropods.2 Above ground foraging driver and army ants have been observed collecting upwards of 90,000 insects per day in their raids, a number which Even juvenile soil-dwellers with less motile ability did not decrease notably in abundance inside \"D. laevigatus\" foraging areas.",
            "score": 138.9998321533203
        },
        {
            "docid": "2594_27",
            "document": "Ant . Ants communicate with each other using pheromones, sounds, and touch. The use of pheromones as chemical signals is more developed in ants, such as the red harvester ant, than in other hymenopteran groups. Like other insects, ants perceive smells with their long, thin, and mobile antennae. The paired antennae provide information about the direction and intensity of scents. Since most ants live on the ground, they use the soil surface to leave pheromone trails that may be followed by other ants. In species that forage in groups, a forager that finds food marks a trail on the way back to the colony; this trail is followed by other ants, these ants then reinforce the trail when they head back with food to the colony. When the food source is exhausted, no new trails are marked by returning ants and the scent slowly dissipates. This behaviour helps ants deal with changes in their environment. For instance, when an established path to a food source is blocked by an obstacle, the foragers leave the path to explore new routes. If an ant is successful, it leaves a new trail marking the shortest route on its return. Successful trails are followed by more ants, reinforcing better routes and gradually identifying the best path.",
            "score": 137.32179260253906
        },
        {
            "docid": "44159140_6",
            "document": "Symmetry breaking of escaping ants . Geng Li and coworkers from Beijing Normal University tested whether and how the density of a group influenced symmetry breaking in escaping ants. They used the red imported fire ant (\"Solenopsis invicta\") to repeat the experiment mentioned above with different total number of ants. The result shows that the symmetry breaking increases at low density but decreases after a peak. That is to say, when density is low, the ant group produces a collective escaping behavior; while at high density, the ant group behaves more like random particles.",
            "score": 136.4794464111328
        },
        {
            "docid": "207874_57",
            "document": "Swarm behaviour . Swarm behaviour occurs also in traffic flow dynamics, such as the traffic wave. Bidirectional traffic can be observed in ant trails. In recent years this behaviour has been researched for insight into pedestrian and traffic models. Simulations based on pedestrian models have also been applied to crowds which stampede because of panic.",
            "score": 135.8940887451172
        },
        {
            "docid": "10578490_36",
            "document": "Meat ant . Like other \"Iridomyrmex\" species, the meat ant is an omnivore, retrieving food sources from various insects it tends, including caterpillars and various sorts of butterflies, particularly the larvae of the Waterhouse's hairstreak (\"Jalmenus lithochroa\"). Meat ants usually feed on honeydew from sap-sucking insects, flower nectar, sugar and other sweet substances. In captive colonies, workers prefer to consume small pieces of grapes rather than honey solutions and other sweet foods. These ants prey on various insects and animals, collecting both live and dead invertebrates and acquire meat from dead vertebrates. Insects the meat ants prey on include giant lacewings, which they swarm up trees to kill, the butterfly genoveva azure \"Ogyris genoveva\", Indian mealmoths, almond moths, the Western Australian jarrah leafminer and the larvae of the wasp \"Trichogramma\". Large and developed larvae of the cabbage butterfly (\"Pieris rapae\") are attacked more effectively by meat ant workers than those of other \"Iridomyrmex\" species. On sandy beaches, this species is observed preying on the polychaete annelid worm, \"Armandia intermedia\", causing high mortality rates on them (rates of 30 percent). These ants will feed on a number of dead or alive animals, including metamorphic crucifix toads, snakes, lizards, and birds. On some occasions, swarms of workers have been found on dead foxes. The meat ant is the only known ant in Australia that feeds on fresh guano. The collection of guano by a nearby meat ant colony shows the opportunistic nature of the species. Observations show that trails of workers in groups of two to four were found collecting the guano under an active bat roost within an abandoned mine and proceeded to return it to the nest. The collection of guano by any Australian ant colony was never recorded prior to these observations, but it is unknown why meat ants collect fresh guano. Meat ants are among the very few native species of Australia that are not harmed by the toxins of the cane toad, an invasive species. Most of the time, foraging workers target metamorph toads. Observations show that workers would forage around ponds and seize any toadlet. This normally starts with a single worker making contact with an individual and tracing its movements, followed by three or four workers capturing it. All the participating ants would grab a limb and sever the legs, returning the prey item back to their nest. Most of the time these tactics do not work. For example, most toadlets are able to escape the ants by displaying aversion-like behaviour; an individual may escape by struggling erratically or forcing the ants to release their grip by returning to the water. This aversion behaviour leads to most toadlets remaining in the water or staying on objects such as water lilies, pieces of bark that the ants cannot access, or moving around on moist substrates. It is unknown if meat ant predation on the toadlets affected the population, but based on the population density of the toadlets within the studied site and the foraging time and efficiency, approximately 2,700 toadlets could be removed per day. As the toadlet population density is extremely high, the impact of meat ant predation is minor. However, the survivability of the toadlets may be affected if the ants prevent the toadlets from foraging into many areas of moist substrate.",
            "score": 135.59677124023438
        },
        {
            "docid": "39356537_24",
            "document": "Hockett's design features . Ants make use of the chemical-olfactory channel of communication. Ants produce chemicals called pheromones, which are released through body glands and received by the tips of the antenna. Ants can produce up to twenty different pheromone scents, each a unique signal used to communicate things such as the location of food and danger, or even the need to defend or relocate the colony. When an ant is killed, it releases a pheromone that alerts others of potential danger. Pheromones also help ants distinguish family members from strangers. The queen ant has special pheromones which she uses to signal her status, orchestrate work, and let the colony know when they need to raise princesses or drones. Ants will even engage in warfare to protect the colony or a food source. This warfare involves tactics that resemble human warfare. Marauder ants will capture and hold down an enemy while another ant crushes it. Ants are loyal to their colony to the death; however, the queen will kill her own in order to be the last one standing. This level of \"planning\" among an animal species requires an intricate communication.",
            "score": 135.37403869628906
        },
        {
            "docid": "14325023_6",
            "document": "Solenopsis molesta . Colonies of \"S. molesta\" usually have anywhere from a few hundred to a few thousand workers. Colonies have multiple queens. The number of thief ants in a colony depends on the location. Colonies with a reliable and ready food source don’t have as many workers because food is readily available. Since ants of this species are so small, they can colonize just about anywhere. They can live in people’s homes without them ever knowing that they have an infestation of tiny ants. \"Solenopsis molesta\" are common in homes, and due to their small size they can easily enter sealed packages of food. Other thief ant colonies are inside other ant colonies. They then eat the food and sometimes larva of the host ants. They will eat just about anything, including dead animals and fungal spores, and will travel great distances in search for food. Once food has been found, a trail is formed from the colony to the food so the other thief ant workers can find it.",
            "score": 134.62579345703125
        },
        {
            "docid": "2594_69",
            "document": "Ant . Some ant species are considered as pests, primarily those that occur in human habitations, where their presence is often problematic. For example, the presence of ants would be undesirable in sterile places such as hospitals or kitchens. Some species or genera commonly categorized as pests include the Argentine ant, pavement ant, yellow crazy ant, banded sugar ant, Pharaoh ant, carpenter ants, odorous house ant, red imported fire ant, and European fire ant. Some ants will raid stored food, others may damage indoor structures, some can damage agricultural crops directly (or by aiding sucking pests), and some will sting or bite. The adaptive nature of ant colonies make it nearly impossible to eliminate entire colonies and most pest management practices aim to control local populations and tend to be temporary solutions. Ant populations are managed by a combination of approaches that make use of chemical, biological and physical methods. Chemical methods include the use of insecticidal bait which is gathered by ants as food and brought back to the nest where the poison is inadvertently spread to other colony members through trophallaxis. Management is based on the species and techniques can vary according to the location and circumstance.",
            "score": 133.87940979003906
        },
        {
            "docid": "377245_62",
            "document": "Red imported fire ant . As mentioned, red imported fire ants and Argentine ants compete with each other. Mortality rates vary in different scenarios (i.e. mortality rates in colony confrontation is lower than those confronting each other in the field). Major workers can also withstand more injuries to their bodies, thus increasing the mortality rate of Argentine ants. For an Argentine ant colony to successfully wipe out a monogyne colony of 160,000 workers, the colony would need 396,800 workers. A colony that has reduced in size due to successful bait treatment are prone to predation by Argentine ants. The ants may play a vital role in removing weakened fire ant colonies, and they may also be important in slowing the spread of these fire ants, especially in heavily infested Argentine ant areas. Despite this, Argentine ant populations in the southeastern United States have declined following the introduction of the red imported fire ant. Red imported fire ants have formed a relationship with an invasive mealybug, \"Phenacoccus solenopsis\". Colony growth is known to increase if ants have access to resources produced by \"P. solenopsis\", and the population density of these mealybugs is significantly higher in areas where red imported fire ants are present (the spread of \"P. solenopsis\" in areas it is not native is attributed to the presence of the ants). As well as that, the life expectancy and reproductive rate of \"P. solenopsis\" both increase. These mealybugs may even be transported by workers back to their nest. Predation of \"P. solenopsis\" decreases due to tending workers interfering with the predation and parasitism by natural enemies. Mealybugs are preyed on by the lady beetle (\"Menochilus sexmaculatus\") and are hosts of two parasites (\"Aenasius bambawalei\" and \"Acerophagus coccois\") if there are no ants present, but this is different if ants are present. Lady beetles are less frequently seen on plants with red imported fire ants, and the rate of \"mummy\" nymphs is significantly lower. This is clearly evident as scientists observed that cotton aphid (\"Aphis gossypii\") populations, and the predation of sentinel bollworm eggs, increased in areas with red imported fire ant presence. Red imported fire ants have developed a mutual relationship with another mealybug (\"Dysmicoccus morrisoni\"). The ants promote the colony growth of \"D. morrisoni\" through protection, covering the colonies up with debris and collecting the honeydew they secrete.",
            "score": 133.3192596435547
        },
        {
            "docid": "17304880_2",
            "document": "Tandem running . Tandem running is a social learning phenomenon seen mostly in ants, by which one ant leads another native ant from the nest to the food source it has found. Tandem running is also used to find and choose better, new nest sites to which the colony can emigrate. The follower ant maintains contact with the lead ant by frequently touching the leader’s legs and abdomen with its antennae. As predators, scavengers, and herbivores, ants have a variety of food sources, for which they may journey as far as 200 meters from their nest, spraying a scent trail as they go. To lead their kin to new food sources, ants demonstrate one of the few examples of interactive teaching outside of the mammalian class. Social learning by teaching requires that the naive observer change its behavior and acquire some skills or knowledge faster than it would have independently and that the teacher incur some cost. In order for the follower ant to learn landmarks, the leader must travel much slower and make frequent stops to check for his follower. Ultimately, the knowledge of the route to the new food source can be passed throughout the colony as one follower becomes a leader, making tandem running an effective time-saving practice.",
            "score": 131.88278198242188
        },
        {
            "docid": "18471500_7",
            "document": "Ant War . Game play consists of building an ant colony by assigning percentages of your ants each day to one of four different roles: Farmers/Scouts: who farm and forage for food; Nurses: who breed new ants for your colony; Workers: who expand your ant colony; and Soldiers: who are dedicated fighters for your colony. The ant colony has three main resources that are used food, nest size, and ants. Your ants need food to survive, the size of the nest dictates how many ants can live in the colony as well as how much food can be stored, and the number of ants in the colony shows your overall success. As your colony grows large you can move it to increasingly difficult zones.",
            "score": 131.77310180664062
        },
        {
            "docid": "2594_51",
            "document": "Ant . Ants form symbiotic associations with a range of species, including other ant species, other insects, plants, and fungi. They also are preyed on by many animals and even certain fungi. Some arthropod species spend part of their lives within ant nests, either preying on ants, their larvae, and eggs, consuming the food stores of the ants, or avoiding predators. These inquilines may bear a close resemblance to ants. The nature of this ant mimicry (myrmecomorphy) varies, with some cases involving Batesian mimicry, where the mimic reduces the risk of predation. Others show Wasmannian mimicry, a form of mimicry seen only in inquilines. Aphids and other hemipteran insects secrete a sweet liquid called honeydew, when they feed on plant sap. The sugars in honeydew are a high-energy food source, which many ant species collect. In some cases, the aphids secrete the honeydew in response to ants tapping them with their antennae. The ants in turn keep predators away from the aphids and will move them from one feeding location to another. When migrating to a new area, many colonies will take the aphids with them, to ensure a continued supply of honeydew. Ants also tend mealybugs to harvest their honeydew. Mealybugs may become a serious pest of pineapples if ants are present to protect mealybugs from their natural enemies.",
            "score": 130.124267578125
        },
        {
            "docid": "53908699_4",
            "document": "Messor capitatus . \"M. capitatus\", \"M. structor\", \"M. aciculatus,\" and \"M. chamberlini\" are all \"Messor\" species that can change between individual foraging and group foraging when a large supply of food is discovered. This helps the species to forage independently when resources are dispersed over a large area. If a large amount of resources is found in a concentrated area then these species can change their behavior to recruit other nestmates to help bring back the resources to the nest.  The foraging activity of \"M. capitatus\" has been studied with respect to how they affect seed dispersal, optimizing their harvest, and patterns of foraging. \"M.capitatus\" create long narrow trails that are no more than 10 cm wide and they will drop seeds along these trails. \"M. capitatus\" drops 10-15% of the seeds they transport and will redistribute these seeds in bare soil and low sparse vegetation habitats. They rarely disperse the seeds in low, dense and highly vegetated habitats. The effects of seed dispersal by ants is important as it can affect how vegetation will grow and being placed in sparse vegetation means that the seeds have less competition to grow against.  \"M. capitatus\" is said to optimize their harvest by looking at seed size and determining if the energetic cost of bringing seed back to the nest individually was worth the net benefit to the colony. \"M. capitatus\" is a polymorphic species, which means that they have a larger range of size in the species. To optimize their harvest they have the larger ants carry the heavier food back to the nest and have smaller ants carry the lighter food. The ants also had a preference for seeds of a moderate mass of about 400 mg when the seed was about 5-5.5mm in diameter. \"M. capitatus\" have been found to commit cleptobiosis, steal, seeds from other colonies of ants. \"M.capitatus\" will use a variety of interference tactics to affect foraging by congeners, those within the same genus. \"M.capitatus\" caused significant seed predation to the rare and endangered plant Erodium paularense. This plant produces few viable seeds in fruit and \"M.capitatus\" only harvests the fruit of trees that have fully developed seeds. Predation rates by \"M.capitatus\" of \"E. paularense\" seeds is about 43.3%. Seed collection by ants is due to preference and the availability of the seeds and other food sources.",
            "score": 129.95028686523438
        },
        {
            "docid": "9015083_2",
            "document": "Eciton burchellii . Eciton burchellii is a species of New World army ant in the genus \"Eciton\". This species, one of the most extensively studied ant species, consists of expansive, organized swarm raids that give it the informal name, \"Eciton\" army ant This species displays polymorphic caste features, with the soldier ants having much larger heads and mandibles. The colony lives in bivouacs, which are routinely moved as the foraging paths change. \"Eciton burchellii\" colonies cycle between stationary and more active nomadic phases. The colony raids are maintained by the use of pheromones, can be long, and employ up to 200,000 ants. Colony members have been observed to fill \"potholes\" in the foraging trail, allowing for the faster and easier movement of captured prey back to the nest. Numerous antbirds parasitize the \"Eciton burchellii\" by using their raids as a source of food. In terms of geographical distribution, this species is found in the Amazon jungle and Central America.",
            "score": 129.79031372070312
        },
        {
            "docid": "12550450_4",
            "document": "Formica lugubris . Each ant is able to recognize other members of their colony by a specific odor they all carry on them. Different odors allow them to also recognize other insects and ants from other colonies. When these ants encounter outside species of ants and insects, they may become shocked and engage in combat. Ants from outside species or colonies are usually considered intruders and are seized and dragged in to the nest. Combat between ants is common and almost always ends with death of one ant. When red wood ants encounter members of different colonies similar responses are made. The ants are at first startled and enter an upright body position with their mouths open. This is their way of showing threatening behavior. When in contact, members of the same colony are not threatened by each other and do not show signs of aggression. Workers are able to release pheromones that can alarm others of danger nearby; this is another way these ants use odors to communicate. These ants prefer to mate during the month of June. Sexually aroused female ants release a pheromone that will attract a male. They will both fly off into the forest and mate on the ground, usually where there are no other worker ants around. Not every ant can reproduce; reproductive males and females are larger than worker ants and have wings. This is to prevent competition when mating. After mating, the male will die and the female will lose her wings and start a new colony. Fertilized queens can take over the colonies of brown ants. The queen lands on a brown ant nest, find and sting the brown ant queen to death and take her place. Her eggs are cared for by the brown ant workers and her children replace them over time.",
            "score": 129.63858032226562
        },
        {
            "docid": "1382306_6",
            "document": "Red harvester ant . The main food source for red harvester ants usually consists of seeds, which they hoard in great numbers. The food is first ground to a bread-like consistency using the ants' large mandibles, and is then stored in a granary, assuring the colony access to food year-round. Seed collection on behalf of the red harvester ants benefits their ecosystem through the process of myrmecochory, in which ants aid in the dispersal of seeds while foraging for food. Both plants and ants benefit from this relationship: the plants increase their dispersal range and density, while the ants benefit from acquiring nutrients and ensuring a more secure food supply in future harvests. This is typically understood as a mutualistic interaction. Dead insects are also collected during foraging.",
            "score": 129.05458068847656
        },
        {
            "docid": "48264022_9",
            "document": "Pursuit predation . Termites are detritivores and therefore do not exhibit pursuit behaviors, however ants and wasps can be highly predatory and are known to pursue prey in groups. For example, termite-hunting ants of the genus \"Pachycondyla\", also known as Matabele ants, form raiding parties consisting of ants of different castes, such as soldier ants and worker ants. Soldier ants are much larger than worker ants, with more powerful mandibles and more robust exoskeletons, and so they make up the front lines of raiding parties and are responsible for killing prey. Workers usually butcher and carry off the killed prey, while supporting the soldiers. The raiding parties are highly mobile and move aggressively into the colonies of termites, often breaking through their outer defenses and entering their mounds. The ants do not completely empty the mound of termites, instead they only take a few, allowing the termites to recover their numbers so that the ants have a steady stream of prey.",
            "score": 128.49575805664062
        },
        {
            "docid": "5817455_6",
            "document": "Ant mimicry . Over 300 species of spider in different families are Batesian mimics of ants, such as \"Sphecotypus\" in the Clubionidae and \"Aphantochilus\" in the Thomisidae. In the Salticidae, ant-mimicking spiders can be discerned from the ants around them by the movements they make to keep the ants at an acceptable distance. Ant hunters often do not resemble ants as much. Even within a closely related group, ant mimicry may have originated several times, as in the Salticidae subfamily Ballinae. Mimicry has a cost: the body of spider myrmecomorphs is much narrower than non-mimics, which reduces the number of eggs per eggsac, compared to non-mimetic spiders of similar size. They seem to compensate by laying more eggsacs in their lifetime. A study of three species of (predatory) mantises suggested that they innately avoided ants as prey, and that this aversion extends to ant-mimicking Salticidae.",
            "score": 128.22409057617188
        },
        {
            "docid": "60913_7",
            "document": "Stigmergy . Stigmergy was first observed in social insects. For example, ants exchange information by laying down pheromones (the trace) on their way back to the nest when they have found food. In that way, they collectively develop a complex network of trails, connecting the nest in an efficient way to various food sources. When ants come out of the nest searching for food, they are stimulated by the pheromone to follow the trail towards the food source. The network of trails functions as a shared external memory for the ant colony.",
            "score": 128.07421875
        },
        {
            "docid": "1742892_10",
            "document": "Weaver ant . Large colonies of \"Oecophylla\" weaver ants consume significant amounts of food, and workers continuously kill a variety of arthropods (primarily other insects) close to their nests. Insects are not only consumed by workers, but this protein source is necessary for brood development. Because weaver ant workers hunt and kill insects that are potentially harmful plant pests, trees harboring weaver ants benefit from having decreased levels of herbivory. They have traditionally been used in biological control in Chinese and Southeast Asian citrus orchards from at least 400 AD. Many studies have shown the efficacy of using weaver ants as natural biocontrol agents against agricultural pests. The use of weaver ants as biocontrol agents has especially been effective for fruit agriculture, particularly in Australia and southeast Asia. Fruit trees harboring weaver ants produce higher quality fruits, show less leaf damage by herbivores, and require fewer applications of synthetic pesticides. They do on the other hand protect the scale insects which they 'milk' for honeydew. In several cases the use of weaver ants has nonetheless been shown to be more efficient than applying chemical insecticides and at the same time cheaper, leaving farmers with increased net incomes and more sustainable pest control.",
            "score": 127.70933532714844
        },
        {
            "docid": "7654820_12",
            "document": "Myrmecophily . Three of the most common and important structural adaptations of ant plants are extrafloral nectaries, domatia, and (least commonly) Beltian bodies. Plant domatia are pre-formed nesting sites provided by the plant in the form of hollow stems, petioles, thorns, or curled leaves. The production of ant-specialized domatia has been documented in over 100 genera of tropical plants. Beltian bodies provide a high-energy food source to ants in the form of nutritive corpuscles produced on leaflet tips, and they have been described in at least 20 plant families. Extrafloral nectaries (EFN's) are known to occur in at least 66 families of angiosperm plants in both temperate and tropical regions, as well as some ferns, but are absent in all gymnosperms and are most abundant in the tropics. EFN's being outside of the plant flowers are not employed in pollination; their primary purpose is to attract and sustain tending ants. Many plants can control the flow of nectar from the EFN's so that the availability of nectar varies according to daily and seasonal cycles. Because ants can respond quickly to changes in flow rate from EFN's, this may be possible mechanism by which plants can induce greater ant activity during times of peak herbivory and minimize overall costs of nectar production. The combined nutritional output of EFN's and Beltian bodies can be a significant food source for tending ants, and in some cases can provide the total nutritive needs for an ant colony.",
            "score": 127.5410385131836
        },
        {
            "docid": "36742882_7",
            "document": "Red imported fire ants in the United States . They are apparently attracted to electrical equipment, and crawl into air conditioning units and the electrical wiring of stop lights, shorting them out. This is the leading cause of traffic light shorts in Texas, where the ants cause more than US$140 million in damage each year. Several ant species, including fire ants, have been shown to contain ferromagnetic nanoparticles that may contribute information about the geomagnetic field for orientation during foraging or migration. However, it has not been found that electric or magnetic fields attract the ants. Rather, when wandering ants cause electrical shorts, they attempt to sting the wire and produce powerful semiochemicals, including defensive and recruitment pheromones. The chemical signals draw additional ants to the short. The only effective protection is to bar ants from the equipment physically or with insecticides.",
            "score": 127.3436279296875
        },
        {
            "docid": "2594_17",
            "document": "Ant . In the colonies of a few ant species, there are physical castes—workers in distinct size-classes, called minor, median, and major ergates. Often, the larger ants have disproportionately larger heads, and correspondingly stronger mandibles. These are known as macrergates while smaller workers are known as micrergates. Although formally known as dinergates, such individuals are sometimes called \"soldier\" ants because their stronger mandibles make them more effective in fighting, although they still are workers and their \"duties\" typically do not vary greatly from the minor or median workers. In a few species, the median workers are absent, creating a sharp divide between the minors and majors. Weaver ants, for example, have a distinct bimodal size distribution. Some other species show continuous variation in the size of workers. The smallest and largest workers in \"Pheidologeton diversus\" show nearly a 500-fold difference in their dry-weights. Workers cannot mate; however, because of the haplodiploid sex-determination system in ants, workers of a number of species can lay unfertilised eggs that become fully fertile, haploid males. The role of workers may change with their age and in some species, such as honeypot ants, young workers are fed until their gasters are distended, and act as living food storage vessels. These food storage workers are called \"repletes\". For instance, these replete workers develop in the North American honeypot ant \"Myrmecocystus mexicanus\". Usually the largest workers in the colony develop into repletes; and, if repletes are removed from the colony, other workers become repletes, demonstrating the flexibility of this particular polymorphism. This polymorphism in morphology and behaviour of workers initially was thought to be determined by environmental factors such as nutrition and hormones that led to different developmental paths; however, genetic differences between worker castes have been noted in \"Acromyrmex\" sp. These polymorphisms are caused by relatively small genetic changes; differences in a single gene of \"Solenopsis invicta\" can decide whether the colony will have single or multiple queens. The Australian jack jumper ant (\"Myrmecia pilosula\") has only a single pair of chromosomes (with the males having just one chromosome as they are haploid), the lowest number known for any animal, making it an interesting subject for studies in the genetics and developmental biology of social insects.",
            "score": 127.05992889404297
        },
        {
            "docid": "7654820_22",
            "document": "Myrmecophily . In studying the coevolution of myrmecophilous organisms, many researchers have addressed the relative costs and benefits of mutualistic interactions, which can vary drastically according to local species composition and abundance, variation in nutrient requirements and availability, host plant quality, presence of alternative food sources, abundance and composition of predator and parasitoid species, and abiotic conditions. Because of the large amounts of variation in some of these factors, the mechanisms that support the stable persistence of myrmecophily are still unknown. In many cases, variation in external factors can result in interactions that shift along a continuum of mutualism, commensalism, and even parasitism. In almost all mutualisms, the relative costs and benefits of interactions are asymmetrical; that is, one partner experiences greater benefits and/or fewer costs than the other partner. This asymmetry leads to \"cheating,\" in which one partner evolves strategies to receive benefits without providing services in return. As with many other mutualisms, cheating has evolved in interactions between ants and their partners. For example, some lycaenid larvae are taken into ant nests where they prey on ant brood and offer no services to the ants. Other lycaenids may parasitize ant-plant relationships by feeding on plants that are tended by ants, apparently immune to ant attack because of their own appeasing secretions. Hemipterophagous lycaenids engage in a similar form of parasitism in ant-hemipteran associations. In light of the variability in outcomes of mutualistic interactions, and also the evolution of cheating in many systems, much remains to be learned about the mechanisms that maintain mutualism as an evolutionarily stable interaction.",
            "score": 126.83585357666016
        }
    ]
}