{
    "q": [
        {
            "docid": "31474_21",
            "document": "Transcription factor . In eukaryotes, DNA is organized with the help of histones into compact particles called nucleosomes, where sequences of about 147 DNA base pairs make ~1.65 turns around histone protein octamers. DNA within nucleosomes is inaccessible to many transcription factors. Some transcription factors, so-called pioneering factors are still able to bind their DNA binding sites on the nucleosomal DNA. For most other transcription factors, the nucleosome should be actively unwound by molecular motors such as chromatin remodelers. Alternatively, the nucleosome can be partially unwrapped by thermal fluctuations, allowing temporary access to the transcription factor binding site. In many cases, a transcription factor needs to compete for binding to its DNA binding site with other transcription factors and histones or non-histone chromatin proteins. Pairs of transcription factors and other proteins can play antagonistic roles (activator versus repressor) in the regulation of the same gene.",
            "score": 266.6568238735199
        },
        {
            "docid": "42663845_2",
            "document": "Epigenetics of physical exercise . Epigenetics of physical exercise is the study of epigenetic modifications resulting from physical exercise to the genome of cells. Epigenetic modifications are heritable alterations that are not due to changes in the sequence of nucleotides. Epigenetic modifications, such as histone modifications and DNA methylation, alter the accessibility to DNA and change chromatin structure, thereby regulating patterns of gene expression. Methylated histones can act as binding sites for certain transcription factors due to their bromodomains and chromodomains. Methylated histones can also prevent the binding of transcription factors by hiding the transcription factor's recognition site, which is usually found on the major groove of DNA. The methyl groups bound to the cytosine residues lie in the major groove of DNA, the same region most transcription factors use to read a DNA sequence. A common epigenetic tag found in DNA is the covalent attachment of a methyl group to the C5 position of the cytosine found in CpG dinucleotide sequences. CpG methylation is an important mechanism of transcriptional silencing. Methylation of CpG islands is shown to reduce gene expression by the formation of tightly condensed heterochromatin that is transcriptionally inactive. CpG sites in a gene are most commonly found in the promoter regions of a gene while also being present in non promoter regions. The CpG sites in non promoter regions tend to be constitutively methylated, causing transcription machinery to ignore them as possible promoters. The CpG site near promoter regions are mostly left unmethylated until a cell decides to methylate them and repress transcription. Methylation of CpGs in promoter regions result in the transcriptional silencing of a gene. Environmental factors including physical exercise have been shown to have a beneficial influence on epigenetic modifications.",
            "score": 209.36801147460938
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 247.3509705066681
        },
        {
            "docid": "966654_7",
            "document": "DNA-binding protein . These DNA targets can occur throughout an organism's genome. Thus, changes in the activity of one type of transcription factor can affect thousands of genes. Thus, these proteins are often the targets of the signal transduction processes that control responses to environmental changes or cellular differentiation and development. The specificity of these transcription factors' interactions with DNA come from the proteins making multiple contacts to the edges of the DNA bases, allowing them to \"read\" the DNA sequence. Most of these base-interactions are made in the major groove, where the bases are most accessible. Mathematical descriptions of protein-DNA binding taking into account sequence-specificity, and competitive and cooperative binding of proteins of different types are usually performed with the help of the lattice models. Computational methods to identify the DNA binding sequence specificity have been proposed to make a good use of the abundant sequence data in the post-genomic era.",
            "score": 222.24585437774658
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 200.10918879508972
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 250.10124015808105
        },
        {
            "docid": "53367602_3",
            "document": "SMiLE-Seq . Elucidating the regulatory mechanisms used to govern essential cellular processes is one of the most intensely studied branches of science. Cellular regulatory networks can be incredibly complex, and often involve the coordination of multiple processes that begin with the modulation of gene expression. The binding of transcription factor molecules to DNA, either alone or in combination with other transcription factors, is used to control gene expression in response to both intra- and extracellular stimuli. Characterizing the binding mechanisms and specificities of transcription factors to specific regions of DNA – and identifying these transcription factors – is a fundamental component of the process of resolving cellular regulatory dynamics. Before the introduction of SMiLE-seq technology, ChIP-seq (chromatin immunoprecipitation sequencing) and HT-SELEX (high throughput systematic evolution of ligands by exponential enrichment) technologies were used to successfully characterize nearly 500 transcription factor-DNA binding interactions. ChIP-seq uses immunoprecipitation to isolate specific transcription factors bound to DNA fragments. Immunoprecipitation is followed by DNA sequencing, which identifies the genomic regions to which transcription factors bind. HT-SELEX, a similar method, uses random, synthetically generated DNA molecules as bait for transcription factors \"in vitro\". Sequence preferences and binding affinities are characterized based on successful binding interactions between bait molecules and transcription factors. While many unique transcription factor-DNA binding interactions have been characterized using these methods, it is estimated that this described fraction represents fewer than 50% of the transcription factors present in humans. The development of SMiLE-seq technology has provided an attractive alternative method with the potential to facilitate identification and characterization of previously undescribed transcription factor-DNA binding interactions.",
            "score": 235.21395003795624
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 256.71340250968933
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 215.25175940990448
        },
        {
            "docid": "55410471_7",
            "document": "DCas9 activation system . Transcriptional Activators are protein domains or whole proteins linked to dCas9 or sgRNAs that assist in the recruitment of important co-factors as well as RNA Polymerase for transcription of the gene(s) targeted by the system. In order for a protein to be made from the gene that encodes it, RNA polymerase must make RNA from the DNA template of the gene during a process called transcription. Transcriptional activators have a DNA binding domain and a domain for activation of transcription. The activation domain can recruit general transcription factors or RNA polymerase to the gene sequence. Activation domains can also function by facilitating transcription by stalled RNA polymerases, and in eukaryotes can act to move nucleosomes on the DNA or modify histones to increase gene expression. These activators can be introduced into the system through attachment to dCas9 or to the sgRNA. Some researchers have noted that the extent of transcriptional upregulation can be modulated by using multiple sites for activator attachment in one experiment and by using different variations and combinations of activators at once in a given experiment or sample.",
            "score": 228.25329768657684
        },
        {
            "docid": "446223_8",
            "document": "Gene knockdown . A different means of silencing exogenous DNA that has been discovered in prokaryotes is a mechanism involving loci called 'Clustered Regularly Interspaced Short Palindromic Repeats', or CRISPRs. Proteins called 'CRISPR-associated genes' (cas genes) encode cellular machinery that cuts exogenous DNA into small fragments and inserts them into a CRISPR repeat locus. When this CRISPR region of DNA is expressed by the cell, the small RNAs produced from the exogenous DNA inserts serve as a template sequence that other Cas proteins use to silence this same exogenous sequence. The transcripts of the short exogenous sequences are used as a guide to silence these foreign DNA when they are present in the cell. This serves as a kind of acquired immunity, and this process is like a prokaryotic RNA interference mechanism. The CRISPR repeats are conserved amongst many species and have been demonstrated to be usable in human cells, bacteria, \"C. elegans\", zebrafish, and other organisms for effective genome manipulation. The use of CRISPRs as a versatile research tool can be illustrated by many studies making use of it to generate organisms with genome alterations.",
            "score": 214.96598970890045
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 234.23229491710663
        },
        {
            "docid": "4166856_2",
            "document": "Active chromatin sequence . An active chromatin sequence (ACS) is a region of DNA in a eukaryotic chromosome in which histone modifications such as acetylation lead to exposure of the DNA sequence thus allowing binding of transcription factors and transcription to take place. Active chromatin may also be called euchromatin. ACSs may occur in non-expressed gene regions which are assumed to be \"poised\" for transcription. The sequence once exposed often contains a promoter to began transcription. At this site acetylation or methylation can take place causing a conformational change to the chromatin. At the active chromatin sequence site deacetylation can caused the gene to be repressed if not being expressed.",
            "score": 201.1147539615631
        },
        {
            "docid": "46880460_6",
            "document": "ATAC-seq . Regions of the genome where DNA was accessible during the experiment will contain significantly more sequencing reads (since that is where the transposase preferentially acts), and form peaks in the ATAC-seq signal that are detectable with peak calling tools. These regions can be further categorized into the various regulatory element types - promoters, enhancers, insulators , etc.- by integrating further genomic and epigenomic data such as information about histone modifications or evidence for active transcription. Inside the regions where the ATAC-seq signal is enriched, one can also observe sub-regions with depleted signal. These subregions, typically only a few base pairs long, are considered to be “footprints” of DNA-binding proteins. These proteins will protect the DNA strand from transposase cleavage and will consequently cause a depletion in the signal.",
            "score": 380.8913964033127
        },
        {
            "docid": "31001884_2",
            "document": "Transcription activator-like effector nuclease . Transcription activator-like effector nucleases (TALEN) are restriction enzymes that can be engineered to cut specific sequences of DNA. They are made by fusing a TAL effector DNA-binding domain to a DNA cleavage domain (a nuclease which cuts DNA strands). Transcription activator-like effectors (TALEs) can be engineered to bind to practically any desired DNA sequence, so when combined with a nuclease, DNA can be cut at specific locations. The restriction enzymes can be introduced into cells, for use in gene editing or for genome editing \"in situ\", a technique known as genome editing with engineered nucleases. Alongside zinc finger nucleases and CRISPR/Cas9, TALEN is a prominent tool in the field of genome editing.",
            "score": 200.6744921207428
        },
        {
            "docid": "966654_6",
            "document": "DNA-binding protein . In contrast, other proteins have evolved to bind to specific DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one specific set of DNA sequences and activates or inhibits the transcription of genes that have these sequences near their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This alters the accessibility of the DNA template to the polymerase.",
            "score": 197.69790267944336
        },
        {
            "docid": "38678086_3",
            "document": "STARR-seq . In eukaryotes, transcription is regulated by sequence-specific DNA-binding proteins (transcription factors) associated with a gene’s promoter and also by distant control sequences including enhancers. Enhancers are non-coding DNA sequences, containing several binding sites for a variety of transcription factors. They typically recruit transcriptional factors that modulate chromatin structure and directly interact with the transcription machinery placed at the promoter of gene. Enhancers are able to regulate transcription of target genes in a cell type-specific manner, independent of their location or distance from the promoter of genes. Occasionally, they can regulate transcription of genes located in a different chromosome.  However, the knowledge about enhancers so far has been limited to studies of a small number of enhancers, as they have been difficult to identify accurately at a genome-wide scale. Moreover, many regulatory elements function only in certain cell types and specific conditions.",
            "score": 246.77935528755188
        },
        {
            "docid": "34930586_30",
            "document": "Genome editing . Transcription activator-like effector nucleases (TALENs) are specific DNA-binding proteins that feature an array of 33 or 34-amino acid repeats. TALENs are artificial restriction enzymes designed by fusing the DNA cutting domain of a nuclease to TALE domains, which can be tailored to specifically recognize a unique DNA sequence. These fusion proteins serve as readily targetable \"DNA scissors\" for gene editing applications that enable to perform targeted genome modifications such as sequence insertion, deletion, repair and replacement in living cells. The DNA binding domains, which can be designed to bind any desired DNA sequence, comes from TAL effectors, DNA-binding proteins excreted by plant pathogenic \"Xanthomanos app.\" TAL effectors consists of repeated domains, each of which contains a highly considered sequence of 34 amino acids, and recognize a single DNA nucleotide within the target site. The nuclease can create double strand breaks at the target site that can be repaired by error-prone non-homologous end-joining (NHEJ), resulting in gene disruptions through the introduction of small insertions or deletions. Each repeat is conserved, with the exception of the so-called repeat variable di-residues (RVDs) at amino acid positions 12 and 13. The RVDs determine the DNA sequence to which the TALE will bind. This simple one-to-one correspondence between the TALE repeats and the corresponding DNA sequence makes the process of assembling repeat arrays to recognize novel DNA sequences straightforward. These TALENs can be fused to the catalytic domain from a DNA nuclease, FokI, to generate a transcription activator-like effector nuclease (TALEN). The resultant TALEN constructs combine specificity and activity, effectively generating engineered sequence-specific nucleases that bind and cleave DNA sequences only at pre-selected sites. The TALEN target recognition system is based on an easy-to-predict code. TAL nucleases are specific to their target due in part to the length of their 30+ base pairs binding site. TALEN can be performed within a 6 base pairs range of any single nucleotide in the entire genome.",
            "score": 209.17724227905273
        },
        {
            "docid": "54629293_5",
            "document": "Single cell epigenomics . ChIP-sequencing, also known as ChIP-seq, is a method used to analyze protein interactions with DNA. ChIP-seq combines chromatin immunoprecipitation (ChIP) with massively parallel DNA sequencing to identify the binding sites of DNA-associated proteins. In epigenomics, this is often used to assess histone modifications (such as methylation). ChIP-seq is also often used to determine transcription factor binding sites.",
            "score": 214.57551956176758
        },
        {
            "docid": "15360151_4",
            "document": "ChIP-sequencing . Specific DNA sites in direct physical interaction with transcription factors and other proteins can be isolated by chromatin immunoprecipitation. ChIP produces a library of target DNA sites bound to a protein of interest \"in vivo\". Massively parallel sequence analyses are used in conjunction with whole-genome sequence databases to analyze the interaction pattern of any protein with DNA, or the pattern of any epigenetic chromatin modifications. This can be applied to the set of ChIP-able proteins and modifications, such as transcription factors, polymerases and transcriptional machinery, structural proteins, protein modifications, and DNA modifications. As an alternative to the dependence on specific antibodies, different methods have been developed to find the superset of all nucleosome-depleted or nucleosome-disrupted active regulatory regions in the genome, like DNase-Seq and FAIRE-Seq.",
            "score": 244.40147471427917
        },
        {
            "docid": "4022741_2",
            "document": "Coactivator (genetics) . A coactivator is a type of transcriptional coregulator that binds to an activator (a transcription factor) to increase the rate of transcription of a gene or set of genes. The activator contains a DNA binding domain that binds either to a DNA promoter site or a specific DNA regulatory sequence called an enhancer. Binding of the activator-coactivator complex increases the speed of transcription by recruiting general transcription machinery to the promoter, therefore increasing gene expression. The use of activators and coactivators allows for highly specific expression of certain genes depending on cell type and developmental stage.",
            "score": 199.16324973106384
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 218.55483865737915
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 265.23715019226074
        },
        {
            "docid": "17704946_17",
            "document": "Epigenomics . The cellular processes of transcription, DNA replication and DNA repair involve the interaction between genomic DNA and nuclear proteins. It had been known that certain regions within chromatin were extremely susceptible to DNAse I digestion, which cleaves DNA in a low sequence specificity manner. Such hypersensitive sites were thought to be transcriptionally active regions, as evidenced by their association with RNA polymerase and topoisomerases I and II. It is now known that sensitivity to DNAse I regions correspond to regions of chromatin with loose DNA-histone association. Hypersensitive sites most often represent promoters regions, which require for DNA to be accessible for DNA binding transcriptional machinery to function.",
            "score": 155.02265071868896
        },
        {
            "docid": "1226356_8",
            "document": "Primary transcript . Activation of RNA polymerase activity to produce primary transcripts is often controlled by sequences of DNA called enhancers. Transcription factors, proteins that bind to DNA elements to either activate or repress transcription, bind to enhancers and recruit enzymes that alter nucleosome components, causing DNA to be either more or less accessible to RNA polymerase. The unique combinations of either activating or inhibiting transcription factors that bind to enhancer DNA regions determine whether or not the gene that enhancer interacts with is activated for transcription or not. Activation of transcription depends on whether or not the transcription elongation complex, itself consisting of a variety of transcription factors, can induce RNA polymerase to dissociate from the Mediator complex that connects an enhancer region to the promoter.",
            "score": 215.71124935150146
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 234.2239007949829
        },
        {
            "docid": "11849358_4",
            "document": "ETV6 . The human ETV6 protein is a member of the ETS transcription factor family; however, it more often acts to inhibit than stimulate transcription of its target genes. ETV6 protein contains 3 domains: a) the pointed N-terminal (i.e. PNT) domain which forms oligomer partners with itself as well as other transcription factors (e.g. FLI1) and is required for ETV6's transcriptional repressing activity; b) the central regulatory domain; and c) the C-terminal DNA-binding domain, ETS, which binds to the consensus DNA sequence, 5-GGAA/T-3 within a 9-to-10 bp sequence, in the target genes it regulates. ETV6 interacts with other proteins that regulate the differentiation and growth of cells. It binds to and thereby inhibits FLI1, another member of the ETS transcription factor family, which is active in promoting the maturation of blood platelet-forming megakaryocytes and blocking the Cellular differentiation of erythroblasts into red blood cells; this results in the excessive proliferation and abnormal morphology of erythroblasts. ETV6 likewise binds to HTATIP, a histone acetyl transferase that regulates the expression of various genes involved in gene transcription, DNA repair, and cellular apoptosis; this binding promotes the transcription-repressing activity of ETV6.",
            "score": 210.33498549461365
        },
        {
            "docid": "2146034_69",
            "document": "CRISPR . Using \"dead\" versions of Cas9 (dCas9) eliminates CRISPR's DNA-cutting ability, while preserving its ability to target desirable sequences. Multiple groups added various regulatory factors to dCas9s, enabling them to turn almost any gene on or off or adjust its level of activity. Like RNAi, CRISPR interference (CRISPRi) turns off genes in a reversible fashion by targeting, but not cutting a site. The targeted site is methylated, epigenetically modifying the gene. This modification inhibits transcription. These precisely placed modifications may then be used to regulate the effects on gene expressions and DNA dynamics after the inhibition of certain genome sequences within DNA. Within the past few years, epigenetic marks in different human cells have been closely researched and certain patterns within the marks have been found to correlate with everything ranging from tumor growth to brain activity. Conversely, CRISPR-mediated activation (CRISPRa) promotes gene transcription. Cas9 is an effective way of targeting and silencing specific genes at the DNA level. In bacteria, the presence of Cas9 alone is enough to block transcription. For mammalian applications, a section of protein is added. Its guide RNA targets regulatory DNA sequences called promoters that immediately precede the target gene.",
            "score": 232.68348455429077
        },
        {
            "docid": "446223_9",
            "document": "Gene knockdown . Another technology made possible by prokaryotic genome manipulation is the use of transcription activator-like effector nucleases (TALENs) to target specific genes. TALENs are nucleases that have two important functional components: a DNA binding domain and a DNA cleaving domain. The DNA binding domain is a sequence-specific transcription activator-like effector sequence while the DNA cleaving domain originates from a bacterial endonuclease and is non-specific. TALENs can be designed to cleave a sequence specified by the sequence of the transcription activator-like effector portion of the construct. Once designed, a TALEN is introduced into a cell as a plasmid or mRNA. The TALEN is expressed, localizes to its target sequence, and cleaves a specific site. After cleavage of the target DNA sequence by the TALEN, the cell uses non-homologous end joining as a DNA repair mechanism to correct the cleavage. The cell's attempt at repairing the cleaved sequence can render the encoded protein non-functional, as this repair mechanism introduces insertion or deletion errors at the repaired site.",
            "score": 187.28874385356903
        },
        {
            "docid": "56731478_5",
            "document": "CUT&amp;RUN sequencing . CUT&RUN is an adaptation and improvement on Chromatin Endogenous Cleavage (ChEC) which uses a DNA-binding protein genetically fused to micrococcal nuclease (MNase). These Transcription Factor-MNase fusion proteins can cleave DNA around the DNA-binding site of the protein of interest. In the adapted process, purified MNase is tagged with Protein A (pA) which targets an antibody that has been added to the cell and is specific for the DNA-binding protein that is of interest. There are seven general steps to the CUT&RUN process.",
            "score": 175.49739003181458
        },
        {
            "docid": "28268694_7",
            "document": "DNA condensation . Eukaryotic DNA with a typical length of dozens of centimeters should be orderly packed to be readily accessible inside the micrometer-size nucleus. In unicellular eukaryotes known as dinoflagellates, it is possible to distinguish liquid-crystalline chromosomal ordering, that they do not contain easily detectable histones, until recently it was thought that they were completely absent and that dinoflagellates were mesokaryotic though this is no longer the case and they are now classified as alveolates. In other eukaryotes, DNA is arranged in the cell nucleus with the help of histones. In this case, the basic level of DNA compaction is the nucleosome, where the double helix is wrapped around the histone octamer containing two copies of each histone H2A, H2B, H3 and H4. Linker histone H1 binds the DNA between nucleosomes and facilitates packaging of the 10 nm \"beads on the string\" nucleosomal chain into a more condensed 30 nm fiber. Most of the time, between cell divisions, chromatin is optimized to allow easy access of transcription factors to active genes, which are characterized by a less compact structure called euchromatin, and to alleviate protein access in more tightly packed regions called heterochromatin. During the cell division, chromatin compaction increases even more to form chromosomes, which can cope with large mechanical forces dragging them into each of the two daughter cells.",
            "score": 254.44028460979462
        },
        {
            "docid": "7955_63",
            "document": "DNA . Transcription is carried out by a DNA-dependent RNA polymerase that copies the sequence of a DNA strand into RNA. To begin transcribing a gene, the RNA polymerase binds to a sequence of DNA called a promoter and separates the DNA strands. It then copies the gene sequence into a messenger RNA transcript until it reaches a region of DNA called the terminator, where it halts and detaches from the DNA. As with human DNA-dependent DNA polymerases, RNA polymerase II, the enzyme that transcribes most of the genes in the human genome, operates as part of a large protein complex with multiple regulatory and accessory subunits.",
            "score": 197.23241353034973
        }
    ],
    "r": [
        {
            "docid": "46880460_6",
            "document": "ATAC-seq . Regions of the genome where DNA was accessible during the experiment will contain significantly more sequencing reads (since that is where the transposase preferentially acts), and form peaks in the ATAC-seq signal that are detectable with peak calling tools. These regions can be further categorized into the various regulatory element types - promoters, enhancers, insulators , etc.- by integrating further genomic and epigenomic data such as information about histone modifications or evidence for active transcription. Inside the regions where the ATAC-seq signal is enriched, one can also observe sub-regions with depleted signal. These subregions, typically only a few base pairs long, are considered to be “footprints” of DNA-binding proteins. These proteins will protect the DNA strand from transposase cleavage and will consequently cause a depletion in the signal.",
            "score": 380.8913879394531
        },
        {
            "docid": "46880460_3",
            "document": "ATAC-seq . The key part of the ATAC-seq procedure is the action of the transposase Tn5 on the genomic DNA of the sample. Transposases are enzymes catalyzing the movement of transposons to other parts in the genome. While naturally occurring transposases have a low level of activity, ATAC-seq employs a mutated hyperactive transposase. The high activity allows for highly efficient cutting of exposed DNA and simultaneous ligation of specific sequences, called adapters. Adapter-ligated DNA fragments are then isolated, amplified by PCR and used for next generation sequencing (see external reference for explanatory image).",
            "score": 327.2095642089844
        },
        {
            "docid": "17030615_7",
            "document": "Transposon mutagenesis . The Sleeping Beauty transposon system (SBTS) is the first successful non-viral vector for incorporation of a gene cassette into a vertebrate genome. Up until the development of this system, the major problems with non-viral gene therapy have been the intracellular breakdown of the transgene due to it being recognized as prokaryotic and the inefficient delivery of the transgene into organ systems. The SBTS revolutionized these issues by combining the advantages of viruses and naked DNA. It consists of a transposon containing the cassette of genes to be expressed, as well as its own transposase enzyme. By transposing the cassette directly into the genome of the organism from the plasmid, sustained expression of the transgene can be attained. This can be further refined by enhancing the transposon sequences and the transposase enzymes used. SB100X is a hyperactive mammalian transposase which is roughly 100x more efficient than the typical first-generation transposase. Incorporation of this enzyme into the cassette results in even more sustained transgene expression (over one year). Additionally, transgenesis frequencies can be as high as 45% when using pronuclear injection into mouse zygotes. The mechanism of the SBTS is similar to the Tn5 transposon system, however the enzyme and gene sequences are eukaryotic in nature as opposed to prokaryotic. The system's tranposase can act in \"trans\" as well as in \"cis\", allowing a diverse collection of transposon structures. The transposon itself is flanked by inverted repeat sequences, which are each repeated twice in a direct fashion, designated IR/DR sequences. The internal region consists of the gene or sequence to be transposed, and could also contain the transposase gene. Alternatively, the transposase can be encoded on a separate plasmid or injected in its protein form. Yet another approach is to incorporate both the transposon and the transposase genes into a viral vector, which can target a cell or tissue of choice. The transposase protein is extremely specific in the sequences that it binds, and is able to discern its IR/DR sequences from a similar sequence by three base pairs. Once the enzyme is bound to both ends of the transposon, the IR/DR sequences are brought together and held by the transposase in a Synaptic Complex Formation (SCF). The formation of the SCF is a checkpoint ensuring proper cleavage. HMGB1 is a non-histone protein from the host which is associated with eukaryotic chromatin. It enhances the preferential binding of the transposase to the IR/DR sequences and is likely essential for SCF complex formation/stability. Transposase cleaves the DNA at the target sites, generating 3' overhangs. The enzyme then targets TA dinucleotides in the host genome as target sites for integration. The same enzymatic catalytic site which cleaved the DNA is responsible for integrating the DNA into the genome, duplicating the region of the genome in the process. Although transposase is specific for TA dinucleotides, the high frequency of these pairs in the genome indicates that the transposon undergoes fairly random integration.",
            "score": 273.6524963378906
        },
        {
            "docid": "31474_21",
            "document": "Transcription factor . In eukaryotes, DNA is organized with the help of histones into compact particles called nucleosomes, where sequences of about 147 DNA base pairs make ~1.65 turns around histone protein octamers. DNA within nucleosomes is inaccessible to many transcription factors. Some transcription factors, so-called pioneering factors are still able to bind their DNA binding sites on the nucleosomal DNA. For most other transcription factors, the nucleosome should be actively unwound by molecular motors such as chromatin remodelers. Alternatively, the nucleosome can be partially unwrapped by thermal fluctuations, allowing temporary access to the transcription factor binding site. In many cases, a transcription factor needs to compete for binding to its DNA binding site with other transcription factors and histones or non-histone chromatin proteins. Pairs of transcription factors and other proteins can play antagonistic roles (activator versus repressor) in the regulation of the same gene.",
            "score": 266.6568298339844
        },
        {
            "docid": "46880460_2",
            "document": "ATAC-seq . ATAC-seq (Assay for Transposase-Accessible Chromatin using sequencing) is a technique used in molecular biology to study chromatin accessibility. The technique was first described in 2013, as an alternative or complementary method to MNase-seq (sequencing of micrococcal nuclease sensitive sites), FAIRE-seq and DNAse-seq. It aims to identify accessible DNA regions, equivalent to DNase I hypersensitive sites.",
            "score": 265.8515319824219
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 265.2371520996094
        },
        {
            "docid": "54629293_4",
            "document": "Single cell epigenomics . ATAC-seq stands for Assay for Transposase-Accessible Chromatin with high throughput sequencing. It is a technique used in molecular biology to identify accessible DNA regions, equivalent to DNase I hypersensitive sites. Single cell ATAC-seq has been performed since 2015, using methods ranging from FACS sorting, microfluidic isolation of single cells, to combinatorial indexing. In initial studies, the method was able to reliably separate cells based on their cell types, uncover sources of cell-to-cell variability, and show a link between chromatin organization and cell-to-cell variation.",
            "score": 263.5428771972656
        },
        {
            "docid": "3692001_2",
            "document": "Insertion sequence . Insertion element \" (also known as an IS, an insertion sequence element, or an IS element) \" is a short DNA sequence that acts as a simple transposable element. Insertion sequences have two major characteristics: they are small relative to other transposable elements (generally around 700 to 2500 bp in length) and only code for proteins implicated in the transposition activity (they are thus different from other transposons, which also carry accessory genes such as antibiotic resistance genes). These proteins are usually the transposase which catalyses the enzymatic reaction allowing the IS to move, and also one regulatory protein which either stimulates or inhibits the transposition activity. The coding region in an insertion sequence is usually flanked by inverted repeats. For example, the well-known IS\"911\" (1250 bp) is flanked by two 36bp inverted repeat extremities and the coding region has two genes partially overlapping \"orfA\" and \"orfAB\", coding the transposase (OrfAB) and a regulatory protein (OrfA). A particular insertion sequence may be named according to the form IS\"n\", where \"n\" is a number (e.g. IS\"1\", IS\"2\", IS\"3\", IS\"10\", IS\"50\", IS\"911\", IS\"26\" etc.); this is not the only naming scheme used, however. Although insertion sequences are usually discussed in the context of prokaryotic genomes, certain eukaryotic DNA sequences belonging to the family of Tc1/\"mariner\" transposable elements may be considered to be, insertion sequences. In addition to occurring autonomously, insertion sequences may also occur as parts of composite transposons; in a composite transposon, two insertion sequences flank one or more accessory genes, such as an antibiotic resistance gene (e.g. Tn10, Tn\"5\"). Nevertheless, there exist another sort of transposons, called unit transposons, that do not carry insertion sequences at their extremities (e.g. Tn\"7\").",
            "score": 263.5210876464844
        },
        {
            "docid": "31557771_14",
            "document": "FAIRE-Seq . There are several methods that can be used as an alternative to FAIRE-seq. DNase-seq uses the ability of the DNase I enzyme to cleave free/open/accessible DNA to identify and sequence open chromatin. The more recently developed ATAC-seq employs the Tn5 transposase, which inserts specified fragments or transposons into accessible regions of the genome to identify and sequence open chromatin.",
            "score": 259.73211669921875
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 256.7134094238281
        },
        {
            "docid": "28268694_7",
            "document": "DNA condensation . Eukaryotic DNA with a typical length of dozens of centimeters should be orderly packed to be readily accessible inside the micrometer-size nucleus. In unicellular eukaryotes known as dinoflagellates, it is possible to distinguish liquid-crystalline chromosomal ordering, that they do not contain easily detectable histones, until recently it was thought that they were completely absent and that dinoflagellates were mesokaryotic though this is no longer the case and they are now classified as alveolates. In other eukaryotes, DNA is arranged in the cell nucleus with the help of histones. In this case, the basic level of DNA compaction is the nucleosome, where the double helix is wrapped around the histone octamer containing two copies of each histone H2A, H2B, H3 and H4. Linker histone H1 binds the DNA between nucleosomes and facilitates packaging of the 10 nm \"beads on the string\" nucleosomal chain into a more condensed 30 nm fiber. Most of the time, between cell divisions, chromatin is optimized to allow easy access of transcription factors to active genes, which are characterized by a less compact structure called euchromatin, and to alleviate protein access in more tightly packed regions called heterochromatin. During the cell division, chromatin compaction increases even more to form chromosomes, which can cope with large mechanical forces dragging them into each of the two daughter cells.",
            "score": 254.44027709960938
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 250.1012420654297
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 247.35098266601562
        },
        {
            "docid": "38678086_3",
            "document": "STARR-seq . In eukaryotes, transcription is regulated by sequence-specific DNA-binding proteins (transcription factors) associated with a gene’s promoter and also by distant control sequences including enhancers. Enhancers are non-coding DNA sequences, containing several binding sites for a variety of transcription factors. They typically recruit transcriptional factors that modulate chromatin structure and directly interact with the transcription machinery placed at the promoter of gene. Enhancers are able to regulate transcription of target genes in a cell type-specific manner, independent of their location or distance from the promoter of genes. Occasionally, they can regulate transcription of genes located in a different chromosome.  However, the knowledge about enhancers so far has been limited to studies of a small number of enhancers, as they have been difficult to identify accurately at a genome-wide scale. Moreover, many regulatory elements function only in certain cell types and specific conditions.",
            "score": 246.77935791015625
        },
        {
            "docid": "4440593_2",
            "document": "Histone methylation . Histone methylation is a process by which methyl groups are transferred to amino acids of histone proteins that make up nucleosomes, which the DNA double helix wraps around to form chromosomes. Methylation of histones can either increase or decrease transcription of genes, depending on which amino acids in the histones are methylated, and how many methyl groups are attached. Methylation events that weaken chemical attractions between histone tails and DNA increase transcription, because they enable the DNA to uncoil from nucleosomes so that transcription factor proteins and RNA polymerase can access the DNA. This process is critical for the regulation of gene expression that allows different cells to express different genes.",
            "score": 246.3871307373047
        },
        {
            "docid": "38678086_11",
            "document": "STARR-seq . STARR-seq by combining traditional approach with high-throughput sequencing technology and highly specialized bio-computing methods is able to detect enhancers in a quantitative and genome-wide manner. The study of gene regulation and their responsible pathways in the genome during normal development and also in disease can be very demanding. Therefore, applying STARR-seq to many cell types across organisms supports identifying cell type-specific gene regulatory elements and practically assesses non-coding mutations causing disease. Alexander Stark, designer of this technique quotes, “STARR-seq is like a magic microscope that lets us zoom in on the regulatory regions of DNA. It will be crucial to study gene regulation and how it is encoded in the genome- both during development and when it goes wrong in disease.” Recently, a related approach coupling capture of regions of interest to STARR-seq technique have been developed and extensively validated in mammalian cell lines.",
            "score": 246.2851104736328
        },
        {
            "docid": "47886489_3",
            "document": "Conservative transposition . A simple, or conservative, transposon refers to the specific genetic sequence that is moved via conservative transposition. These specific genetic sequences range in size, they can be hundreds to thousands of nucleotide base-pairs long. A transposon contains genetic sequences that encode for proteins that mediate its own movement, but can also carry genes for additional proteins. Transposase is encoded within the transposon DNA and used to facilitate its own movement, making this process self-sufficient within organisms. All simple transposons contain a transposase encoding region flanked by terminal inverted repeats, but the additional genes within the transposon DNA can vary. Viruses, for example, encode the essential viral transposase needed for conservative transposition as well as protective coat proteins that allow them to survive outside of cells, thus promoting the spread of mobile genetic elements.",
            "score": 246.208740234375
        },
        {
            "docid": "15360151_4",
            "document": "ChIP-sequencing . Specific DNA sites in direct physical interaction with transcription factors and other proteins can be isolated by chromatin immunoprecipitation. ChIP produces a library of target DNA sites bound to a protein of interest \"in vivo\". Massively parallel sequence analyses are used in conjunction with whole-genome sequence databases to analyze the interaction pattern of any protein with DNA, or the pattern of any epigenetic chromatin modifications. This can be applied to the set of ChIP-able proteins and modifications, such as transcription factors, polymerases and transcriptional machinery, structural proteins, protein modifications, and DNA modifications. As an alternative to the dependence on specific antibodies, different methods have been developed to find the superset of all nucleosome-depleted or nucleosome-disrupted active regulatory regions in the genome, like DNase-Seq and FAIRE-Seq.",
            "score": 244.40147399902344
        },
        {
            "docid": "47886489_5",
            "document": "Conservative transposition . Current researchers have developed gene transfer systems on the basis of conservative transposition which can integrate new DNA in both invertebrates and vertebrate genomes. Scientists alter the genetic sequence of a transposon in a laboratory setting, then insert this sequence into a vector which is then inserted into a target cell. The transposase coding region of these transposons is replaced by a gene of interest intended to be integrated into the genome. Conservative transposition is induced by the expression of transposase from another source within the cell, since the transposon no longer contains the transposase coding region to be self sufficient. Generally a second vector is prepared and inserted into the cell for expression of transposase. This technique is used in transgenesis and insertional mutagenesis research fields. The Sleeping Beauty transposon system is an example of gene transfer system developed for use in vertebrates. Further development in integration site preferences of transposable elements is expected to advance the technologies of human gene therapy.",
            "score": 243.1137237548828
        },
        {
            "docid": "4681639_2",
            "document": "Gene structure . Gene structure is the organisation of specialised sequence elements within a gene. Genes contain the information necessary for living cells to survive and reproduce. In most organisms, genes are made of DNA, where the particular DNA sequence determines the function of the gene. A gene is transcribed (copied) from DNA into RNA, which can either be non-coding (ncRNA) with a direct function, or an intermediate messenger (mRNA) that is then translated into protein. Each of these steps is controlled by specific sequence elements, or regions, within the gene. Every gene, therefore, requires multiple sequence elements to be functional. This includes the sequence that actually encodes the functional protein or ncRNA, as well as multiple regulatory sequence regions. These regions may be as short as a few base pairs, up to many thousands of base pairs long.",
            "score": 242.1957550048828
        },
        {
            "docid": "39120509_3",
            "document": "Epigenetic theories of homosexuality . Instead of affecting the organism's DNA sequence, non-genetic factors may cause the organism’s genes to express themselves differently. DNA in the human body is wrapped around histones, which are proteins that package and order DNA into structural units. DNA and histone are covered with chemical tags known as the epigenome, which shapes the physical structure of the genome. It tightly wraps inactive genes on the DNA sequence making those genes unreadable while loosely wrapping active genes making them more expressive. The more tightly wrapped the gene, the less it will be expressed in the organism. These epigenetic tags react to stimuli presented from the outside world. It adjusts specific genes in the genome to respond to humans' rapidly changing environments.  The idea of epigenetics and gene expression has been a theory applied to the origins of homosexuality in humans. One team of researchers examined the effects of epi-marks buffering XX fetuses and XY fetuses from certain androgen exposure and used published data on fetal androgen signaling and gene regulation through non-genetic changes in DNA packaging to develop a new model for homosexuality. The researchers found that stronger than average epi-marks, epigenomes that are wrapped tightly around the DNA sequence, convert sexual preference in individuals without altering genitalia or sexual identity. This research gives support to the hypothesis that homosexuality stems from the under expression of certain genes on the DNA sequence involved with sexual preferences. This theory as well as other concepts involved with epi-marks, twin studies, and fetal androgen signaling will be explored here.",
            "score": 240.97645568847656
        },
        {
            "docid": "46685051_5",
            "document": "Epigenetics of neurodegenerative diseases . The term epigenetics refers to three levels of gene regulation: (1) DNA methylation, (2) histone modifications, and (3) non-coding RNA (ncRNA) function. Briefly, histone-mediated transcriptional control occurs by the wrapping of DNA around a histone core. This DNA-histone structure is called a nucleosome; the more tightly the DNA is bound by the nucleosome, and the more tightly a string of nucleosomes are compressed among each other, the greater the repressive effect on transcription of genes in the DNA sequences near or wrapped around the histones, and vice versa (i.e. looser DNA binding and relaxed compaction leads to a comparatively derepressed state, resulting in facultative heterochromatin or, even further derepressed, euchromatin). At its most repressive state, involving many folds into itself and other scaffolding proteins, DNA-histone structures form constitutive heterochromatin. This chromatin structure is mediated by these three levels of gene regulation. The most relevant epigenetic modifications to treatment of neurodegenerative diseases are DNA methylation and histone protein modifications via methylation or acetylation.",
            "score": 238.99365234375
        },
        {
            "docid": "1258217_12",
            "document": "Transposase . Tn5 is utilized in genome sequencing for fragmentation of the DNA, in the technique called ATAC-seq.",
            "score": 238.3507537841797
        },
        {
            "docid": "22072718_8",
            "document": "Biological network . The activity of genes is regulated by transcription factors, proteins that typically bind to DNA. Most transcription factors bind to multiple binding sites in a genome. As a result, all cells have complex gene regulatory networks. For instance, the human genome encodes on the order of 1,400 DNA-binding transcription factors that regulate the expression of more than 20,000 human genes. Technologies to study gene regulatory networks include ChIP-chip, ChIP-seq, CliP-seq, and others.",
            "score": 235.9368438720703
        },
        {
            "docid": "21843_3",
            "document": "Nucleosome . Nucleosomes form the fundamental repeating units of eukaryotic chromatin, which is used to pack the large eukaryotic genomes into the nucleus while still ensuring appropriate access to it (in mammalian cells approximately 2 m of linear DNA have to be packed into a nucleus of roughly 10 µm diameter). Nucleosomes are folded through a series of successively higher order structures to eventually form a chromosome; this both compacts DNA and creates an added layer of regulatory control, which ensures correct gene expression. Nucleosomes are thought to carry epigenetically inherited information in the form of covalent modifications of their core histones. Nucleosomes were observed as particles in the electron microscope by Don and Ada Olins in 1974, and their existence and structure (as histone octamers surrounded by approximately 200 base pairs of DNA) were proposed by Roger Kornberg. The role of the nucleosome as a general gene repressor was demonstrated by Lorch et al. in vitro, and by Han and Grunstein in vivo in 1987 and 1988, respectively. The nucleosome core particle consists of approximately 146 base pairs (bp) of DNA wrapped in 1.67 left-handed superhelical turns around a histone octamer consisting of 2 copies each of the core histones H2A, H2B, H3, and H4. Core particles are connected by stretches of \"linker DNA\", which can be up to about 80 bp long. Technically, a nucleosome is defined as the core particle plus one of these linker regions; however the word is often synonymous with the core particle. Genome-wide nucleosome positioning maps are now available for many model organisms including mouse liver and brain.",
            "score": 235.40733337402344
        },
        {
            "docid": "53367602_3",
            "document": "SMiLE-Seq . Elucidating the regulatory mechanisms used to govern essential cellular processes is one of the most intensely studied branches of science. Cellular regulatory networks can be incredibly complex, and often involve the coordination of multiple processes that begin with the modulation of gene expression. The binding of transcription factor molecules to DNA, either alone or in combination with other transcription factors, is used to control gene expression in response to both intra- and extracellular stimuli. Characterizing the binding mechanisms and specificities of transcription factors to specific regions of DNA – and identifying these transcription factors – is a fundamental component of the process of resolving cellular regulatory dynamics. Before the introduction of SMiLE-seq technology, ChIP-seq (chromatin immunoprecipitation sequencing) and HT-SELEX (high throughput systematic evolution of ligands by exponential enrichment) technologies were used to successfully characterize nearly 500 transcription factor-DNA binding interactions. ChIP-seq uses immunoprecipitation to isolate specific transcription factors bound to DNA fragments. Immunoprecipitation is followed by DNA sequencing, which identifies the genomic regions to which transcription factors bind. HT-SELEX, a similar method, uses random, synthetically generated DNA molecules as bait for transcription factors \"in vitro\". Sequence preferences and binding affinities are characterized based on successful binding interactions between bait molecules and transcription factors. While many unique transcription factor-DNA binding interactions have been characterized using these methods, it is estimated that this described fraction represents fewer than 50% of the transcription factors present in humans. The development of SMiLE-seq technology has provided an attractive alternative method with the potential to facilitate identification and characterization of previously undescribed transcription factor-DNA binding interactions.",
            "score": 235.21395874023438
        },
        {
            "docid": "35049694_3",
            "document": "HIST1H4J . Histones are basic nuclear proteins that are responsible for the nucleosome structure of the chromosomal fiber in eukaryotes. Two molecules of each of the four core histones (H2A, H2B, H3, and H4) form an octamer, around which approximately 146 bp of DNA is wrapped in repeating units, called nucleosomes. The linker histone, H1, interacts with linker DNA between nucleosomes and functions in the compaction of chromatin into higher order structures. This gene is intronless and encodes a member of the histone H4 family. Transcripts from this gene lack polyA tails but instead contain a palindromic termination element. This gene is found in the small histone gene cluster on chromosome 6p22-p21.3. [provided by RefSeq, Jul 2008].",
            "score": 234.9269256591797
        },
        {
            "docid": "41111089_3",
            "document": "Epigenetic regulation of neurogenesis . Three important methods of epigenetic regulation include histone modification, DNA methylation and demethylation, and MicroRNA (miRNA) expression. Histones keep the DNA of the eukaryotic cell tightly packaged through charge interactions between the positive charge on the histone tail and the negative charge of the DNA, as well as between histone tails of nearby nucleosomes. While there are many different types of Histone modifications, in neural epigenetics there are two primary mechanisms which have been explored: histone methylation and histone acetylation.  In the former, methyl groups are either added or removed to the histone altering its structure and exposing chromatin and leading to gene activation or deactivation. In the latter, histone acetylation causes the histone to hold the DNA more loosely, allowing for more gene activation. DNA Methylation, in which methyl groups are added to cytosine or adenosine redisdues on the DNA, is a more lasting method of gene inactivation than histone modification, though is still reversible in some cases. MicroRNAs are a small form of non-coding RNA (ncRNA) which often act as \"fine-tuning\" mechanisms for gene expression by repressing or inducing messenger RNA (mRNA) in neural cells but can also act directly with transcription factors to guide neurogenesis.",
            "score": 234.80897521972656
        },
        {
            "docid": "14761587_3",
            "document": "HIST2H2AA3 . Histones are basic nuclear proteins that are responsible for the nucleosome structure of the chromosomal fiber in eukaryotes. Two molecules of each of the four core histones (H2A, H2B, H3, and H4) form an octamer, around which approximately 146 bp of DNA is wrapped in repeating units, called nucleosomes. The linker histone, H1, interacts with linker DNA between nucleosomes and functions in the compaction of chromatin into higher order structures. This gene is intronless and encodes a member of the histone H2A family. Transcripts from this gene lack polyA tails but instead contain a palindromic termination element. This gene is found in a histone cluster on chromosome 1. This gene is one of four histone genes in the cluster that are duplicated; this record represents the centromeric copy.",
            "score": 234.7098388671875
        },
        {
            "docid": "7955_74",
            "document": "DNA . Bioinformatics involves the development of techniques to store, data mine, search and manipulate biological data, including DNA nucleic acid sequence data. These have led to widely applied advances in computer science, especially string searching algorithms, machine learning, and database theory. String searching or matching algorithms, which find an occurrence of a sequence of letters inside a larger sequence of letters, were developed to search for specific sequences of nucleotides. The DNA sequence may be aligned with other DNA sequences to identify homologous sequences and locate the specific mutations that make them distinct. These techniques, especially multiple sequence alignment, are used in studying phylogenetic relationships and protein function. Data sets representing entire genomes' worth of DNA sequences, such as those produced by the Human Genome Project, are difficult to use without the annotations that identify the locations of genes and regulatory elements on each chromosome. Regions of DNA sequence that have the characteristic patterns associated with protein- or RNA-coding genes can be identified by gene finding algorithms, which allow researchers to predict the presence of particular gene products and their possible functions in an organism even before they have been isolated experimentally. Entire genomes may also be compared, which can shed light on the evolutionary history of particular organism and permit the examination of complex evolutionary events.",
            "score": 234.450439453125
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 234.2322998046875
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 234.22390747070312
        }
    ]
}