{
    "q": [
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 287.08647334575653
        },
        {
            "docid": "50449991_16",
            "document": "Nuclear organization . Self-interacting (or self-associating) domains are found in many organisms - in bacteria, they are referred to as Chromosomal Interacting Domains (CIDs), whereas in mammalian cells, they are called Topologically Associating Domains (TADs). Self-interacting domains can range from the 1-2 mb scale in larger organisms to 10s of kb in single celled organisms. What characterizes a self-interacting domain is a set of common features. The first is that self-interacting domains have a higher of ratio of chromosomal contacts within the domain than outside it. They are formed through the help of architectural proteins and contain within them many chromatin loops. This characteristic was discovered using Hi-C techniques. Second, self-interacting domains correlate with regulation of gene expression. There specific domains that are associated with active transcription and other domains that repress transcription. What distinguishes whether a domain takes a particular form is dependent on which associated genes need to be active/inactive during particular phase of growth, cell cycle stage, or within a specific cell type. Cellular differentiation is determined by particular sets of genes being on or off, corresponding with the unique makeup of an individual cell’s self-interacting domains. Lastly, the outside boundaries of these domains contain a higher frequency of architectural protein binding sites, regions and epigenetic marks correlated to active transcription, housekeeping genes, and short interspaced nuclear elements (SINEs).",
            "score": 249.3781694173813
        },
        {
            "docid": "52114693_2",
            "document": "Insulated neighborhood . In mammalian biology, insulated neighborhoods are chromosomal loop structures formed by the physical interaction of two DNA loci bound by the transcription factor CTCF and co-occupied by cohesin. Insulated neighborhoods are thought to be structural and functional units of gene control because their integrity is important for normal gene regulation. Current evidence suggests that these structures form the mechanistic underpinnings of higher-order chromosome structures, including topologically associating domains (TADs). Insulated neighborhoods are functionally important in understanding gene regulation in normal cells and dysregulated gene expression in disease.",
            "score": 260.32887601852417
        },
        {
            "docid": "46413884_8",
            "document": "HES7 gene . Studies with mouse HES7 have demonstrated that the gene contains 4 exons. There are three known human HES7 variants due to alterative splicing. The gene product is a transcription factor protein. The Helix-loop-helix domain is located at the N-terminal end of the protein. Both the human and the mouse protein have been shown to contain 225 amino acids and feature an orange domain as well as a conserved sequence of four amino acids at the C-terminal end. The four amino acids are Tryptophan-Arginine-Proline-Tryptophan. This conserved sequence of four amino acids binds Groucho/TLE family members. Groucho/TLE are transcriptional corepressors. Hairy-related proteins can direct these transcriptional corepressors to target genes. Orange domains are motifs of ~35 amino acids that are found on the C-terminal side of basic helix-loop-helix domains in some transcription factors in eukaryotic organisms. Proteins with Orange domains are divided into four subfamilies, three in which all proteins contain a basic helix-loop-helix domain. The subfamilies that contain Orange domains and basic helix-loop-helix domains are Hairy, Enhancer of Split, and Hey. Transcription factors with Orange domains bind DNA and regulate biological processes such as cell differentiation and embryonic patterning.",
            "score": 252.6257792711258
        },
        {
            "docid": "46786870_9",
            "document": "Topologically associating domain . TADs have been reported to be the same as replication domains, regions of the genome that are copied (replicated) at the same time during S phase of cell division. Insulated neighborhoods, DNA loops formed by CTCF/cohesin-bound regions, are proposed to functionally underlie TADs.",
            "score": 200.33223295211792
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 268.5982495546341
        },
        {
            "docid": "42064066_3",
            "document": "Proneural genes . The proneural genes are expressed in groups of cells (proneural clusters) from which one progenitor cell – typically the one in the middle – will be singled out, leading to the formation of many different types of neurons in the central and peripheral nervous systems. Proneural genes encode a group of bHLH proteins that play crucial roles in controlling cell fate in a variety of tissue types. Basic helix-loop-helix proteins are characterized by two alpha helixes separated by a loop. The helixes mediate dimerization, and the adjacent basic region is required for DNA binding. The human genome contains approximately 125 bHLH factors.",
            "score": 275.1783604621887
        },
        {
            "docid": "32148163_2",
            "document": "ARID domain . In molecular biology, the ARID domain (AT-rich interaction domain; also known as BRIGHT domain)) is a protein domain that binds to DNA. ARID domain-containing proteins are found in fungi, plants and invertebrate and vertebrate metazoans. ARID-encoding genes are involved in a variety of biological processes including embryonic development, cell lineage gene regulation and cell cycle control. Although the specific roles of this domain and of ARID-containing proteins in transcriptional regulation are yet to be elucidated, they include both positive and negative transcriptional regulation and a likely involvement in the modification of chromatin structure. The basic structure of the ARID domain appears to be a series of six alpha-helices separated by beta-strands, loops, or turns, but the structured region may extend to an additional helix at either or both ends of the basic six. Based on primary sequence homology, they can be partitioned into three structural classes: Minimal ARID proteins that consist of a core domain formed by six alpha helices; ARID proteins that supplement the core domain with an N-terminal alpha-helix; and Extended-ARID proteins, which contain the core domain and additional alpha-helices at their N- and C-termini.",
            "score": 230.44339311122894
        },
        {
            "docid": "2362_29",
            "document": "Antibody . The chromosomal region that encodes an antibody is large and contains several distinct gene loci for each domain of the antibody—the chromosome region containing heavy chain genes (IGH@) is found on chromosome 14, and the loci containing lambda and kappa light chain genes (IGL@ and IGK@) are found on chromosomes 22 and 2 in humans. One of these domains is called the variable domain, which is present in each heavy and light chain of every antibody, but can differ in different antibodies generated from distinct B cells. Differences, between the variable domains, are located on three loops known as hypervariable regions (HV-1, HV-2 and HV-3) or complementarity determining regions (CDR1, CDR2 and CDR3). CDRs are supported within the variable domains by conserved framework regions. The heavy chain locus contains about 65 different variable domain genes that all differ in their CDRs. Combining these genes with an array of genes for other domains of the antibody generates a large cavalry of antibodies with a high degree of variability. This combination is called V(D)J recombination discussed below.",
            "score": 199.48281598091125
        },
        {
            "docid": "52114693_4",
            "document": "Insulated neighborhood . Insulated neighborhoods are defined as chromosome loops that are formed by CTCF homodimers, co-bound with cohesin, and containing at least one gene. The CTCF/cohesin-bound regions delimiting an insulated neighborhood are called “anchors.” One study in human Embryonic stem cells identified ~13,000 insulated neighborhoods that, on average, each contained three genes and was about 90kb in size. Two lines of evidence argue that the boundaries of insulated neighborhoods are insulating: 1) the vast majority (~90-97%) of enhancer-gene interactions are contained within insulated neighborhoods and 2) genetic perturbation of CTCF/cohesin-bound insulated neighborhood anchors leads to local gene dysregulation due to novel interactions outside of the neighborhood.",
            "score": 240.6522183418274
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 276.2267074584961
        },
        {
            "docid": "50449991_14",
            "document": "Nuclear organization . DNA looping is the first level of nuclear organization that involves chromosomal folding. In a DNA looping event, chromatin forms physical loops, bringing DNA regions into close contact. Thus, even regions that are far apart along the linear chromosome can be brought together in three-dimensional space. The process is facilitated by a number of factors including architectural proteins (primarily CTCF and Cohesin), transcription factors, co-activators, and ncRNAs. Importantly, DNA looping can be used to regulate gene expression - looping events can repress or activate genes, depending on the elements involved. Approximately 50% of human genes are believed to be involved in long range chromatin interactions through the process of DNA looping.",
            "score": 355.18420219421387
        },
        {
            "docid": "5219699_15",
            "document": "Human Genome Project . The process of identifying the boundaries between genes and other features in a raw DNA sequence is called genome annotation and is in the domain of bioinformatics. While expert biologists make the best annotators, their work proceeds slowly, and computer programs are increasingly used to meet the high-throughput demands of genome sequencing projects. Beginning in 2008, a new technology known as RNA-seq was introduced that allowed scientists to directly sequence the messenger RNA in cells. This replaced previous methods of annotation, which relied on inherent properties of the DNA sequence, with direct measurement, which was much more accurate. Today, annotation of the human genome and other genomes relies primarily on deep sequencing of the transcripts in every human tissue using RNA-seq. These experiments have revealed that over 90% of genes contain at least one and usually several alternative splice variants, in which the exons are combined in different ways to produce 2 or more gene products from the same locus.",
            "score": 176.1332356929779
        },
        {
            "docid": "45461558_6",
            "document": "DRIP-seq . DRIP-seq is mainly used for genome-wide mapping of R-loops. Identifying R-loop formation sites allows the study of diverse cellular events, such as the function of R-loop formation at specific regions, the characterization of these regions, and the impact on gene expression. It can also be used to study the influence of R-loops in other processes like DNA replication and synthesis. Indirectly, DRIP-seq can be performed on mutant cell lines deficient in genes involved in R-loop resolution. These types of studies provide information about the roles of the mutated gene in suppressing DNA-RNA formation and potentially about the significance of R-loops in genome instability.",
            "score": 304.8587794303894
        },
        {
            "docid": "1475503_8",
            "document": "Testis-determining factor . The TDF protein consists of three main regions. The central region encompasses the HMG (high-mobility group) domain, which contains nuclear localization sequences and acts as the DNA-binding domain. The C-terminal domain has no conserved structure, and the N-terminal domain can be phosphorylated to enhance DNA-binding. The process begins with nuclear localization of TDF by acetylation of the nuclear localization signal regions, which allows for the binding of importin β and calmodulin to TDF, facilitating its import into the nucleus. Once in the nucleus, TDF and SF1 (steroidogenic factor 1, another transcriptional regulator) complex and bind to TESCO (testis-specific enhancer of Sox9 core), the testes-specific enhancer element of the Sox9 gene in Sertoli cell precursors, located upstream of the Sox9 gene transcription start site. Specifically, it is the HMG region of TDF that binds to the minor groove of the DNA target sequence, causing the DNA to bend and unwind. The establishment of this particular DNA “architecture” facilitates the transcription of the Sox9 gene. SOX9 protein then initiates a positive feedback loop, involving SOX9 acting as its own transcription factor and resulting in the synthesis of large amounts of SOX9.",
            "score": 254.70942330360413
        },
        {
            "docid": "46786870_6",
            "document": "Topologically associating domain . A number of proteins are known to be associated with TAD formation including the protein CTCF and the protein complex cohesin. It is also unknown what components are required at TAD boundaries; however, in mammalian cells, it has been shown that these boundary regions have comparatively high levels of CTCF binding. In addition, some types of genes (such as transfer RNA genes and housekeeping genes) appear near TAD boundaries more often than would be expected by chance.",
            "score": 146.46298146247864
        },
        {
            "docid": "12242160_4",
            "document": "Extramacrochaetae . The Emc protein has a helix-loop-helix protein domain without the basic region, making it unable to bind to DNA and act as a transcription factor. It does, however, have the ability to bind other basic helix-loop-helix domain-containing proteins, such as the products of the \"achaete-scute\" complex \"(ac-s)\", to form dimers that inactivate the target protein, which is usually a transcription factor. In this way, the Emc protein can have an effect on the gene expression of many genes during \"Drosophila\" development.",
            "score": 240.61421704292297
        },
        {
            "docid": "31113866_2",
            "document": "Mammalian promoter database . MPromDb (Mammalian Promoter Database) is a curated database of gene promoters identified from ChIP-seq The proximal promoter region (upstream of the core-promoter region) contains the cis-regulatory elements of most of the transcription factors (TFs). Recently a better approach to annotate active promoters has been demonstrated with a combination of ChIP-seq and computational technique. This technique has been used to find the target genes of TFs in mammalian systems. The MPromDb is based on this technology. Curated promoter sequences for eukaryotic organisms are provided by EPD database, however, promoter activity information at tissue/ cell centric level is not offered. The MPromDb data base added active RNAP-II promoters identified after analyzing ten different mouse cell/tissue ChIP-seq experiments performed with RNAP-II antibody and six different human cell types. The data was acquired by a series of computational methods followed by manual correction to ensure its high level quality. In the newest version of MPromDb, about 507 million uniquely aligned RNA Pol-II ChIP-seq reads have already been analyzed from 26 different databases, including six human cell-types and 10 distinct mouse cell/tissues.",
            "score": 138.0796858072281
        },
        {
            "docid": "14083910_39",
            "document": "Chromosome conformation capture . These methods have revealed large-scale organization of the genome into topologically associating domains (TADs), which correlate with epigenetic markers. Some TADs are transcriptionally active, while others are repressed. Many TADs have been found in D. melanogaster, mouse and human. Moreover, CTCF and cohesion play important roles in determining TADs and enhancer-promoter interactions. The result shows that the orientation of CTCF binding motifs in an enhancer-promoter loop should be facing to each other in order for the enhancer to find its correct target.",
            "score": 144.67251098155975
        },
        {
            "docid": "14796461_3",
            "document": "DACH1 . Gene structure . This protein coding gene has 760 amino acid protein, and an observed molecular weight of 52 kDa. Dachshund Family transcription factor 1 is encoded by DACH gene, who spans 400kDa and is encoded by 12 exons. This gene is located, in humans, in chromosome 13 (13q22). It encodes a chromatin-associated protein that associates with other DNA-binding transcription factors to regulate gene expression, mRNA translation, coactivator binding, and cell fate determination during development. Multiple transcript variants encoding different isoforms have been found for this gene. Four alternatively spliced transcripts encoding different isoforms have been described for this gene.DACH1 mRNA was detected in multiple human tissues, including kidney and heart. Dach1 is located in nuclear and cytoplasmic pools and is considered a cell fate determination factor. Dachshund domain 1 (DD1, also known as Box-N) has a predicted helix–turn–helix family structure. The X-ray crystal structure of the human DACH1 Box-N illustrates that the DACH1 protein contains a domain that is conserved with the pro-oncogenes ski/sno oncogenes, which form an α/β structure similar to that found in the winged helix/forkhead subgroup of DNA binding proteins. This protein is widely expressed including bone marrow, brain, colon, eye, heart, kidney, leucocyte, liver, lung, pancreas, pineal gland, placenta, prostate, retina, skeletal muscle, small intestine, stromal/preosteoblasts and the spleen.",
            "score": 198.27002930641174
        },
        {
            "docid": "11420706_10",
            "document": "Bovine leukaemia virus RNA packaging signal . The encapsidation (packaging) signal is made up of secondary structures. There are two stable stem-loop structures in the primary region and one stem-loop structure in the secondary region. The two primary stem-loops are located in the matrix (MA) domain of the \"gag\" gene, downstream of the start codon, while the secondary signal stem-loop is found in the capsid (CA) domain of \"gag\". When mutations in the primary region make one of its stem-loops inoperable, viral replication decreases by a factor of 7. Also, replication decreases 40-fold when neither primary signal stem-loop is properly functioning, creating a phenotype similar to BLV strains that do not have a primary signal region. A similar effect is found in the secondary signal stem-loop, where mutations in this region reduce viral replication 4 to 6 times. However, replication rates of mutant BLV strains can be reestablished to normal levels by implementing counter mutations. Furthermore, when the encapsidation signal regions of type 1 or type 2 human T-cell leukemia virus (HTLV), a virus within the same family as BLV, replace these mutated primary and secondary regions of mutated BLV, replication improves, implying the encapsidation regions of HTLV and BLV are homologous. Chimeric forms of BLV RNA are also not as efficient, suggesting secondary and tertiary structures of these encapsidation regions are important for replication success.",
            "score": 210.39032363891602
        },
        {
            "docid": "52114693_3",
            "document": "Insulated neighborhood . Mammalian gene transcription is generally controlled by enhancers. Enhancers can regulate transcription of genes at large distances by looping to physically contact their target genes. This property of enhancers makes it difficult to identify an enhancer’s target gene(s). Insulators, another type of DNA regulatory element, limit an enhancer’s ability to target distal genes when the insulator is located between an enhancer and a potential target. In mammals, insulators are bound by CTCF, but only a minority of CTCF-bound sites function as insulators. CTCF molecules can form homodimers on DNA, which can be co-bound by cohesin; this chromatin loop structure helps constrain the ability of enhancers within the loop to target genes outside the loop. Loops with CTCF and cohesin at the start and end of the loop that restrict enhancer-gene targeting are “insulated neighborhoods.”",
            "score": 357.3205112218857
        },
        {
            "docid": "14133758_3",
            "document": "ID2 . The protein encoded by this gene belongs to the inhibitor of DNA binding (ID) family, members of which are transcriptional regulators that contain a helix-loop-helix (HLH) domain but not a basic domain. Members of the ID family inhibit the functions of basic helix-loop-helix transcription factors in a dominant-negative manner by suppressing their heterodimerization partners through the HLH domains. This protein may play a role in negatively regulating cell differentiation. A pseudogene has been identified for this gene. A research published by \"Nature\" in 01/2016, authored by Italian researchers Antonio Iavarone and Anna Lasorella, from Columbia University, states that ID2 protein has a relevant role in the development and resistance to therapies of glioblastoma, the most aggressive of brain cancers.",
            "score": 232.49514031410217
        },
        {
            "docid": "14723308_3",
            "document": "Myocyte-specific enhancer factor 2A . The process of differentiation from mesodermal precursor cells to myoblasts has led to the discovery of a variety of tissue-specific factors that regulate muscle gene expression. The myogenic basic helix-loop-helix proteins, including myoD (MIM 159970), myogenin (MIM 159980), MYF5 (MIM 159990), and MRF4 (MIM 159991) are 1 class of identified factors. A second family of DNA binding regulatory proteins is the myocyte-specific enhancer factor-2 (MEF2) family. Each of these proteins binds to the MEF2 target DNA sequence present in the regulatory regions of many, if not all, muscle-specific genes. The MEF2 genes are members of the MADS gene family (named for the yeast mating type-specific transcription factor MCM1, the plant homeotic genes 'agamous' and 'deficiens' and the human serum response factor SRF (MIM 600589)), a family that also includes several homeotic genes and other transcription factors, all of which share a conserved DNA-binding domain.[supplied by OMIM]",
            "score": 250.92440140247345
        },
        {
            "docid": "15416683_2",
            "document": "BHLHE41 . \"Basic helix-loop-helix family, member e41\", or BHLHE41, is a gene that encodes a basic helix-loop-helix transcription factor repressor protein in various tissues of both humans and mice. It is also known as DEC2, hDEC2, and SHARP1, and was previously known as \"basic helix-loop-helix domain containing, class B, 3\", or BHLHB3. BHLHE41 is known for its role in the circadian molecular mechanisms that influence sleep quantity as well as its role in immune function and the maturation of T helper type 2 cell lineages associated with humoral immunity.",
            "score": 190.19367098808289
        },
        {
            "docid": "23564885_10",
            "document": "Horizontal gene transfer in evolution . If there had never been any lateral gene transfer, all these individual gene trees would have the same topology (the same branching order), and the ancestral genes at the root of each tree would have all been present in the last universal common ancestor, a single ancient cell. But extensive transfer means that neither is the case: gene trees will differ (although many will have regions of similar topology) \"and\" there would never have been a single cell that could be called the last universal common ancestor...\" Doolittle suggested that the universal common ancestor cannot have been one particular organism, but must have been a loose, diverse conglomeration of primitive cells that evolved together. These early cells, each with relatively few genes, differed in many ways, and swapped their genes freely. Eventually, from these eclectic cells came the three domains of life as we know them today: bacteria, archaea and eukaryote. These domains are now recognizably distinct because much of the gene transfer that still occurs is within these domains, rather than between them. Biologist Peter Gogarten reinforced these arguments, and suggested that the metaphor of a tree does not fit the data from recent genome research, and that biologists should instead use \"the metaphor of a mosaic to describe the different histories combined in individual genomes and use [the] metaphor of a net to visualize the rich exchange and cooperative effects of HGT among microbes.\"",
            "score": 144.1111183166504
        },
        {
            "docid": "13530734_7",
            "document": "NPAS2 . The NPAS2 protein is a member of the basic helix-loop-helix (bHLH)-PAS transcription factor family and is expressed in the SCN. NPAS2 is a PAS domain-containing protein, which binds other proteins via their own protein-protein (PAS) binding domains. Like its paralogue, CLOCK (another PAS domain-containing protein), the NPAS2 protein can dimerize with the BMAL1 protein and engage in a transcription/translation negative feedback loop (TTFL) to activate transcription of the mammalian \"Per\" and \"Cry\" core clock genes. NPAS2 has been shown to form a heterodimer with BMAL1 in both the brain and in cell lines, suggesting its similarity in function to the CLOCK protein in this TTFL.",
            "score": 196.1086823940277
        },
        {
            "docid": "42558215_12",
            "document": "R-loop . Introns are non-coding regions within genes that are transcribed along with the coding regions of genes, but are subsequently removed from the primary RNA transcript by splicing. Actively transcribed regions of DNA often form R-loops that are vulnerable to DNA damage. Introns reduce R-loop formation and DNA damage in highly expressed yeast genes. Genome-wide analysis showed that intron-containing genes display decreased R-loop levels and decreased DNA damage compared to intronless genes of similar expression in both yeast and humans. Inserting an intron within an R-loop prone gene can also suppress R-loop formation and recombination. Bonnet et al. (2017) speculated that the function of introns in maintaining genetic stability may explain their evolutionary maintenance at certain locations, particularly in highly expressed genes.",
            "score": 331.4743347167969
        },
        {
            "docid": "9880209_4",
            "document": "Cyclin-dependent kinase 6 . The CDK6 gene is conserved in eukaryotes, including the budding yeast and the nematode Caenorhabditis elegans. The CDK6 gene is located on chromosome 7 in humans. The gene spans 231,706 base pairs and encodes a 326 amino acid protein with a kinase function. The gene is overexpressed in cancers like lymphoma, leukemia, medulloblastoma and melanoma associated with chromosomal rearrangements.  The CDK6 protein contains a catalytic core composed of a serine/threonine domain. This protein also contains an ATP-binding pocket, inhibitory and activating phosphorylation sites, a PSTAIRE-like cyclin-binding domain and an activating T-loop motif. After binding the Cyclin in the PSTAIRE helix, the protein changes its conformational structure to expose the phosphorylation motif. The protein can be found in the cytoplasm and the nucleus, however most of the active complexes are found in the nucleus of proliferating cells.",
            "score": 210.8538258075714
        },
        {
            "docid": "14799384_3",
            "document": "PGM1 . The PGM1 gene is localized to the first chromosome, with its specific region being 1p31. The complete PGM1 gene spans over 65 kb and contains 11 exons, and the sites of the two mutations which form the molecular basis for the common PGM1 protein polymorphism lie in exons 4 and 8 and are 18 kb apart. Within this region there is a site of intragenic recombination. There are two alternatively spliced first exons, one of which, exon 1A, is transcribed in a wide variety of cell types; the other, exon 1B, is transcribed in fast muscle tissue. Exon 1A is transcribed from a promoter that has the structural hallmarks of a housekeeping promoter but lies more than 35 kb upstream of exon 2. Exon 1B lies 6 kb upstream of exon 2 within the large first intron of the ubiquitously expressed PGM1 transcript. The fast-muscle form of PGM1 is characterized by 18 extra amino acid residues at its N-terminal end. Sequence comparisons show that exons 1A and 1B are structurally related and have arisen by duplication. PGM1 is a monomeric protein with 562 amino acids and four structural domains arranged in an overall heart shape. The active site is located in the large, centrally located cleft, formed by more than 80 residues. The active site can be segregated into four highly conserved regions that contribute to catalysis and substrate binding. These regions are: the phosphoserine residue that participates in phosphoryl transfer; the metal- binding loop; a sugar-binding loop; and the phosphate-binding site that interacts with the phosphate group of the substrate. The active site cleft of PGM1 relies on all four structural domains of the enzyme for its structural integrity.",
            "score": 202.94869136810303
        },
        {
            "docid": "14083910_38",
            "document": "Chromosome conformation capture . 3C methods have demonstrated the importance of spatial proximity of regulatory elements to the genes that they regulate. For example, in tissues that express globin genes, the β-globin locus control region forms a loop with these genes. This loop is not found in tissues where the gene is not expressed. This technology has further aided the genetic and epigenetic study of chromosomes both in model organisms and in humans.",
            "score": 215.02254056930542
        },
        {
            "docid": "14794748_3",
            "document": "GOT2 . GOT2 is a dimer containing two identical subunits that hold overlapping subunit regions. The top and sides of the enzyme are made up of helices, while the bottom is formed by strands of beta sheets and extended hairpin loops. The subunit itself can be categorized into four different parts: a large domain, which binds pyridoxal-P, a small domain, an NH2-terminal arm, and a bridge across two domains, which is formed by residues 48-75 and 301-358. Virtually ubiquitous in eukaryotic cells, GOT2 nucleic acid and protein sequences are highly conserved, and its 5’regulatory regions in genomic DNA resemble those of typical house-keeping genes in that, e.g.,they lack a TATA box. The \"GOT2\" gene is also located on 16q21 and has an exon count of 10.",
            "score": 234.09728145599365
        }
    ],
    "r": [
        {
            "docid": "52114693_3",
            "document": "Insulated neighborhood . Mammalian gene transcription is generally controlled by enhancers. Enhancers can regulate transcription of genes at large distances by looping to physically contact their target genes. This property of enhancers makes it difficult to identify an enhancer’s target gene(s). Insulators, another type of DNA regulatory element, limit an enhancer’s ability to target distal genes when the insulator is located between an enhancer and a potential target. In mammals, insulators are bound by CTCF, but only a minority of CTCF-bound sites function as insulators. CTCF molecules can form homodimers on DNA, which can be co-bound by cohesin; this chromatin loop structure helps constrain the ability of enhancers within the loop to target genes outside the loop. Loops with CTCF and cohesin at the start and end of the loop that restrict enhancer-gene targeting are “insulated neighborhoods.”",
            "score": 357.3205261230469
        },
        {
            "docid": "50449991_14",
            "document": "Nuclear organization . DNA looping is the first level of nuclear organization that involves chromosomal folding. In a DNA looping event, chromatin forms physical loops, bringing DNA regions into close contact. Thus, even regions that are far apart along the linear chromosome can be brought together in three-dimensional space. The process is facilitated by a number of factors including architectural proteins (primarily CTCF and Cohesin), transcription factors, co-activators, and ncRNAs. Importantly, DNA looping can be used to regulate gene expression - looping events can repress or activate genes, depending on the elements involved. Approximately 50% of human genes are believed to be involved in long range chromatin interactions through the process of DNA looping.",
            "score": 355.1842041015625
        },
        {
            "docid": "42558215_12",
            "document": "R-loop . Introns are non-coding regions within genes that are transcribed along with the coding regions of genes, but are subsequently removed from the primary RNA transcript by splicing. Actively transcribed regions of DNA often form R-loops that are vulnerable to DNA damage. Introns reduce R-loop formation and DNA damage in highly expressed yeast genes. Genome-wide analysis showed that intron-containing genes display decreased R-loop levels and decreased DNA damage compared to intronless genes of similar expression in both yeast and humans. Inserting an intron within an R-loop prone gene can also suppress R-loop formation and recombination. Bonnet et al. (2017) speculated that the function of introns in maintaining genetic stability may explain their evolutionary maintenance at certain locations, particularly in highly expressed genes.",
            "score": 331.4743347167969
        },
        {
            "docid": "15343_19",
            "document": "Intron . Actively transcribed regions of DNA frequently form R-loops that are vulnerable to DNA damage. In highly expressed yeast genes, introns inhibit R-loop formation and the occurrence of DNA damage. Genome-wide analysis in both yeast and humans revealed that intron-containing genes have decreased R-loop levels and decreased DNA damage compared to intronless genes of similar expression. Insertion of an intron within an R-loop prone gene can also suppress R-loop formation and recombination. Bonnet et al. (2017) speculated that the function of introns in maintaining genetic stability may explain their evolutionary maintenance at certain locations, particularly in highly expressed genes.",
            "score": 327.9257507324219
        },
        {
            "docid": "50449991_15",
            "document": "Nuclear organization . Looping was first observed by Walther Flemming in 1878 when he was studying amphibian oocytes. It was not until the late 20th century when DNA looping was correlated with gene expression. For example, in 1990, Mandal and colleagues showed the importance of DNA looping in repressing the galactose and lactose operons in \"E coli\". In the presence of galactose or lactose, repressor proteins form protein-protein and protein-DNA interactions to loop the DNA. This in turn connects the gene promoters with upstream and downstream operators, effectively repressing gene expression by blocking transcription preinitiation complex (PIC) assembly at the promoter and therefore preventing transcription initiation. In gene activation, DNA looping typically brings together distal gene promoters and enhancers. Enhancers can recruit a large complex of proteins, such as the mediator complex, PIC, and other cell specific transcription factors, involved in initiating the transcription of a gene.",
            "score": 324.9332580566406
        },
        {
            "docid": "26289430_25",
            "document": "ChIA-PET . The interactions form DNA loop structures with multiple TFBS at the anchoring center. Small loops might package genes near the anchoring center in a tight sub-compartment, which could increase the local concentration of regulatory proteins for enhanced transcriptional activation. This mechanism might also enhance transcription efficiency, allowing RNA pol II to cycle the tight circular gene templates. The large interaction loops are more likely to link together distant genes at either end of the loop residing near anchor sites for coordinated regulation, or could separate genes in long loops to prevent their activation. Adapted from Fullwood et al. (2009).",
            "score": 319.156494140625
        },
        {
            "docid": "45461558_6",
            "document": "DRIP-seq . DRIP-seq is mainly used for genome-wide mapping of R-loops. Identifying R-loop formation sites allows the study of diverse cellular events, such as the function of R-loop formation at specific regions, the characterization of these regions, and the impact on gene expression. It can also be used to study the influence of R-loops in other processes like DNA replication and synthesis. Indirectly, DRIP-seq can be performed on mutant cell lines deficient in genes involved in R-loop resolution. These types of studies provide information about the roles of the mutated gene in suppressing DNA-RNA formation and potentially about the significance of R-loops in genome instability.",
            "score": 304.8587951660156
        },
        {
            "docid": "22164509_18",
            "document": "Cis-regulatory module . \"Cis\"-regulatory modules can regulate their target genes over large distances. Several models have been proposed to describe the way that these modules may communicate with their target gene promoter. These include the DNA scanning model, the DNA sequence looping model and the facilitated tracking model. In the DNA scanning model, the transcription factor and cofactor complex form at the \"cis\"-regulatory module and then continues to move along the DNA sequence until it finds the target gene promoter. In the looping model, the transcription factor binds to the \"cis\"-regulatory module, which then causes the \"looping\" of the DNA sequence and allows for the interaction with the target gene promoter. The transcription factor-\"cis\"-regulatory module complex causes the looping of the DNA sequence slowly towards the target promoter and forms a stable looped configuration. The facilitated tracking model combines parts of the two previous models.",
            "score": 291.11614990234375
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 287.0864562988281
        },
        {
            "docid": "1226356_11",
            "document": "Primary transcript . R-loops are formed during transcription. An R-loop is a three-stranded nucleic acid structure containing a DNA-RNA hybrid region and an associated non-template single-stranded DNA. Actively transcribed regions of DNA often form R-loops that are vulnerable to DNA damage. Introns reduce R-loop formation and DNA damage in highly expressed yeast genes.",
            "score": 279.21148681640625
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 276.2267150878906
        },
        {
            "docid": "42064066_3",
            "document": "Proneural genes . The proneural genes are expressed in groups of cells (proneural clusters) from which one progenitor cell – typically the one in the middle – will be singled out, leading to the formation of many different types of neurons in the central and peripheral nervous systems. Proneural genes encode a group of bHLH proteins that play crucial roles in controlling cell fate in a variety of tissue types. Basic helix-loop-helix proteins are characterized by two alpha helixes separated by a loop. The helixes mediate dimerization, and the adjacent basic region is required for DNA binding. The human genome contains approximately 125 bHLH factors.",
            "score": 275.1783447265625
        },
        {
            "docid": "4110763_9",
            "document": "Extrachromosomal DNA . The mitochondria present in eukaryotic cells contain multiple copies of mitochondrial DNA referred to as mtDNA which is housed within the mitochondrial matrix. In multicellular animals, including humans, the circular mtDNA chromosome contains 13 genes that encode proteins that are part of the electron transport chain and 24 genes that produce RNA necessary for the production of mitochondrial proteins; these genes are broken down into 2 rRNA genes and 22 tRNA genes. The size of an animal mtDNA plasmid is roughly 16.6 kb and although it contains genes for tRNA and mRNA synthesis, proteins produced as a result of nuclear genes are still required in order for the mtDNA to replicate or for mitochondrial proteins to be translated. There is only one region of the mitochondrial chromosome that does not contain a coding sequence and that is the 1 kb region known as the D-loop to which nuclear regulatory proteins bind. The number of mtDNA molecules per mitochondria varies from species to species as well as between cells with different energy demands. For example, muscle and liver cells contain more copies of mtDNA per mitochondrion than blood and skin cells do. Due to the proximity of the electron transport chain within the mitochondrial inner membrane and the production of reactive oxygen species (ROS), and due to the fact that the mtDNA molecule is not bound by or protected by histones, the mtDNA is more susceptible to DNA damage than nuclear DNA. In cases where mtDNA damage does occur, the DNA can either be repaired via base excision repair pathways, or the damaged mtDNA molecule is destroyed (without causing damage to the mitochondrion since there are multiple copies of mtDNA per mitochondrion).",
            "score": 270.73468017578125
        },
        {
            "docid": "50449991_20",
            "document": "Nuclear organization . NADs, which constitutes 4% of the genome, share nearly all of the same physical characteristics as LADs. In fact, DNA analysis of these two types of domains have shown that many sequences overlap, indicating that certain regions may switch between lamina-binding and nucleolus-binding. Interestingly, NADs are associated with nucleolus function. The nucleolus is the largest sub-organelle within the nucleus and is the principal site for rRNA transcription. It also acts in signal recognition particle biosynthesis, protein sequestration, and viral replication. The nucleolus forms around rDNA genes from different chromosomes. However, only a subset of rDNA genes is transcribed at a time and do so by looping into the interior of the nucleolus. The rest of the genes lay on the periphery of the sub-nuclear organelle in silenced heterochromatin state.",
            "score": 269.38140869140625
        },
        {
            "docid": "8275269_8",
            "document": "Autoregulation . This is so-called \"steady-state system\". An example is a system in which a protein P that is a product of gene G \"positively regulates its own production by binding to a regulatory element of the gene coding for it,\" and the protein gets used or lost at a rate that increases as its concentration increases. This feedback loop creates two possible states \"on\" and \"off\". If an outside factor makes the concentration of P increase to some threshold level, the production of protein P is \"on\", i.e. P will maintain its own concentration at a certain level, until some other stimulus will lower it down below the threshold level, when concentration of P will be insufficient to make gene G express at the rate that would overcome the loss or use of the protein P. This state (\"on\" or \"off\") gets inherited after cell division, since the concentration of protein a usually remains the same after mitosis. However, the state can be easily disrupted by outside factors. Similarly, this phenomenon is not only restricted to genes but may also apply to other genetic units, including mRNA transcripts. Regulatory segments of mRNA called a Riboswitch can autoregulate its transcription by sequestering cis-regulatory elements (particularly the Shine-Dalgarno sequence) located on the same transcript as the Riboswitch. The Riboswitch stem-loop has a region complementary to the Shine-Dalgarno but is sequestered by complimentary base pairing in the loop. With sufficient ligand, the ligand may bind to the stem-loop and disrupt intermolecular bonding, resulting in the complimentary Shine-Dalgarno stem-loop segment binding to the complimentary Riboswitch segment, preventing Ribosome from binding, inhibiting translation.",
            "score": 268.6772766113281
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 268.5982666015625
        },
        {
            "docid": "3190493_7",
            "document": "Silencer (genetics) . For classical silencers, the signaling pathway is relatively simple. Since repression is active, silencer elements target the assembly of GTFs, necessary for transcription of the gene. These silencer elements are mostly located upstream of the gene and can vary between short and long distances. For long-range silencers, it has been observed that the DNA will form a loop in order to bring the silencer closer to the promoter and loop out the interfering DNA. Silencers also target helicase sites in the DNA that are rich in adenine and thymine (AT) and prone to unwinding the DNA, allowing room to initiate transcription. The inhibited helicase activity leads to the inhibition of transcription. This is commonly seen in the human thyrotropin-β gene promoter. NREs can induce a bend in the promoter region to block interactions, as seen when an NRE binds to Yin-Yang 1 (YY1), and flank regulatory signals or promoter regions as well. When the silencer region is located within an intron, there can be two types of repressions. First, there can be a physical blockage of a splice site. Second, there can be a bend in the DNA that will inhibit RNA processing.",
            "score": 266.99566650390625
        },
        {
            "docid": "3190493_14",
            "document": "Silencer (genetics) . Silencers in eukaryotes control gene expression on a transcriptional level in which the mRNA is not transcribed. These DNA sequences may act as either silencers or enhancers based on the transcription factor that binds to the sequence and binding of this sequence will prevent promoters such as the TATA box from binding to RNA polymerase. A repressor protein may have regions that bind to the DNA sequence as well as regions that bind to the transcription factors assembled at the promoter of the gene which would create a chromosome looping mechanism. Looping brings silencers in close proximity to the promoters to ensure that groups of proteins needed for optimal gene expression will work together.",
            "score": 266.9621887207031
        },
        {
            "docid": "5097443_7",
            "document": "DNA supercoil . Supercoiled DNA forms two structures; a plectoneme or a toroid, or a combination of both. A negatively supercoiled DNA molecule will produce either a one-start left-handed helix, the toroid, or a two-start right-handed helix with terminal loops, the plectoneme. Plectonemes are typically more common in nature, and this is the shape most bacterial plasmids will take. For larger molecules it is common for hybrid structures to form – a loop on a toroid can extend into a plectoneme. If all the loops on a toroid extend then it becomes a branch point in the plectonemic structure. DNA supercoiling is important for DNA packaging within all cells, and seems to also play a role in gene expression.",
            "score": 266.4781494140625
        },
        {
            "docid": "4718833_7",
            "document": "Eukaryotic chromosome structure . Packaging of DNA is facilitated by the electrostatic charge distribution: phosphate groups cause DNA to have a negative charge, whilst the histones are positively charged. Most eukaryotic cells contain histones (with a few exceptions) as well as the kingdom Archaea. Histones are positively charged molecules as they contain lysine and arginine in larger quantities and DNA is negatively charged. So they make a strong ionic bond in between them to form nucleosome. Packaging is also accomplished by specialized proteins that bind and fold the DNA. This generates a series of loops and coils that provide increasingly higher levels of organization and prevent the DNA from becoming tangled and unmanageable. This complex of DNA and proteins are called chromatin. But in addition to proteins involved with packaging, chromosomes are associated with proteins involved with DNA replication, DNA repair, and gene expression.",
            "score": 265.8285827636719
        },
        {
            "docid": "18939846_7",
            "document": "Inner nuclear membrane protein . Once INM:chromatin interactions have been established following formation of the nuclear envelope, soluble nuclear proteins may bind to exposed chromosomal segments. Such proteins could include enzymes that modify histones—such as methylases and acetylases—which act to alter the three-dimensional conformation of chromatin, as well as DNA binding proteins—such as helicases, gyrases, and transcription factors—that are involved in unwinding/looping DNA and/or recruiting RNAP holoenzyme. This will promote the transcription of some genes and down-regulate or prevent transcription of others. Thus, the nuclear scaffold places limits on what genes can and can not be expressed within a given cell and, hence, may serve a basis for cell identity.",
            "score": 264.8891906738281
        },
        {
            "docid": "14417837_3",
            "document": "ID1 . The protein encoded by this gene is a helix-loop-helix (HLH) protein that can form heterodimers with members of the basic HLH family of transcription factors. The encoded protein has no DNA binding activity and therefore can inhibit the DNA binding and transcriptional activation ability of basic HLH proteins with which it interacts. This protein may play a role in cell growth, senescence, and differentiation. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 264.498046875
        },
        {
            "docid": "9463447_9",
            "document": "CTCF . CTCF physically binds to itself to form homodimers, which causes the bound DNA to form loops. CTCF also occurs frequently at the boundaries of sections of DNA bound to the nuclear lamina. Using chromatin immuno-precipitation (ChIP) followed by ChIP-seq, it was found that CTCF localizes with cohesin genome-wide and affects gene regulatory mechanisms and the higher-order chromatin structure.",
            "score": 262.25250244140625
        },
        {
            "docid": "52114693_2",
            "document": "Insulated neighborhood . In mammalian biology, insulated neighborhoods are chromosomal loop structures formed by the physical interaction of two DNA loci bound by the transcription factor CTCF and co-occupied by cohesin. Insulated neighborhoods are thought to be structural and functional units of gene control because their integrity is important for normal gene regulation. Current evidence suggests that these structures form the mechanistic underpinnings of higher-order chromosome structures, including topologically associating domains (TADs). Insulated neighborhoods are functionally important in understanding gene regulation in normal cells and dysregulated gene expression in disease.",
            "score": 260.3288879394531
        },
        {
            "docid": "4110763_8",
            "document": "Extrachromosomal DNA . Linear bacterial plasmids have been identified in several species of spirochete bacteria, including members of the genus \"Borrelia\" (to which the pathogen responsible for Lyme disease belongs), several species of the gram positive soil bacteria of the genus \"Streptomyces\", and in the gram negative species \"Thiobacillus versutus\", a bacterium that oxidizes sulfur. The linear plasmids of prokarykotes are found either containing a hairpin loop or a covalently bonded protein attached to the telomeric ends of the DNA molecule. The adenine-thymine rich hairpin loops of the \"Borrelia\" bacteria range in size from 5 kilobase pairs (kb) to over 200 kb and contain the genes responsible for producing a group of major surface proteins, or antigens, on the bacteria that allow it to evade the immune response of its infected host. The linear plasmids which contain a protein that has been covalently attached to the 5’ end of the DNA strands are known as invertrons and can range in size from 9 kb to over 600 kb consisting of inverted terminal repeats. The linear plasmids with a covalently attached protein may assist with bacterial conjugation and integration of the plasmids into the genome. These types of linear plasmids represent the largest class of extrachromosomal DNA as they are not only present in certain bacterial cells, but all linear extrachromosomal DNA molecules found in eukaryotic cells also take on this invertron structure with a protein attached to the 5’ end.",
            "score": 258.9082336425781
        },
        {
            "docid": "232937_10",
            "document": "Spliceosome . In 1977, work by the Sharp and Roberts labs revealed that genes of higher organisms are \"split\" or present in several distinct segments along the DNA molecule. The coding regions of the gene are separated by non-coding DNA that is not involved in protein expression. The split gene structure was found when adenoviral mRNAs were hybridized to endonuclease cleavage fragments of single stranded viral DNA. It was observed that the mRNAs of the mRNA-DNA hybrids contained 5' and 3' tails of non-hydrogen bonded regions. When larger fragments of viral DNAs were used, forked structures of looped out DNA were observed when hybridized to the viral mRNAs. It was realized that the looped out regions, the introns, are excised from the precursor mRNAs in a process Sharp named \"splicing\". The split gene structure was subsequently found to be common to most eukaryotic genes. Phillip Sharp and Richard J. Roberts were awarded the 1993 Nobel Prize in Physiology or Medicine for their discovery of introns and the splicing process.",
            "score": 258.65386962890625
        },
        {
            "docid": "4250553_22",
            "document": "Gene . Prokaryotes (bacteria and archaea) typically store their genomes on a single large, circular chromosome. Similarly, some eukaryotic organelles contain a remnant circular chromosome with a small number of genes. Prokaryotes sometimes supplement their chromosome with additional small circles of DNA called plasmids, which usually encode only a few genes and are transferable between individuals. For example, the genes for antibiotic resistance are usually encoded on bacterial plasmids and can be passed between individual cells, even those of different species, via horizontal gene transfer. Whereas the chromosomes of prokaryotes are relatively gene-dense, those of eukaryotes often contain regions of DNA that serve no obvious function. Simple single-celled eukaryotes have relatively small amounts of such DNA, whereas the genomes of complex multicellular organisms, including humans, contain an absolute majority of DNA without an identified function. This DNA has often been referred to as \"junk DNA\". However, more recent analyses suggest that, although protein-coding DNA makes up barely 2% of the human genome, about 80% of the bases in the genome may be expressed, so the term \"junk DNA\" may be a misnomer.",
            "score": 258.2810363769531
        },
        {
            "docid": "4250553_28",
            "document": "Gene . Defining exactly what section of a DNA sequence comprises a gene is difficult. Regulatory regions of a gene such as enhancers do not necessarily have to be close to the coding sequence on the linear molecule because the intervening DNA can be looped out to bring the gene and its regulatory region into proximity. Similarly, a gene's introns can be much larger than its exons. Regulatory regions can even be on entirely different chromosomes and operate \"in trans\" to allow regulatory regions on one chromosome to come in contact with target genes on another chromosome.",
            "score": 256.0361022949219
        },
        {
            "docid": "3190493_9",
            "document": "Silencer (genetics) . Another regulatory element located upstream of the gene is an enhancer. Enhancers function as a \"turn on\" switch in gene expression and will activate the promoter region of a particular gene while silencers act as the \"turn off\" switch. Though these two regulatory elements work against each other, both sequence types affect the promoter region in very similar ways. Because silencers have not been thoroughly identified and analyzed, the extensive research on enhancers has aided biologists in understanding the mechanics of the silencer. Enhancers can be found in many of the same areas that silencers are found, such as upstream of the promoter by many kilobase pairs, or even downstream within the intron of the gene. DNA looping is also a model function used by enhancers in order to shorten the proximity of the promoter to the enhancer. Enhancers also function with transcription factors in order to initiate expression, much like silencers can with repressors.",
            "score": 255.06895446777344
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 254.89390563964844
        },
        {
            "docid": "1475503_8",
            "document": "Testis-determining factor . The TDF protein consists of three main regions. The central region encompasses the HMG (high-mobility group) domain, which contains nuclear localization sequences and acts as the DNA-binding domain. The C-terminal domain has no conserved structure, and the N-terminal domain can be phosphorylated to enhance DNA-binding. The process begins with nuclear localization of TDF by acetylation of the nuclear localization signal regions, which allows for the binding of importin β and calmodulin to TDF, facilitating its import into the nucleus. Once in the nucleus, TDF and SF1 (steroidogenic factor 1, another transcriptional regulator) complex and bind to TESCO (testis-specific enhancer of Sox9 core), the testes-specific enhancer element of the Sox9 gene in Sertoli cell precursors, located upstream of the Sox9 gene transcription start site. Specifically, it is the HMG region of TDF that binds to the minor groove of the DNA target sequence, causing the DNA to bend and unwind. The establishment of this particular DNA “architecture” facilitates the transcription of the Sox9 gene. SOX9 protein then initiates a positive feedback loop, involving SOX9 acting as its own transcription factor and resulting in the synthesis of large amounts of SOX9.",
            "score": 254.7094268798828
        },
        {
            "docid": "12197312_12",
            "document": "Chromatin remodeling . ATP-dependent chromatin-remodeling complexes regulate gene expression by either moving, ejecting or restructuring nucleosomes. These protein complexes have a common ATPase domain and energy from the hydrolysis of ATP allows these remodeling complexes to reposition (slide, twist or loop) nucleosomes along the DNA, expel histones away from DNA or facilitate exchange of histone variants, and thus creating nucleosome-free regions of DNA for gene activation. Also, several remodelers have DNA-translocation activity to carry out specific remodeling tasks.",
            "score": 254.31858825683594
        }
    ]
}