{
    "q": [
        {
            "docid": "20082214_2",
            "document": "Obsessive–compulsive disorder . Obsessive–compulsive disorder (OCD) is a mental disorder where people feel the need to check things repeatedly, perform certain routines repeatedly (called \"rituals\"), or have certain thoughts repeatedly (called \"obsessions\"). People are unable to control either the thoughts or the activities for more than a short period of time. Common activities include hand washing, counting of things, and checking to see if a door is locked. Some may have difficulty throwing things out. These activities occur to such a degree that the person's daily life is negatively affected. This often takes up more than an hour a day. Most adults realize that the behaviors do not make sense. The condition is associated with tics, anxiety disorder, and an increased risk of suicide. The cause is unknown. There appear to be some genetic components with both identical twins more often affected than both non-identical twins. Risk factors include a history of child abuse or other stress-inducing event. Some cases have been documented to occur following infections. The diagnosis is based on the symptoms and requires ruling out other drug related or medical causes. Rating scales such as the Yale–Brown Obsessive Compulsive Scale (Y-BOCS) can be used to assess the severity. Other disorders with similar symptoms include anxiety disorder, major depressive disorder, eating disorders, tic disorders, and obsessive–compulsive personality disorder. Treatment involves counselling, such as cognitive behavioral therapy (CBT), and sometimes antidepressants such as selective serotonin reuptake inhibitors (SSRIs) or clomipramine. CBT for OCD involves increasing exposure to what causes the problems while not allowing the repetitive behavior to occur. While clomipramine appears to work as well as SSRIs, it has greater side effects so is typically reserved as a second line treatment. Atypical antipsychotics may be useful when used in addition to an SSRI in treatment-resistant cases but are also associated with an increased risk of side effects. Without treatment, the condition often lasts decades. Obsessive–compulsive disorder affects about 2.3% of people at some point in their life. Rates during a given year are about 1.2%, and it occurs worldwide. It is unusual for symptoms to begin after the age of 35, and half of people develop problems before 20. Males and females are affected about equally. In English, the phrase \"obsessive–compulsive\" is often used in an informal manner unrelated to OCD to describe someone who is excessively meticulous, perfectionistic, absorbed, or otherwise fixated. OCD can present with a wide variety of symptoms. Certain groups of symptoms usually occur together. These groups are sometimes viewed as dimensions or clusters that may reflect an underlying process. The standard assessment tool for OCD, the Yale–Brown Obsessive Compulsive Scale (Y-BOCS), has 13 predefined categories of symptoms. These symptoms fit into three to five groupings. A meta analytic review of symptom structures found a four factor structure (grouping) to be most reliable. The observed groups included a \"symmetry factor\", a \"forbidden thoughts factor\", a \"cleaning factor\", and a \"hoarding factor\". The \"symmetry factor\" correlated highly with obsessions related to ordering, counting, and symmetry, as well as repeating compulsions. The \"forbidden thoughts factor\" correlated highly with intrusive and distressing thoughts of a violent, religious, or sexual nature. The \"cleaning factor\" correlated highly with obsessions about contamination and compulsions related to cleaning. The \"hoarding factor\" only involved hoarding related obsessions and compulsions, and was identified as being distinct from other symptom groupings.",
            "score": 271.7533906698227
        },
        {
            "docid": "20082214_58",
            "document": "Obsessive–compulsive disorder . Behaviorally, there is some research demonstrating a link between drug addiction and the disorder as well. For example, there is a higher risk of drug addiction among those with any anxiety disorder (possibly as a way of coping with the heightened levels of anxiety), but drug addiction among people with OCD may serve as a type of compulsive behavior and not just as a coping mechanism. Depression is also extremely prevalent among people with OCD. One explanation for the high depression rate among OCD populations was posited by Mineka, Watson and Clark (1998), who explained that people with OCD (or any other anxiety disorder) may feel depressed because of an \"out of control\" type of feeling.",
            "score": 200.3741512298584
        },
        {
            "docid": "29435625_4",
            "document": "Just Checking: Scenes From the Life of an Obsessive-Compulsive . In her narrative, Emily Colas covers her time as an obsessive-compulsive college student. She writes that she had a bad habit of using drugs. She was a consistent user until one evening she had a terrible experience. She decided that drugs were not for her and she felt that God had chosen another path for her. Once she stopped using drugs she developed \"extreme and intrusive neurotic thoughts.\" Colas' condition is not uncommon in college students. OCD affects 5 of every 1,000 students. Obsessive-compulsive disorder is a biological anxiety disorder that causes a person to obsess over worries or fears and perform rituals in order to satisfy the worries. For many people Obsessive-Compulsive Disorder first surfaces during their college career. This is because individuals with the disorder may have had more control over their condition while living at home with a family. Symptoms may not have interfered with the person's life or the person may have merely been labeled a perfectionist. Stress and adjusting to a new environment does not cause OCD, it does however provide an opportunity for symptoms to emerge. Emily Colas writes of the difficulty she faced in college due to her disorder. She struggled socially, as she began dating. Colas had developed a fear of eating at restaurants because she worried she would be poisoned. Fears like this are common among people with OCD. There are many different steps a college student can take to deal with their disorder. University health centers are available on most campuses and help can be provided to those who think they may have OCD. Cognitive behavior therapy accompanied by medication is the most common treatment for the disorder. Cognitive behavior therapists work with OCD patients to overcome their fears by talking them through the process of facing their fears. This method of treatment has proven to be the most effective. Although this method is extremely effective, patients should also stay away from certain over-the-counter drugs and caffeine. Meditation is also a healthy choice because it has a calming effect. Colas' condition was not uncommon for college students and today there are several places for students to go to get help.",
            "score": 229.71072614192963
        },
        {
            "docid": "402652_8",
            "document": "Compulsive hoarding . Compulsive hoarding does not seem to involve the same neurological mechanisms as more familiar forms of obsessive–compulsive disorder and does not respond to the same drugs, which target serotonin. In compulsive hoarding, the symptoms are presented in the normal stream of consciousness, and are not perceived as repetitive or distressing like in OCD patients. Despite statistics indicating that there is a prevalence of hoarding in 18% to 40% of patients with OCD, only 5% of compulsive hoarders experience symptoms of OCD. In another study, a sample of 217 patients diagnosed with significant hoarding, only 18% were diagnosed with OCD, as opposed to the 36% that were diagnosed with a major depressive disorder. There are significant differences and issues between the diagnostic features of compulsive hoarding and OCD which are being considered in a possible addition to the DSM-V of a new independent disorder such as compulsive hoarding. It is also said that there may be an overlap with a condition known as impulse control disorder (ICD), particularly when compulsive hoarding is linked to compulsive buying or acquisition behavior.",
            "score": 251.42754697799683
        },
        {
            "docid": "51988873_2",
            "document": "Child and Adolescent Symptom Inventory . The Child and Adolescent Symptom Inventory (CASI) is a behavioral rating checklist created by Dr. Kenneth Gadow and Dr. Joyce Sprafkin that assesses a range of behaviors related to common emotional and behavior disorders identified in the Diagnostic and Statistical Manual for Mental Disorders (DSM), including attention deficit hyperactivity disorder, oppositional defiant disorder, conduct disorder, generalized anxiety disorder, social phobia, separation anxiety disorder, major depressive episode, mania, dysthymic disorder (now pervasive depressive disorder in DSM-5), schizophrenia, autistic spectrum disorder, anorexia, and bulimia. In addition, one or two key symptoms of each of the following disorders are also included: obsessive-compulsive disorder, specific phobia, panic attack, motor tics, vocal tics, and substance use. CASI combines the Child Symptom Inventory (CSI) and the Adolescent Symptom Inventory (ASI), letting it apply to both children and adolescents ages 5 to 18. The CASI is a self-report questionnaire completed by the child's caregiver or teacher to detect signs of psychiatric disorders in multiple settings. Compared to other widely used checklists for youths, the CASI maps more closely to DSM diagnoses, with scoring systems that map to the diagnostic criteria as well as providing a severity score. Other measures are more likely to have used statistical methods, such as factor analysis, to group symptoms that often occur together; if they have DSM-oriented scales, they are often later additions that only include some of the diagnostic criteria. It is not yet clear scientifically whether a statistical or DSM-oriented approach is more useful at a clinical level. The CASI provides a low burden way of gathering a lot of information quickly about common problems, helping the clinician and family decide where to focus attention during interviews and treatment.",
            "score": 192.2881566286087
        },
        {
            "docid": "402652_3",
            "document": "Compulsive hoarding . Researchers have only recently begun to study hoarding, and it was first defined as a mental disorder in the 5th edition of the DSM in 2013. It was not clear whether compulsive hoarding is a separate, isolated disorder, or rather a symptom of another condition, such as OCD, but the current DSM lists hoarding disorder as both a mental disability and a possible symptom for OCD. Prevalence rates have been estimated at 2% to 5% in adults, though the condition typically manifests in childhood with symptoms worsening in advanced age, at which point collected items have grown excessive and family members who would otherwise help to maintain and control the levels of clutter have either died or moved away. Hoarding appears to be more common in people with psychological disorders such as depression, anxiety and attention deficit hyperactivity disorder (ADHD). Other factors often associated with hoarding include alcohol dependence, paranoid schizotypal and avoidance traits.",
            "score": 267.7583019733429
        },
        {
            "docid": "57688_2",
            "document": "Anxiety disorder . Anxiety disorders are a group of mental disorders characterized by significant feelings of anxiety and fear. Anxiety is a worry about future events and fear is a reaction to current events. These feelings may cause physical symptoms, such as a fast heart rate and shakiness. There are a number of anxiety disorders: including generalized anxiety disorder, specific phobia, social anxiety disorder, separation anxiety disorder, agoraphobia, panic disorder, and selective mutism. The disorder differs by what results in the symptoms. People often have more than one anxiety disorder. The cause of anxiety disorders is a combination of genetic and environmental factors. Risk factors include a history of child abuse, family history of mental disorders, and poverty. Anxiety disorders often occur with other mental disorders, particularly major depressive disorder, personality disorder, and substance use disorder. To be diagnosed symptoms typically need to be present for at least six months, be more than would be expected for the situation, and decrease functioning. Other problems that may result in similar symptoms including hyperthyroidism; heart disease; caffeine, alcohol, or cannabis use; and withdrawal from certain drugs, among others. Without treatment, anxiety disorders tend to remain. Treatment may include lifestyle changes, counselling, and medications. Counselling is typically with a type of cognitive behavioral therapy. Medications, such as antidepressants, benzodiazepines, or beta blockers, may improve symptoms. About 12% of people are affected by an anxiety disorder in a given year and between 5-30% are affected at some point in their life. They occur about twice as often in females as males, and generally begin before the age of 25. The most common are specific phobia which affects nearly 12% and social anxiety disorder which affects 10% at some point in their life. They affect those between the ages of 15 and 35 the most and become less common after the age of 55. Rates appear to be higher in the United States and Europe.",
            "score": 170.0196315050125
        },
        {
            "docid": "14083964_24",
            "document": "Animal psychopathology . Alicia Graef's article makes several bold claims that dogs are the future in understanding how to better diagnose, recognize, and treat Obsessive Compulsive Disorder in humans. There is evidence supporting her statements, but the connection between CCD and OCD is not clearly understood. So far, studies have proved that effective treatments in dogs are similarly effective for humans, but there are still so many things unknown. Obsessive Compulsive Disorder is a unique mental disorder that cannot be fully cured. It can be controlled and understood, and one possible way of better doing that might be through studying CCD in canines. Studying dogs that exhibit compulsive behaviors has led scientists to genetic breakthroughs in understanding more how biology and genetics factor into Obsessive Compulsive Disorder. By observing and studying how CCD manifests in the brain activity, behaviors, and genes of diagnosed canines, scientists have been able to use their newfound information to develop better diagnostic tests and more readily recognize symptoms and susceptible humans. The similar brain functions and behaviors of dogs with CCD and humans with OCD suggests they have a connection, not only in behavior and symptoms, but in reacting to treatments. Understanding Canine Compulsive Disorder in dogs has helped scientists to better understand and apply their learning to developing new and more effective ways to treat Obsessive Compulsive Disorder in humans.",
            "score": 220.4836573600769
        },
        {
            "docid": "51606_36",
            "document": "Causes of mental disorders . Abnormal levels of dopamine activity have been \"correlated\" with a number of disorders (e.g., reduced in ADHD and OCD, and increased in schizophrenia). Dysfunction in serotonin and other monoamine neurotransmitters (e.g., norepinephrine and dopamine), and their associated neural networks, are also moderately correlated with certain mental disorders, including major depression, obsessive compulsive disorder, phobias, posttraumatic stress disorder, and generalized anxiety disorder. Studies of depleted levels of monoamine neurotransmitters show an association with depression and other psychiatric disorders, but \"... it should be questioned whether 5-HT [serotonin] represents just one of the final, and not the main, factors in the neurological chain of events underlying psychopathological symptoms...\"",
            "score": 207.37548923492432
        },
        {
            "docid": "27790_36",
            "document": "Schizophrenia . Psychotic symptoms may be present in several other mental disorders, including bipolar disorder, borderline personality disorder, drug intoxication, and drug-induced psychosis. Delusions (\"non-bizarre\") are also present in delusional disorder, and social withdrawal in social anxiety disorder, avoidant personality disorder and schizotypal personality disorder. Schizotypal personality disorder has symptoms that are similar but less severe than those of schizophrenia. Schizophrenia occurs along with obsessive-compulsive disorder (OCD) considerably more often than could be explained by chance, although it can be difficult to distinguish obsessions that occur in OCD from the delusions of schizophrenia. A few people withdrawing from benzodiazepines experience a severe withdrawal syndrome which may last a long time. It can resemble schizophrenia and be misdiagnosed as such.",
            "score": 197.5017718076706
        },
        {
            "docid": "20082214_38",
            "document": "Obsessive–compulsive disorder . Moreover, the obsessions or compulsions must be time-consuming (taking up more than one hour per day) or cause impairment in social, occupational or scholastic functioning. It is helpful to quantify the severity of symptoms and impairment before and during treatment for OCD. In addition to the peron's estimate of the time spent each day harboring obsessive-compulsive thoughts or behaviors, concrete tools can be used to gauge the people’s condition. This may be done with rating scales, such as the Yale–Brown Obsessive Compulsive Scale (Y-BOCS). With measurements like these, psychiatric consultation can be more appropriately determined because it has been standardized.",
            "score": 195.8031976222992
        },
        {
            "docid": "2733733_26",
            "document": "Delayed gratification . Difficulty delaying gratification also plays a role in internalizing disorders like anxiety and depression. A hallmark behavior in anxiety is avoidance of feared or anxiety-provoking situations. By seeking the immediate relief that comes with avoidance, a person is succumbing to the pull of instant gratification over the larger reward from overcoming the fear and anxiety that caused the avoidance. Procrastination, which is often a reflection of anxiety, is a clear example: a person avoids a dreaded task by engaging in a more enjoyable immediate activity instead. Obsessive–compulsive disorder (OCD) is a more jarring case of this anxiety-related struggle to delay gratification; someone with OCD is unable to resist compulsions that temporarily mitigate the torture of obsessive thoughts, even though these compulsions do not banish the obsessions in the long run. One experiment, however, did not find any significant differences between samples with OCD and healthy controls in delayed gratification, while finding substantially improved delayed gratification among those with obsessive–compulsive personality disorder. Depression is also associated with lower capacity to delay gratification, though the direction of cause and effect is not clear. A depressed person who has difficulty pushing him or herself to engage in previously enjoyed activities is (deliberately or not) prioritizing short-term comfort and is demonstrating an impaired ability to delay gratification. There is evidence that individuals who engage in deliberate self-harm (i.e., cut themselves) are less able to tolerate emotional distress but are more able to tolerate physical pain. Thus it is argued that they injure themselves because they cannot delay gratification and need a way to end emotional pain quickly.",
            "score": 195.18797028064728
        },
        {
            "docid": "21865_37",
            "document": "Neurotransmitter . Diseases and disorders may also affect specific neurotransmitter systems. For example, problems in producing dopamine can result in Parkinson's disease, a disorder that affects a person's ability to move as they want to, resulting in stiffness, tremors or shaking, and other symptoms. Some studies suggest that having too little or too much dopamine or problems using dopamine in the thinking and feeling regions of the brain may play a role in disorders like schizophrenia or attention deficit hyperactivity disorder (ADHD). Similarly, after some research suggested that drugs that block the recycling, or reuptake, of serotonin seemed to help some people diagnosed with depression, it was theorized that people with depression might have lower-than-normal serotonin levels. Though widely popularized, this theory was not borne out in subsequent research. Furthermore, problems with producing or using glutamate have been suggestively and tentatively linked to many mental disorders, including autism, obsessive compulsive disorder (OCD), schizophrenia, and depression. Generally, there are no scientifically established \"norms\" for appropriate levels or \"balances\" of different neurotransmitters. It is in most cases pragmatically impossible to even measure levels of neurotransmitters in a brain or body at any distinct moments in time. Neurotransmitters regulate each other's release, and weak consistent imbalances in this mutual regulation were linked to temperament in healthy people  . Strong imbalances or disruptions to neurotransmitter systems have been associated with many diseases and mental disorders. These include Parkinson's, depression, insomnia, Attention Deficit Hyperactivity Disorder (ADHD), anxiety, memory loss, dramatic changes in weight and addictions. Chronic physical or emotional stress can be a contributor to neurotransmitter system changes. Genetics also plays a role in neurotransmitter activities. Apart from recreational use, medications that directly and indirectly interact one or more transmitter or its receptor are commonly prescribed for psychiatric and psychological issues. Notably, drugs interacting with serotonin and norepinephrine are prescribed to patients with problems such as depression and anxiety—though the notion that there is much solid medical evidence to support such interventions has been widely criticized.",
            "score": 184.41483509540558
        },
        {
            "docid": "922_27",
            "document": "Anxiety . Anxiety disorders are a group of mental disorders characterized by exaggerated feelings of anxiety and fear responses. Anxiety is a worry about future events and fear is a reaction to current events. These feelings may cause physical symptoms, such as a fast heart rate and shakiness. There are a number of anxiety disorders: including generalized anxiety disorder, specific phobia, social anxiety disorder, separation anxiety disorder, agoraphobia, panic disorder, and selective mutism. The disorder differs by what results in the symptoms. People often have more than one anxiety disorder. The cause of anxiety disorders is a combination of genetic and environmental factors. Risk factors include a history of child abuse, family history of mental disorders, and poverty. Anxiety disorders often occur with other mental disorders, particularly major depressive disorder, personality disorder, and substance use disorder. To be diagnosed symptoms typically need to be present at least six months, be more than would be expected for the situation, and decrease functioning. Other problems that may result in similar symptoms including hyperthyroidism, heart disease, caffeine, alcohol, or cannabis use, and withdrawal from certain drugs, among others. Without treatment, anxiety disorders tend to remain. Treatment may include lifestyle changes, counselling, and medications. Counselling is typically with a type of cognitive behavioural therapy. Medications, such as antidepressants or beta blockers, may improve symptoms. About 12% of people are affected by an anxiety disorder in a given year and between 5-30% are affected at some point in their life. They occur about twice as often in women than they do in men, and generally begin before the age of 25. The most common are specific phobia which affects nearly 12% and social anxiety disorder which affects 10% at some point in their life. They affect those between the ages of 15 and 35 the most and become less common after the age of 55. Rates appear to be higher in the United States and Europe.",
            "score": 173.93860685825348
        },
        {
            "docid": "68937_4",
            "document": "Trichotillomania . Trichotillomania may lie on the obsessive-compulsive spectrum, also encompassing obsessive-compulsive disorder (OCD), body dysmorphic disorder (BDD), nail biting (onychophagia) and skin picking (dermatillomania), tic disorders and eating disorders. These conditions may share clinical features, genetic contributions, and possibly treatment response; however, differences between trichotillomania and OCD are present in symptoms, neural function and cognitive profile. In the sense that it is associated with irresistible urges to perform unwanted repetitive behavior, trichotillomania is akin to some of these conditions, and rates of trichotillomania among relatives of OCD patients is higher than expected by chance. However, differences between the disorder and OCD have been noted, including: differing peak ages at onset, rates of comorbidity, gender differences, and neural dysfunction and cognitive profile. When it occurs in early childhood, it can be regarded as a distinct clinical entity.",
            "score": 200.00833368301392
        },
        {
            "docid": "53142_16",
            "document": "Fragile X syndrome . Aside from the characteristic social phobia features, a range of other anxiety symptoms are very commonly associated with FXS, with symptoms typically spanning a number of psychiatric diagnoses but not fulfilling any of the criteria in full. Behaviors such as hand flapping and biting, as well as aggression, can be an expression of anxiety. Although only a minority will meet the criteria for obsessive–compulsive disorder (OCD), a significant majority will feature obsessive-type symptoms. However, as individuals with FXS generally find these behaviors pleasurable, unlike individuals with OCD, they are more frequently referred to as stereotypic behaviors.",
            "score": 160.51484560966492
        },
        {
            "docid": "33956685_6",
            "document": "Cause of obsessive-compulsive disorder . While there seems to be a ubiquitous understanding that neurochemical functioning is responsible for mediating the symptoms of OCD, recent psychopharmacologic studies have found that the serotonin (5-HT) neurotransmitter system plays a particularly critical role. In comparison to healthy controls, the long-term administration of selective serotonin reuptake inhibitors (SSRIs) have been found to be more effective than noradrenergic reuptake inhibitors in the treatment of OCD. For example, Rapoport \"et al.\" demonstrated that clomipramine was more effective than desipramine in decreasing several types of repetitive behavior. Research has also shown that the administration of 5-HT antagonists often exacerbates symptoms of OCD. If this were to be true, one would expect mirtazapine (which among others is a 5-HT receptor antagonist) and atypical antipsychotics that also have antagonistic effects at this receptor to attenuate the effect of SSRIs. Clinical studies with these drugs, however, have shown the opposite. Mirtazapine, although not effective by itself, has been shown to hasten the effect of paroxetine (Pallanti \"et al.,\" 2004), and several studies have shown that atypical antipsychotics augment the effects of SSRIs in refractory OCD patients (Bloch \"et al.,\" 2006). While these findings do not provide an explicit cause, they do set the stage for the notion that psychiatric conditions can be dissected pharmacologically. Thus, the efficacy in controlling obsessions and compulsions with SSRIs suggests that OCD has an underlying neurochemical etiology.",
            "score": 215.30559659004211
        },
        {
            "docid": "33956685_11",
            "document": "Cause of obsessive-compulsive disorder . As a result, twin studies were performed to show that the symptoms of OCD are heritable and thus genetically related. Monozygotic, or identical, twins share 100% of their genes, while dizygotic, or fraternal, twins share on average 50% of their genes. The classic twin study compares monozygotic and dizygotic twins. If the monozygotic twins resemble each other much more closely than the dizygotic twins, then it is likely that genetics play a strong role in the development of the trait of interest. These studies showed that the genetic influences on obsessive-compulsive symptoms were 45 to 65% in children. The influence was less in adults, ranging from 27 to 47%. However, the results of the studies are complicated by the fact that the presence of individuals with OCD in the sample were frequently low. As a result, researchers oftentimes included individuals with obsessive-compulsive symptoms or subclinical OCD. By doing so, they possibly included subjects that were suffering from other, related disorders. Early twin studies were replicated later using twins with OCD meeting DSM criteria and ascertainment of probands, but only a few have been performed.",
            "score": 198.86107969284058
        },
        {
            "docid": "3585815_46",
            "document": "Health effects of tobacco . Recent studies have linked smoking to anxiety disorders, suggesting the correlation (and possibly mechanism) may be related to the broad class of anxiety disorders, and not limited to just depression. Current and ongoing research attempt to explore the addiction-anxiety relationship. Data from multiple studies suggest that anxiety disorders and depression play a role in cigarette smoking. A history of regular smoking was observed more frequently among individuals who had experienced a major depressive disorder at some time in their lives than among individuals who had never experienced major depression or among individuals with no psychiatric diagnosis. People with major depression are also much less likely to quit due to the increased risk of experiencing mild to severe states of depression, including a major depressive episode. Depressed smokers appear to experience more withdrawal symptoms on quitting, are less likely to be successful at quitting, and are more likely to relapse.",
            "score": 131.12354338169098
        },
        {
            "docid": "26518079_6",
            "document": "Cyclothymia . Cyclothymia commonly occurs in conjunction with other disorders. From 20-50 percent of people with depression, anxiety, and related disorders also have cyclothymia. When people with cyclothymia seek mental health resources it tends to be for symptoms of their comorbid condition rather than for their symptoms of cyclothymia. In children and adolescents, the most common comorbidities with cyclothymia are anxiety disorders, impulse control issues, eating disorders, and ADHD. In adults, cyclothymia also tends to be comorbid with impulse control issues. Sensation-seeking behaviors occur in hypomanic states. These often include gambling and compulsive sexuality in men, or compulsive buying and binge eating in women.",
            "score": 246.56440591812134
        },
        {
            "docid": "20082214_56",
            "document": "Obsessive–compulsive disorder . People with OCD may be diagnosed with other conditions, as well as or instead of OCD, such as the aforementioned obsessive–compulsive personality disorder, major depressive disorder, bipolar disorder, generalized anxiety disorder, anorexia nervosa, social anxiety disorder, bulimia nervosa, Tourette syndrome, Asperger syndrome, attention deficit hyperactivity disorder, dermatillomania (compulsive skin picking), body dysmorphic disorder and trichotillomania (hair pulling). More than 50 percent of people experience suicidal tendencies, and 15 percent have attempted suicide. Depression, anxiety and prior suicide attempts increase the risk of future suicide attempts.",
            "score": 196.6227114200592
        },
        {
            "docid": "1571927_18",
            "document": "Social support . People with low social support report more sub-clinical symptoms of depression and anxiety than do people with high social support. In addition, people with low social support have higher rates of major mental disorder than those with high support. These include posttraumatic stress disorder, panic disorder, social phobia, major depressive disorder, dysthymic disorder, and eating disorders. Among people with schizophrenia, those with low social support have more symptoms of the disorder. In addition, people with low support have more suicidal ideation, and more alcohol and (illicit and prescription) drug problems. Similar results have been found among children. Religious coping has especially been shown to correlate positively with positive psychological adjustment to stressors with enhancement of faith-based social support hypothesized as the likely mechanism of effect. However, more recent research reveals the role of religiosity/spirituality in enhancing social support may be overstated and in fact disappears when the personality traits of \"agreeableness\" and \"conscientiousness\" are also included as predictors.",
            "score": 154.00377941131592
        },
        {
            "docid": "290842_10",
            "document": "Obsessive–compulsive personality disorder . OCPD is often confused with obsessive–compulsive disorder (OCD). Despite the similar names, they are two distinct disorders—OCD is an anxiety disorder and OCPD is a personality disorder. Some OCPD individuals do have OCD, and the two are sometimes found in the same family, sometimes along with eating disorders. People with OCPD do not generally feel the need to repeatedly perform ritualistic actions—a common symptom of OCD—and usually find pleasure in perfecting a task, whereas people with OCD are often more distressed after their actions.",
            "score": 193.9711880683899
        },
        {
            "docid": "17181243_10",
            "document": "Hoarders . Hoarding could have simply remained a symptom and been included under multiple disorders. However, treating the comorbid disorders in a patient often does not eliminate hoarding behaviors. Another significant factor in the disorder's reclassification was the discovery that more people could be diagnosed with hoarding behaviors than could be diagnosed with OCD. This showed that hoarding could not be a subtype of OCD. Rather, it had to be a separate illness with similarities (the fear of letting go being the obsession, and the hoarding of unneeded items as the compulsion). These similarities are recognized in the DSM-5, as hoarding is classified under obsessive compulsive related disorders. Other disorders in this category include body dysmorphic disorder, trichotillomania, and excoriation. These disorders share common features such as \"obsessive preoccupation and repetitive behaviors.\"",
            "score": 183.4799666404724
        },
        {
            "docid": "3864828_6",
            "document": "Catholic guilt . Guilt is an important factor in perpetuating obsessive–compulsive disorder symptoms. Research is mixed on the possible connection between Catholicism and obsessive-compulsive symptoms. A study of 165 individuals by the University of Parma found that religious individuals scored higher on measures of control of thoughts and overimportance of thoughts, and that these measures were associated with obsessive-compulsive symptoms only in the religious participants. Another study noted a link between intrinsic religiosity and obsessive-compulsive cognitions/behaviors only among Catholic participants. However, a study from Boston University found that no particular religion was more common among OCD patients, and that OCD patients were no more religious than other subjects with anxiety. Religious obsessions were connected to the participants' religiosity, but sexual and aggressive symptoms were not. Greater religious devotion among OCD patients was correlated with increased guilt.",
            "score": 216.4837465286255
        },
        {
            "docid": "30487688_11",
            "document": "Diagnosis of schizophrenia . People with schizophrenia often have additional mental health problems such as anxiety, depressive, or substance-use disorders. Schizophrenia occurs along with obsessive-compulsive disorder (OCD) considerably more often than could be explained by chance. An estimated 21% to 47% of patients with schizophrenia have a substance misuse disorder at some time in their life, and the chances of developing a substance misuse disorder is significantly higher among patients suffering from a psychotic illness. All of these factors result in an increased range of clinical presentations and suggest a significant etiological heterogeneity.",
            "score": 187.28494262695312
        },
        {
            "docid": "290842_3",
            "document": "Obsessive–compulsive personality disorder . The cause of OCPD is thought to involve a combination of genetic and environmental factors. This is a distinct disorder from obsessive–compulsive disorder (OCD), and the relation between the two is contentious. Some (but not all) studies have found high comorbidity rates between the two disorders, and both may share outside similaritiesrigid and ritual-like behaviors, for example. Hoarding, orderliness, and a need for symmetry and organization are often seen in people with either disorder. Attitudes toward these behaviors differ between people affected with either of the disorders: for people with OCD, these behaviors are unwanted and seen as unhealthy, being the product of anxiety-inducing and involuntary thoughts, while for people with OCPD they are egosyntonic (that is, they are perceived by the subject as rational and desirable), being the result of, for example, a strong adherence to routines, a natural inclination towards cautiousness, or a desire to achieve perfection.",
            "score": 180.43136262893677
        },
        {
            "docid": "290842_13",
            "document": "Obsessive–compulsive personality disorder . Regardless of similarities between the OCPD criteria and the obsessions and compulsions found in OCD, there are discrete qualitative dissimilarities between these disorders, predominantly in the functional part of symptoms. Unlike OCPD, OCD is described as invasive, stressful, time-consuming obsessions and habits aimed at reducing the obsession related stress. OCD symptoms are at times regarded as ego-dystonic because they are experienced as alien and repulsive to the person. Therefore, there is a greater mental anxiety associated with OCD.  In contrast, the symptoms seen in OCPD, although they are repetitive, are not linked with repulsive thoughts, images, or urges. OCPD characteristics and behaviors are known as ego-syntonic, as people with this disorder view them as suitable and correct. On the other hand, the main features of perfectionism and inflexibility can result in considerable suffering in an individual with OCPD as a result of the associated need for control.",
            "score": 243.94716596603394
        },
        {
            "docid": "1560377_3",
            "document": "Problem gambling . The \"DSM-5\" has re-classified the condition as an addictive disorder, with sufferers exhibiting many similarities to those who have substance addictions. The term \"gambling addiction\" has long been used in the recovery movement. Pathological gambling was long considered by the American Psychiatric Association to be an impulse control disorder rather than an addiction. However, data suggest a closer relationship between pathological gambling and substance use disorders than exists between PG and obsessive-compulsive disorder, largely because the behaviors in problem gambling and most primary substance use disorders (\"i.e.\", those not resulting from a desire to \"self-medicate\" for another condition such as depression) seek to activate the brain's reward mechanisms while the behaviors characterizing obsessive-compulsive disorder are prompted by overactive and misplaced signals from the brain's fear mechanisms.",
            "score": 177.88254141807556
        },
        {
            "docid": "4031803_30",
            "document": "Social inhibition . Social anxiety disorder is characterized by a fear of scrutiny or disapproval from others. Individuals believe this negative reaction will bring about rejections. Individuals with social anxiety disorder have stronger anxious feeling over a long period of time and are more anxious more often.  In many cases, researchers have found that social inhibition can be a factor in developing other disorders such as social anxiety disorder. Being inhibited does not mean that an individual will develop another disorder; however, Clauss and colleagues conducted a study to measure the association between behavioral inhibition and social anxiety disorder. The results of the study discovered that 15% of all children have behavioral inhibition and about half of those children will eventually develop social anxiety disorder. This is why behavioral inhibition is seen as a larger risk factor. That being said, Lim and colleagues researched the differences between early and late onset of social anxiety disorder and its relation to social inhibition. Through the duration of their study, they found those diagnosed as early onset had complaints other than ones about social anxiety symptoms. Early onset individuals would frequently have more severe symptoms and higher levels of behavioral inhibition. Additional behavioral inhibition was more severe especially in social and school situations with only the early onset cases. Lorian and Grisham researched the relationship between behavioral inhibition, risk-avoidance, and social anxiety symptoms. They found that all three factors correlated with each other and risk avoidance is potentially a mechanism linked to an anxiety pathology.",
            "score": 140.79793417453766
        },
        {
            "docid": "2322224_45",
            "document": "Excoriation disorder . Excoriation disorder has a high rate of comorbidity with other psychiatric conditions, especially with mood and anxiety disorders . One survey of patients with excoriation disorder found that 56.7% also had a DSM-IV Axis-I disorder and 38% had alcohol- or drug-abuse problems. Studies have shown the following rates of psychiatric conditions found in patients with excoriation disorder: trichotillomania (38.3%), substance abuse (38%), major depressive disorder (approximately 31.7% to 58.1%), anxiety disorders (approximately 23% to 56%), obsessive-compulsive disorder (approximately 16.7% to 68%), and body dysmorphic disorder (approximately 26.8% to 44.9%). There are also higher rates of excoriation disorder in patients in psychiatric facilities; a study of adolescent psychiatric inpatients found that excoriation disorder was present in 11.8% of patients. It is also present at high rates with some other conditions: 44.9% of patients with body dysmorphic disorder also have excoriation disorder; 8.9% of patients with OCD have excoriation disorder; and 8.3% of patients with trichotillomania have excoriation disorder.",
            "score": 153.8061066865921
        },
        {
            "docid": "33242198_19",
            "document": "Exercise addiction . An addiction, by definition, includes repeated compulsive behaviors that negatively affect daily living. There are two ways to classify addictive behaviors: substance addiction and process addiction. An exercise addiction is a type of process addiction, in which an individual's mood toward a certain event becomes dependent on addictive behaviors. Many educational, occupational, and social activities are stopped due to excessive exercising. Depression may develop if exercise is neglected or may result from reoccurring physical injuries that limit exercise. Exercise addiction is often related to obsessive-compulsive disorder as exercise addicts may have obsessions or compulsions toward physical activity. Exercise addiction is also commonly associated with eating disorders as a secondary symptom of bulimia or anorexia nervosa. Approximately 39-48% of people that have an eating disorder are also addicted to exercise. When diagnosing bulimia, exercise addiction is referred to as a compensatory behavior and indicator of the underlying disorder. Research also shows exercise addiction influences not only the development of eating disorders but also their maintenance.",
            "score": 187.74836897850037
        }
    ],
    "r": [
        {
            "docid": "20082214_2",
            "document": "Obsessive–compulsive disorder . Obsessive–compulsive disorder (OCD) is a mental disorder where people feel the need to check things repeatedly, perform certain routines repeatedly (called \"rituals\"), or have certain thoughts repeatedly (called \"obsessions\"). People are unable to control either the thoughts or the activities for more than a short period of time. Common activities include hand washing, counting of things, and checking to see if a door is locked. Some may have difficulty throwing things out. These activities occur to such a degree that the person's daily life is negatively affected. This often takes up more than an hour a day. Most adults realize that the behaviors do not make sense. The condition is associated with tics, anxiety disorder, and an increased risk of suicide. The cause is unknown. There appear to be some genetic components with both identical twins more often affected than both non-identical twins. Risk factors include a history of child abuse or other stress-inducing event. Some cases have been documented to occur following infections. The diagnosis is based on the symptoms and requires ruling out other drug related or medical causes. Rating scales such as the Yale–Brown Obsessive Compulsive Scale (Y-BOCS) can be used to assess the severity. Other disorders with similar symptoms include anxiety disorder, major depressive disorder, eating disorders, tic disorders, and obsessive–compulsive personality disorder. Treatment involves counselling, such as cognitive behavioral therapy (CBT), and sometimes antidepressants such as selective serotonin reuptake inhibitors (SSRIs) or clomipramine. CBT for OCD involves increasing exposure to what causes the problems while not allowing the repetitive behavior to occur. While clomipramine appears to work as well as SSRIs, it has greater side effects so is typically reserved as a second line treatment. Atypical antipsychotics may be useful when used in addition to an SSRI in treatment-resistant cases but are also associated with an increased risk of side effects. Without treatment, the condition often lasts decades. Obsessive–compulsive disorder affects about 2.3% of people at some point in their life. Rates during a given year are about 1.2%, and it occurs worldwide. It is unusual for symptoms to begin after the age of 35, and half of people develop problems before 20. Males and females are affected about equally. In English, the phrase \"obsessive–compulsive\" is often used in an informal manner unrelated to OCD to describe someone who is excessively meticulous, perfectionistic, absorbed, or otherwise fixated. OCD can present with a wide variety of symptoms. Certain groups of symptoms usually occur together. These groups are sometimes viewed as dimensions or clusters that may reflect an underlying process. The standard assessment tool for OCD, the Yale–Brown Obsessive Compulsive Scale (Y-BOCS), has 13 predefined categories of symptoms. These symptoms fit into three to five groupings. A meta analytic review of symptom structures found a four factor structure (grouping) to be most reliable. The observed groups included a \"symmetry factor\", a \"forbidden thoughts factor\", a \"cleaning factor\", and a \"hoarding factor\". The \"symmetry factor\" correlated highly with obsessions related to ordering, counting, and symmetry, as well as repeating compulsions. The \"forbidden thoughts factor\" correlated highly with intrusive and distressing thoughts of a violent, religious, or sexual nature. The \"cleaning factor\" correlated highly with obsessions about contamination and compulsions related to cleaning. The \"hoarding factor\" only involved hoarding related obsessions and compulsions, and was identified as being distinct from other symptom groupings.",
            "score": 271.7533874511719
        },
        {
            "docid": "402652_3",
            "document": "Compulsive hoarding . Researchers have only recently begun to study hoarding, and it was first defined as a mental disorder in the 5th edition of the DSM in 2013. It was not clear whether compulsive hoarding is a separate, isolated disorder, or rather a symptom of another condition, such as OCD, but the current DSM lists hoarding disorder as both a mental disability and a possible symptom for OCD. Prevalence rates have been estimated at 2% to 5% in adults, though the condition typically manifests in childhood with symptoms worsening in advanced age, at which point collected items have grown excessive and family members who would otherwise help to maintain and control the levels of clutter have either died or moved away. Hoarding appears to be more common in people with psychological disorders such as depression, anxiety and attention deficit hyperactivity disorder (ADHD). Other factors often associated with hoarding include alcohol dependence, paranoid schizotypal and avoidance traits.",
            "score": 267.75830078125
        },
        {
            "docid": "8368016_2",
            "document": "Obsessive–compulsive spectrum . The obsessive–compulsive spectrum is a model of medical classification where various psychiatric, neurological and/or medical conditions are described as existing on a spectrum of conditions related to obsessive–compulsive disorder (OCD). \"The disorders are thought to lie on a spectrum from impulsive to compulsive where impulsivity is said to persist due to deficits in the ability to inhibit repetitive behavior with known negative consequences, while compulsivity persists as a consequence of deficits in recognizing completion of tasks.\" OCD is a mental disorder characterized by obsessions and/or compulsions. An obsession is defined as \"a recurring thought, image, or urge that the individual cannot control\". Compulsion can be described as a \"ritualistic behavior that the person feels compelled to perform\". The model suggests that many conditions overlap with OCD in symptomatic profile, demographics, family history, neurobiology, comorbidity, clinical course and response to various pharmacotherapies. Conditions described as being on the spectrum are sometimes referred to as \"obsessive–compulsive spectrum disorders\".",
            "score": 252.2052001953125
        },
        {
            "docid": "402652_8",
            "document": "Compulsive hoarding . Compulsive hoarding does not seem to involve the same neurological mechanisms as more familiar forms of obsessive–compulsive disorder and does not respond to the same drugs, which target serotonin. In compulsive hoarding, the symptoms are presented in the normal stream of consciousness, and are not perceived as repetitive or distressing like in OCD patients. Despite statistics indicating that there is a prevalence of hoarding in 18% to 40% of patients with OCD, only 5% of compulsive hoarders experience symptoms of OCD. In another study, a sample of 217 patients diagnosed with significant hoarding, only 18% were diagnosed with OCD, as opposed to the 36% that were diagnosed with a major depressive disorder. There are significant differences and issues between the diagnostic features of compulsive hoarding and OCD which are being considered in a possible addition to the DSM-V of a new independent disorder such as compulsive hoarding. It is also said that there may be an overlap with a condition known as impulse control disorder (ICD), particularly when compulsive hoarding is linked to compulsive buying or acquisition behavior.",
            "score": 251.42755126953125
        },
        {
            "docid": "26518079_6",
            "document": "Cyclothymia . Cyclothymia commonly occurs in conjunction with other disorders. From 20-50 percent of people with depression, anxiety, and related disorders also have cyclothymia. When people with cyclothymia seek mental health resources it tends to be for symptoms of their comorbid condition rather than for their symptoms of cyclothymia. In children and adolescents, the most common comorbidities with cyclothymia are anxiety disorders, impulse control issues, eating disorders, and ADHD. In adults, cyclothymia also tends to be comorbid with impulse control issues. Sensation-seeking behaviors occur in hypomanic states. These often include gambling and compulsive sexuality in men, or compulsive buying and binge eating in women.",
            "score": 246.5644073486328
        },
        {
            "docid": "290842_13",
            "document": "Obsessive–compulsive personality disorder . Regardless of similarities between the OCPD criteria and the obsessions and compulsions found in OCD, there are discrete qualitative dissimilarities between these disorders, predominantly in the functional part of symptoms. Unlike OCPD, OCD is described as invasive, stressful, time-consuming obsessions and habits aimed at reducing the obsession related stress. OCD symptoms are at times regarded as ego-dystonic because they are experienced as alien and repulsive to the person. Therefore, there is a greater mental anxiety associated with OCD.  In contrast, the symptoms seen in OCPD, although they are repetitive, are not linked with repulsive thoughts, images, or urges. OCPD characteristics and behaviors are known as ego-syntonic, as people with this disorder view them as suitable and correct. On the other hand, the main features of perfectionism and inflexibility can result in considerable suffering in an individual with OCPD as a result of the associated need for control.",
            "score": 243.94717407226562
        },
        {
            "docid": "45428409_2",
            "document": "Metacognitive therapy . Metacognitive therapy (MCT) is a psychological \"talking therapy\" for the treatment of mental disorders. It was created by Adrian Wells based on an information processing model by Wells and Matthews. It is supported by scientific evidence from a large number of studies. The goals of MCT are first to discover what patients believe about their own thoughts and about how their mind works (called metacognitive beliefs), then to show the patient how these beliefs lead to unhelpful responses to thoughts that serve to unintentionally prolong or worsen symptoms, and finally to provide alternative ways of responding to thoughts in order to allow a reduction of symptoms. In clinical practice, MCT is most commonly used for treating anxiety disorders such as social anxiety disorder, generalised anxiety disorder (GAD), health anxiety, obsessive compulsive disorder (OCD) and post-traumatic stress disorder (PTSD) as well as depression – though the model was designed to be \"transdiagnostic\" (meaning it focuses on common psychological factors thought to maintain all psychological disorders).",
            "score": 236.8636932373047
        },
        {
            "docid": "22347001_8",
            "document": "Biological psychopathology . This field expresses the importance of accurately identifying and diagnosing mental health disorders. If not accurately diagnosed, certain treatments could only worsen the previous condition. This can be difficult since there are numerous etiologies that could reveal symptoms of mental health disorders. Some important disorders to focus on are: seasonal affective disorder, clinical depression, bipolar disorder, schizophrenia, generalized anxiety disorder, and obsessive compulsive disorder.",
            "score": 231.8593292236328
        },
        {
            "docid": "29435625_4",
            "document": "Just Checking: Scenes From the Life of an Obsessive-Compulsive . In her narrative, Emily Colas covers her time as an obsessive-compulsive college student. She writes that she had a bad habit of using drugs. She was a consistent user until one evening she had a terrible experience. She decided that drugs were not for her and she felt that God had chosen another path for her. Once she stopped using drugs she developed \"extreme and intrusive neurotic thoughts.\" Colas' condition is not uncommon in college students. OCD affects 5 of every 1,000 students. Obsessive-compulsive disorder is a biological anxiety disorder that causes a person to obsess over worries or fears and perform rituals in order to satisfy the worries. For many people Obsessive-Compulsive Disorder first surfaces during their college career. This is because individuals with the disorder may have had more control over their condition while living at home with a family. Symptoms may not have interfered with the person's life or the person may have merely been labeled a perfectionist. Stress and adjusting to a new environment does not cause OCD, it does however provide an opportunity for symptoms to emerge. Emily Colas writes of the difficulty she faced in college due to her disorder. She struggled socially, as she began dating. Colas had developed a fear of eating at restaurants because she worried she would be poisoned. Fears like this are common among people with OCD. There are many different steps a college student can take to deal with their disorder. University health centers are available on most campuses and help can be provided to those who think they may have OCD. Cognitive behavior therapy accompanied by medication is the most common treatment for the disorder. Cognitive behavior therapists work with OCD patients to overcome their fears by talking them through the process of facing their fears. This method of treatment has proven to be the most effective. Although this method is extremely effective, patients should also stay away from certain over-the-counter drugs and caffeine. Meditation is also a healthy choice because it has a calming effect. Colas' condition was not uncommon for college students and today there are several places for students to go to get help.",
            "score": 229.71072387695312
        },
        {
            "docid": "192184_7",
            "document": "Pica (disorder) . According to the DSM 5, mineral deficiencies are occasionally associated with pica; however, biological abnormalities are rarely found in individuals with pica. People practicing forms of pica, such as geophagy, pagophagy and amylophagy, are more likely anemic, have low hemoglobin concentration in their blood, lower levels of red blood cells (hematocrit), or have lower plasma zinc levels. Specifically, practicing geophagy is more likely to associated with anemia or low hemoglobin. Practicing pagophagy and amylophagy were more highly associated with anemia. Additionally, being a child or pregnant woman practicing pica was associated with higher chance of being anemic or having low hemoglobin relative to the general population. More recently, cases of pica have been tied to the obsessive–compulsive spectrum, and there is a move to consider OCD in the cause of pica. However, pica is currently recognized as a mental disorder by the widely used \"Diagnostic and Statistical Manual of Mental Disorders\" (DSM-IV). Sensory, physiological, cultural and psychosocial perspectives have also been used by some to explain the causation of pica. It has been proposed that mental-health conditions, such as obsessive-compulsive disorder (OCD) and schizophrenia, can sometimes cause pica.",
            "score": 227.1347198486328
        },
        {
            "docid": "20082214_36",
            "document": "Obsessive–compulsive disorder . Formal diagnosis may be performed by a psychologist, psychiatrist, clinical social worker, or other licensed mental health professional. To be diagnosed with OCD, a person must have obsessions, compulsions, or both, according to the Diagnostic and Statistical Manual of Mental Disorders (DSM). The Quick Reference to the 2000 edition of the DSM states that several features characterize clinically significant obsessions and compulsions. Such obsessions, the DSM says, are recurrent and persistent thoughts, impulses or images that are experienced as intrusive and that cause marked anxiety or distress. These thoughts, impulses or images are of a degree or type that lies outside the normal range of worries about conventional problems. A person may attempt to ignore or suppress such obsessions, or to neutralize them with some other thought or action, and will tend to recognize the obsessions as idiosyncratic or irrational.",
            "score": 226.16221618652344
        },
        {
            "docid": "14083964_24",
            "document": "Animal psychopathology . Alicia Graef's article makes several bold claims that dogs are the future in understanding how to better diagnose, recognize, and treat Obsessive Compulsive Disorder in humans. There is evidence supporting her statements, but the connection between CCD and OCD is not clearly understood. So far, studies have proved that effective treatments in dogs are similarly effective for humans, but there are still so many things unknown. Obsessive Compulsive Disorder is a unique mental disorder that cannot be fully cured. It can be controlled and understood, and one possible way of better doing that might be through studying CCD in canines. Studying dogs that exhibit compulsive behaviors has led scientists to genetic breakthroughs in understanding more how biology and genetics factor into Obsessive Compulsive Disorder. By observing and studying how CCD manifests in the brain activity, behaviors, and genes of diagnosed canines, scientists have been able to use their newfound information to develop better diagnostic tests and more readily recognize symptoms and susceptible humans. The similar brain functions and behaviors of dogs with CCD and humans with OCD suggests they have a connection, not only in behavior and symptoms, but in reacting to treatments. Understanding Canine Compulsive Disorder in dogs has helped scientists to better understand and apply their learning to developing new and more effective ways to treat Obsessive Compulsive Disorder in humans.",
            "score": 220.48367309570312
        },
        {
            "docid": "2060821_22",
            "document": "Flashback (psychology) . Flashbacks are often associated with mental illness as they are a symptom and a feature in diagnostic criteria for posttraumatic stress disorder (PTSD), acute stress disorder, and obsessive-compulsive disorder (OCD). Flashbacks have also been observed in people suffering from manic depression, depression, homesickness, near-death experiences, epileptic seizures, and drug abuse. Some researchers have suggested that the use of some drugs can cause a person to experience flashbacks; users of lysergic acid diethylamide sometimes report \"acid flashbacks\". While other studies show that the use of drugs, specifically cannabis, can help reduce the occurrence of flashbacks in people with PTSD.",
            "score": 219.1391143798828
        },
        {
            "docid": "14511650_36",
            "document": "Impulsivity . There has been much debate over whether or not the ICDs deserve a diagnostic category of their own, or whether they are in fact phenomenologically and epidemiologically related to other major psychiatric conditions like obsessive-compulsive disorder (OCD), affective disorders, and addictive disorders. In fact, the ICD classification is likely to change with the release of the DSM-V in May 2013. In this new revision the ICD NOS will likely be reduced or removed; proposed revisions include reclassifying trichotillomania (to be renamed hair-pulling disorder) and skin picking disorder as obsessive-compulsive and related disorders, moving Intermittent Explosive Disorder under the diagnostic heading of disruptive, impulse control, and conduct disorders, and gambling disorder may be included in addiction and related disorders.",
            "score": 217.29031372070312
        },
        {
            "docid": "3864828_6",
            "document": "Catholic guilt . Guilt is an important factor in perpetuating obsessive–compulsive disorder symptoms. Research is mixed on the possible connection between Catholicism and obsessive-compulsive symptoms. A study of 165 individuals by the University of Parma found that religious individuals scored higher on measures of control of thoughts and overimportance of thoughts, and that these measures were associated with obsessive-compulsive symptoms only in the religious participants. Another study noted a link between intrinsic religiosity and obsessive-compulsive cognitions/behaviors only among Catholic participants. However, a study from Boston University found that no particular religion was more common among OCD patients, and that OCD patients were no more religious than other subjects with anxiety. Religious obsessions were connected to the participants' religiosity, but sexual and aggressive symptoms were not. Greater religious devotion among OCD patients was correlated with increased guilt.",
            "score": 216.48374938964844
        },
        {
            "docid": "1001165_5",
            "document": "Mental health law . The ADA also requires employers to provide reasonable accommodations to job applicants or employees with mental health conditions under some circumstances. A reasonable accommodation is a special arrangement or piece of equipment that a person needs because of a medical condition to apply for a job, do a job, or enjoy the benefits and privileges of employment. Examples include a flexible schedule, changes in the method of supervision, and permission to work from home. To have the right to a reasonable accommodation, the worker's mental health condition must meet the ADA's definition of a \"current disability.\" Conditions that should easily qualify include major depression, PTSD, bipolar disorder, obsessive-compulsive disorder (\"OCD\"), and schizophrenia. Other conditions may also qualify, depending on what the symptoms would be if the condition were left untreated, during an active episode (if the condition involves active episodes). The symptoms do not need to be severe or permanent for the condition to be a disability under the ADA.",
            "score": 215.59652709960938
        },
        {
            "docid": "33956685_6",
            "document": "Cause of obsessive-compulsive disorder . While there seems to be a ubiquitous understanding that neurochemical functioning is responsible for mediating the symptoms of OCD, recent psychopharmacologic studies have found that the serotonin (5-HT) neurotransmitter system plays a particularly critical role. In comparison to healthy controls, the long-term administration of selective serotonin reuptake inhibitors (SSRIs) have been found to be more effective than noradrenergic reuptake inhibitors in the treatment of OCD. For example, Rapoport \"et al.\" demonstrated that clomipramine was more effective than desipramine in decreasing several types of repetitive behavior. Research has also shown that the administration of 5-HT antagonists often exacerbates symptoms of OCD. If this were to be true, one would expect mirtazapine (which among others is a 5-HT receptor antagonist) and atypical antipsychotics that also have antagonistic effects at this receptor to attenuate the effect of SSRIs. Clinical studies with these drugs, however, have shown the opposite. Mirtazapine, although not effective by itself, has been shown to hasten the effect of paroxetine (Pallanti \"et al.,\" 2004), and several studies have shown that atypical antipsychotics augment the effects of SSRIs in refractory OCD patients (Bloch \"et al.,\" 2006). While these findings do not provide an explicit cause, they do set the stage for the notion that psychiatric conditions can be dissected pharmacologically. Thus, the efficacy in controlling obsessions and compulsions with SSRIs suggests that OCD has an underlying neurochemical etiology.",
            "score": 215.30560302734375
        },
        {
            "docid": "290842_2",
            "document": "Obsessive–compulsive personality disorder . Obsessive–compulsive personality disorder (OCPD) is a personality disorder characterized by a general pattern of concern with orderliness, perfectionism, excessive attention to details, mental and interpersonal control, and a need for control over one's environment, at the expense of flexibility, openness to experience, and efficiency. Workaholism and miserliness are also seen often in those with this personality disorder. Persons affected with this disorder may find it hard to relax, always feeling that time is running out for their activities, and that more effort is needed to achieve their goals. They may plan their activities down to the minute—a manifestation of the compulsive tendency to keep control over their environment and to dislike unpredictable events as elements beyond their control.",
            "score": 214.9345245361328
        },
        {
            "docid": "1797004_25",
            "document": "Sexual addiction . The controversy surrounding sexual addiction is centered around its identification, through a diagnostic model, in a clinical setting. As noted in current medical literature reviews, compulsive sexual behavior has been observed in humans;drug-induced compulsive sexual behavior has also been noted clinically in some individuals taking dopaminergic drugs. Moreover, some research suggests compulsive engagement in sexual behavior despite negative consequences in animal models.Since current diagnostic models use drug-related concepts as diagnostic criteria for addictions, these are ill-suited for modelling compulsive behaviors in a clinical setting. Consequently, diagnostic classification systems, such as the DSM, do not include sexual addiction as a diagnosis because there is currently \"insufficient peer-reviewed evidence to establish the diagnostic criteria and course descriptions needed to identify these behaviors as mental disorders\". A 2014 systematic review on sexual addiction indicated that the \"lack of empirical evidence on sexual addiction is the result of the disease's complete absence from versions of the Diagnostic and Statistical Manual of Mental Disorders.\" There have been debates regarding the definition and existence of sexual addictions for decades, as the issue was covered in a 1994 journal article. The [[Mayo Clinic]] considers sexual addiction a form of [[obsessive compulsive disorder]] and refer to it as \"sexual compulsivity\" (note that by definition, an addiction is a compulsion toward rewarding stimuli). A paper dating back to 1988 and a journal comment letter published in 2006 asserted that sex addiction is itself a myth, a by-product of cultural and other influences. The 1988 paper argued that the condition is instead a way of projecting [[social stigma]] onto patients.",
            "score": 213.48109436035156
        },
        {
            "docid": "290842_21",
            "document": "Obsessive–compulsive personality disorder . Apart from perfectionism, other OCPD traits have been observed in the childhoods of those with eating disorders in much higher frequency than among control samples, including among their unaffected sisters. Like those afflicted with OCPD, anorexics and bulimics also tend to have a great need for order and symmetry in their activities and surroundings, something seen in their relationship with a third disorder, OCD. Eating disorders are largely comorbid with OCD; with some studies showing that OCD symptoms are nearly as severe among anorexics as among a classic OCD sample, and that this remains so even after discounting food- and weight-related obsessions and compulsions.",
            "score": 213.44680786132812
        },
        {
            "docid": "5897742_85",
            "document": "Social media . As one of the biggest preoccupations among adolescents is social media usage, researchers have begun using the term \"F.A.D.,\" or \"Facebook addiction disorder,\" a form of internet addiction disorder. FAD is characterized by a compulsive use of the social networking site Facebook, which generally results in physical or psychological complications. The disorder, although not classified in the latest Diagnostic and Statistical Manual of Mental Disorders (DSM-5) or by the World Health Organization, has been the subject of several studies focusing on the negative effects on the psyche. One German study, published in 2017, investigated a correlation between extensive use of the social networking site and narcissism; the results were published in the journal PLoS One. According to the findings: \"FAD was significantly positively related to the personality trait narcissism and to negative mental health variables (depression, anxiety, and stress symptoms).\"",
            "score": 213.3004150390625
        },
        {
            "docid": "402652_9",
            "document": "Compulsive hoarding . Recent findings suggest that there may be three types of hoarding: pure hoarding, hoarding plus OCD (i.e., co-morbid OCD), and OCD-based hoarding Given the aforementioned distinction, it was proposed to increase coverage of compulsive hoarding in the forthcoming Diagnostic and Statistical Manual of Mental Disorders, fifth edition (DSM-V), both by creating a distinct category for compulsive hoarding, provisionally named, Hoarding Disorder (either in the main manual under \"obsessive-compulsive spectrum disorders\" or in the appendix), and by including hoarding as a potential symptom of OCD.",
            "score": 211.6592254638672
        },
        {
            "docid": "20360202_4",
            "document": "Adam S. Radomsky . Dr. Radomsky currently directs an Anxiety and Obsessive-Compulsive Disorders research laboratory as well as a clinical practice, both focusing on the research and treatment of obsessive-compulsive disorder (OCD) as well as related anxiety disorders. Dr. Radomsky has received numerous awards including the ADAA Trainee Travel Award, the AABT Anxiety Disorders Special Interest Group Early Career Award and the Canadian Institutes of Health New Investigator Award. He has published several book chapters and research articles on cognition, emotion and behaviour in OCD and other anxiety disorders and is frequently invited to present his research findings at national and international conferences. His current research focuses on thoughts, beliefs and memory in OCD as well as on new investigations of compulsive checking and contamination-based OCD. He is also the Editor-in-Chief of the Journal of Behavior Therapy and Experimental Psychiatry.",
            "score": 211.24288940429688
        },
        {
            "docid": "290842_30",
            "document": "Obsessive–compulsive personality disorder . The fifth edition of the \"Diagnostic and Statistical Manual of Mental Disorders\" (DSM-5), a widely used manual for diagnosing mental disorders, defines obsessive–compulsive personality disorder (in Axis II Cluster C) as an extensive pattern of preoccupation with perfectionism, orderliness, and interpersonal and mental control, at the cost of efficiency, flexibility and openness. Symptoms must appear by early adulthood and in multiple contexts. At least four of the following should be present: Since the DSM-IV-TR was published in 2000, some studies have found fault with its OCPD coverage. A 2004 study challenged the usefulness of all but three of the criteria: perfectionism, rigidity and stubbornness, and miserliness. A study in 2007 found that OCPD is etiologically distinct from avoidant and dependent personality disorders, suggesting it is incorrectly categorized as a Cluster C disorder.",
            "score": 210.62301635742188
        },
        {
            "docid": "41942657_5",
            "document": "Digital addict . Founded in current research on the adverse consequences of overusing technology, digital addict is used as an overarching phrase to suggest an increasing trend of compulsive behaviour amongst users of technological devices, recognising that over-exposure to and over-use of technology can result in a dependence on digital devices, leading to behavioural symptoms similar to any addictive disorder, as the user neglects to maintain a healthy balance between using technology and socialising outside of it.  The negative side-effects of overusing technology have in recent decades attracted increasing attention as a legitimate psychological disorder. Unrestrained use of technological devices may impact upon developmental, social, mental and physical well-being and result in symptoms akin to other behavioural addiction. Several clinics worldwide now offer treatment for internet addiction disorder, and several studies have sought to establish a connection between the use of the internet and patterns of behaviour Whilst not yet listed as a legitimate mental health disorder within the \"Diagnostic and Statistical Manual of Mental Disorders\" published by the American Psychiatric Association, in the 2013 edition (DSM-V) internet addiction disorder was recommended for further study within an appendix of the manual, demonstrating the addictive qualities of technology as warranting further medical and academic research.",
            "score": 210.0150146484375
        },
        {
            "docid": "39034920_12",
            "document": "Delayed- Maturation Theory of Obsessive Compulsive Disorder . Cognitive behavioral therapy, which involves exposure and response prevention (ERP), is the psychosocial treatment of choice for obsessive‐compulsive disorder. Despite this, ERP is not widely used by mental health practitioners. ERP means a person would repeatedly approach or is \"exposed to\" the very thing/object that makes that individual anxious or uncomfortable. Afterwards, the individual would attempt to stop oneself from engaging in behaviors that are designed to lower that anxiety. Cognitive behavioral therapy, CBT, in contrast to traditional psychotherapy or \"talk\" therapy, is shorter in duration and focuses not so much on early life experiences or unconscious processes, but rather on \"here and now\" problems, and on the education and coaching of clients as they learn new ways of thinking and behaving in order to solve those problems. OCD or anxiety-producing intrusive thoughts or images, are normally followed by compulsions, or by behaviors that the individual does on purpose to lower anxiety. This is displayed by the forming thoughts such as \"that thing is dirty or contaminated\". Thereafter, the compulsion would be to avoid touching that certain object or thing, and it can also lead to excessive washing if the individual has touched it. The role ERP has in this matter would be to purposely have the individual touch \"contaminated\" things on purpose and have exposure to it. During ERP, with repeated \"exposure trials\", the person then \"learns\" to let go of the fear through a process called desensitization. In hopes of exposing the individual repeatedly to feared thoughts, things or situations over and over, it would become less of a bother or fear and essentially the individual would get accustomed to it. As this process is initially a scary process to OCD patients, they are either exposed gradually or quickly, in order to be able to handle their obsessive-compulsive behaviors allowing them to feel control of it.",
            "score": 209.01055908203125
        },
        {
            "docid": "2292497_12",
            "document": "Video game addiction . While the American Psychiatric Association do not recognise video game addiction as a disorder in light of existing evidence, the organisation included video game addiction as a \"condition requiring further study\" in the \"Diagnostic and Statistical Manual of Mental Disorders\" as Internet gaming disorder. Video game addiction is a broader concept than internet gaming addiction, but most video game addiction is associated with Internet gaming. APA suggests, like Khan, the effects (or symptoms) of video game addiction may be similar to those of other proposed psychological addictions. Video game addiction may be an impulse control disorder, similar to compulsive gambling APA explains why Internet gaming disorder has been proposed as a disorder:",
            "score": 208.32009887695312
        },
        {
            "docid": "402652_7",
            "document": "Compulsive hoarding . For many years, hoarding has been listed as a symptom or a subtype of obsessive-compulsive disorder (OCD) and obsessive–compulsive personality disorder (OCPD). Obsessive-compulsive disorder is a type of anxiety disorder. People with OCD experience unwanted thoughts that incline them to do something repetitively. Some of these behaviors are excessive cleanliness and excessive toothbrushing. The current DSM says that an OCD diagnosis should be considered when:",
            "score": 208.1725616455078
        },
        {
            "docid": "1543618_4",
            "document": "Egosyntonic and egodystonic . An illustration of the differences between an egodystonic and egosyntonic mental disorder is in comparing obsessive-compulsive disorder and obsessive-compulsive personality disorder. OCD is considered to be egodystonic as the thoughts and compulsions experienced or expressed are not consistent with the individual's self-perception, meaning the patient realizes the obsessions are unreasonable and are often distressed by their obsessions. In contrast, obsessive-compulsive personality disorder is egosyntonic, as the patient generally perceives their obsession with orderliness, perfectionism, and control, as reasonable and even desirable.",
            "score": 207.42816162109375
        },
        {
            "docid": "51606_36",
            "document": "Causes of mental disorders . Abnormal levels of dopamine activity have been \"correlated\" with a number of disorders (e.g., reduced in ADHD and OCD, and increased in schizophrenia). Dysfunction in serotonin and other monoamine neurotransmitters (e.g., norepinephrine and dopamine), and their associated neural networks, are also moderately correlated with certain mental disorders, including major depression, obsessive compulsive disorder, phobias, posttraumatic stress disorder, and generalized anxiety disorder. Studies of depleted levels of monoamine neurotransmitters show an association with depression and other psychiatric disorders, but \"... it should be questioned whether 5-HT [serotonin] represents just one of the final, and not the main, factors in the neurological chain of events underlying psychopathological symptoms...\"",
            "score": 207.37548828125
        },
        {
            "docid": "20082214_37",
            "document": "Obsessive–compulsive disorder . Compulsions become clinically significant when a person feels driven to perform them in response to an obsession, or according to rules that must be applied rigidly, and when the person consequently feels or causes significant distress. Therefore, while many people who do not suffer from OCD may perform actions often associated with OCD (such as ordering items in a pantry by height), the distinction with clinically significant OCD lies in the fact that the person who suffers from OCD \"must\" perform these actions, otherwise they will experience significant psychological distress. These behaviors or mental acts are aimed at preventing or reducing distress or preventing some dreaded event or situation; however, these activities are not logically or practically connected to the issue, or they are excessive. In addition, at some point during the course of the disorder, the individual must realize that their obsessions or compulsions are unreasonable or excessive.",
            "score": 206.81748962402344
        },
        {
            "docid": "19356_2",
            "document": "Mental disorder . A mental disorder, also called a mental illness or psychiatric disorder, is a behavioral or mental pattern that causes significant distress or impairment of personal functioning. Such features may be persistent, relapsing and remitting, or occur as a single episode. Many disorders have been described, with signs and symptoms that vary widely between specific disorders. Such disorders may be diagnosed by a mental health professional. The causes of mental disorders are often unclear. Theories may incorporate findings from a range of fields. Mental disorders are usually defined by a combination of how a person behaves, feels, perceives, or thinks. This may be associated with particular regions or functions of the brain, often in a social context. A mental disorder is one aspect of mental health. Cultural and religious beliefs, as well as social norms, should be taken into account when making a diagnosis. Services are based in psychiatric hospitals or in the community, and assessments are carried out by mental health professionals such as psychiatrists, psychologists, and clinical social workers, using various methods such as psychometric tests but often relying on observation and questioning. Treatments are provided by various mental health professionals. Psychotherapy and psychiatric medication are two major treatment options. Other treatments include social interventions, peer support, and self-help. In a minority of cases there might be involuntary detention or treatment. Prevention programs have been shown to reduce depression. Common mental disorders include depression, which affects about 400 million, dementia which affects about 35 million, and schizophrenia, which affects about 21 million people globally. Stigma and discrimination can add to the suffering and disability associated with mental disorders, leading to various social movements attempting to increase understanding and challenge social exclusion.  The definition and classification of mental disorders are key issues for researchers as well as service providers and those who may be diagnosed. For a mental state to classify as a disorder, it generally needs to cause dysfunction. Most international clinical documents use the term mental \"disorder\", while \"illness\" is also common. It has been noted that using the term \"mental\" (i.e., of the mind) is not necessarily meant to imply separateness from brain or body.",
            "score": 206.4801788330078
        }
    ]
}