{
    "q": [
        {
            "docid": "14873763_5",
            "document": "MRAS . The MRAS gene is expressed specifically in brain, heart, myoblasts, myotubes, fibroblasts, skeletal muscles, and uterus, suggesting a specific role of M-Ras in these tissue and cells. M-Ras is involved in many biological processes by activating a wide variety of proteins. For instance, it is activated by Ras guanine nucleotide exchange factors and can bind/activate some Ras protein effectors. M-Ras also weakly stimulates the mitogen-activated protein kinase (MAPK) activity and ERK2 activity, but modestly stimulates trans-activation from different nuclear response elements which bind transcription factors, such as SRF, ETS/TCF, Jun/Fos, and NF- kB/Rel. M-Ras has been found to induce Akt kinase activity in the PI3-K pathway, and it may play a role in cell survival of neural-derived cells. Moreover, M-Ras plays a crucial role in the downregulation of OCT4 and NANOG protein levels upon differentiation and has been demonstrated to modulate cell fate at early steps of development during neurogenesis. M-Ras, induced and activated by BMP-2 signaling, also participates in the osteoblastic determination, differentiation, and transdifferentiation under p38 MAPK and JNK regulation. M-Ras is involved in TNF-alpha-stimulated and Rap1-mediated LFA-1 activation in splenocytes. More generally, cells transfected with M-Ras exhibit dendritic appearances with microspikes, suggesting that M-Ras may participate in reorganization of the actin cytoskeleton. In addition, it is reported that M-Ras forms a complex with SCRIB and SHOC2, a polarity protein with tumor suppressor properties, and may play a key role in tumorigenic growth.",
            "score": 122.41189408302307
        },
        {
            "docid": "371659_10",
            "document": "Ras subfamily . Ras proteins function as binary molecular switches that control intracellular signaling networks. Ras-regulated signal pathways control such processes as actin cytoskeletal integrity, cell proliferation, cell differentiation, cell adhesion, apoptosis, and cell migration. Ras and Ras-related proteins are often deregulated in cancers, leading to increased invasion and metastasis, and decreased apoptosis. Ras activates several pathways, of which the mitogen-activated protein (MAP) kinase cascade has been well-studied. This cascade transmits signals downstream and results in the transcription of genes involved in cell growth and division. Another Ras-activated signaling pathway is the PI3K/AKT/mTOR pathway, which stimulates protein synthesis and cellular growth, and inhibits apoptosis.",
            "score": 130.70558094978333
        },
        {
            "docid": "34014895_3",
            "document": "Julian Downward . Downward was educated at Eton College and earned a Bachelor of Arts degree in Natural Sciences from Clare College, Cambridge. His PhD was supervised by at the Imperial Cancer Research Fiund where he investigated Epidermal growth factor receptor, establishing in 1984 the close similarity between this cellular growth regulatory protein and the avian retroviral oncogene, v-erbB. This work led to the identification of the closely related cellular oncogene ErbB2/HER2, which is over-expressed in a major subset of breast cancers and is the target of the important targeted therapy, trastuzumab. From 1986 to 1989, he was a postdoctoral researcher with Robert Weinberg, at the Whitehead Institute for biomedical research at the Massachusetts Institute of Technology. Downward's research investigates cancer biology. His work on the Ras GTPase has made seminal contributions to our understanding of how cellular signal transduction pathways are subverted in oncogenic transformation. His work provided the first demonstration that Guanosine triphosphate-loading on Ras, which is commonly mutationally activated in human tumours, is normally regulated in response to extracellular factors; he went on to characterise growth factor receptor complexes mediating Ras nucleotide exchange, and to demonstrate that GTP-bound Ras binds to and activates the RAF kinase, which controls the mitogen-activated protein kinase pathway. Julian was first to demonstrate that phosphoinositide 3-kinase (PI 3-kinase) is also a Ras effector, important in regulation of apoptosis. He showed that transformation by Ras requires interaction with multiple effectors, which contribute differentially to cell cycle progression, cytoskeletal regulation and apoptosis. His work has established that both cell matrix and cell–cell interaction activate the PI 3-kinase/PKB pathway, and thereby prevent programmed cell death, and that it is activation of this pathway by oncogenic Ras that allows anchorage-independent growth of transformed cells. Most recently he has focused on identifying unique weaknesses of cancer cells expressing the activated Ras oncogene using a combination of large-scale functional genomics and pre-clinical models of lung cancer.",
            "score": 111.93422091007233
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 117.20488274097443
        },
        {
            "docid": "9599050_3",
            "document": "SOS1 . RAS genes (e.g., MIM 190020) encode membrane-bound guanine nucleotide-binding proteins that function in the transduction of signals that control cell growth and differentiation. Binding of GTP activates RAS proteins, and subsequent hydrolysis of the bound GTP to GDP and phosphate inactivates signaling by these proteins. GTP binding can be catalyzed by guanine nucleotide exchange factors for RAS, and GTP hydrolysis can be accelerated by GTPase-activating proteins (GAPs). The first exchange factor to be identified for RAS was the S. cerevisiae CDC25 gene product. Genetic analysis indicated that CDC25 is essential for activation of RAS proteins. In Drosophila, the protein encoded by the 'son of sevenless' gene (Sos) contains a domain that shows sequence similarity with the catalytic domain of CDC25. Sos may act as a positive regulator of RAS by promoting guanine nucleotide exchange.[supplied by OMIM]",
            "score": 107.15269732475281
        },
        {
            "docid": "2966201_13",
            "document": "Neurofibroma . The \"NF1\" gene is composed of 60 exons spanning 350kb of genomic data, and maps to chromosomal region 17qll.2. This gene codes for neurofibromin which is a large 220-250 KDa cytoplasmic protein that is composed of 2,818 amino acids with three alternatively spliced exons (9a, 23a and 48a) in the encoding gene. The functional part of neurofibromin is a GAP, or GTPase-activating protein. GAP accelerates the conversion of the active GTP-bound RAS to its inactive GDP-bound form, inactivating RAS and reducing RAS-mediated growth signaling. Loss of RAS control leads to increased activity of other signaling pathways including RAF, ERK1/2, PI3K, PAK and mTOR-S6 kinase. This increased activity of downstream RAS pathways might work together to increase cell growth and survival. Genes that code for proteins that regulate cell growth, such as \"NF1\" and \"TP53\", are referred to as tumor suppressor genes. Neurofibromin has other growth-regulatory properties besides its ability to regulate RAS activity, but these other functions are poorly understood at this time.",
            "score": 138.89795851707458
        },
        {
            "docid": "28902806_6",
            "document": "Reolysin . Reovirus was noted to be a potential cancer therapeutic when early studies on reovirus suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras (a cellular signaling pathway that is involved in cell growth and differentiation) with very little effect in cells that do not have active Ras pathways. Reovirus replicates in and eventually kills Ras-activated tumour cells, and as cell death occurs, progeny virus particles are then free to infect surrounding cancer cells. This cycle of infection, replication and cell death is believed to be repeated until all tumour cells carrying an activated Ras pathway are destroyed. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that REOLYSIN may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 110.60166621208191
        },
        {
            "docid": "614678_8",
            "document": "Farnesyltransferase inhibitor . LNK-754 inhibits the activity of a protein called farnesyl-transferase (FT). This class of molecules are called FTIs (or farnesyl-transferase inhibitors). As with mTOR inhibitors, many companies developed them to treat cancers, where they were unsuccessful. The mechanism by which FTIs work is through inhibition of this enzyme, which adds a fatty acid molecule to proteins (such as the oncogene, or cancer-generating, ras). Many proteins can exist in a cell in various locations, and the addition of a farnesyl group targets proteins to the plasma membrane. When ras gets to the plasma membrane, it becomes activated, and leads to tumour formation if this process is not stopped. It was thought that by inhibiting FT, ras will not be activated, therefore preventing cancer growth. The problem was that ras can also be modified by other mechanisms, and thus FTIs were not sufficient to inhibit malignant growth induced by ras signaling.",
            "score": 138.52892541885376
        },
        {
            "docid": "40256844_5",
            "document": "DIRAS3 (gene) . While ARHI is structurally similar to other GTPase proteins, its function is remarkably different from Ras. Ras is an oncogenic protein involved in cellular proliferation and signal transduction, and while the Ras superfamily generally consists of positive growth regulators, \"ARHI\" is a tumor-suppressor gene. In contrast to Ras, ARHI works as an inhibitor for cell growth, thus functioning as a negative growth regulator. ARHI has also been shown to have less GTPase activity than most Ras proteins even though the proteins share a very similar structure.",
            "score": 109.71471929550171
        },
        {
            "docid": "371659_2",
            "document": "Ras subfamily . Ras is a family of related proteins which is expressed in all animal cell lineages and organs. All Ras protein family members belong to a class of protein called small GTPase, and are involved in transmitting signals within cells (cellular signal transduction). Ras is the prototypical member of the Ras superfamily of proteins, which are all related in 3D structure and regulate diverse cell behaviours.",
            "score": 94.87033891677856
        },
        {
            "docid": "1566105_14",
            "document": "GTPase-activating protein . The importance of GAPs comes from its regulation of the crucial G proteins. Many of these G proteins are involved in cell cycling, and as such are known proto-oncogenes. The Ras superfamily of G proteins, for example, has been associated with many cancers because Ras is a common downstream target of many growth factors like FGF, or fibroblast growth factor. Under normal conditions, this signaling ultimately induces regulated cell growth and proliferation. However, in the cancer state, such growth is no longer regulated and results in the formation of tumors. Often, this oncogenic behavior is due to a loss of function of GAPs associated with those G proteins or a loss of the G protein’s ability to respond to its GAP. With the former, G proteins are unable to hydrolyze GTP quickly, resulting in sustained expression of the active form of G proteins. Although the G proteins have weak hydrolytic activity, in the presence of functional GEFs, the inactivated G proteins are constantly replaced with activated ones because the GEFs exchange GDP for GTP in these proteins. With no GAPs to curb the G protein’s activity, this results in constitutively active G proteins, unregulated cell growth, and the cancerous state. In the case of the latter, a loss of the G protein’s ability to respond to GAP, the G proteins have lost their ability to hydrolyze GTP. With a nonfunctional G protein enzyme, GAPs cannot activate the GTPase activity, and the G protein is constitutively on. This also results in unregulated cell growth and cancer.",
            "score": 116.5609540939331
        },
        {
            "docid": "5895033_7",
            "document": "Platelet-derived growth factor receptor . The adaptor protein Grb2 forms a complex with Sos by the Grb2 SH3 domain. Grb2 (or the Grb2/Sos complex) is recruited to the membrane by the Grb2 SH2 domain binding to activated PDGFR-bound SHP2 (also known as PTPN11, a cytosolic PTP), thereby allowing interaction with Ras and the exchange of GDP for GTP on Ras. Whereas the interaction between Grb2 and PDGFR occurs through interaction with the SHP2 protein, Grb2 instead binds to activated EGFR through Shc, another adaptor protein that forms a complex with many receptors via its PTB domain. Once activated, Ras interacts with several proteins, namely Raf. Activated Raf stimulates MAPK-kinase (MAPKK or MEK) by phosphorylating a serine residue in its activation loop. MAPKK then phosphorylates MAPK (ERK1/2) on T and Y residues at the activation-loop leading to its activation. Activated MAPK phosphorylates a variety of cytoplasmic substrates, as well as transcription factors, when translocated into the nucleus. MAPK family members have been found to regulate various biological functions by phosphorylation of particular target molecules (such as transcription factors, other kinases etc.) located in cell membrane, cytoplasm and nucleus, and thus contribute to the regulation of different cellular processes such as cell proliferation, differentiation, apoptosis and immunoresponses.",
            "score": 112.80587697029114
        },
        {
            "docid": "3572469_5",
            "document": "Costello syndrome . Costello syndrome is caused by any of at least five different mutations in the \"HRAS\" gene on chromosome 11. This gene provides instructions for making a protein, H-Ras, that helps control cell growth and division. Mutations that cause Costello syndrome lead to the production of an H-Ras protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This unchecked cell division may predispose sufferers to the development of benign and malignant tumors. It remains unclear how mutations in \"HRAS\" cause other features of Costello syndrome, but many of the signs and symptoms may result from cell overgrowth and abnormal cell division.",
            "score": 102.5566942691803
        },
        {
            "docid": "38402739_11",
            "document": "MTORC1 . Mitogens, such as insulin like growth factor 1 (IGF1), can activate the MAPK/ERK pathway, which can inhibit the TSC1/TSC2 complex, activating mTORC1. In this pathway, the G protein Ras is tethered to the plasma membrane via a farnesyl group and is in its inactive GDP state. Upon growth factor binding to the adjacent receptor tyrosine kinase, the adaptor protein GRB2 binds with its SH2 domains. This recruits the GEF called Sos, which activates the Ras G protein. Ras activates Raf (MAPKKK), which activates Mek (MAPKK), which activates Erk (MAPK). Erk can go on to activate RSK. Erk will phosphorylate the serine residue 644 on TSC2, while RSK will phosphorylate serine residue 1798 on TSC2. These phosphorylations will cause the heterodimer to fall apart, and prevent it from deactivating Rheb, which keeps mTORC1 active.",
            "score": 202.41332721710205
        },
        {
            "docid": "48695408_10",
            "document": "Dale Brown Emeagwali . Her later research involved the study of cancerous cells. Her most notable achievement in this area involves ras oncogene. Ras proteins play a vital role in the transmission of signals that regulate the growth of cells. When the gene that initiates the ras protein becomes mutated, the signals are disrupted in a way that can cause the cells to become cancerous. She also showed that antisense methodology (a process that inhibits the ability of genes to do their work) can be used to suppress genes that have become cancerous.",
            "score": 107.38583397865295
        },
        {
            "docid": "22973132_3",
            "document": "Rap1 . GTPases are inactive when in their GDP-bound form, and become active when they bind to GTP. GTPase activating proteins (GAPs) and guanine nucleotide exchange factors (GEFs) regulate small GTPases, with GAPs promoting the GDP-bound (inactive) form, and GEFs promoting the GTP-bound (active) form. When bound to GTP, small GTPases regulate myriad cellular processes. These proteins are divided into families depending on their protein structure, and the most well studied is the Ras superfamily, of which Rap1 is a member. Whereas Ras is known for its role in cell proliferation and survival, Rap1 is predominantly involved in cell adhesion and cell junction formation. Ras and Rap are regulated by different sets of guanine nucleotide exchange factors and GTPase-activating proteins, thus providing one level of specificity.",
            "score": 103.59422278404236
        },
        {
            "docid": "49982229_4",
            "document": "Kang-Yell Choi . In 1995, he returned to Korea as a professor of Yonsei University. Since then, he has been working on mammalian cell signaling. Dr. Choi identified a novel mechanism of Ras stability regulation via the Wnt/beta-catenin signaling. The degradation of Ras, especially K-Ras, is controlled by GSK3-mediated phosphorylation followed by ubiquitin-dependent proteasomal machinery via recruiting beta-TrCP E3 ligase. The stabilization of oncogenic K-Ras by APC loss and subsequent re-activation the Wnt/beta-catenin pathway via positive loop through ERK activated cancer stem cells and induced liver metastasis of colorectal cancer. This indicates the importance of inhibition of both Wnt/beta-catenin and Ras-ERK pathways in the treatment of colorectal cancer. He subsequently identified and characterized small molecules degrading both beta-catanin and Ras via targeting the Wnt/beta-catenin signaling, and those small molecules efficiently inhibit growth of colorectal and other cancers with activated Wnt/beta-catenin and EGFR-Ras pathways. He served as the Chief of the National Research Laboratory of the Molecular Complex Control in Yonsei University for recent 5 years. He is currently positioned as the Director of the Translational Research Center for Protein Function Control (TRCP) supported by Korean National Research Foundation and Ministry of Science, ICT and Future Panning of Korea.",
            "score": 98.64696049690247
        },
        {
            "docid": "3572611_3",
            "document": "HRAS . GTPase HRas is involved in regulating cell division in response to growth factor stimulation. Growth factors act by binding cell surface receptors that span the cell's plasma membrane. Once activated, receptors stimulate signal transduction events in the cytoplasm, a process by which proteins and second messengers relay signals from outside the cell to the cell nucleus and instructs the cell to grow or divide. The HRAS protein is a GTPase and is an early player in many signal transduction pathways and is usually associated with cell membranes due to the presence of an isoprenyl group on its C-terminus. HRAS acts as a molecular on/off switch, once it is turned on it recruits and activates proteins necessary for the propagation of the receptor's signal, such as c-Raf and PI 3-kinase. HRAS binds to GTP in the active state and possesses an intrinsic enzymatic activity that cleaves the terminal phosphate of this nucleotide converting it to GDP. Upon conversion of GTP to GDP, HRAS is turned off. The rate of conversion is usually slow but can be sped up dramatically by an accessory protein of the GTPase activating protein (GAP) class, for example RasGAP. In turn HRAS can bind to proteins of the Guanine Nucleotide Exchange Factor (GEF) class, for example SOS1, which forces the release of bound nucleotide. Subsequently, GTP present in the cytosol binds and HRAS-GTP dissociates from the GEF, resulting in HRAS activation. HRAS is in the Ras family, which also includes two other proto-oncogenes: KRAS and NRAS. These proteins all are regulated in the same manner and appear to differ largely in their sites of action within the cell.",
            "score": 144.7024005651474
        },
        {
            "docid": "9701109_4",
            "document": "Zalutumumab . EGFR is over-expressed by many tumor cells. Upon binding by a ligand, such as the epidermal growth factor or TGF alpha, dimerization occurs, leading to autophosphorylation on the intracellular tyrosine residues. Following phosphorylation, the Grb2-SOS signaling complex is stimulated. This causes the activation of the G protein RAS through the exchange of guanosine diphosphate (GDP) for guanosine triphosphate (GTP). The exchange of GDP for GTP induces a conformational change of RAS to allow it to bind to Raf-1. Raf-1 is then activated through another multistep mechanism in which dephosphorylation of inhibitory sites by protein phosphatase 2A (PP2A), as well as the phosphorylation of activating sites by p21 activated kinase (PAK) occurs. After this, Raf-1 activates MAPK/ERK kinase (MEK), which then goes on to activate extracellular-signal-regulated kinase (ERK). ERK is then able to enter the cell nucleus and control gene expression by phosphorylating various transcription factors, such as Elk-1. It is from there that the specific gene transcription occurs to initiate the cell cycle. Through this mechanisam, apoptosis is inhibited, angiogenesis, migration, adhesion, and invasion occur. Each of these is a functional element to the progression and development of cancer, which is defined as an abnormal growth of cells with a tendency to proliferate in an uncontrolled way and, in some cases, to metastasize.",
            "score": 117.41594409942627
        },
        {
            "docid": "11443855_15",
            "document": "Folliculin . FLCN acts as a GTPase-activating protein (GAP) toward Rag C/D GTPases, members of another Ras-related GTP-binding protein family, which are necessary for amino acid-dependent mTORC1 activation at the lysosomal membrane. The heterodimeric Rag GTPases (RagA or B in complex with RagC or D) in a lysosome-associated complex with Ragulator and vacuolar adenosine triphosphatase (v-ATPase) interact with mTORC1 in response to amino acids from the lysosomal lumen to promote translocation of mTORC1 to the lysosomal surface for activation by the small GTPase Ras-homolog enriched in brain (Rheb). GTP-loading of RagA/B is a requirement for amino acid signaling to mTORC1. In recent studies, FLCN was shown to localize to the lysosome surface under amino acid starved conditions, where with its binding partners FNIP1/FNIP2, FLCN acts as a GAP to facilitate GDP-loading of Rag C/D, clarifying the role of this Rag GTPase in amino acid-dependent mTORC1 activation. Another report demonstrated that FLCN in association with FNIP1 preferentially binds to GDP-bound /nucleotide free Rag A/B under amino acid deprived conditions suggesting a potential role for FLCN as a GEF for RagA/B. Recently the heterodimeric Lst4-Lst7 complex in yeast, orthologous to the mammalian FLCN-FNIP1 complex, was found to function as a GAP for Gtr2, the yeast ortholog of Rag C/D, and cluster at the vacuolar membrane in amino acid starved cells. Refeeding of amino acids stimulated Lst4-Lst7 binding to and GAP activity towards Gtr2 resulting in mTORC1 activation and demonstrating conservation of a GAP function for FLCN in lower organisms.",
            "score": 312.4063181877136
        },
        {
            "docid": "28902690_7",
            "document": "Oncolytics Biotech . REOLYSIN is a proprietary formulation of human reovirus, which is naturally found in mammalian respiratory and bowel systems. Most people have been exposed to reovirus by adulthood, but the infection does not typically produce symptoms. Reovirus was noted to be a potential cancer therapeutic when early studies suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras pathway with very little effect in cells that do not have active Ras pathways. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that Reolysin may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 92.20916652679443
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 153.03826582431793
        },
        {
            "docid": "371659_3",
            "document": "Ras subfamily . When Ras is 'switched on' by incoming signals, it subsequently switches on other proteins, which ultimately turn on genes involved in cell growth, differentiation and survival. Mutations in \"ras\" genes can lead to the production of permanently activated Ras proteins. As a result, this can cause unintended and overactive signaling inside the cell, even in the absence of incoming signals.",
            "score": 102.80117535591125
        },
        {
            "docid": "37375960_3",
            "document": "Cysmethynil . Cysmethynil reacts to inhibit Icmt, which plays in key role for the Ras protein. Ras is one of the components in the cell that is responsible for controlling cell growth. Certain mutations in Ras can leave it in the \"on\" configuration, such that uncontrolled cell growth results. Ras gets methylated by the Icmt enzyme, a signal that allows Ras to go to its destination (plasma membrane) that can lead to uncontrolled growth. Icmt can be inhibited from adding the methyl group, inactivating Ras such that it no longer sends a signal to the cell to have uncontrolled growth. Cysmethynil is the compound that knocks out Icmt so that it can no longer function, and this in turn prevents Ras from signaling the cell. The compound was tested out in xenograft mice that had multiple human tumors, and the result was reduced tumor burden. Treatment from this compound causes autophagy in the cell and results in cell death. Research done on prostate cancer cells has demonstrated that cysmethynil inhibits Icmt such that the cell is stuck in the G1 phase, and this leads to the autophagic cell death.",
            "score": 97.5546635389328
        },
        {
            "docid": "14763719_3",
            "document": "RASSF5 . This gene is a member of the Ras association domain family. It functions as a tumor suppressor, and is inactivated in a variety of cancers. The encoded protein localizes to centrosomes and microtubules, and associates with the GTP-activated forms of Ras, Rap1, and several other Ras-like small GTPases. The protein regulates lymphocyte adhesion and suppresses cell growth in response to activated Rap1 or Ras. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 92.82023572921753
        },
        {
            "docid": "26875189_3",
            "document": "Src homology domain . In terms of initiating the cell cycle when growth factor signals are present, \"Src homology domains\" are found on Grb2 proteins, allowing them to bind Receptor Tyrosine Kinases (RTKs), and also on SOS proteins allowing them to interact with Grb2. This brings SOS proteins close to the membrane, where Ras-GDP is bound via a lipid \"tail\". SOS acts as a Guanosine exchange factor (GEF) for Ras, activating Ras to cleave a phosphate group from Raf, causing it to release the 14-3-3 proteins that are keeping it inactive, which through a downstream signalling cascade allows the release of E2F and thus, progression through the Restriction point (R point) in G1 phase of the cell cycle.",
            "score": 92.39762091636658
        },
        {
            "docid": "5618682_14",
            "document": "MAPK/ERK pathway . The ERK pathway plays an important role of integrating external signals from the presence of mitogens such as epidermal growth factor (EGF) into signaling events promoting cell growth and proliferation in many mammalian cell types. In a simplified model, the presence of mitogens and growth factors trigger the activation of canonical receptor tyrosine kinases such as EGFR leading to their dimerization and subsequent activation of the small GTPase Ras. This then leads to a series of phosphorylation events downstream in the MAPK cascade (Raf-MEK-ERK) ultimately resulting in the phosphorylation and activation of ERK. The phosphorylation of ERK results in an activation of its kinase activity and leads to phosphorylation of its many downstream targets involved in regulation of cell proliferation. In most cells, some form of sustained ERK activity is required for cells to activate genes that induce cell cycle entry and suppress negative regulators of the cell cycle. Two such important targets include Cyclin D complexes with Cdk4 and Cdk6 (Cdk4/6) which are both phosphorylated by ERK. The transition from G1 to S phase is coordinated by the activity of Cyclin D-Cdk4/6, which increases during late G1 phase as cells prepare to enter S-phase in response to mitogens. Cdk4/6 activation contributes to hyper-phosphorylation and the subsequent destabilization retinoblastoma protein (Rb). Hypo-phosphorylated Rb, is normally bound to transcription factor E2F in early G1 and inhibits its transcriptional activity, preventing expression of S-phase entry genes including Cyclin E, Cyclin A2 and Emi1. ERK1/2 activation downstream of mitogen induced Ras signaling is necessary and sufficient to remove this cell cycle block and allow cells to progress to S-phase in most mammalian cells. Downstream feedback control and generation of a bistable G1/S switch",
            "score": 124.89032530784607
        },
        {
            "docid": "6752005_17",
            "document": "Neurofibromin 1 . Through its NF1-GRD domain, neurofibromin increases the rate of GTP hydrolysis of Ras, and acts as a tumor suppressor by reducing Ras activity. When the Ras-Nf1 complex assembles, active Ras binds in a groove that is present in the neurofibromin catalytic domain. This binding occurs through Ras switch regions I and II, and an arginine finger present in neurofibromin. The interaction between Ras and neurofibromin causes GAP-stimulated hydrolysis of GTP to GDP. This process depends on the stabilization of residues in the Ras switch I and switch II regions, which drives Ras into the confirmation required for enzymatic function. This interaction between Ras and neurofibromin also requires the transition state of GDP hydrolysis to be stabilized, which is performed through the insertion of the positively charged arginine finger into the Ras active site. This neutralizes the negative charges that are present on GTP during phosphoryl transfer. By hydrolyzing GTP to GDP, neurofibromin inactivates Ras and therefore negatively regulates the Ras pathway, which controls the expression of genes involved in apoptosis, the cell cycle, cell differentiation or migration.",
            "score": 113.63467395305634
        },
        {
            "docid": "169250_7",
            "document": "Lipid-anchored protein . Prenylated proteins are particularly important for eukaryotic cell growth, differentiation and morphology. Furthermore, protein prenylation is a reversible post-translational modification to the cell membrane. This dynamic interaction of prenylated proteins with the cell membrane is important for their signalling functions and is often deregulated in disease processes such as cancer. More specifically, Ras is the protein that undergoes prenylation via farnesyltransferase and when it is switched on it can turn on genes involved in cell growth and differentiation. Thus overactiving Ras signalling can lead to cancer. An understanding of these prenylated proteins and their mechanisms have been important for the drug development efforts in combating cancer. Other prenylated proteins include members of the Rab and Rho families as well as lamins.",
            "score": 87.38054943084717
        },
        {
            "docid": "26377670_16",
            "document": "Parkes Weber syndrome . According to Boston's Children Hospital, no known food, medications or drugs can cause PWS during pregnancy. PWS is not transmitted from person to person. But it can run in families and can be inherited. PWS affects both males and females equally and as of now no racial predominance is found. The causes for PWS without capillary malformations are currently unknown. Some cases of PWS are a result of mutations on the RASA1 gene which is located on chromosome 5 at position 14.3. This mutation is only applicable to patients with capillary malformations. RASA1 gene is responsible for making p120-RasGAP protein. This protein regulates the RAS/MAPK signaling pathway. RAS/MAPK signaling pathway is used for transmitting signals from the outside the cell to the cell’s nucleus. This pathway is very important as it directs cell functions such as growth, proliferation and controls the cell movement. The p120-RasGAP protein regulates the RAS/MAPK pathway by acting as a negative regulator of the signaling pathway. It turns off signals.",
            "score": 110.17565953731537
        },
        {
            "docid": "14129293_4",
            "document": "Neuroblastoma RAS viral oncogene homolog . The mammalian ras gene family consists of the harvey and kirsten ras genes (HRAS and KRAS), an inactive pseudogene of each (c-Hras2 and c-Kras1) and the N-ras gene. They differ significantly only in the C-terminal 40 amino acids. These ras genes have GTP/GDP binding and GTPase activity, and their normal function may be as G-like regulatory proteins involved in the normal control of cell growth.",
            "score": 100.41023707389832
        },
        {
            "docid": "2995501_4",
            "document": "Crosstalk (biology) . ERK, a participating protein in the MAPK signaling pathway, can be activated or inhibited by cAMP. cAMP can inhibit ERKs in a variety of ways, most of which involve the cAMP-dependent protein kinase (PKA) and the inhibition of Ras-dependent signals to Raf-1. However, cAMP can also stimulate cell proliferation by stimulating ERKs. This occurs through the induction of specific genes via phosphorylation of the transcription factor CREB by PKA. Though ERKs do not appear to be a requirement for this phosphorylation of CREB, the MAPK pathway does play into crosstalk again, as ERKs are required to phosphorylate proteins downstream of CREB. Other known examples of the requirement of ERKs for cAMP-induced transcriptional effects include induction of the prolactin gene in pituitary cells, and of the dopamine beta-hydroxylate gene in pheochromocytomal cells (PC12). A number of diverse mechanisms exist by which cAMP can influence ERK signaling. Most mechanisms involving cAMP inhibition of ERKs uncouple Raf-1 from Ras activation through direct interaction of PKA with Raf-1 or indirectly through PKA interaction with the GTPase Rap1 (see figure 1). PKA may also negatively regulate ERKs by the activation of PTPases. Mechanisms for the activation of ERKs by cAMP are even more varied, usually including Rap1 or Ras, and even cAMP directly.",
            "score": 123.38986206054688
        }
    ],
    "r": [
        {
            "docid": "53244435_4",
            "document": "C12orf66 . The human C12orf66 protein is 446 amino acids in length with a molecular weight of 50kdal . C12orf66 contains the domain of unknown function 2003 (DUF2003) from amino acids 10-444. The DUF2003 is characterized by a series of alpha helices and beta sheets.  C12orf66 is part of a larger protein complex called KICSTOR. KICSTOR is a complex of four proteins coded by the genes \"KPTN\", \"ITFG2\", \"C12orf66\", and \"SZT2\". The KICSTOR complex plays a role in regulating mTORC1 signaling. mTORC1 activates protein translation when the cell has sufficient amounts amino acids and energy. This ensures cell growth and proliferation occurs in ideal cellular environments. KICSTOR recruits the protein complex GATOR1, a negative regulator of mTORC1, to the correct location on the lysosome where mTORC1 signaling occurs. In addition to the localization of GATOR1 to the lysosome, KICSTOR is also necessary for the regulation of mTORC1 signaling by amino acid or glucose deprivation. Normally, amino acid or glucose deprivation inhibits mTORC1 signaling. However, loss of any one protein in the four protein KICSTOR complex resulted in a lack of inhibition of mTORC1 by amino acid or glucose deprivation and increased mTORC1 signaling. Thus, KICSTOR is a negative regulator of mTORC1 signaling that functions by localizing GATOR1 to the lysosomal surface as well inhibiting mTORC1 during periods of amino acid or glucose deprivation. How the KICSTOR complex directly inhibits mTORC1 as well as senses amino acid or glucose deprivation remains to be elucidated.",
            "score": 374.54791259765625
        },
        {
            "docid": "38402739_6",
            "document": "MTORC1 . mTORC1 signaling is sensitive to amino acid levels in the cell. Even if a cell has the proper energy for protein synthesis, if it does not have the amino acid building blocks for proteins, no protein synthesis will occur. Studies have shown that depriving amino acid levels inhibits mTORC1 signaling to the point where both energy abundance and amino acids are necessary for mTORC1 to function. When amino acids are introduced to a deprived cell, the presence of amino acids causes Rag GTPase heterodimers to switch to their active conformation. Active Rag heterodimers interact with Raptor, localizing mTORC1 to the surface of late endosomes and lysosomes where the Rheb-GTP is located. This allows mTORC1 to physically interact with Rheb. Thus the amino acid pathway as well as the growth factor/energy pathway converge on endosomes and lysosomes. Thus the Rag complex recruits mTORC1 to lysosomes to interact with Rheb.",
            "score": 364.4195251464844
        },
        {
            "docid": "11443855_15",
            "document": "Folliculin . FLCN acts as a GTPase-activating protein (GAP) toward Rag C/D GTPases, members of another Ras-related GTP-binding protein family, which are necessary for amino acid-dependent mTORC1 activation at the lysosomal membrane. The heterodimeric Rag GTPases (RagA or B in complex with RagC or D) in a lysosome-associated complex with Ragulator and vacuolar adenosine triphosphatase (v-ATPase) interact with mTORC1 in response to amino acids from the lysosomal lumen to promote translocation of mTORC1 to the lysosomal surface for activation by the small GTPase Ras-homolog enriched in brain (Rheb). GTP-loading of RagA/B is a requirement for amino acid signaling to mTORC1. In recent studies, FLCN was shown to localize to the lysosome surface under amino acid starved conditions, where with its binding partners FNIP1/FNIP2, FLCN acts as a GAP to facilitate GDP-loading of Rag C/D, clarifying the role of this Rag GTPase in amino acid-dependent mTORC1 activation. Another report demonstrated that FLCN in association with FNIP1 preferentially binds to GDP-bound /nucleotide free Rag A/B under amino acid deprived conditions suggesting a potential role for FLCN as a GEF for RagA/B. Recently the heterodimeric Lst4-Lst7 complex in yeast, orthologous to the mammalian FLCN-FNIP1 complex, was found to function as a GAP for Gtr2, the yeast ortholog of Rag C/D, and cluster at the vacuolar membrane in amino acid starved cells. Refeeding of amino acids stimulated Lst4-Lst7 binding to and GAP activity towards Gtr2 resulting in mTORC1 activation and demonstrating conservation of a GAP function for FLCN in lower organisms.",
            "score": 312.4063415527344
        },
        {
            "docid": "14167246_7",
            "document": "RHEB . RHEB is vital in regulation of growth and cell cycle progression due to its role in the insulin/TOR/S6K signaling pathway. Mechanistic Target of Rapamycin Complex 1 (mTORC1) is a serine/threonine kinase whose activation leads to phosphorylation cascades within the cell that lead to cell growth and proliferation. RHEB localizes at the lysosome to activate mTORC1 and Rag7 proteins localize mTORC1 to the lysosome, allowing RHEB to activate the protein. RHEB acts as an activator for mTORC1 in its GTP-bound form, therefore GTP-bound RHEB activates cell growth and proliferation within the cell.",
            "score": 299.4854736328125
        },
        {
            "docid": "38402739_5",
            "document": "MTORC1 . Almost all of the variables required for protein synthesis affect mTORC1 activation by interacting with the TSC1/TSC2 protein complex. TSC2 is a GTPase activating protein (GAP). Its GAP activity interacts with a G protein called Rheb by hydrolyzing the GTP of the active Rheb-GTP complex, converting it to the inactive Rheb-GDP complex. The active Rheb-GTP activates mTORC1 through unelucidated pathways. Thus, many of the pathways that influence mTORC1 activation do so through the activation or inactivation of the TSC1/TSC2 heterodimer. This control is usually performed through phosphorylation of the complex. This phosphorylation can cause the dimer to dissociate and lose its GAP activity, or the phosphorylation can cause the heterodimer to have increased GAP activity, depending on which amino acid residue becomes phosphorylated. Thus, the signals that influence mTORC1 activity do so through activation or inactivation of the TSC1/TSC2 complex, upstream of mTORC1.",
            "score": 285.4811706542969
        },
        {
            "docid": "38402739_29",
            "document": "MTORC1 . Based on upstream signaling of mTORC1, a clear relationship between food consumption and mTORC1 activity has been observed. Most specifically, carbohydrate consumption activates mTORC1 through the insulin growth factor pathway. In addition, amino acid consumption will stimulate mTORC1 through the branched chain amino acid/Rag pathway. Thus dietary restriction inhibits mTORC1 signaling through both upstream pathways of mTORC that converge on the lysosome.",
            "score": 257.05169677734375
        },
        {
            "docid": "3763555_8",
            "document": "Class III PI 3-kinase . Vps34 activity is required for autophagy in yeast, and has been strongly implicated in this process in mammals. Vps34 has also been implicated in amino acid sensing. Vps34 is necessary for mTORC1 activity in response to amino acids in cultured cells, as siRNA knockdown completely inhibits mTORC1 signaling as determined by S6K phosphorylation. Sequestration of the Vps34 product by FYVE domain overexpression also disrupts mTOR signaling. However, genetic ablation of Vps34 in Drosophila does not affect dTORC1 signaling. Thus, the role of Vps34 in amino acid signaling to mTORC1 remains controversial.",
            "score": 246.52426147460938
        },
        {
            "docid": "14881782_5",
            "document": "TFEB . Nuclear localization and activity of TFEB is inhibited by serine phosphorylation by mTORC1 and extracellular signal–regulated kinase 2 (ERK2). mTORC1 phosphorylation of TFEB occurs at the lysosomal surface, both of which are localized there by interaction with the Rag GTPases. Phosphorylated TFEB is then retained in the cytosol by interaction with 14-3-3 proteins. These kinases are tuned to the levels of extracellular nutrients suggesting a coordination in regulation of autophagy and lysomal biogenesis and partnership of two distinct cellular organelles. TFEB is activated in Trex1-deficient cells via inhibition of mTORC1 activity, resulting in an expanded lysosomal compartment.",
            "score": 245.53982543945312
        },
        {
            "docid": "14167246_8",
            "document": "RHEB . RHEB can serve as a regulator, for other proteins independent from mTORC1. For example, RHEB is an activator for nucleotide synthesis by binding carbamoyl-phosphate synthetase 2, aspartate transcarbamylase, and dihydroorotase (CAD), an enzyme required for \"de novo\" pyrimidine nucleotide synthesis. An increased nucleotide pool within the cell can lead to increased cell proliferation. mTORC1 is also a regulator for CAD, so both RHEB and mTORC1 are involved with the control of nucleotide level within the cell. 5' adenosine-monophospate-activated protein kinase (AMPK) has also been found to be an effector for RHEB. AMPK is a protein kinase that begins a phosphorylation cascade leading to autophagy. In rat studies, RHEB activates AMPK. RHEB has also been found to interact with effectors upstream in the mTOR pathway. Phospholipase D1 (PLD1) is upstream in the mTOR pathway and serves as a positive effector for mTORC1.",
            "score": 236.8739471435547
        },
        {
            "docid": "1721174_12",
            "document": "Lymphangioleiomyomatosis . TSC1 and TSC2 form a tumor suppressor complex that regulates mammalian target of rapamycin (mTOR) signaling complex by directly controlling the activity of the small GTPase Rheb via the GTPase activating protein (GAP) domain of TSC2. Rheb binds to Raptor and controls the activity of mTOR complex 1 (mTORC1) that directly phosphorylates p70 S6 kinase (S6K1) and 4E-BP1. mTOR forms two physically and functionally distinct multiprotein complexes: the rapamycin-sensitive mTORC1 and the rapamycin-insensitive mTORC2. MTORC1 consists of five proteins including Raptor that positively regulate mTOR activity. MTORC2 consists of six proteins including mTOR and Rictor, which defines the activation level of mTORC2 and modulates the assembly of the actin cytoskeleton through Rho GTPases, and Rac1 is required for mTOR activation. In TSC2-null and human LAM cells, Rho GTPase activity is required for cell adhesion, motility, proliferation and survival. Loss of TSC1/TSC2 in LAM induces uncontrolled LAM cell growth and increases LAM cell viability. Upregulation of STAT1 and STAT3 and autophagy are known mediators of LAM cell viability and survival.",
            "score": 229.2572021484375
        },
        {
            "docid": "22883502_4",
            "document": "Tuberous sclerosis protein . The TSC1 and TSC2 proteins form a heterodimeric complex which acts as an important integrator of different signaling pathways controlling mTOR signaling, by regulating especially mTORC1 activity. TSC2 contains a GTPase Activating Protein (GAP) domain which has been shown to stimulate (down regulate) the GTPase activity of the small GTPase Rheb, which is – in its GTP bound form – an activator of mTORC1. TSC1 does not have a GAP domain but it acts as a stabilizer of TSC2 by protecting it from degradation. The activity of the TSC1-TSC2 complex is regulated by phosphorylation of different Ser and Thr sites mediated by the following Pathways:",
            "score": 228.28427124023438
        },
        {
            "docid": "9577397_3",
            "document": "TSC1 . TSC1 functions as a co-chaperone which inhibits the ATPase activity of the chaperone Hsp90 (heat shock protein-90) and decelerates its chaperone cycle. Tsc1 functions as a facilitator of Hsp90 in chaperoning the kinase and non-kinase clients including Tsc2, therefore preventing their ubiquitination and degradation in the proteasome. TSC1, TSC2 and TBC1D7 is a multi-protein complex also known as the TSC complex. This complex negatively regulates mTORC1 signaling by functioning as a GTPase-activating protein (GAP) for the small GTPase Rheb, an essential activator of mTORC1. The TSC complex has been implicated as a tumor suppressor.",
            "score": 225.44857788085938
        },
        {
            "docid": "3705272_2",
            "document": "Tuberous sclerosis complex tumor suppressors . Tuberous sclerosis complex (TSC) tumor suppressors form the TSC1-TSC2 molecular complex. Under poor growth conditions the TSC1-TSC2 complex limits cell growth. A key promoter of cell growth, mTORC1, is inhibited by the tuberous sclerosis complex. Insulin activates mTORC1 and causes dissociation of TSC from the surface of lysosomes.",
            "score": 223.82122802734375
        },
        {
            "docid": "38402739_41",
            "document": "MTORC1 . Resistance exercise, the amino acid -leucine, and beta-hydroxy beta-methylbutyric acid (HMB) are known to induce signaling cascades in skeletal muscle cells that result in mTOR phosphorylation, the activation of mTORC1, and subsequently the initiation of myofibrillar protein synthesis (i.e., the production of proteins such as myosin, titin, and actin), thereby facilitating muscle hypertrophy.",
            "score": 219.37660217285156
        },
        {
            "docid": "2839255_24",
            "document": "MTOR . mTORC1 activation is required for myofibrillar muscle protein synthesis and skeletal muscle hypertrophy in humans in response to both physical exercise and ingestion of certain amino acids or amino acid derivatives. Persistent inactivation of mTORC1 signaling in skeletal muscle facilitates the loss of muscle mass and strength during muscle wasting in old age, cancer cachexia, and muscle atrophy from physical inactivity. mTORC2 activation appears to mediate neurite outgrowth in differentiated mouse neuro2a cells. Intermittent mTOR activation in prefrontal neurons by β-hydroxy β-methylbutyrate inhibits age-related cognitive decline associated with dendritic pruning in animals, which is a phenomenon also observed in humans.",
            "score": 217.968994140625
        },
        {
            "docid": "38402739_19",
            "document": "MTORC1 . When oxygen levels in the cell are low, it will limit its energy expenditure through the inhibition of protein synthesis. Under hypoxic conditions, hypoxia inducible factor one alpha (HIF1A) will stabilize and activate transcription of REDD1, also known as DDIT4. After translation, this REDD1 protein will bind to TSC2, which prevents 14-3-3 from inhibiting the TSC complex. Thus, TSC retains its GAP activity towards Rheb, causing Rheb to remain bound to GDP and mTORC1 to be inactive.",
            "score": 217.69198608398438
        },
        {
            "docid": "38402739_47",
            "document": "MTORC1 . The second generation of inhibitors were created to overcome problems with upstream signaling upon the introduction of first generation inhibitors to the treated cells. One problem with the first generation inhibitors of mTORC1 is that there is a negative feedback loop from phosphorylated S6K, that can inhibit the insulin RTK via phosphorylation. When this negative feedback loop is no longer there, the upstream regulators of mTORC1 become more active than they would otherwise would have been under normal mTORC1 activity. Another problem is that since mTORC2 is resistant to rapamycin, and it too acts upstream of mTORC1 by activating Akt. Thus signaling upstream of mTORC1 still remains very active upon its inhibition via rapamycin and the rapalogs.",
            "score": 212.04788208007812
        },
        {
            "docid": "11393958_12",
            "document": "Branched-chain amino acid aminotransferase . Because branched chain amino acids are crucial in the formation and function of many proteins, BCATs have many responsibilities in mammalian physiology. BCATs have been found to interact with protein disulfide isomerases, a class of enzymes that regulate cellular repair and proper protein folding. The second step of branched chain amino acid metabolism (oxidative carboxylation by branched chain ketoacid dehydrogenase) stimulates insulin secretion. Loss of BCATm correlates with a loss in BCKD-stimulated insulin secretion, but has not been associated with losses in insulin secretion from other metabolic pathways. BCATc regulates the mTORC1 signaling and TCR-induced glycolytic metabolism pathways during CD4 T cell activation. In the brain, BCATc regulates the amount of glutamate production for use as a neurotransmitter or for future γ-Aminobutyric acid (GABA) synthesis.",
            "score": 207.3562774658203
        },
        {
            "docid": "2839255_11",
            "document": "MTOR . mTOR Complex 1 (mTORC1) is composed of mTOR, regulatory-associated protein of mTOR (Raptor), mammalian lethal with SEC13 protein 8 (mLST8) and the non-core components PRAS40 and DEPTOR. This complex functions as a nutrient/energy/redox sensor and controls protein synthesis. The activity of mTORC1 is regulated by rapamycin, insulin, growth factors, phosphatidic acid, certain amino acids and their derivatives (e.g., -leucine and β-hydroxy β-methylbutyric acid), mechanical stimuli, and oxidative stress.",
            "score": 206.9141082763672
        },
        {
            "docid": "38402739_3",
            "document": "MTORC1 . mTOR Complex 1 (mTORC1) is composed of mTOR itself, regulatory-associated protein of mTOR (Raptor), mammalian lethal with SEC13 protein 8 (MLST8) and the recently identified PRAS40 and DEPTOR. This complex embodies the classic functions of mTOR, namely as a nutrient/energy/redox sensor and controller of protein synthesis. The activity of this complex is regulated by rapamycin, insulin, growth factors, phosphatidic acid, certain amino acids and their derivatives (e.g., -leucine and β-hydroxy β-methylbutyric acid), mechanical stimuli, and oxidative stress.",
            "score": 206.4173583984375
        },
        {
            "docid": "38402739_11",
            "document": "MTORC1 . Mitogens, such as insulin like growth factor 1 (IGF1), can activate the MAPK/ERK pathway, which can inhibit the TSC1/TSC2 complex, activating mTORC1. In this pathway, the G protein Ras is tethered to the plasma membrane via a farnesyl group and is in its inactive GDP state. Upon growth factor binding to the adjacent receptor tyrosine kinase, the adaptor protein GRB2 binds with its SH2 domains. This recruits the GEF called Sos, which activates the Ras G protein. Ras activates Raf (MAPKKK), which activates Mek (MAPKK), which activates Erk (MAPK). Erk can go on to activate RSK. Erk will phosphorylate the serine residue 644 on TSC2, while RSK will phosphorylate serine residue 1798 on TSC2. These phosphorylations will cause the heterodimer to fall apart, and prevent it from deactivating Rheb, which keeps mTORC1 active.",
            "score": 202.413330078125
        },
        {
            "docid": "38402739_13",
            "document": "MTORC1 . The Wnt pathway is responsible for cellular growth and proliferation during organismal development; thus, it could be reasoned that activation of this pathway also activates mTORC1. Activation of the Wnt pathway inhibits glycogen synthase kinase 3 beta (GSK3B). When the Wnt pathway is not active, GSK3 beta is able to phosphorylate TSC2 on two serine residues of 1341 and 1337 in conjunction with AMPK phosphorylating serine residue 1345. It has been found that the AMPK is required to first phosphorylate residue 1345 before GSK3 beta can phosphorylate its target serine residues. This phosphorylation of TSC2 would activate this complex, if GSK3 beta were active. Since the Wnt pathway inhibits GSK3 signaling, the active Wnt pathway is also involved in the mTORC1 pathway. Thus, mTORC1 can activate protein synthesis for the developing organism.",
            "score": 197.0861053466797
        },
        {
            "docid": "38402739_8",
            "document": "MTORC1 . Insulin-like growth factors can activate mTORC1 through the receptor tyrosine kinase (RTK)-Akt/PKB signaling pathway. Ultimately, Akt phosphorylates TSC2 on serine residue 939, serine residue 981, and threonine residue 1462. These phosphorylated sites will recruit the cytosolic anchoring protein 14-3-3 to TSC2, disrupting the TSC1/TSC2 dimer. When TSC2 is not associated with TSC1, TSC2 loses its GAP activity and can no longer hydrolyze Rheb-GTP. This results in continued activation of mTORC1, allowing for protein synthesis via insulin signaling.",
            "score": 194.2834014892578
        },
        {
            "docid": "38402739_16",
            "document": "MTORC1 . AMPK can phosphorylate TSC2 on serine residue 1387, which activates the GAP activity of this complex, causing Rheb-GTP to be hydrolyzed into Rheb-GDP. This inactivates mTORC1 and blocks protein synthesis through this pathway.",
            "score": 194.0338134765625
        },
        {
            "docid": "530396_10",
            "document": "Everolimus . Compared with the parent compound rapamycin, everolimus is more selective for the mTORC1 protein complex, with little impact on the mTORC2 complex. This can lead to a hyper-activation of the kinase AKT via inhibition on the mTORC1 negative feedback loop, while not inhibiting the mTORC2 positive feedback to AKT. This AKT elevation can lead to longer survival in some cell types. Thus, everolimus has important effects on cell growth, cell proliferation and cell survival.",
            "score": 193.99880981445312
        },
        {
            "docid": "57710842_2",
            "document": "NV-5138 . NV-5138 is an orally and centrally active small-molecule drug which is under development by Navitor Pharmaceuticals for the treatment of major depressive disorder. It directly and selectively activates the mammalian target of rapamycin complex 1 (mTORC1) signaling pathway by binding to and modulating sestrin2, a leucine amino acid sensor and upstream regulatory pathway. The mTORC1 pathway is the same signaling pathway that the NMDA receptor antagonist ketamine activates in the medial prefrontal cortex (mPFC) to mediate its rapid-acting antidepressant effects. A single oral dose of NV-5138 has been found to increase mTORC1 signaling and produce synaptogenesis in the mPFC and to induce rapid antidepressant effects in multiple animal models of depression. Like those of ketamine, these actions require the signaling of brain-derived neurotrophic factor (BDNF). The antidepressant effects following a single dose of NV-5138 are long-lasting, with a duration of up to 7 days, and are similar to those of ketamine. Based on these promising preclinical findings, efforts are underway to assess NV-5138 in clinical trials with human subjects.",
            "score": 193.90975952148438
        },
        {
            "docid": "14797620_9",
            "document": "RPTOR . The mTOR pathway has also been found to be involved in aging. Studies with \"C. elegans\", fruitflies, and mice have shown that the lifespan of the organism is significantly increased by inhibiting mTORC1. mTORC1 phosphorylates Atg13 and stops it from forming the ULK1 kinase complex. This inhibits autophagy, the major degradation pathway in eukaryotic cells. Because mTORC1 inhibits autophagy and stimulates cell growth, it can cause damaged proteins and cell structures to accumulate. For this reason, dysfunction in the process of autophagy can contribute to several diseases, including cancer.",
            "score": 191.44790649414062
        },
        {
            "docid": "14854417_2",
            "document": "Protein phosphorylation . Protein phosphorylation is a post-translational modification of proteins in which an amino acid residue is phosphorylated by a protein kinase by the addition of a covalently bound phosphate group. Phosphorylation alters the structural conformation of a protein, causing it to become activated, deactivated, or modifying its function. The reverse reaction of phosphorylation is called dephosphorylation, and is catalyzed by protein phosphatases. Protein kinases and phosphatases work independently and in a balance to regulate the function of proteins. The amino acids most commonly phosphorylated are serine, threonine, and tyrosine in eukaryotes, and histidine in prokaryotes and plants, which play important and well-characterized roles in signaling pathways and metabolism. However, many other amino acids can also be phosphorylated in cells, including arginine, lysine, aspartic acid, glutamic acid and cysteine. Recent evidence (preprinted at BioRxiv) suggests widespread human protein phosphorylation on multiple non-canonical amino acids, including motifs containing phosphorylated histidine, aspartate, glutamate, arginine and lysine in HeLa cell extracts. Due to the chemical lability of these phosphorylated residues, special procedures and separation techniques are required for their preservation alongside classical Ser, Thr and Tyr phosphorylation. Protein phosphorylation was first reported in 1906 by Phoebus Levene at the Rockefeller Institute for Medical Research with the discovery of phosphorylated vitellin. However, it was nearly 50 years until the enzymatic phosphorylation of proteins by protein kinases was discovered.",
            "score": 190.10415649414062
        },
        {
            "docid": "37125686_30",
            "document": "MTOR inhibitors . The second generation of mTOR inhibitors is known as ATP-competitive mTOR kinase inhibitors. mTORC1/mTORC2 dual inhibitors are designed to compete with ATP in the catalytic site of mTOR. They inhibit all of the kinase-dependent functions of mTORC1 and mTORC2 and therefore, block the feedback activation of PI3K/AKT signaling, unlike rapalogs that only target mTORC1. These types of inhibitors have been developed and several of them are being tested in clinical trials. Like rapalogs, they decrease protein translation, attenuate cell cycle progression, and inhibit angiogenesis in many cancer cell lines and also in human cancer. In fact they have been proven to be more potent than rapalogs.",
            "score": 188.6143341064453
        },
        {
            "docid": "16858611_4",
            "document": "SESN2 . The NMDA receptor antagonist ketamine has been found to activate the mammalian target of rapamycin complex 1 (mTORC1) pathway in the medial prefrontal cortex (mPFC) of the brain as an essential downstream mechanism in the mediation of its rapid-acting antidepressant effects. NV-5138 is a ligand and modulator of sestrin2, a leucine amino acid sensor and upstream regulatory pathway of mTORC1, and is under development for the treatment of depression. The drug has been found to directly and selectively activate the mTORC1 pathway, including in the mPFC, and to produce rapid-acting antidepressant effects similar to those of ketamine.",
            "score": 187.1486358642578
        },
        {
            "docid": "55362208_13",
            "document": "Ovarian follicle activation . Tuberin/tuberous sclerosis complex is also thought to be important in the regulation of primordial follicle activation. TSC negatively controls the function of mTOR (mammalian target of rapamycin). TSC knockout mice have a raised level of mTORC1 activity. Suppressing mTORC1 is a necessary process to prevent primordial follicles from being prematurely activated and therefore premature ovarian insufficiency.",
            "score": 185.45973205566406
        },
        {
            "docid": "38402739_42",
            "document": "MTORC1 . The NMDA receptor antagonist ketamine has been found to activate the mTORC1 pathway in the medial prefrontal cortex (mPFC) of the brain as an essential downstream mechanism in the mediation of its rapid-acting antidepressant effects. NV-5138 is a ligand and modulator of sestrin2, a leucine amino acid sensor and upstream regulatory pathway of mTORC1, and is under development for the treatment of depression. The drug has been found to directly and selectively activate the mTORC1 pathway, including in the mPFC, and to produce rapid-acting antidepressant effects similar to those of ketamine.",
            "score": 184.7321014404297
        }
    ]
}