{
    "q": [
        {
            "docid": "55172_37",
            "document": "Proteomics . One major development to come from the study of human genes and proteins has been the identification of potential new drugs for the treatment of disease. This relies on genome and proteome information to identify proteins associated with a disease, which computer software can then use as targets for new drugs. For example, if a certain protein is implicated in a disease, its 3D structure provides the information to design drugs to interfere with the action of the protein. A molecule that fits the active site of an enzyme, but cannot be released by the enzyme, inactivates the enzyme. This is the basis of new drug-discovery tools, which aim to find new drugs to inactivate proteins involved in disease. As genetic differences among individuals are found, researchers expect to use these techniques to develop personalized drugs that are more effective for the individual.",
            "score": 121.11894202232361
        },
        {
            "docid": "3163434_9",
            "document": "Biotinidase deficiency . Mutations in the \"BTD\" gene cause biotinidase deficiency. Biotinidase is the enzyme that is made by the \"BTD\" gene. Many mutations that cause the enzyme to be nonfunctional or to be produced at extremely low levels have been identified. Biotin is a vitamin that is chemically bound to proteins. (Most vitamins are only loosely associated with proteins.) Without biotinidase activity, the vitamin biotin cannot be separated from foods and therefore cannot be used by the body. Another function of the biotinidase enzyme is to recycle biotin from enzymes that are important in metabolism (processing of substances in cells). When biotin is lacking, specific enzymes called carboxylases cannot process certain proteins, fats, or carbohydrates. Specifically, two essential branched-chain amino acids (leucine and isoleucine) are metabolized differently.",
            "score": 133.2015085220337
        },
        {
            "docid": "16853477_3",
            "document": "ACSS2 . This gene encodes a cytosolic enzyme that catalyzes the activation of acetate for use in lipid synthesis and energy generation. The protein acts as a monomer and produces acetyl-CoA from acetate in a reaction that requires ATP. It is also essential for the production of Crotonyl-CoA which activates its target genes by crotonylation of histone tails. Expression of this gene is regulated by sterol regulatory element-binding proteins, transcription factors that activate genes required for the synthesis of cholesterol and unsaturated fatty acids. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 159.8597594499588
        },
        {
            "docid": "56481_9",
            "document": "Tay–Sachs disease . Heterozygous carriers (individuals who inherit one mutant allele) show abnormal enzyme activity but manifest no disease symptoms. This phenomenon is called dominance; the biochemical reason for wild-type alleles' dominance over nonfunctional mutant alleles in inborn errors of metabolism comes from how enzymes function. Enzymes are protein catalysts for chemical reactions; as catalysts, they speed up reactions without being used up in the process, so only small enzyme quantities are required to carry out a reaction. Someone homozygous for a nonfunctional mutation in the enzyme-encoding gene has little or no enzyme activity, so will manifest the abnormal phenotype. A heterozygote (heterozygous individual) has at least half of the normal enzyme activity level, due to expression of the wild-type allele. This level is normally enough to enable normal function and thus prevent phenotypic expression.",
            "score": 119.03358197212219
        },
        {
            "docid": "14303889_8",
            "document": "HEXA . The HEXA gene is a protein encoding gene that codes for the lysosomal enzyme beta-hexosaminidase. This enzyme, combined with the GM2 activator protein, is responsible for the breakdown of ganglioside GM2 within the lysosome. Defects in the HEXA gene, however, prevent this degradation, leading to a buildup of toxins in brain and spinal cord cells. This fatal genetic disorder is called Tay-Sachs disease. Because the Tay-Sachs gene defect mainly affects neural cells, a patient with the HEXA mutation will experience a quick deterioration of motor and mental function before dying around the age of three or four. [8]",
            "score": 134.92679929733276
        },
        {
            "docid": "5914077_2",
            "document": "CYP17A1 . Cytochrome P450 17A1, also called steroid 17α-monooxygenase, 17α-hydroxylase, 17,20-lyase, or 17,20-desmolase, is an enzyme of the hydroxylase type that in humans is encoded by the \"CYP17A1\" gene on chromosome 10. It is ubiquitously expressed in many tissues and cell types, including the zona reticularis of the adrenal cortex and zona fasciculata as well as gonadal tissues. This gene encodes a member of the cytochrome P450 superfamily of enzymes. The cytochrome P450 proteins are generally regarded as monooxygenases that catalyze many reactions involved in drug metabolism and synthesis of cholesterol, steroids, and other lipids, including the remarkable carbon-carbon bond scission catalyzed by this enzyme. This protein localizes to the endoplasmic reticulum. It has both 17α-hydroxylase and 17,20-lyase activities, and is a key enzyme in the steroidogenic pathway that produces progestins, mineralocorticoids, glucocorticoids, androgens, and estrogens. More specifically, CYP17A1 acts upon pregnenolone and progesterone to add a hydroxyl (-OH) group at carbon 17 of the steroid D ring (the hydroxylase activity), or acts upon 17α-hydroxyprogesterone and 17α-hydroxypregnenolone to split the side-chain off the steroid nucleus (the lyase activity). The \"CYP17A1\" gene also contains one of 27 SNPs associated with increased risk of coronary artery disease.",
            "score": 115.28272044658661
        },
        {
            "docid": "14756973_2",
            "document": "UBE2L3 . Ubiquitin-conjugating enzyme E2 L3 (UBE2L3), also called UBCH7, is a protein that in humans is encoded by the \"UBE2L3\" gene. As an E2 enzyme, UBE2L3 participates in ubiquitination to target proteins for degradation. The role of UBE2L3 in the ubiquitination of the NF-κB precursor implicated it in various major autoimmune diseases, including rheumatoid arthritis (RA), celiac disease, Crohn's disease(CD), and systemic lupus erythematosus.",
            "score": 83.06677722930908
        },
        {
            "docid": "3592553_2",
            "document": "QDPR . QDPR (quinoid dihydropteridine reductase) is a human gene that produces the enzyme quinoid dihydropteridine reductase. This enzyme is part of the pathway that recycles a substance called tetrahydrobiopterin, also known as BH4. Tetrahydrobiopterin works with an enzyme called phenylalanine hydroxylase to process a substance called phenylalanine. Phenylalanine is an amino acid (a building block of proteins) that is obtained through the diet; it is found in all proteins and in some artificial sweeteners. When tetrahydrobiopterin interacts with phenylalanine hydroxylase, tetrahydrobiopterin is altered and must be recycled to a usable form. The regeneration of this substance is critical for the proper processing of several other amino acids in the body. Tetrahydrobiopterin also helps produce certain chemicals in the brain called neurotransmitters, which transmit signals between nerve cells.",
            "score": 167.4923985004425
        },
        {
            "docid": "24603_3",
            "document": "Proteasome . Proteasomes are part of a major mechanism by which cells regulate the concentration of particular proteins and degrade misfolded proteins. Proteins are tagged for degradation with a small protein called ubiquitin. The tagging reaction is catalyzed by enzymes called ubiquitin ligases. Once a protein is tagged with a single ubiquitin molecule, this is a signal to other ligases to attach additional ubiquitin molecules. The result is a \"polyubiquitin chain\" that is bound by the proteasome, allowing it to degrade the tagged protein. The degradation process yields peptides of about seven to eight amino acids long, which can then be further degraded into shorter amino acid sequences and used in synthesizing new proteins.",
            "score": 115.02424693107605
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 144.23433351516724
        },
        {
            "docid": "14772264_3",
            "document": "UBE2D2 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme functions in the ubiquitination of the tumor-suppressor protein p53, which is induced by an E3 ubiquitin-protein ligase. Two alternatively spliced transcript variants have been found for this gene and they encode distinct isoforms.",
            "score": 94.63360464572906
        },
        {
            "docid": "20058343_10",
            "document": "Niemann–Pick disease, type C . Niemann–Pick type C is biochemically, genetically and clinically distinct from Niemann–Pick Types A or and B. In Types A and B, there is complete or partial deficiency of the lysosomal enzyme called acid sphingomyelinase. In Niemann–Pick type C, the protein product of the major mutated gene NPC1 is not an enzyme but appears to function as a transporter in the endosomal-lysosomal system, which moves large water-insoluble molecules through the cell. The protein coded by the NPC2 gene more closely resembles an enzyme structurally but seems to act in cooperation with the NPC1 protein in transporting molecules in the cell. The disruption of this transport system results in the accumulation of cholesterol and glycolipids in lysosomes.",
            "score": 175.50130558013916
        },
        {
            "docid": "711932_15",
            "document": "Lipoid congenital adrenal hyperplasia . This inherited disease is autosomal recessive. Understanding of the molecular basis for it has been advanced in the last decade by better understanding of adrenal steroidogenesis as well as genetic studies of affected patients. It used to be assumed that lipoid CAH resulted from a defect of the enzyme that converted cholesterol to pregnenolone. The conversion reactions are mediated by a single enzyme, formerly referred to as 20,22-desmolase, but now identified as cytochrome P450scc (cholesterol side chain cleavage enzyme). However, few cases of lipoid CAH due to a mutation and defect of P450scc have been identified. Although the disorder is considered autosomal recessive, a single mutation in P450scc can be sufficient to cause the condition. All other cases of lipoid adrenal hyperplasia that have been studied have been found to be due to mutations of the gene for the primary protein that transports cholesterol into the mitochondria, StAR, encoded by a gene on chromosome 8p11.2 in the human.",
            "score": 161.12020421028137
        },
        {
            "docid": "11055023_2",
            "document": "Cystatin C . Cystatin C or cystatin 3 (formerly gamma trace, post-gamma-globulin, or neuroendocrine basic polypeptide), a protein encoded by the CST3 gene, is mainly used as a biomarker of kidney function. Recently, it has been studied for its role in predicting new-onset or deteriorating cardiovascular disease. It also seems to play a role in brain disorders involving amyloid (a specific type of protein deposition), such as Alzheimer's disease.  In humans, all cells with a nucleus (cell core containing the DNA) produce cystatin C as a chain of 120 amino acids. It is found in virtually all tissues and body fluids. It is a potent inhibitor of lysosomal proteinases (enzymes from a special subunit of the cell that break down proteins) and probably one of the most important extracellular inhibitors of cysteine proteases (it prevents the breakdown of proteins outside the cell by a specific type of protein degrading enzymes). Cystatin C belongs to the type 2 cystatin gene family.",
            "score": 104.83003854751587
        },
        {
            "docid": "4961951_10",
            "document": "Transcytosis . Monoclonal antibody Trojan horses that target the BBB insulin or transferrin receptor have been in drug development for over 10 years at ArmaGen, Inc., a biotechnology company in Los Angeles. ArmaGen has developed genetically engineered antibodies against both the insulin and transferrin receptors, and has fused to these antibodies different therapeutic proteins, including lysosomal enzymes, therapeutic antibodies, decoy receptors, and neurotrophins. These therapeutic proteins alone do not cross the BBB, but following genetic fusion to the Trojan horse antibody, the therapeutic protein penetrates the BBB at a rate comparable to small molecules. In 2015, ArmaGen will be the first to enter human clinical trials with the BBB Trojan horse fusion proteins that delivery protein drugs to the brain via the transcytosis pathway. The human diseases initially targeted by ArmaGen are lysosomal storage diseases that adversely affect the brain. Inherited diseases create a condition where a specific lysosomal enzyme is not produced, leading to serious brain conditions including mental retardation, behavioral problems, and then dementia. Although the missing enzyme can be manufactured by drug companies, the enzyme drug alone does not treat the brain, because the enzyme alone does not cross the BBB. ArmaGen has re-engineered the missing lysosomal enzyme as a Trojan horse-enzyme fusion protein that crosses the BBB. The first clinical trials of the new Trojan horse fusion protein technology will treat the brain in lysosomal storage disorders, including Mucopolysaccharidosis (MPS) Type I, also called Hurlers syndrome, and MPS Type II, also called Hunter syndrome.",
            "score": 122.21940696239471
        },
        {
            "docid": "15065147_3",
            "document": "UBE2E1 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. Two alternatively spliced transcript variants encoding distinct isoforms have been found for this gene.",
            "score": 88.60484480857849
        },
        {
            "docid": "2620905_2",
            "document": "UBA1 . Ubiquitin-like modifier activating enzyme 1 (UBA1) is an enzyme which in humans is encoded by the \"UBA1\" gene. UBA1 participates in ubiquitination and the NEDD8 pathway for protein folding and degradation, among many other biological processes. This protein has been linked to X-linked spinal muscular atrophy type 2, neurodegenerative diseases, and cancers.",
            "score": 92.84967255592346
        },
        {
            "docid": "2525541_13",
            "document": "Sandhoff disease . Mutations in the \"HEXB\" gene cause Sandhoff disease. The gene provides instructions for making a protein crucial to the enzymes beta-hexosaminidase A and beta-hexosaminidase B, which function in nerve cells to break down fatty substances, complex sugars, and molecules that are linked to sugars. In particular, beta-hexosaminidase A breaks down a fatty compound called GM2 ganglioside. Mutations in the \"HEXB\" gene disrupt the activity of these enzymes, preventing the breakdown of GM2 ganglioside and other molecules.",
            "score": 146.16758942604065
        },
        {
            "docid": "14755590_3",
            "document": "Matrix metallopeptidase 12 . Proteins of the matrix metalloproteinase (MMP) family are involved in the breakdown of extracellular matrix in normal physiological processes, such as embryonic development, reproduction, and tissue remodeling, as well as in disease processes, such as arthritis and metastasis. Most MMP's are secreted as inactive proproteins. The prodomain is cleaved by extracellular proteinases when the enzyme is activated. The active enzyme is constituted by two domains, the catalytic domain resposnsible for its enzymatic activity and the hemopexin-like domain that in some MMPs plays a role in substrate recognition and can contribute to increasing catalytic efficiency. It is thought that the protein encoded by this gene is cleaved at both ends to yield the active enzyme, but this processing has not been fully described. The enzyme degrades soluble and insoluble elastin. The gene is part of a cluster of MMP genes which localize to chromosome 11q22.3.",
            "score": 91.052370429039
        },
        {
            "docid": "3570811_2",
            "document": "Werner syndrome helicase . \"Werner syndrome ATP-dependent helicase\" also known as DNA helicase, RecQ-like type 3 is an enzyme that in humans is encoded by the WRN gene. WRN is a member of the RecQ Helicase family. Helicase enzymes generally unwind and separate double-stranded DNA. These activities are necessary before DNA can be copied in preparation for cell division (DNA replication). Helicase enzymes are also critical for making a blueprint of a gene for protein production, a process called transcription. Further evidence suggests that Werner protein plays a critical role in repairing DNA. Overall, this protein helps maintain the structure and integrity of a person's DNA.",
            "score": 107.23142194747925
        },
        {
            "docid": "9719607_3",
            "document": "Dihydrolipoamide dehydrogenase . Dihydrolipoamide dehydrogenase (DLD) is a mitochondrial enzyme that plays a vital role in energy metabolism in eukaryotes. This enzyme is required for the complete reaction of at least five different multi-enzyme complexes. Additionally, DLD is a flavoenzyme oxidoreductase that contains a reactive disulfide bridge and a FAD cofactor that are directly involved in catalysis. The enzyme associates into tightly bound homodimers required for its enzymatic activity. The protein encoded by the DLD gene comes together with another protein to form a dimer in the central metabolic pathway. Several amino acids within the catalytic pocket have been identified as important to DLD function, including R281 and N473. Although the overall fold of the human enzyme is similar to that of yeast, the human structure is different in that it has two loops that extend from the general protein structure and into the FAD binding sites. When bound the NAD+ molecule, required for catalysis, is not close to the FAD moiety. However, when NADH is bound instead, it is stacked directly op top of the FAD central structure. The current hE3 structures show directly that the disease-causing mutations occur at three locations in the human enzyme: the dimer interface, the active site, and the FAD and NAD(+)-binding sites.",
            "score": 135.11495101451874
        },
        {
            "docid": "14819452_3",
            "document": "CYP4F2 . This gene encodes a member of the cytochrome P450 superfamily of enzymes. The cytochrome P450 proteins are monooxygenases which catalyze many reactions involved in drug metabolism and synthesis of cholesterol, steroids, fatty acids, and other lipids. This protein localizes to the endoplasmic reticulum. The enzyme starts the process of inactivating and degrading leukotriene B4, a potent mediator of inflammation. This gene is part of a cluster of cytochrome P450 genes on chromosome 19. Another member of this family, CYP4F11, is approximately 16 kb away.",
            "score": 124.9510989189148
        },
        {
            "docid": "11504708_2",
            "document": "Methylglutaconyl-CoA hydratase . 3-Methylglutaconyl-CoA hydratase, also known as MG-CoA hydratase and AUH, is an enzyme encoded by the \"AUH\" gene on chromosome 19. It is a member of the enoyl-CoA hydratase/isomerase superfamily, but it is the only member of that family that is able to bind to RNA. Not only does it bind to RNA, AUH has also been observed to be involved in the metabolic enzymatic activity, making it a dual-role protein. Mutations of this gene have been found to cause a disease called 3-Methylglutaconic Acuduria Type 1.",
            "score": 118.06838130950928
        },
        {
            "docid": "238097_40",
            "document": "Warfarin . Warfarin inhibits the vitamin K-dependent synthesis of biologically active forms of the calcium-dependent clotting factors II, VII, IX and X, as well as the regulatory factors protein C, protein S, and protein Z. Other proteins not involved in blood clotting, such as osteocalcin, or matrix Gla protein, may also be affected. The precursors of these factors require gamma carboxylation of their glutamic acid residues to allow the coagulation factors to bind to phospholipid surfaces inside blood vessels, on the vascular endothelium. The enzyme that carries out the carboxylation of glutamic acid is gamma-glutamyl carboxylase. The carboxylation reaction will proceed only if the carboxylase enzyme is able to convert a reduced form of vitamin K (vitamin K hydroquinone) to vitamin K epoxide at the same time. The vitamin K epoxide is in turn recycled back to vitamin K and vitamin K hydroquinone by another enzyme, the vitamin K epoxide reductase (VKOR). Warfarin inhibits epoxide reductase (specifically the VKORC1 subunit), thereby diminishing available vitamin K and vitamin K hydroquinone in the tissues, which inhibits the carboxylation activity of the glutamyl carboxylase. When this occurs, the coagulation factors are no longer carboxylated at certain glutamic acid residues, and are incapable of binding to the endothelial surface of blood vessels, and are thus biologically inactive. As the body's stores of previously produced active factors degrade (over several days) and are replaced by inactive factors, the anticoagulation effect becomes apparent. The coagulation factors are produced, but have decreased functionality due to undercarboxylation; they are collectively referred to as PIVKAs (proteins induced [by] vitamin K absence/antagonism), and individual coagulation factors as PIVKA-\"number\" (e.g.PIVKA-II). The end result of warfarin use, therefore, is to diminish blood clotting in the patient.",
            "score": 153.95589661598206
        },
        {
            "docid": "14796095_3",
            "document": "UBE2D3 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme functions in the ubiquitination of the tumor-suppressor protein p53, which is induced by an E3 ubiquitin-protein ligase. Multiple spliced transcript variants have been found for this gene, but the full-length nature of some variants has not been determined.",
            "score": 92.74498987197876
        },
        {
            "docid": "3573437_2",
            "document": "Holocarboxylase synthetase . HLCS (holocarboxylase synthetase (biotin-(propionyl-Coenzyme A-carboxylase (ATP-hydrolysing)) ligase)) is a human gene that provides instructions for making an enzyme called holocarboxylase synthetase (). This enzyme is important for the effective use of biotin, a B vitamin found in foods such as liver, egg yolks, and milk. In many of the body's tissues, holocarboxylase synthetase activates other specific enzymes (called biotin-dependent carboxylases) by attaching biotin to them. These carboxylases are involved in many critical cellular functions, including the production and breakdown of proteins, fats, and carbohydrates.",
            "score": 97.81032848358154
        },
        {
            "docid": "864596_17",
            "document": "HMG-CoA reductase . Rising levels of sterols increase the susceptibility of the reductase enzyme to ER-associated degradation (ERAD) and proteolysis. Helices 2-6 (total of 8) of the HMG-CoA reductase transmembrane domain are thought to sense increased cholesterol levels (direct sterol binding to the SSD of HMG-CoA reductase has not been demonstrated). Lysine residues 89 and 248 can become ubiquinated by ER-resident E3 ligases. The identity of the multiple E3 ligases involved in HMG-CoA degradation is controversial, with suggested candidates being AMFR, Trc8, and RNF145 The involvement of AMFR and Trc8 has been contested.",
            "score": 238.4091739654541
        },
        {
            "docid": "10816627_3",
            "document": "Biotinidase . This enzyme allows the body to use and to recycle the B vitamin biotin, sometimes called vitamin H. Biotinidase extracts biotin from food because the body needs biotin in its free, unattached form. This enzyme also recycles biotin from enzymes in the body that use it as a helper component in order to function. These enzymes, known as carboxylases, are important in the processing of fats, carbohydrates, and proteins. Biotin is attached to these carboxylase enzymes through an amino acid (the building material of proteins) called lysine, forming a complex called biocytin. Biotinidase removes biotin from biocytin and makes it available to be reused by other enzymes.",
            "score": 108.18086647987366
        },
        {
            "docid": "48600988_2",
            "document": "PYGB . Glycogen phosphorylase, brain (PYGB, GPBB), is an enzyme that in humans is encoded by the \"PYGB\" gene on chromosome 20. The protein encoded by this gene is a glycogen phosphorylase found predominantly in the brain. The encoded protein forms homodimers which can associate into homotetramers, the enzymatically active form of glycogen phosphorylase. The activity of this enzyme is positively regulated by AMP and negatively regulated by ATP, ADP, and glucose-6-phosphate. This enzyme catalyzes the rate-determining step in glycogen degradation. [provided by RefSeq, Jul 2008]",
            "score": 82.6841332912445
        },
        {
            "docid": "214570_7",
            "document": "Protein catabolism . The degradation of proteins occurs within the cells, as the amino acids have to pass through certain membranes before being able to be used for different processes. This first step to protein catabolism is breaking the protein down into amino acids by cleaving their peptide bonds, also known as proteolysis. The peptide bonds are broken up by the proteasome, which is able to hydrolyze the peptide bonds by using ATP energy. This process is further helped by the use of enzymes called proteases. The proteases help cleave off the remaining peptide residues to produce individual amino acids, ready to be converted into usable molecules for either glycolysis or the TCA cycle, to produce energy for the organisms, or to be used to create new proteins.",
            "score": 111.23601150512695
        },
        {
            "docid": "10816627_5",
            "document": "Biotinidase . Unlike most vitamins, which are noncovalently bound to enzymes, biotin is chemically linked (covalently bound), and therefore cannot be easily removed from the enzyme denaturation. Without biotinidase activity, the vitamin biotin cannot be separated from foods and therefore cannot be used by the body. Biotinidase deficiency is an inherited disorder caused by mutations in the BTD gene. When biotinidase activity is deficient, biotin can be neither recycled within the body nor removed from ingested food. Nor can biotin be recycled from enzymes to which it is bound. Deficient biotinidase activity causes specific metabolic enzymes, called carboxylases, to be nonfunctional, inhibiting the proper processing of proteins, fats, and carbohydrates. Individuals lacking biotinidase activity can still have normal carboxylases if they ingest small amounts of biotin. Approximately 1 in 60,000 newborns are affected by profound (less than 10 percent of normal enzyme activity) or partial (10-30 percent of normal enzyme activity) biotinidase deficiency.",
            "score": 120.44371247291565
        },
        {
            "docid": "44163912_5",
            "document": "Kufs disease . Mutations to the CLN6 and PPT1 genes result in Kufs disease Type A. CLN6 produces proteins that facilitate fat transport throughout a cell, as well as excretion out of the cell. The PPT1 gene codes for the enzyme palmotoyl-protein thioesterase-1. This enzyme is responsible for removing the fatty-acid side chains off of proteins that have been translocated into the lysozyme. By removing the surrounding fats, palmotoyl-protein thioesterase-1 creates easier access for other enzymes to break down the rest of the protein. Fatty substance build up in the brain is a consequence of the mutated genes. The fats and proteins that build up are called lipopigments. Eventually the buildup of lipopigments results in death of the neuron cells, giving way to the phenotypic symptoms. Type A is an autosomal recessive disease, indicating that it is inherited from the parents. Each parent must carry one copy of the mutation, however the recessive designation indicates that with only one copy, the parents are not affected, and do not show any symptoms.",
            "score": 119.28874480724335
        }
    ],
    "r": [
        {
            "docid": "23508230_2",
            "document": "Schnyder crystalline corneal dystrophy . Schnyder crystalline corneal dystrophy (SCD) is a rare form of corneal dystrophy. It is caused by heterozygous mutations in UBIAD1 gene. Cells in the cornea accumulate cholesterol and phosopholipid deposits leading to the opacity, in severe cases requiring corneal transplants. Abnormal cholesterol metabolism has been noted in other cell types of affected patients (skin fibroblasts) suggesting that this may be a systemic disorder with clinical manifestations limited to the cornea.",
            "score": 296.0692138671875
        },
        {
            "docid": "33459109_4",
            "document": "HMG-CoA reductase family . Class I HMG-CoA reductases catalyse the NADP-dependent synthesis of mevalonate from 3-hydroxy-3-methylglutaryl-CoA (HMG-CoA). In vertebrates, membrane-bound HMG-CoA reductase is the rate-limiting enzyme in the biosynthesis of cholesterol and other isoprenoids. In plants, mevalonate is the precursor of all isoprenoid compounds. The reduction of HMG-CoA to mevalonate is regulated by feedback inhibition by sterols and non-sterol metabolites derived from mevalonate, including cholesterol. In archaea, HMG-CoA reductase is a cytoplasmic enzyme involved in the biosynthesis of the isoprenoids side chains of lipids. Class I HMG-CoA reductases consist of an N-terminal membrane domain (lacking in archaeal enzymes), and a C-terminal catalytic region. The catalytic region can be subdivided into three domains: an N-domain (N-terminal), a large L-domain, and a small S-domain (inserted within the L-domain). The L-domain binds the substrate, while the S-domain binds NADP.",
            "score": 259.29022216796875
        },
        {
            "docid": "6437_23",
            "document": "Cholesterol . Cholesterol synthesis can also be turned off when cholesterol levels are high. HMG-CoA reductase contains both a cytosolic domain (responsible for its catalytic function) and a membrane domain. The membrane domain senses signals for its degradation. Increasing concentrations of cholesterol (and other sterols) cause a change in this domain's oligomerization state, which makes it more susceptible to destruction by the proteosome. This enzyme's activity can also be reduced by phosphorylation by an AMP-activated protein kinase. Because this kinase is activated by AMP, which is produced when ATP is hydrolyzed, it follows that cholesterol synthesis is halted when ATP levels are low.",
            "score": 249.4902801513672
        },
        {
            "docid": "864596_2",
            "document": "HMG-CoA reductase . HMG-CoA reductase (3-hydroxy-3-methyl-glutaryl-coenzyme A reductase, officially abbreviated HMGCR) is the rate-controlling enzyme (NADH-dependent, ; NADPH-dependent, ) of the mevalonate pathway, the metabolic pathway that produces cholesterol and other isoprenoids. Normally in mammalian cells this enzyme is suppressed by cholesterol derived from the internalization and degradation of low density lipoprotein (LDL) via the LDL receptor as well as oxidized species of cholesterol. Competitive inhibitors of the reductase induce the expression of LDL receptors in the liver, which in turn increases the catabolism of plasma LDL and lowers the plasma concentration of cholesterol, which is considered, by those who accept the standard lipid hypothesis, an important determinant of atherosclerosis. This enzyme is thus the target of the widely available cholesterol-lowering drugs known collectively as the statins.",
            "score": 246.88961791992188
        },
        {
            "docid": "864596_15",
            "document": "HMG-CoA reductase . Transcription of the reductase gene is enhanced by the \"sterol regulatory element binding protein\" (SREBP). This protein binds to the \"sterol regulatory element\" (SRE), located on the 5' end of the reductase gene after controlled proteolytic processing. When SREBP is inactive, it is bound to the ER or nuclear membrane with another protein called SREBP cleavage-activating protein (SCAP). SCAP senses low cholesterol concentration and transports SREBP to the Golgi membrane where a consecutive proteolysis by S1P and S2P cleaves SREBP into an active nuclear form, nSREBP. nSREBPs migrate to the nucleus and activate transcription of SRE-containing genes. The nSREBP transcription factor is short-lived. When cholesterol levels rise, Insigs retains the SCAP-SREBP complex in the ER membrane by preventing its incorporation into COPII vesicles.",
            "score": 243.90093994140625
        },
        {
            "docid": "637177_5",
            "document": "Cerivastatin . Five main classes of agents can be used to treat hyperlipidemia, a condition that comes with high cholesterol levels. Those are bile acid sequestrants, nicotinic acid, fibric acid derivatives, probucol and HMG-CoA-reductase inhibitors. Cerivastatin mainly acts by competitively inhibiting HMG-CoA-reductase, which is the rate-limiting enzyme step in cholesterol biosynthesis. It occurs during the mevalonate pathway in the liver, where hydroxylmethylglutaryl is converted to mevalonate. Cerivastatin is a synthetic and enantiomerically pure inhibitor of the reductase, meaning it can fit into the enzyme’s active site, and therefore compete with the substrate HMG-CoA, which is the native substrate for the reductase. Due to the competition, the rate of mevalonate production by the enzyme is reduced. This also means that the rates subsequent biosynthesis is reduced, since less starting material is available. Eventually, this will lead to lower cholesterol levels.",
            "score": 242.07318115234375
        },
        {
            "docid": "10905770_9",
            "document": "Farnesyl-diphosphate farnesyltransferase . FPP is an important metabolic intermediate in the mevalonate pathway that represents a major branch point in terpenoid pathways. FPP is used to form several important classes of compounds in addition to sterols (\"via\" squalene), including ubiquinone and dolichols. SQS catalyzes the first committed step in sterol biosynthesis from FPP, and is therefore important for controlling the flux towards sterol vs. non-sterol products. The activity of SQS is intimately related to the activity of HMG-CoA reductase, which catalyzes the rate-limiting step of the mevalonate pathway. High levels of LDL-derived cholesterol inhibit HMG-CoA reductase activity significantly, since mevalonate is no longer needed for sterol production. However, residual HMG-CoA reductase activity is observed even with very high LDL levels, such that FPP can be made for forming non-sterol products essential for cell growth. To prevent this residual FPP from being used for sterol synthesis when sterols are abundant, SQS activity declines significantly when LDL levels are high. This suppression of SQS activity is better thought of as a flux control mechanism, rather than a way to regulate cholesterol levels. This is since HMG-CoA reductase is the more significant control factor for regulating cholesterol synthesis (its activity is 98% inhibited when LDL levels are high).",
            "score": 241.5626983642578
        },
        {
            "docid": "619938_6",
            "document": "Mevalonate pathway . Several key enzymes can be activated through DNA transcriptional regulation on activation of SREBP (sterol regulatory element-binding protein-1 and -2). This intracellular sensor detects low cholesterol levels and stimulates endogenous production by the HMG-CoA reductase pathway, as well as increasing lipoprotein uptake by up-regulating the LDL-receptor. Regulation of this pathway is also achieved by controlling the rate of translation of the mRNA, degradation of reductase and phosphorylation.",
            "score": 240.947509765625
        },
        {
            "docid": "864596_17",
            "document": "HMG-CoA reductase . Rising levels of sterols increase the susceptibility of the reductase enzyme to ER-associated degradation (ERAD) and proteolysis. Helices 2-6 (total of 8) of the HMG-CoA reductase transmembrane domain are thought to sense increased cholesterol levels (direct sterol binding to the SSD of HMG-CoA reductase has not been demonstrated). Lysine residues 89 and 248 can become ubiquinated by ER-resident E3 ligases. The identity of the multiple E3 ligases involved in HMG-CoA degradation is controversial, with suggested candidates being AMFR, Trc8, and RNF145 The involvement of AMFR and Trc8 has been contested.",
            "score": 238.4091796875
        },
        {
            "docid": "178197_28",
            "document": "Statin . Statins act by competitively inhibiting HMG-CoA reductase, the rate-limiting enzyme of the mevalonate pathway. Because statins are similar in structure to HMG-CoA on a molecular level, they will fit into the enzyme's active site and compete with the native substrate (HMG-CoA). This competition reduces the rate by which HMG-CoA reductase is able to produce mevalonate, the next molecule in the cascade that eventually produces cholesterol. A variety of natural statins are produced by \"Penicillium\" and \"Aspergillus\" fungi as secondary metabolites. These natural statins probably function to inhibit HMG-CoA reductase enzymes in bacteria and fungi that compete with the producer.",
            "score": 236.2623748779297
        },
        {
            "docid": "51521_34",
            "document": "Low-density lipoprotein . The mevalonate pathway serves as the basis for the biosynthesis of many molecules, including cholesterol. The enzyme 3-hydroxy-3-methylglutaryl coenzyme A reductase (HMG CoA reductase) is an essential component and performs the first of 37 steps within the cholesterol production pathway, and present in every animal cell.",
            "score": 234.61248779296875
        },
        {
            "docid": "637009_15",
            "document": "Lovastatin . HMG CoA reductase occurs early in the biosynthetic pathway and is among the first committed steps to cholesterol formulation. Inhibition of this enzyme could lead to accumulation of HMG CoA, a water-soluble intermediate that is, then, capable of being readily metabolized to simpler molecules. This inhibition of reductase would lead to accumulation of lipophylic intermediates with a formal sterol ring.",
            "score": 234.5342559814453
        },
        {
            "docid": "5937217_8",
            "document": "Sitosterolemia . Sitosterolemia is inherited as a rare autosomal recessive condition. It has been shown to result from mutations in either of two adjacent and oppositely oriented genes (ABCG5 and ABCG8) located in chromosome 2 in band 2p21 and encode for ABC transporter proteins named sterolin-1 and sterolin-2, respectively. Thus, the active pumping back into the intestine of passively absorbed plant sterols is disrupted, and hepatic secretion of the resultant accumulation of these sterols is decreased.  The ability of the liver to preferentially excrete plant sterols into the bile is apparently impaired. While bile acid synthesis remains the same as in healthy people, the total excretion of sterols in the bile is reportedly less than 50% in subjects with sitosterolemia compared to control subjects. The mechanism for decreased hepatic secretion is unknown.  Patients have markedly reduced whole-body cholesterol biosynthesis associated with suppressed hepatic, ileal, and mononuclear leukocyte hydroxymethylglutaryl-coenzyme A reductase (HMG-CoA reductase), the rate-controlling enzyme in the cholesterol biosynthetic pathway. Whether or not the down-regulation is due to accumulated sitosterol is still debatable, but most recent data indicate that secondary effects of unknown regulators other than sitosterol can lead to reduced HMG-CoA reductase activity in the disease. This is coupled with significantly increased low-density lipoprotein (LDL) receptor expression.",
            "score": 230.09388732910156
        },
        {
            "docid": "634622_21",
            "document": "Atorvastatin . As with other statins, atorvastatin is a competitive inhibitor of HMG-CoA reductase. Unlike most others, however, it is a completely synthetic compound. HMG-CoA reductase catalyzes the reduction of 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) to mevalonate, which is the rate-limiting step in hepatic cholesterol biosynthesis. Inhibition of the enzyme decreases \"de novo\" cholesterol synthesis, increasing expression of low-density lipoprotein receptors (LDL receptors) on hepatocytes. This increases LDL uptake by the hepatocytes, decreasing the amount of LDL-cholesterol in the blood. Like other statins, atorvastatin also reduces blood levels of triglycerides and slightly increases levels of HDL-cholesterol.",
            "score": 227.5266571044922
        },
        {
            "docid": "1907985_37",
            "document": "Smith–Lemli–Opitz syndrome . HMG-CoA reductase inhibitors have been examined as treatment for SLOS. Given that this catalyzes the rate-limiting step in cholesterol synthesis, inhibiting it would reduce the buildup of toxic metabolites such as 7DHC. Simvastatin is a known inhibitor of HMG-CoA reductase, and most importantly is able to cross the blood–brain barrier. It has been reported to decrease the levels of 7DHC, as well as increase the levels of cholesterol. The increased cholesterol levels are due to simvastatin's effect on the expression of different genes. Simvastatin increases the expression of \"DHCR7\", likely leading to increased activity of DHCR7. It has also been shown to increase the expression of other genes involved in cholesterol synthesis and uptake. However, these benefits are dependent on the amount of residual cholesterol synthesis. Because some individuals possess less severe mutations and demonstrate some amount of DCHR7 activity, these people benefit the most from simvastatin therapy as they still have a partially functioning enzyme. For individuals that show no residual DCHR7 activity, such as those homozygous for null alleles or mutations, simvastatin therapy may actually be toxic. This highlights the importance of identifying the specific genotype of the SLOS patient before administering treatment. It is still unknown if simvastatin will improve the behavioural or learning deficits in SLOS.",
            "score": 226.46206665039062
        },
        {
            "docid": "1064373_7",
            "document": "Prenylation . Both isoprenoid chains, geranylgeranyl pyrophosphate (GGpp) and farnesyl pyrophosphate are products of the HMG-CoA reductase pathway. The product of HMG CoA reductase is mevalonate. By combining precursors with 5 carbons, the pathway subsequently produces geranyl pyrophosphate (10 carbons), farnesyl pyrophosphate (15 carbons) and geranylgeranyl pyrophosphate (20 carbons). Two farnesyl pyrophosphate groups can also be combined to form squalene, the precursor for cholesterol. This means that statins, which inhibit HMG CoA reductase, inhibit the production of both cholesterol and isoprenoids. Note that, in the HMG-CoA reductase/mevalonate pathway, the precursors already contain a pyrophosphate group, and isoprenoids are produced with a pyrophosphate group. There is no known enzyme activity that can carry out the prenylation reaction with the isoprenoid alcohol. However, enzymatic activity for isoprenoid kinases capable converting isoprenoid alcohols to isoprenoid pyrophosphates have been shown. In accordance with this, farnesol and geranylgeraniol have been shown to be able to rescue effects caused by statins or nitrogenous bisphosphonates, further supporting that alcohols \"can\" be involved in prenylation, likely via phosphorylation to the corresponding isoprenoid pyrophosphate.",
            "score": 224.43560791015625
        },
        {
            "docid": "169250_8",
            "document": "Lipid-anchored protein . Some important prenylation chains that are involved in the HMG-CoA reductase metabolic pathway are geranylgeraniol, farnesol and dolichol. These isoprene polymers (e.g. geranyl pyrophosphate and farnesyl pyrophosphate) are involved in the condensations via enzymes such as prenyltransferase that eventually cyclizes to form cholesterol.",
            "score": 224.37451171875
        },
        {
            "docid": "635659_15",
            "document": "Simvastatin . All statins act by inhibiting 3-hydroxy-3-methylglutaryl (HMG) coenzyme A reductase. HMG-CoA reductase, the rate-limiting enzyme of the HMG-CoA reductase pathway, the metabolic pathway responsible for the endogenous production of cholesterol. Statins are more effective than other lipid-regulating drugs at lowering LDL-cholesterol concentration, but they are less effective than the fibrates in reducing triglyceride concentration. However, statins reduce cardiovascular disease events and total mortality irrespective of the initial cholesterol concentration. This is a major piece of evidence that statins work in another way than the lowering of cholesterol (called pleiotropic effects).",
            "score": 223.6866912841797
        },
        {
            "docid": "10905953_12",
            "document": "Lanosterol synthase . Interest has grown in lanosterol synthase inhibitors as drugs to lower blood cholesterol and treat atherosclerosis. The widely popular statin drugs currently used to lower LDL (low-density lipoprotein) cholesterol function by inhibiting HMG-CoA reductase activity. Because this enzyme catalyzes the formation of precursors far upstream of (S)-2,3-epoxysqualene and cholesterol, statins may negatively influence amounts of intermediates required for other biosynthetic pathways (e.g. synthesis of isoprenoids, coenzyme Q). Thus, lanosterol synthase, which is more closely tied to cholesterol biosynthesis than HMG-CoA reductase, is an attractive drug target.",
            "score": 219.09130859375
        },
        {
            "docid": "864596_18",
            "document": "HMG-CoA reductase . Short-term regulation of HMG-CoA reductase is achieved by inhibition by phosphorylation (of Serine 872, in humans). Decades ago it was believed that a cascade of enzymes controls the activity of HMG-CoA reductase: an HMG-CoA reductase kinase was thought to inactivate the enzyme, and the kinase in turn was held to be activated via phosphorylation by HMG-CoA reductase kinase kinase. An excellent review on regulation of the mevalonate pathway by Nobel Laureates Joseph Goldstein and Michael Brown adds specifics: HMG-CoA reductase is phosphorylated and inactivated by an AMP-activated protein kinase, which also phosphorylates and inactivates acetyl-CoA carboxylase, the rate-limiting enzyme of fatty acid biosynthesis. Thus, both pathways utilizing acetyl-CoA for lipid synthesis are inactivated when energy charge is low in the cell, and concentrations of AMP rise. There has been a great deal of research on the identity of upstream kinases that phosphorylate and activate the AMP-activated protein kinase.",
            "score": 215.10934448242188
        },
        {
            "docid": "6437_16",
            "document": "Cholesterol . Synthesis within the body starts with the mevalonate pathway where two molecules of acetyl CoA condense to form acetoacetyl-CoA. This is followed by a second condensation between acetyl CoA and acetoacetyl-CoA to form 3-hydroxy-3-methylglutaryl CoA (HMG-CoA).  This molecule is then reduced to mevalonate by the enzyme HMG-CoA reductase. Production of mevalonate is the rate-limiting and irreversible step in cholesterol synthesis and is the site of action for statins (a class of cholesterol lowering drugs). Mevalonate is finally converted to isopentenyl pyrophosphate (IPP) through two phosphorylation steps and one decarboxylation step that requires ATP.",
            "score": 214.1377410888672
        },
        {
            "docid": "6834535_24",
            "document": "Familial hypercholesterolemia . FH is usually treated with statins. Statins act by inhibiting the enzyme hydroxymethylglutaryl CoA reductase (HMG-CoA-reductase) in the liver. In response, the liver produces more LDL receptors, which remove circulating LDL from the blood. Statins effectively lower cholesterol and LDL levels, although sometimes add-on therapy with other drugs is required, such as bile acid sequestrants (cholestyramine or colestipol), nicotinic acid preparations or fibrates. Control of other risk factors for cardiovascular disease is required, as risk remains somewhat elevated even when cholesterol levels are controlled. Professional guidelines recommend that the decision to treat a person with FH with statins should not be based on the usual risk prediction tools (such as those derived from the Framingham Heart Study), as they are likely to underestimate the risk of cardiovascular disease; unlike the rest of the population, FH have had high levels of cholesterol since birth, probably increasing their relative risk. Prior to the introduction of the statins, clofibrate (an older fibrate that often caused gallstones), probucol (especially in large xanthomas) and thyroxine were used to reduce LDL cholesterol levels.",
            "score": 213.9173583984375
        },
        {
            "docid": "12742621_9",
            "document": "Colesevelam . Colesevelam is part of a class of drugs known as bile acid sequestrants. Colesevelam hydrochloride, the active pharmaceutical ingredient in Welchol, is a non-absorbed, lipid-lowering polymer that binds bile acids in the intestine, impeding their reabsorption. As the bile acid pool becomes depleted, the hepatic enzyme, cholesterol 7-α-hydroxylase, is upregulated, which increases the conversion of cholesterol to bile acids. This causes an increased demand for cholesterol in the liver cells, resulting in the dual effect of increasing transcription and activity of the cholesterol biosynthetic enzyme, HMG-CoA reductase, and increasing the number of hepatic LDL receptors. These compensatory effects result in increased clearance of LDL-C from the blood, resulting in decreased serum LDL-C levels. Serum TG levels may increase or remain unchanged. It is not yet known how Colesevelam works to help control blood sugar in people with type 2 diabetes. However, it is clear that the drug works within the digestive tract, since it is not absorbed into the rest of the body.",
            "score": 213.6028594970703
        },
        {
            "docid": "637009_7",
            "document": "Lovastatin . Lovastatin is an inhibitor of 3-hydroxy-3-methylglutaryl-coenzyme A reductase (HMG-CoA reductase), an enzyme that catalyzes the conversion of HMG-CoA to mevalonate. Mevalonate is a required building block for cholesterol biosynthesis and lovastatin interferes with its production by acting as a reversible competitive inhibitor for HMG-CoA, which binds to the HMG-CoA reductase. Lovastatin is a prodrug, an inactive lactone in its native form, the gamma-lactone closed ring form in which it is administered, is hydrolysed in vivo to the β-hydroxy acid open ring form; which is the active form.",
            "score": 211.00802612304688
        },
        {
            "docid": "33459109_2",
            "document": "HMG-CoA reductase family . In molecular biology, the HMG-CoA reductase family is a family of enzymes which participate in the mevalonate pathway, the metabolic pathway that produces cholesterol and other isoprenoids.",
            "score": 210.97811889648438
        },
        {
            "docid": "6437_22",
            "document": "Cholesterol . The cleaved SREBP then migrates to the nucleus, and acts as a transcription factor to bind to the sterol regulatory element (SRE), which stimulates the transcription of many genes. Among these are the low-density lipoprotein (LDL) receptor and HMG-CoA reductase. The LDL receptor scavenges circulating LDL from the bloodstream, whereas HMG-CoA reductase leads to an increase of endogenous production of cholesterol. A large part of this signaling pathway was clarified by Dr. Michael S. Brown and Dr. Joseph L. Goldstein in the 1970s. In 1985, they received the Nobel Prize in Physiology or Medicine for their work. Their subsequent work shows how the SREBP pathway regulates expression of many genes that control lipid formation and metabolism and body fuel allocation.",
            "score": 210.39459228515625
        },
        {
            "docid": "178197_36",
            "document": "Statin . In 1971, Akira Endo, a Japanese biochemist working for the pharmaceutical company Sankyo, began the search for a cholesterol-lowering drug. Research had already shown cholesterol is mostly manufactured by the body in the liver, using the enzyme HMG-CoA reductase. Endo and his team reasoned that certain microorganisms may produce inhibitors of the enzyme to defend themselves against other organisms, as mevalonate is a precursor of many substances required by organisms for the maintenance of their cell walls (ergosterol) or cytoskeleton (isoprenoids). The first agent they identified was mevastatin (ML-236B), a molecule produced by the fungus \"Penicillium citrinum\".",
            "score": 210.0506134033203
        },
        {
            "docid": "864596_12",
            "document": "HMG-CoA reductase . Since the reaction catalysed by HMG-CoA reductase is the rate-limiting step in cholesterol synthesis, this enzyme represents the sole major drug target for contemporary cholesterol-lowering drugs in humans. The medical significance of HMG-CoA reductase has continued to expand beyond its direct role in cholesterol synthesis following the discovery that statins can offer cardiovascular health benefits independent of cholesterol reduction. Statins have been shown to have anti-inflammatory properties, most likely as a result of their ability to limit production of key downstream isoprenoids that are required for portions of the inflammatory response. It can be noted that blocking of isoprenoid synthesis by statins has shown promise in treating a mouse model of multiple sclerosis, an inflammatory autoimmune disease.",
            "score": 209.9620819091797
        },
        {
            "docid": "14387852_3",
            "document": "Lapaquistat . Unlike statins, which inhibit HMG-CoA reductase, lapaquistat metabolites inhibit squalene synthase, which is further downstream in the synthesis of cholesterol. It is hoped that side effects can be reduced by not disturbing the mevalonate pathway, which is important for other biochemical molecules besides cholesterol. However, there is increasing evidence that statins (which inhibit the mevalonate pathway) may be clinically useful \"because\" they affect these other molecules (including protein prenylation).",
            "score": 208.7704620361328
        },
        {
            "docid": "864596_11",
            "document": "HMG-CoA reductase . HMG-CoA reductase is active when blood glucose is high. The basic functions of insulin and glucagon are to maintain glucose homeostasis. Thus, in controlling blood sugar levels, they indirectly affect the activity of HMG-CoA reductase, but a decrease in activity of the enzyme is caused by AMP-activated protein kinase, which responds to an increase in AMP concentration, and also to leptin",
            "score": 208.32472229003906
        },
        {
            "docid": "1907985_11",
            "document": "Smith–Lemli–Opitz syndrome . Regulation of cholesterol synthesis is complex and occurs primarily through the enzyme HMG-CoA reductase (catalyst of the rate-limiting step). It involves a feedback loop that is sensitive to cellular levels of cholesterol. The four main steps of regulation are:",
            "score": 207.93089294433594
        },
        {
            "docid": "4561837_7",
            "document": "Adrenocortical hormone . The synthesis of adrenocortical steroid hormones involves a chain of oxidation-reduction reactions catalyzed by a series of enzymes. Synthesis begins with a molecule of cholesterol. Through shared intermediates and pathways branching off those shared intermediates, the different classes of steroids are synthesized. Steroids are synthesized from cholesterol in their respective regions of the adrenal cortex. The process is controlled by steroidogenic acute regulatory protein (StAR) which sits in the mitochondrial membrane and regulates the passage of cholesterol. This is the rate-limiting step of steroid biosynthesis. Once StAR has transported cholesterol into the mitochondria, the cholesterol molecule undergoes a string of oxidation-reduction reactions catalyzed by a series of enzymes from the family of cytochrome P450 enzymes. A coenzyme system called adrenodoxin reductase transfers electrons to the P450 enzyme which initiates the oxidation-reduction reactions that transform cholesterol into the steroid hormones. Though synthesis is initiated inside mitochondria, precursors are shuttled to the endoplasmic reticulum for processing by enzymes present in the endoplasmic reticulum. The precursors are shuttled back to the mitochondria in the region of the adrenal cortex within which synthesis initially began and it is there that synthesis is completed.",
            "score": 206.67694091796875
        }
    ]
}