{
    "q": [
        {
            "docid": "40328701_7",
            "document": "Chimeric RNA . Creating a protein consists of two main steps: transcription of DNA into RNA and translation of RNA into protein. After DNA is transcribed into RNA, the molecule is known as pre-messenger RNA (mRNA) and it consists of exons and introns that can be split apart and rearranged in many different ways. Historically, exons are considered the coding sequence and introns are considered the “junk” DNA. Although this has been shown to be false, it is true that exons are often merged. Depending on the needs of the cell, regulatory mechanisms choose which exons, and sometimes introns, to join together. This process of removing pieces of a pre- mRNA transcript and combining them with other pieces is called splicing. The human genome encodes approximately 25,000 genes but there are significantly more proteins produced. This is accomplished through RNA splicing. The exons of these 25,000 genes can be spliced in many different ways to create countless combinations of RNA transcripts and ultimately countless proteins. Normally, exons from the same pre-mRNA transcript are spliced together. However, occasionally gene products or pre-mRNA transcripts are spliced together so that exons from different transcripts are mixed together in a fusion product known as chimeric RNA. Chimeric RNA often incorporates exons from highly expressed genes, but the chimeric transcript itself is usually expressed at low levels.",
            "score": 355.24176931381226
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 198.57598447799683
        },
        {
            "docid": "7722140_5",
            "document": "P16 . In humans, p16 is encoded by the CDKN2A gene, located on chromosome 9 (9p21.3). This gene generates several transcript variants that differ in their first exons. At least three alternatively spliced variants encoding distinct proteins have been reported, two of which encode structurally related isoforms known to function as inhibitors of CDK4. The remaining transcript includes an alternate exon 1 located 20 kb upstream of the remainder of the gene; this transcript contains an alternate open reading frame (ARF) that specifies a protein that is structurally unrelated to the products of the other variants. The ARF product functions as a stabilizer of the tumor suppressor protein p53, as it can interact with and sequester MDM2, a protein responsible for the degradation of p53. In spite of their structural and functional differences, the CDK inhibitor isoforms and the ARF product encoded by this gene, through the regulatory roles of CDK4 and p53 in cell cycle G1 progression, share a common functionality in controlling the G1 phase of the cell cycle. This gene is frequently mutated or deleted in a wide variety of tumors and is known to be an important tumor suppressor gene.",
            "score": 202.5749830007553
        },
        {
            "docid": "4250553_35",
            "document": "Gene . In prokaryotes, transcription occurs in the cytoplasm; for very long transcripts, translation may begin at the 5' end of the RNA while the 3' end is still being transcribed. In eukaryotes, transcription occurs in the nucleus, where the cell's DNA is stored. The RNA molecule produced by the polymerase is known as the primary transcript and undergoes post-transcriptional modifications before being exported to the cytoplasm for translation. One of the modifications performed is the splicing of introns which are sequences in the transcribed region that do not encode protein. Alternative splicing mechanisms can result in mature transcripts from the same gene having different sequences and thus coding for different proteins. This is a major form of regulation in eukaryotic cells and also occurs in some prokaryotes.",
            "score": 239.59265279769897
        },
        {
            "docid": "3454720_2",
            "document": "Regulator gene . A regulator gene, regulator, or regulatory gene is a gene involved in controlling the expression of one or more other genes. Regulatory sequences, which encode regulatory genes, are often 5' to the start site of transcription of the gene they regulate. In addition, these sequences can also be found 3' to the transcription start site. In both cases, whether the regulatory sequence occurs before (5') or after (3') the gene it regulates, the sequence is often many kilobases away from the transcription start site. A regulator gene may encode a protein, or it may work at the level of RNA, as in the case of genes encoding microRNAs. An example of a regulator gene is a gene that codes for a repressor protein that inhibits the activity of an operator gene (a gene which binds repressor proteins thus inhibiting the translation of RNA to protein via RNA polymerase).",
            "score": 190.1856963634491
        },
        {
            "docid": "1789075_7",
            "document": "Tropomyosin . In direct contrast of the 'one gene, one polypeptide' rule, we now know from a combination of genomic sequencing, such as the Human Genome Project and EST data of expressed proteins that many eukaryotes produce a range of proteins from a single gene. This plays a crucial role in the functionality of higher eukaryotes, with humans expressing more than 5 times as many different proteins (isoforms) through alternative splicing than they have genes. From a mechanistic point of view, it is much easier for an organism to expand on a current gene/protein family (creating protein isoforms) than it is to create an entirely new gene. From an evolutionary point of view, tropomyosins in higher eukaryotes are notable in retaining all 4 of the potential genes produced by the dual genomic duplication event that took place in early eukaryotic evolution. Within mammals, four genes are responsible for generating more than 40 different tropomyosin isoforms. In terms of structure, the genes are very similar, suggesting that they arose through gene duplication of an ancestral gene. In humans, these genes are no longer linked and are widely dispersed. In humans, the α-, β-, γ-, and δ-genes are formally known as TPM1, TPM2, TPM3, and TPM4 and are located at 15q22, 9p13, 1q22 and 19p13, respectively.",
            "score": 217.64477622509003
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 307.082759141922
        },
        {
            "docid": "3190493_12",
            "document": "Silencer (genetics) . Eukaryotes have a much larger genome and thus have different methods of gene regulation than in prokaryotes. All cells in a eukaryotic organism have the same DNA but are specified through differential gene expression, a phenomenon known as genetic totipotency. However, in order for a cell to express the genes for proper functioning, the genes must be closely regulated to express the correct properties. Genes in eukaryotes are controlled on the transcriptional, post-transcriptional, translational, and post-translational levels. On the transcriptional level, gene expression is regulated by altering transcription rates. Genes that encode proteins include exons which will encode the polypeptides, introns that are removed from mRNA before the translation of proteins, a transcriptional start site in which RNA polymerase binds, and a promoter.",
            "score": 266.44045782089233
        },
        {
            "docid": "478128_2",
            "document": "Protein isoform . A protein isoform, or \"protein variant\" is a member of a set of highly similar proteins that originate from a single gene or gene family and are the result of genetic differences. While many perform the same or similar biological roles, some isoforms have unique functions. A set of protein isoforms may be formed from alternative splicings, variable promotor usage, or other post-transcriptional modifications of a single gene; post-translational modifications are generally not considered. Through RNA splicing mechanisms, mRNA has the ability to select different protein-coding segments (exons) of a gene, or even different parts of exons from RNA to form different mRNA sequences. Each unique sequence produces a specific form of a protein.",
            "score": 370.87310314178467
        },
        {
            "docid": "5957474_2",
            "document": "Ribonomics . Ribonomics is the study of ribonucleic acids (RNAs) associated with RNA-binding proteins (RBPs). The term was introduced by Robert Cedergren and colleagues who used a bioinformatic search tool to discover novel ribozymes and RNA motifs originally found in HIV. Ribonomics, like genomics or proteomics, is the large-scale, high-throughput approach to identifying subsets of RNAs by their association with proteins in cells. Since many messenger RNAs (mRNAs) are linked with multiple processes, this technique offers a facile mechanism to study the relationship of various intracellular systems. Prokaryotes co-regulate genes common to cellular processes via a polycistronic operon. Since eukaryotic transcription produces mRNA encoding proteins in a monocistronic fashion, many gene products must be concomitantly expressed (see gene expression) and translated in a timed fashion. RBPs are thought to be the molecules which physically and biochemically organize these messages to different cellular locales where they may be translated, degraded or stored. The study of transcripts associated with RBPs is therefore thought to be important in eukaryotes as a mechanism for coordinated gene regulation. The likely biochemical processes which account for this regulation are the expedited/delayed degradation of RNA. In addition to the influence on RNA half-life, translation rates are also thought to be altered by RNA-protein interactions. The Drosphila ELAV family, the Puf family in yeast, and the human La, Ro, and FMR proteins are known examples of RBPs, showing the diverse species and processes with which post-transcriptional gene regulation is associated.",
            "score": 277.8944512605667
        },
        {
            "docid": "14815615_3",
            "document": "UBE2V1 . Ubiquitin-conjugating E2 enzyme variant proteins constitute a distinct subfamily within the E2 protein family. They have sequence similarity to other ubiquitin-conjugating enzymes but lack the conserved cysteine residue that is critical for the catalytic activity of E2s. The protein encoded by this gene is located in the nucleus and can cause transcriptional activation of the human FOS proto-oncogene. It is thought to be involved in the control of differentiation by altering cell cycle behavior. Multiple alternatively spliced transcripts encoding different isoforms have been described for this gene. A pseudogene has been identified which is also located on chromosome 20. Co-transcription of this gene and the neighboring upstream gene generates a rare transcript (Kua-UEV), which encodes a fusion protein consisting of sequence sharing identity with each individual gene product.",
            "score": 183.3521227836609
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 180.1223487854004
        },
        {
            "docid": "55694123_6",
            "document": "Avian paramyxovirus 2 . Paramyxoviruses only encode one RNA polymerase and it is believed that replication takes place in the cytoplasm of the cell, with no involvement or entry into the host cell nucleus. Little is understood as to how the polymerase assists in both viral replication and transcription and how these processes can be regulated. The encoded polymerase consists of two proteins, a large subunit responsible for RNA synthesis and capping, and the encoded protein phosphoprotein (P) which acts as a cofactor. As described, the viral genome includes intergenic regions between the viral genes with specific start and stop signals. The polymerase recognizes these cis-acting elements within the viral genome and initiates transcription. Transcription first begins at the 3' end of the genome at a 40-55 nucleotide long promoter region. The polymerase produces subgenomic RNAs by transcribing each gene, releasing the produced RNA and then locating the next gene for transcription by the cis-acting elements present in the genome. The signal at which the polymerase releases the transcribed RNA of a single gene is believed to contain a Poly U tract, leading to the capping of a poly(A) tail to the transcribed RNA. In contrast to producing viral mRNA for viral protein synthesis, when replicating the viral genome, the polymerase does not start and stop at the indicated cis-acting elements between each gene. Instead, the polymerase elongates the RNA along the entire length of the genome. Described above is one model for the hypothesized viral replication and protein production of paramyxoviruses, however, other models exist that suggest the polymerase initiates replication and transcription at different areas in the genome.",
            "score": 224.1235967874527
        },
        {
            "docid": "478128_10",
            "document": "Protein isoform . Other transcriptional and post-transcriptional regulatory steps can also produce different protein isoforms. Variable promotor usage occurs when the transcriptional machinery of a cell (RNA polymerase, transcription factors, and other enzymes) begin transcription at different promotors—the region of DNA near a gene that serves as an initial binding site—resulting in slightly modified transcripts and protein isoforms.",
            "score": 195.98982882499695
        },
        {
            "docid": "478128_3",
            "document": "Protein isoform . The discovery of isoforms could explain the discrepancy between the small number of protein coding regions genes revealed by the human genome project and the large diversity of proteins seen in an organism: different proteins encoded by the same gene could increase the diversity of the proteome. Isoforms at the RNA level are readily characterized by cDNA transcript studies. Many human genes possess confirmed alternative splicing isoforms. It has been estimated that ~100,000 ESTs can be identified in humans. Isoforms at the protein level can manifest in the deletion of whole domains or shorter loops, usually located on the surface of the protein.",
            "score": 225.0318706035614
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 170.74669933319092
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 178.44384729862213
        },
        {
            "docid": "4681639_5",
            "document": "Gene structure . Regulatory sequences are located at the extremities of genes. These sequence regions can either be next to the transcribed region (the promoter) or separated by many kilobases (enhancers and silencers). The promoter is located at the 5' end of the gene and is composed of a core promoter sequence and a proximal promoter sequence. The core promoter marks the start site for transcription by binding RNA polymerase and other proteins necessary for copying DNA to RNA. The proximal promoter region binds transcription factors that modify the affinity of the core promoter for RNA polymerase. Genes may be regulated by multiple enhancer and silencer sequences that further modify the activity of promoters by binding activator or repressor proteins. Enhancers and silencers may be distantly located from the gene, many thousands of base pairs away. The binding of different transcription factors, therefore, regulates the rate of transcription initiation at different times and in different cells.",
            "score": 168.3609495162964
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 172.6048640012741
        },
        {
            "docid": "14695796_3",
            "document": "SPI1 . This gene encodes an ETS-domain transcription factor that activates gene expression during myeloid and B-lymphoid cell development. The nuclear protein binds to a purine-rich sequence known as the PU-box found near the promoters of target genes, and regulates their expression in coordination with other transcription factors and cofactors. The protein can also regulate alternative splicing of target genes. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 176.26537036895752
        },
        {
            "docid": "54421246_39",
            "document": "Spinocerebellar ataxia type 1 . Because spinocerebellar ataxias are often linked to a mutation on a single gene, modifying how the gene is expressed can modify the phenotype. There are several approaches to modifying the expression of mutant proteins, including techniques that completely stop expression, known as gene silencing. In SCA1, pathogenesis requires constant expression of the mutant ATXN1 gene, and silencing has been shown to halt further progression of the disease, clear nuclear inclusions and aggregates and lead to partial recovery of motor functions in rodent models with conditional expression of the gene. The conditional expression of ATXN1 in mice models differs from how the gene would be silenced therapeutically but the results indicate that therapeutic methods of gene silencing may be viable for treatment and management of SCA1. The process that turns coded information in DNA into proteins requires two steps: transcription, in which DNA is used to generate a complimentary RNA strand by RNA polymerase, and translation, in which RNA is used to used to produce a protein by ribosomes. Disrupting either step can slow or prevent the expression of a mutant gene.",
            "score": 186.18820559978485
        },
        {
            "docid": "54112223_28",
            "document": "Transcriptomics technologies . Once the transcript molecules have been prepared they can be sequenced in just one direction (single-end) or both directions (paired-end). A single-end sequence is usually quicker to produce, cheaper than paired-end sequencing and sufficient for quantification of gene expression levels. Paired-end sequencing produces more robust alignments/assemblies, which is beneficial for gene annotation and transcript isoform discovery. Strand-specific RNA-Seq methods preserve the strand information of a sequenced transcript. Without strand information, reads can be aligned to a gene locus but do not inform in which direction the gene is transcribed. Stranded-RNA-Seq is useful for deciphering transcription for genes that overlap in different directions and to make more robust gene predictions in non-model organisms.",
            "score": 138.25928282737732
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 188.6135686635971
        },
        {
            "docid": "356382_3",
            "document": "Gene regulatory network . The regulator can be DNA, RNA, protein and complexes of these. The interaction can be direct or indirect (through transcribed RNA or translated protein). In general, each mRNA molecule goes on to make a specific protein (or set of proteins). In some cases this protein will be structural, and will accumulate at the cell membrane or within the cell to give it particular structural properties. In other cases the protein will be an enzyme, i.e., a micro-machine that catalyses a certain reaction, such as the breakdown of a food source or toxin. Some proteins though serve only to activate other genes, and these are the transcription factors that are the main players in regulatory networks or cascades. By binding to the promoter region at the start of other genes they turn them on, initiating the production of another protein, and so on. Some transcription factors are inhibitory.",
            "score": 264.6304247379303
        },
        {
            "docid": "15993546_7",
            "document": "Cis-natural antisense transcript . Regulation of many biological processes such as development, metabolism and many others requires a careful co-ordination between many different genes; this is usually referred to as a gene regulatory network. A flurry of interest in gene regulatory networks has been sparked by the advent of sequenced genomes of multiple organisms. The next step is to use this information to figure out how genes work together and not just in isolation. During the processes of mammalian development, there is an inactivation of the extra X-chromosome in females. It has been shown that a NAT pair called Xist and Tsix are involved in the hypermethylation of the chromosome. As much as 20-30% of mammalian genes have been shown to be the targets of miRNAs, which highlights the importance of these molecules as regulators across a wide number of genes. Evolutionary reasons for utilizing RNA for regulation of genes may be that it is less costly and faster than synthesizing proteins not needed by the cell. This could have had a selective advantage for early eukaryotes with this type of transcriptional regulation.",
            "score": 143.3551651239395
        },
        {
            "docid": "14700578_3",
            "document": "Retinoblastoma-like protein 1 . The protein encoded by this gene is similar in sequence and possibly function to the product of the retinoblastoma 1 (RB1) gene. The RB1 gene product is a tumor suppressor protein that appears to be involved in cell cycle regulation, as it is phosphorylated in the S to M phase transition and is dephosphorylated in the G1 phase of the cell cycle. Both the RB1 protein and the product of this gene can form a complex with adenovirus E1A protein and SV40 Large T-antigen, with the SV40 large T-antigen binding only to the unphosphorylated form of each protein. In addition, both proteins can inhibit the transcription of cell cycle genes containing E2F binding sites in their promoters. Due to the sequence and biochemical similarities with the RB1 protein, it is thought that the protein encoded by this gene may also be a tumor suppressor. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 175.74167442321777
        },
        {
            "docid": "38678086_3",
            "document": "STARR-seq . In eukaryotes, transcription is regulated by sequence-specific DNA-binding proteins (transcription factors) associated with a gene’s promoter and also by distant control sequences including enhancers. Enhancers are non-coding DNA sequences, containing several binding sites for a variety of transcription factors. They typically recruit transcriptional factors that modulate chromatin structure and directly interact with the transcription machinery placed at the promoter of gene. Enhancers are able to regulate transcription of target genes in a cell type-specific manner, independent of their location or distance from the promoter of genes. Occasionally, they can regulate transcription of genes located in a different chromosome.  However, the knowledge about enhancers so far has been limited to studies of a small number of enhancers, as they have been difficult to identify accurately at a genome-wide scale. Moreover, many regulatory elements function only in certain cell types and specific conditions.",
            "score": 149.01893174648285
        },
        {
            "docid": "4110763_9",
            "document": "Extrachromosomal DNA . The mitochondria present in eukaryotic cells contain multiple copies of mitochondrial DNA referred to as mtDNA which is housed within the mitochondrial matrix. In multicellular animals, including humans, the circular mtDNA chromosome contains 13 genes that encode proteins that are part of the electron transport chain and 24 genes that produce RNA necessary for the production of mitochondrial proteins; these genes are broken down into 2 rRNA genes and 22 tRNA genes. The size of an animal mtDNA plasmid is roughly 16.6 kb and although it contains genes for tRNA and mRNA synthesis, proteins produced as a result of nuclear genes are still required in order for the mtDNA to replicate or for mitochondrial proteins to be translated. There is only one region of the mitochondrial chromosome that does not contain a coding sequence and that is the 1 kb region known as the D-loop to which nuclear regulatory proteins bind. The number of mtDNA molecules per mitochondria varies from species to species as well as between cells with different energy demands. For example, muscle and liver cells contain more copies of mtDNA per mitochondrion than blood and skin cells do. Due to the proximity of the electron transport chain within the mitochondrial inner membrane and the production of reactive oxygen species (ROS), and due to the fact that the mtDNA molecule is not bound by or protected by histones, the mtDNA is more susceptible to DNA damage than nuclear DNA. In cases where mtDNA damage does occur, the DNA can either be repaired via base excision repair pathways, or the damaged mtDNA molecule is destroyed (without causing damage to the mitochondrion since there are multiple copies of mtDNA per mitochondrion).",
            "score": 244.12163293361664
        },
        {
            "docid": "44260712_8",
            "document": "SNP annotation . Alternative splicing is one of the most important components that show functional complexity of genome. Modified splicing has significant effect on the phenotype that is relevance to disease or drug metabolism. A change in splicing can be caused by modifying any of the components of the splicing machinery such as splice sites or splice enhancers or silencers. Modification in the alternative splicing site can lead to a different protein form which will show a different function. Humans use an estimated 100,000 different proteins or more, so some genes must be capable of coding for a lot more than just one protein. Alternative splicing occurs more frequently than was previously thought and can be hard to control; genes may produce tens of thousands of different transcripts, necessitating a new gene model for each alternative splice.",
            "score": 193.11171460151672
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 196.5430861711502
        },
        {
            "docid": "4681639_9",
            "document": "Gene structure . The structure of eukaryotic genes includes features not found in prokaryotes. Most of these relate to post-transcriptional modification of pre-mRNAs to produce mature mRNA ready for translation into protein. Eukaryotic genes typically have more regulatory elements to control gene expression compared to prokaryotes. This is particularly true in multicellular eukaryotes, humans for example, where gene expression varies widely among different tissues.",
            "score": 262.7136240005493
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 169.67067205905914
        }
    ],
    "r": [
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 373.0068359375
        },
        {
            "docid": "478128_2",
            "document": "Protein isoform . A protein isoform, or \"protein variant\" is a member of a set of highly similar proteins that originate from a single gene or gene family and are the result of genetic differences. While many perform the same or similar biological roles, some isoforms have unique functions. A set of protein isoforms may be formed from alternative splicings, variable promotor usage, or other post-transcriptional modifications of a single gene; post-translational modifications are generally not considered. Through RNA splicing mechanisms, mRNA has the ability to select different protein-coding segments (exons) of a gene, or even different parts of exons from RNA to form different mRNA sequences. Each unique sequence produces a specific form of a protein.",
            "score": 370.87310791015625
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 359.89825439453125
        },
        {
            "docid": "40328701_7",
            "document": "Chimeric RNA . Creating a protein consists of two main steps: transcription of DNA into RNA and translation of RNA into protein. After DNA is transcribed into RNA, the molecule is known as pre-messenger RNA (mRNA) and it consists of exons and introns that can be split apart and rearranged in many different ways. Historically, exons are considered the coding sequence and introns are considered the “junk” DNA. Although this has been shown to be false, it is true that exons are often merged. Depending on the needs of the cell, regulatory mechanisms choose which exons, and sometimes introns, to join together. This process of removing pieces of a pre- mRNA transcript and combining them with other pieces is called splicing. The human genome encodes approximately 25,000 genes but there are significantly more proteins produced. This is accomplished through RNA splicing. The exons of these 25,000 genes can be spliced in many different ways to create countless combinations of RNA transcripts and ultimately countless proteins. Normally, exons from the same pre-mRNA transcript are spliced together. However, occasionally gene products or pre-mRNA transcripts are spliced together so that exons from different transcripts are mixed together in a fusion product known as chimeric RNA. Chimeric RNA often incorporates exons from highly expressed genes, but the chimeric transcript itself is usually expressed at low levels.",
            "score": 355.24176025390625
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 339.64129638671875
        },
        {
            "docid": "478128_4",
            "document": "Protein isoform . One single gene has the ability to produce multiple proteins that differ both in structure and composition; this process is regulated by the alternative splicing of mRNA, though it is not clear to what extent such a process affects the diversity of the human proteome, as the abundance of mRNA transcript isoforms does not necessarily correlate with the abundance of protein isoforms. The specificity of translated isoforms is derived by the protein's structure/function, as well as the cell type and developmental stage during which they are produced. Determining specificity becomes more complicated when a protein has multiple subunits and each subunit has multiple isoforms.",
            "score": 338.72589111328125
        },
        {
            "docid": "1271003_2",
            "document": "Five prime untranslated region . The 5′ untranslated region (5′ UTR) (also known as a leader sequence or leader RNA) is the region of an mRNA that is directly upstream from the initiation codon. This region is important for the regulation of translation of a transcript by differing mechanisms in viruses, prokaryotes and eukaryotes. While called untranslated, the 5′ UTR or a portion of it is sometimes translated into a protein product. This product can then regulate the translation of the main coding sequence of the mRNA. In many organisms, however, the 5′ UTR is completely untranslated, instead forming complex secondary structure to regulate translation. The 5′ UTR has been found to interact with proteins relating to metabolism; and proteins translate sequences within the 5′ UTR. In addition, this region has been involved in transcription regulation, such as the sex-lethal gene in \"Drosophila\". Regulatory elements within 5′ UTRs have also been linked to mRNA export.",
            "score": 335.9959411621094
        },
        {
            "docid": "47077404_3",
            "document": "Exitron . Exitrons are a result of alternative splicing (AS), in which introns are typically cut out of a pre mRNA sequence, while exons remain in the sequence and are translated into proteins. The same sequence within a pre mRNA strand can be considered an intron or exon depending on the desired protein to be produced. As a result, different final mRNA sequences are generated and a large variety of proteins can be made from one single gene. Mutations that exist in these sequences can also alter the way in which a sequence is spliced and as a result, change the protein produced. Splicing mutations of a mRNA sequence has been found to account for 15-60% of human genetic diseases, which suggests there may be a crucial role of exitrons in organ homeostasis.",
            "score": 334.19012451171875
        },
        {
            "docid": "14800329_3",
            "document": "PUM1 . This gene encodes a member of the PUF family, evolutionarily conserved RNA-binding proteins related to the Pumilio proteins of \"Drosophila\" and the fem-3 mRNA binding factor proteins of \"C. elegans\". The encoded protein contains a sequence-specific RNA binding domain composed of eight repeats and N- and C-terminal flanking regions, and serves as a translational regulator of specific mRNAs by binding to their 3' untranslated regions. The evolutionarily conserved function of the encoded protein in invertebrates and lower vertebrates suggests that the human protein may be involved in translational regulation of embryogenesis, and cell development and differentiation. Alternatively spliced transcript variants encoding different isoforms have been described.",
            "score": 333.0033264160156
        },
        {
            "docid": "1138554_4",
            "document": "SR protein . SR proteins are important in constitutive and alternative pre-mRNA splicing, mRNA export, genome stabilization, nonsense-mediated decay, and translation. SR proteins alternatively splice pre-mRNA by preferentially selecting different splice sites on the pre-mRNA strands to create multiple mRNA transcripts from one pre-mRNA transcript. Once splicing is complete the SR protein may or may not remain attached to help shuttle the mRNA strand out of the nucleus. As RNA Polymerase II is transcribing DNA into RNA, SR proteins attach to newly made pre-mRNA to prevent the pre-mRNA from binding to the coding DNA strand to increase genome stabilization. Topoisomerase I and SR proteins also interact to increase genome stabilization. SR proteins can control the concentrations of specific mRNA that is successfully translated into protein by selecting for nonsense-mediated decay codons during alternative splicing. SR proteins can alternatively splice NMD codons into its own mRNA transcript to auto-regulate the concentration of SR proteins. Through the mTOR pathway and interactions with polyribosomes, SR proteins can increase translation of mRNA.",
            "score": 328.7436828613281
        },
        {
            "docid": "20232_20",
            "document": "Messenger RNA . Untranslated regions (UTRs) are sections of the mRNA before the start codon and after the stop codon that are not translated, termed the five prime untranslated region (5' UTR) and three prime untranslated region (3' UTR), respectively. These regions are transcribed with the coding region and thus are exonic as they are present in the mature mRNA. Several roles in gene expression have been attributed to the untranslated regions, including mRNA stability, mRNA localization, and translational efficiency. The ability of a UTR to perform these functions depends on the sequence of the UTR and can differ between mRNAs. Genetic variants in 3' UTR have also been implicated in disease susceptibility because of the change in RNA structure and protein translation.",
            "score": 328.2610778808594
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 327.452880859375
        },
        {
            "docid": "616901_16",
            "document": "Polyadenylation . Many protein-coding genes have more than one polyadenylation site, so a gene can code for several mRNAs that differ in their 3' end. Since alternative polyadenylation changes the length of the 3' untranslated region, it can change which binding sites for microRNAs the 3' untranslated region contains. MicroRNAs tend to repress translation and promote degradation of the mRNAs they bind to, although there are examples of microRNAs that stabilise transcripts. Alternative polyadenylation can also shorten the coding region, thus making the mRNA code for a different protein, but this is much less common than just shortening the 3' untranslated region.",
            "score": 325.9413146972656
        },
        {
            "docid": "209459_2",
            "document": "Alternative splicing . Alternative splicing, or differential splicing, is a regulated process during gene expression that results in a single gene coding for multiple proteins. In this process, particular exons of a gene may be included within or excluded from the final, processed messenger RNA (mRNA) produced from that gene. Consequently, the proteins translated from alternatively spliced mRNAs will contain differences in their amino acid sequence and, often, in their biological functions (see Figure). Notably, alternative splicing allows the human genome to direct the synthesis of many more proteins than would be expected from its 20,000 protein-coding genes.",
            "score": 325.5884704589844
        },
        {
            "docid": "9677904_3",
            "document": "Growth hormone-binding protein . In humans, GHBP is formed by post-translational modification after the complete transcription and translation of the growth hormone receptor (GHR) gene into the cell-surface receptor protein. The gene that codes for GHR (and inherently GHBP) is on Chromosome 5. A precursor messenger RNA (mRNA) from the complete gene first is transcribed and then spliced to encode the full receptor protein. This mature mRNA is composed of exons. Exons are peptide encoding regions of DNA genes that remain in the transcript after splicing and during the maturation of mRNA. The mRNA transcript encodes for a receptor protein that is made up of three distinct parts: an intracellular domain, a transmembrane domain, and an extracellular domain. Specifically, part of exon 2 and exons 3-7 of the GHR gene will translate to amino acids that make up the extracellular domain of GHR. This extracellular domain physically binds GH in the receptor-ligand interaction.",
            "score": 324.0458068847656
        },
        {
            "docid": "13958600_2",
            "document": "Rotavirus translation . Rotavirus translation, the process of translating mRNA into proteins, occurs in a different way in Rotaviruses. Unlike the vast majority of cellular proteins in other organisms, in Rotaviruses the proteins are translated from capped but nonpolyadenylated mRNAs. The viral nonstructural protein NSP3 specifically binds the 3'-end consensus sequence of viral mRNAs and interacts with the eukaryotic translation initiation factor eIF4G. The Rotavirus replication cycle occurs entirely in the cytoplasm. Upon virus entry, the viral transcriptase synthesizes capped but nonpolyadenylated mRNA The viral mRNAs bear 5' and 3' untranslated regions (UTR) of variable length and are flanked by two different sequences common to all genes.",
            "score": 320.74591064453125
        },
        {
            "docid": "1226356_16",
            "document": "Primary transcript . In complex eukaryotic cells, one primary transcript is able to prepare large amounts of mature mRNAs due to alternative splicing. Alternate splicing is regulated so that each mature mRNA may encode a multiplicity of proteins. The effect of alternative splicing in gene expression can be seen in complex eukaryotes which have a fixed number of genes in their genome yet produce much larger numbers of different gene products. Most eukaryotic pre-mRNA transcripts contain multiple introns and exons. The various possible combinations of 5' and 3' splice sites in a pre-mRNA can lead to different excision and combination of exons while the introns are eliminated from the mature mRNA. Thus, various kinds of mature mRNAs are generated. Alternative splicing takes place in a large protein complex called the spliceosome. Alternative splicing is crucial for tissue-specific and developmental regulation in gene expression. Alternative splicing can be affected by various factors, including mutations such as chromosomal translocation.",
            "score": 318.6785888671875
        },
        {
            "docid": "13314606_2",
            "document": "Untranslated region . In molecular genetics, an untranslated region (or UTR) refers to either of two sections, one on each side of a coding sequence on a strand of mRNA. If it is found on the 5' side, it is called the 5' UTR (or leader sequence), or if it is found on the 3' side, it is called the 3' UTR (or trailer sequence). mRNA is RNA that carries information from DNA to the ribosome, the site of protein synthesis (translation) within a cell. The mRNA is initially transcribed from the corresponding DNA sequence and then translated into protein. However, several regions of the mRNA are usually not translated into protein, including the 5' and 3' UTRs.",
            "score": 318.5969543457031
        },
        {
            "docid": "3131507_9",
            "document": "RNA-binding protein . mRNA localization is critical for regulation of gene expression by allowing spatially regulated protein production. Through mRNA localization proteins are transcribed in their intended target site of the cell. This is especially important during early development when rapid cell cleavages give different cells various combinations of mRNA which can then lead to drastically different cell fates. RBPs are critical in the localization of this mRNA that insures proteins are only transcribed in their intended regions. One of these proteins is ZBP1. ZBP1 binds to beta-actin mRNA at the site of transcription and moves with mRNA into the cytoplasm. It then localizes this mRNA to the lamella region of several asymmetric cell types where it can then be translated. FMRP is another RBP involved in RNA localization. It was shown that in addition to other functions for FMRP in RNA metabolism, FMRP is involved in the stimulus-induced localization of several dendritic mRNAs in neuronal dendrites.",
            "score": 318.12890625
        },
        {
            "docid": "417038_12",
            "document": "Rhabdoviridae . Replication of many rhabdoviruses occurs in the cytoplasm, although several of the plant infecting viruses replicate in the nucleus.. In order for replication, both the L and P protein must be expressed to regulate transcription. The L protein have a lot of enzymatic actiivites such as RNA replication, capping mRNAs phospholorylation of P. L protein gives feature in about replication in cytopolasm. Transcription results in five monocistronic mRNAs being produced because the intergenic sequences act as both termination and promoter sequences for adjacent genes. This type of transcription mechanism is explained by stop-start model( stuttering transcription). Owing to stop-start model, the large amounts of the structural proteins are produced. According to this model, the virus-associated RNA polymerase starts firstly the synthesis of leader RNA and then the five mRNA which will produce N,P,M,G,L proteins, respectively. After the leader RNA was produced, the polymerase enzyme reinitiates virion transcription on N gene and proceeds its synthesis until it ends 3′ end of the chain.Then, the synthesis of P mRNAs are made by same enzyme with new starter sinyal. These steps continue until the enzyme arrives the end of the L gene. During transcription process, the polymerase enzyme may leave the template at any point and then bound just at the 3′ end of the genome RNA to start mRNA synthesis again. This process will results concentration gradient of the amount of mRNA based on its place and its range from the 3′ end. In the circumstances, the amounts of mRNA species change and will be produced N>P>M>G>L proteins. During their synthesis the mRNAs are processed to introduce a 5' cap and a 3’ polyadenylated tail to each of the molecules .This structure is homologous to cellular mRNAs and can thus be translated by cellular ribosomes to produce both structural and non-structural proteins.",
            "score": 317.7720642089844
        },
        {
            "docid": "15884702_15",
            "document": "Surfactant protein A2 . Gene expression of SFTPA2 is regulated at different levels including gene transcription, post-transcriptional processing, stability and translation (biology) of mature mRNA. One of the important features of human surfactant protein A mRNAs is that they have a variable five prime untranslated region (5’UTR) generated from splicing variation of exons A, B, C, and D. At least 10 forms of human SFTPA2 and SFTPA1 5’UTRs have been identified that differ in nucleotide sequence, length, and relative amount. Most SFTPA2 specific 5’UTRs include exon B. This 30-nucleotide long sequence has been shown to enhance both gene transcription and protein translation (biology), and plays a key role in the differential regulation of SFTPA2 and SFTPA1 expression. Both ABD and ABD’ are the most represented forms among SFTPA2 transcripts (~49% each), and experimental work has shown that this sequence can stabilize mRNA, enhance translation, and activate cap-independent eukaryotic translation. Exon B of SFTPA2 also binds specific proteins (e.g. 14-3-3) that may enhance translation, in a sequence- and secondary structure- specific way. While differences at the 5’UTR are shown to regulate both transcription and translation, polymorphisms at the 3’UTR of SP-A2 variants are shown to primarily, differentially affect translation efficiency via mechanisms that involve binding of proteins and/or [microRNAs]. The impact of this regulation on SFTPA2 relative protein levels may contribute to individual differences in susceptibility to lung disease. Environmental insults and pollutants also affect SFTPA2 expression. Exposure of lung cells to particulate matter affects splicing of 5’UTR exons of SFTPA2 transcripts. Pollutants and viral infections also affect SFTPA2 translation mechanisms (see eukaryotic translation, translation (biology)).",
            "score": 317.36163330078125
        },
        {
            "docid": "3454072_4",
            "document": "Structural gene . In eukaryotes, structural genes are not sequentially placed. Each gene is instead composed of coding exons and interspersed non-coding introns. Regulatory sequences are typically found in non-coding regions upstream and downstream from the gene. Structural gene mRNAs must be spliced prior to translation to remove intronic sequences. This in turn lends itself to the eukaryotic phenomenon of alternative splicing, in which a single mRNA from a single structural gene can produce several different proteins based on which exons are included. Despite the complexity of this process, it is estimated that up to 94% of human genes are spliced in some way. Furthermore, different splicing patterns occur in difference tissue types.",
            "score": 316.95611572265625
        },
        {
            "docid": "40365216_5",
            "document": "Circular RNA . In contrast to genes in bacteria, eukaryotic genes are split by non-coding sequences known as introns. In eukaryotes, as a gene is transcribed from DNA into a messenger RNA (mRNA) transcript, intervening introns are removed, leaving only exons in the mature mRNA, which can subsequently be translated to produce the protein product. The spliceosome, a protein-RNA complex located in the nucleus, catalyzes splicing in the following manner:",
            "score": 316.6634521484375
        },
        {
            "docid": "6235_43",
            "document": "Cell nucleus . RNA splicing, carried out by a complex called the spliceosome, is the process by which introns, or regions of DNA that do not code for protein, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. This process normally occurs after 5' capping and 3' polyadenylation but can begin before synthesis is complete in transcripts with many exons. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 312.6736145019531
        },
        {
            "docid": "1078762_14",
            "document": "Morpholino . mRNA rescue experiments can sometimes restore the wild-type phenotype to the embryos and provide evidence for the specificity of a Morpholino. In an mRNA rescue, a Morpholino is co-injected with an mRNA that codes for the morphlino's protein. However, the rescue mRNA has a modified 5'-UTR (untranslated region) so that the rescue mRNA contains no target for the Morpholino. The rescue mRNA's coding region encodes the protein of interest. Translation of the rescue mRNA replaces production of the protein that was knocked down by the Morpholino. Since the rescue mRNA would not affect phenotypic changes due to the Morpholino's off-target gene expression modulation, this return to wild-type phenotype is further evidence of Morpholino specificity. In some cases, ectopic expression of the rescue RNA makes recovery of the wild-type phenotype impossible.",
            "score": 312.503662109375
        },
        {
            "docid": "10883715_7",
            "document": "4EGI-1 . Messenger RNAs (mRNAs) are transcribed from DNA, and serve as templates for the synthesis of proteins by ribosomal translation. Weak mRNAs contain long and highly structured untranslatable regions at their 5’ end. This lengthy region makes it difficult for enzymes to determine where transcription should begin. As a result, initiation factor proteins are required for translation of the message into protein. These weak mRNAs, or mRNAs that carry the code for proteins involved in the development of cancer cells, require cap-dependent translation which necessitates the cellular involvement of the eIFs. Examples of weak mRNAs include those that code for proliferation-related, and anti-apoptotic proteins. Strong mRNAs, in contrast, are translated with much less cellular machinery such as eIFs and generally code for biologically necessary proteins, such as those needed for the essential metabolic processes of a cell. Therapies such as the use of 4EGI-1 against cancer cells can thus be created such that their biologic targets include only the initiation factors involved in the production of weak mRNA’s.",
            "score": 311.0258483886719
        },
        {
            "docid": "14761936_3",
            "document": "RNPS1 . This gene encodes a protein that is part of a post-splicing multiprotein complex, the exon junction complex, involved in both mRNA nuclear export and mRNA surveillance. mRNA surveillance detects exported mRNAs with truncated open reading frames and initiates nonsense-mediated mRNA decay (NMD). When translation ends upstream from the last exon-exon junction, this triggers NMD to degrade mRNAs containing premature stop codons. This protein binds to the mRNA and remains bound after nuclear export, acting as a nucleocytoplasmic shuttling protein. This protein contains many serine residues. Two splice variants have been found for this gene; both variants encode the same protein.",
            "score": 310.2534484863281
        },
        {
            "docid": "1226356_13",
            "document": "Primary transcript . The basic primary transcript modification process is similar for tRNA and rRNA in both eukaryotic and prokaryotic cells. On the other hand, primary transcript processing varies in mRNAs of prokaryotic and eukaryotic cells. For example, some prokaryotic bacterial mRNAs serve as templates for synthesis of proteins at the same time they are being produced via transcription. Alternatively, pre-mRNA of eukaryotic cells undergo a wide range of modifications prior to their transport from the nucleus to cytoplasm where their mature forms are translated. These modifications are responsible for the different types of encoded messages that lead to translation of various types of products. Furthermore, primary transcript processing provides a control for gene expression as well as a regulatory mechanism for the degradation rates of mRNAs. The processing of pre-mRNA in eukaryotic cells includes 5' capping, 3' Polyadenylation, and alternative splicing.",
            "score": 309.2331848144531
        },
        {
            "docid": "16908428_5",
            "document": "Post-transcriptional regulation . MicroRNAs (miRNAs) appear to regulate the expression of more than 60% of protein coding genes of the human genome. If an miRNA is abundant it can behave as a \"switch\", turning some genes on or off. However, altered expression of many miRNAs only leads to a modest 1.5- to 4-fold change in protein expression of their target genes. Individual miRNAs often repress several hundred target genes. Repression usually occurs either through translational silencing of the mRNA or through degradation of the mRNA, via complementary binding, mostly to specific sequences in the 3' untranslated region of the target gene's mRNA. The mechanism of translational silencing or degradation of mRNA is implemented through the RNA-induced silencing complex (RISC).",
            "score": 308.91741943359375
        },
        {
            "docid": "14761960_3",
            "document": "UPF2 . This gene encodes a protein that is part of a post-splicing multiprotein complex, the exon junction complex, involved in both mRNA nuclear export and mRNA surveillance. mRNA surveillance detects exported mRNAs with truncated open reading frames and initiates nonsense-mediated mRNA decay (NMD). When translation ends upstream from the last exon-exon junction, this triggers NMD to degrade mRNAs containing premature stop codons. This protein is located in the perinuclear area. It interacts with translation release factors and the proteins that are functional homologs of yeast Upf1p and Upf3p. Two splice variants have been found for this gene; both variants encode the same protein.",
            "score": 308.6875
        },
        {
            "docid": "14332822_15",
            "document": "Surfactant protein A1 . Gene expression of SFTPA1 is regulated at different levels including gene transcription, post-transcriptional processing, stability and translation of mature mRNA. One of the important features of human surfactant protein A mRNAs is that they have a variable five prime untranslated region (5’UTR) generated from splicing variation of exons A, B, C, and D. At least 10 forms of human SFTPA1 and SFTPA2 5’UTRs have been identified that differ in nucleotide sequence, length, and relative amount. Specific SFTPA1 or SFTPA2 5’UTRs have also been characterized. Some SFTPA1 specific 5’UTRs include exons B’ or C. These two exons contain upstream AUGs (uAUGs) that can potentially act as sites for translation initiation (see eukaryotic translation), affecting protein translation and SFTPA1 relative content. The majority of SFTPA1 transcripts lack exon B, a sequence implicated in transcription and translation enhancement, indicating a differential regulation of SFTPA1 and SFTPA2 expression. The AD’ form is the most represented among SFTPA1 transcripts (81%), and experimental work has shown that this sequence can stabilize mRNA and enhance translation, but the mechanisms implicated in this regulation are still under investigation. While differences at the 5’UTR are shown to regulate both transcription and translation, polymorphisms at the 3’UTR of SP-A1 variants are shown to primarily, differentially affect translation efficiency via mechanisms that involve binding of proteins and/or [microRNAs]. The impact of this regulation on SFTPA1 and SFTPA2 protein levels may contribute to individual differences in susceptibility to lung disease. Environmental insults and pollutants also affect SFTPA1 expression. Exposure of lung cells to particulate matter affects splicing of 5’UTR exons of SFTPA1 transcripts. Pollutants and viral infections also affect SFTPA1 translation mechanisms (see eukaryotic translation, translation (biology)).",
            "score": 308.58526611328125
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 307.082763671875
        }
    ]
}