{
    "q": [
        {
            "docid": "26832587_8",
            "document": "Huda Zoghbi . Early in Zoghbi's research career, her colleagues, reviewers, and funding agencies were not enthusiastic about Rett syndrome. It was difficult to determine if the disease had a genetic component, since most families only have one person affected with the disorder. In addition, there were few families available for study. However, Zoghbi continued to work on Rett syndrome in addition to other projects in her lab. She and collaborators Carolyn Schannen and Uta Francke from Stanford had identified three families for study by 1997. In August 1999, 16 years after meeting her first patient with Rett syndrome, Zoghbi and collaborators identified MECP2 as the causative gene. When they examined MECP2 in patients with other neurological disorders, they found that mutations in the gene can result in other phenotypes ranging from learning disabilities to autism spectrum disorders. Current work in Zoghbi's lab strives to determine specific neuronal populations that contribute to phenotypes observed in MECP2 disorders through deletion of the gene in select cell types.",
            "score": 376.84298610687256
        },
        {
            "docid": "56476_9",
            "document": "Rett syndrome . It has been argued that Rett syndrome is in fact a neurodevelopmental condition as opposed to a neurodegenerative condition. One piece of evidence for this is that mice with induced Rett Syndrome show no neuronal death, and some studies have suggested that their phenotypes can be partially rescued by adding functional MECP2 gene back when they are adults. This information has also helped lead to further studies aiming to treat the disorder.",
            "score": 404.60667729377747
        },
        {
            "docid": "56476_20",
            "document": "Rett syndrome . In accordance with the motor spectrum of the RTT phenotype, \"Mecp2\"-null mice show motor abnormalities from postnatal day 30 that worsen until death. These models offer a crucial substrate to elucidate the molecular and neuroanatomical correlates of an \"MeCP2\"-deficiency. Recently (2008), it was shown that the conditional deletion of \"Mecp2\" in catecholaminergic neurons (by crossing of Th-Cre mice with loxP-flanked \"Mecp2\" ones) recapitulates a motor symptomatology, it was further documented that brain levels of Th in mice lacking \"MeCP2\" in catecholaminergic neurons only are reduced, participating to the motor phenotype.",
            "score": 468.22722721099854
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 269.1626167297363
        },
        {
            "docid": "17784292_10",
            "document": "Michael E. Greenberg . His research has also explored the molecular biology and genetics of autism spectrum disorders, specifically in Rett Syndrome, a disease that is caused by mutations in MeCP2, a methyl-DNA binding protein that regulates transcription. His studies have examined the experience-dependent gene program in mouse models of Rett Syndrome, and specifically, how mutations in MeCP2 disrupt the expression of particularly long genes in the brain.",
            "score": 345.4051649570465
        },
        {
            "docid": "833785_17",
            "document": "Locus coeruleus . The genetic defect of the transcriptional regulator MECP2 is responsible for Rett syndrome. A MECP2 deficiency has been associated to catecholaminergic dysfunctions related to autonomic and sympathoadrenergic system in mouse models of Rett Syndrome (RTT). The Locus Coeruleus is the major source of noradrenergic innervation in the brain and sends widespread connections to rostral (cerebral cortex, hippocampus, hypothalamus) and caudal (cerebellum, brainstem nuclei) brain areas and. Indeed, an alteration of this structure could contribute to several symptoms observed in MECP2-deficient mice. Changes in the electrophysiological properties of cells in the locus ceruleus were shown. These Locus Coeruleus cell changes include hyperexcitability and decreased functioning of its noradrenergic innervation. It is interesting to note that a reduction of the tyrosine hydroxylase (TH) mRNA level, the rate-limiting enzyme in catecholamine synthesis, was detected in the whole pons of MECP2-null male as well as in adult heterozygous female mice. Using immunoquantification techniques, a decrease of TH protein staining level, number of locus coeruleus TH-expressing neurons and density of dendritic arborization surrounding the structure was shown in symptomatic MECP2-deficient mice. However, locus coeruleus cells are not dying but are more likely losing their fully mature phenotype, since no apoptotic neurons in the pons were detected. Researchers have concluded that, \"Because these neurons are a pivotal source of norepinephrine throughout the brainstem and forebrain and are involved in the regulation of diverse functions disrupted in Rett Syndrome, such as respiration and cognition, we hypothesize that the locus ceruleus is a critical site at which loss of MECP2 results in CNS dysfunction. Restoration of normal locus ceruleus function may therefore be of potential therapeutic value in the treatment of Rett Syndrome.\" This could explain why a norepinephrine reuptake inhibitor (desipramine, DMI), which enhances the extracellular NE levels at all noradrenergic synapses, ameliorated some Rett syndrome symptoms in a mouse model of Rett syndrome.",
            "score": 505.2426446676254
        },
        {
            "docid": "35773166_3",
            "document": "Epigenetics of autism . Epigenetic mechanisms can contribute to disease phenotypes. Epigenetic modifications include DNA cytosine methylation and post-translational modifications to histones. These mechanisms contribute to regulating gene expression without changing the sequence of the DNA and may be influenced by exposure to environmental factors and may be heritable from parents. Rett syndrome and Fragile X syndrome (FXS) are single gene disorders related to ASD with overlapping symptoms that include deficient neurological development, impaired language and communication, difficulties in social interactions, and stereotyped hand gestures. It is not uncommon for a patient to be diagnosed with both ASD and Rett syndrome and/or FXS. Epigenetic regulatory mechanisms play the central role in pathogenesis of these two diseases. Rett syndrome is caused by a mutation in the gene that encodes methyl-CpG-binding protein (MECP2), one of the key epigenetic regulators of gene expression. MeCP2 binds methylated cytosine residues in DNA and interacts with complexes that remodel chromatin into repressive structures. On the other hand, FXS is caused by mutations that are both genetic and epigenetic. Expansion of the CGG repeat in the 5’-untranslated region of the FMR1 genes leads to susceptibility of epigenetic silencing, leading to loss of gene expression.",
            "score": 307.8199231624603
        },
        {
            "docid": "801863_30",
            "document": "Flame retardant . A February 2012 study genetically engineered female mice to have mutations in the x-chromosome MECP2 gene, linked to Rett syndrome, a disorder in humans similar to autism. After exposure to BDE-47 (a PDBE) their offspring, who were also exposed, had lower birth weights and survivability and showed sociability and learning deficits.",
            "score": 334.16058897972107
        },
        {
            "docid": "47955301_2",
            "document": "MECP2 duplication syndrome . MECP2 Duplication Syndrome (M2DS) is a rare disease that is characterized by severe intellectual disability and impaired motor function. It is an X-linked genetic disorder caused by the overexpression of MeCP2 protein. Symptoms of M2DS include infantile hypotonia and failure to thrive, delayed psychomotor development, impaired speech, abnormal or absent gait, epilepsy, spasticity, gastrointestinal motility problems, recurrent infections, and genitourinary abnormalities. Many of those affected by M2DS also fit diagnostic criteria for autism. M2DS can be associated with syndromic facies, namely an abnormally flat back of the head, underdevelopment of the midface, ear anomalies, deep-set eyes, prominent chin, pointed nose, and a flat nasal bridge. M2DS is one of the several types of X-linked intellectual disability. The cause of M2DS is a duplication of the MECP2 or Methyl CpG binding protein 2 gene located on the X chromosome (Xq28). The MeCP2 protein plays a pivotal role in regulating brain function. Increased levels of MECP2 protein results in abnormal neural function and impaired immune system. Mutations in the MECP2 gene are also commonly associated with Rett syndrome in females. Advances in genetic testing and more widespread use of Array Comparative Genomic Hybridization has led to increased diagnosis of MECP2 duplication syndrome. It is thought to represent ~1% of X-linked male mental disability cases. Treatment is supportive and based on symptoms. The syndrome primarily affects young males. Preliminary studies suggest that prevalence may be 1.8 per 10,000 live male births. 50% of those affected do not live beyond 25 years of age, with deaths attributed to the impaired immune function.",
            "score": 379.50414848327637
        },
        {
            "docid": "38820958_11",
            "document": "Alcino J. Silva . Weidong Li and Steven Kushner led a team in the Silva lab that developed a treatment for the cognitive deficits associated with an animal model of Neurofibromatosis type I (NF1). They discovered that Lovastatin, a statin that crosses the blood-brain barrier, at a dose that does not affect control mice, rescues the Ras/MAPK signaling, synaptic plasticity and behavioral deficits of mice with a NF1 mutation. Statins decrease the levels of isoprenyls, lipid groups that are required for the isoprenylation and activity of Ras, a signaling molecule normally regulated by the protein encoded by the NF1 gene. The work in the Silva lab showed that the NF1 mutation leads to increases in the levels of active Ras in the brain, and that statins reverse this increase without affecting Ras signaling in controls. These results have led to a number of small promising, but inconclusive, clinical trials, and to two large on going clinical studies in the USA and Europe. A team led by Dan Ehninger in the Silva lab also showed that rapamycin, an FDA approved inhibitor of mTOR, can reverse the late-LTP deficits and learning impairments they discovered in an animal model of Tuberous Sclerosis (Tsc2 heterozygous mice). Interestingly, TSC is highly associated with autism, but the Tsc2 heterozygous mice did not show any autism-like behavioral abnormalities, such as social interaction deficits. Artificially activating the immune system of pregnant mice, however, does reveal social interaction deficits in Tsc2 heterozygous progeny, suggesting that the autism-like symptoms in TSC require not only Tsc mutations, but also another factor, such as immune activation during pregnancy. Importantly, analyses of human TSC data suggested a similar interaction between the TSC mutation and immuno-activation during pregnancy. Recently, Miou Zhou and colleagues at the Silva lab found that rapamycin is also capable of both preventing and reversing behavioral deficits caused by mutation of a schizophrenia-causing gene (DISC 1) in neurons that are born and develop in adult mice (i.e., adult neurogenesis). Surprisingly, rapamycin reverses behavioral deficits despite its inability to reverse structural deficits discovered in neurons with Disc 1 knock down. All together, these findings make a compelling case that adult treatments may be effective at reversing behavioral cognitive and psychiatric symptoms associated with neurodevelopmental disorders such as NF1, TSC and Schizophrenia.",
            "score": 279.08265233039856
        },
        {
            "docid": "3469185_9",
            "document": "MECP2 . The role of MECP2 in disease is primarily associated with either a loss of function (under expression) of the MECP2 gene as in Rett syndrome or in a gain of function (over expression) as in MECP2 Duplication Syndrome. Many mutations have been associated with loss of expression of the MECP2 gene and have been identified in Rett syndrome patients. These mutations include changes in single DNA base pairs (SNP), insertions or deletions of DNA in the \"MECP2\" gene, and changes that affect how the gene information is processed into a protein (RNA splicing). Mutations in the gene alter the structure of the MeCP2 protein or lead to reduced amounts of the protein. As a result, the protein is unable to bind to DNA or turn other genes on or off. Genes that are normally repressed by MeCP2 remain active when their products are not needed. Other genes that are normally activated by MeCP2 remain inactive leading to a lack of gene product. This defect probably disrupts the normal functioning of nerve cells, leading to the signs and symptoms of Rett syndrome.",
            "score": 417.38564896583557
        },
        {
            "docid": "58686_37",
            "document": "Cerebral cortex . There are many neurodevelopmental abnormalities that can lead to a wide variety of behavioral and cognitive deficits. There are several situations in development in which both intrinsic and extrinsic factors can highly influence the course of nervous system formation. One very prominent intrinsic factor (random gene mutation) has given rise to many different classes of neurodevelopmental disorders. For example, Fragile X-Syndrome is a neurodevelopmental disease characterized by poor eye contact with others, an extreme aversion to physical/social contact, and obsessive repetition in behavioral patterns. This is an X-linked chromosomal disorder in which the FMR1 gene is found to have nearly 200 copies, instead of its intended 30. This causes the gene to become heavily methylated, which subsequently turns off expression of FMR1. Efficient functioning of this gene is known to play a role in localized protein synthesis at dendritic spines, which is essential for proper synaptogenesis and learning and memory function. Another primary example of intrinsic neurodevelopmental deficits is Rett Syndrome, which is an X-linked single gene mutation characterized by a loss of speech and hand coordination, intellectual regression and progressive loss of motor control. This disorder is thought to arise from a mutation in the MeCP2 gene, which encodes for a transcription factor associated with chromatin remodeling. Mutations in this gene have been linked to a decreased expression of the gene that codes for BDNF (brain-derived neurotrophic factor), which is a common gene used in neurodevelopment.",
            "score": 240.255997300148
        },
        {
            "docid": "3469185_3",
            "document": "MECP2 . DNA methylation is a major modification of eukaryotic genomes and plays an essential role in mammalian development. Human proteins MECP2 (this protein), MBD1, MBD2, MBD3, and MBD4 comprise a family of nuclear proteins related by the presence in each of a methyl-CpG binding domain (MBD). Each of these proteins, with the exception of MBD3, is capable of binding specifically to methylated DNA. MECP2, MBD1 and MBD2 can also repress transcription from methylated gene promoters. In contrast to other MBD family members, MECP2 is X-linked and subject to X inactivation. MECP2 is dispensable in stem cells. MECP2 gene mutations are the cause of most cases of Rett syndrome, a progressive neurologic developmental disorder and one of the most common causes of mental retardation in females.",
            "score": 308.41090297698975
        },
        {
            "docid": "5999830_6",
            "document": "Neurturin . The most studied is neurturin’s role in neurodegenerative disease like Parkinsons disease and Huntingtons, where several rat studies have implicated neurturin’s role in rescuing neurons. However, these results have never been observed in humans. Hirschsprung disease, a autosomal dominant genetic disorder, is characterized by complete absence of neuronal ganglion cells from the intestinal tract. Previous studies indicate a role of NRTN gene mutations in the disease. One study showed evidence that a mutation in the NRTN gene was not enough along to cause onset of the disease, however when coupled with a mutation in the RET gene, disease was present in family members as well as the individual. A more recent study showed NRTN variants present in individuals with Hirschsprung disease. However, RET associated mutations were not found and in one variant, RET phosphorylation levels were reduced, which has the potential to have downstream effects on the proliferation and differentiation of neuronal crests. Also, high levels of expression of neurturin were found to be associated with nephroblastoma indicating the possible that the growth factor could be influencing differentiation. Lastly, a study also associated neurturin deficiency in mice with keratoconjunctivitis and dry eye.",
            "score": 217.8043702840805
        },
        {
            "docid": "3469185_11",
            "document": "MECP2 . Mutations in the MECP2 gene have also been identified in people with several other disorders affecting the central nervous system. For example, MECP2 mutations are associated with some cases of moderate to severe X-linked mental retardation. Mutations in the gene have also been found in males with severe brain dysfunction (neonatal encephalopathy) who live only into early childhood. In addition, several people with features of both Rett syndrome and Angelman syndrome (a condition characterized by mental retardation, problems with movement, and inappropriate laughter and excitability) have mutations in the MECP2 gene. Lastly, MECP2 mutations or changes in the gene's activity have been reported in some cases of autism (a developmental disorder that affects communication and social interaction).",
            "score": 383.9868338108063
        },
        {
            "docid": "8786437_9",
            "document": "Derepression . Rhett syndrome is a neurodevelopmental disorder involving deterioration of learned language and motor skills, autism, and seizures starting in infancy. Many cases of Rhett syndrome are associated with mutations in \"MECP2\", a gene encoding a transcriptional repressor. Mutations in this gene decrease the levels of MeCP2 binding to different promoter sequences, resulting in their overall derepression. The increased expression of these MeCP2 regulated genes in neurons contribute to the Rhett syndrome phenotype.",
            "score": 313.5603697299957
        },
        {
            "docid": "56476_2",
            "document": "Rett syndrome . Rett syndrome (RTT) is a genetic brain disorder which typically becomes apparent after 6 to 18 months of age in females. Symptoms include problems with language, coordination, and repetitive movements. Often there is slower growth, problems walking, and a smaller head size. Complications can include seizures, scoliosis, and sleeping problems. Those affected, however, may be affected to different degrees. Rett syndrome is due to a genetic mutation of the MECP2 gene. This gene occurs on the X chromosome. Typically it develops as a new mutation, with less than one percent of cases being inherited from a person's parents. It occurs almost exclusively in girls. Boys who have a similar mutation typically die shortly after birth. Diagnosis is based on symptoms and can be confirmed with genetic testing. There is no known cure for Rett syndrome. Treatment is directed at improving symptoms. Anticonvulsants may be used to help with seizures. Special education, physiotherapy, and braces may also be useful. Many people with the condition live into middle age. The condition affects about 1 in 8,500 females. Andreas Rett, a pediatrician in Vienna, first described the condition in 1966. As his writings were in German, they did not become widely known in the English-speaking world. Bengt Hagberg, a Swedish pediatrician, published an English article in 1983 and named the condition after Rett. In 1999, Lebanese-American physician Huda Zoghbi discovered the mutation that causes the condition.",
            "score": 339.89607191085815
        },
        {
            "docid": "56476_13",
            "document": "Rett syndrome . Brain levels of norepinephrine are lower in people with Rett syndrome (reviewed in). The genetic loss of \"MECP2\" changes the properties of cells in the locus coeruleus, the exclusive source of noradrenergic innervation to the cerebral cortex and hippocampus. These changes include hyperexcitability and decreased functioning of its noradrenergic innervation. Moreover, a reduction of the tyrosine hydroxylase (Th) mRNA level, the rate-limiting enzyme in catecholamine synthesis, was detected in the whole pons of \"MECP2\"-null male as well as in adult heterozygous (\"MECP2\"+/-) female mice. Using immunoquantitative techniques, a decrease of Th protein staining level, number of locus coeruleus TH-expressing neurons and density of dendritic arborization surrounding the structure was shown in symptomatic \"MeCP2\"-deficient mice. However, locus coeruleus cells are not dying, but are more likely losing their fully mature phenotype, since no apoptotic neurons in the pons were detected.",
            "score": 447.3782801628113
        },
        {
            "docid": "34489456_7",
            "document": "Congenital mirror movement disorder . \"DCC\" encodes a receptor for \"NTN1\" (netrin-1), a protein thought to be responsible for axon guidance and neuronal cell migration during development. A mutation of this gene (including nonsense, splice site mutation, insertions, frameshift) has been identified as a possible cause for CMM disorder. Experiments in mice also support the claim that CMM disorder is associated with genetic mutations in \"DCC\". \"Kanga\" mice, lacking the P3 intracellular domain of the \"DCC\" receptor, show a hopping gait, moving their hind legs in a strictly paired fashion, as do kangaroos.",
            "score": 198.10331559181213
        },
        {
            "docid": "35773166_24",
            "document": "Epigenetics of autism . Sleeping and language impairments, seizures, and developmental timing are common in both autism and Rett syndrome (RTT). Because of these phenotypic similarities, there has been research into the specific genetic similarities between these two pervasive developmental disorders. MECP2 has been identified as the predominant gene involved in RTT. It has also been shown that the regulation of the MECP2 gene expression has been implicated in autism. Rett syndrome brain samples and autism brain samples show immaturity of dendrite spines and reduction of cell-body size due to errors in coupled regulation between MECP2 and EGR2. However, because of the multigene involvement in autism, the MECP2 gene has only been identified as a vulnerability factor in autism. The most current model illustrating MECP2 is known as the transcriptional activator model.",
            "score": 365.6920962333679
        },
        {
            "docid": "4071231_8",
            "document": "Causes of autism . The first genes to be definitively shown to contribute to risk for autism were found in the early 1990s by researchers looking at gender-specific forms of autism caused by mutations on the X chromosome. An expansion of the CGG trinucleotide repeat in the promoter of the gene \"FMR1\" in boys causes fragile X syndrome, and at least 20% of boys with this mutation have behaviors consistent with autism spectrum disorder. Mutations that inactivate the gene \"MECP2\" cause Rett syndrome, which is associated with autistic behaviors in girls, and in boys the mutation is embryonic lethal.",
            "score": 271.8339023590088
        },
        {
            "docid": "57136441_5",
            "document": "Catherine Abbott . Abbott is a geneticist who studies a strain of mice that develop an early onset of motor neuron disease. The gene that was mutated in the strain of mice was eEF1A2, which is also present in neurodevelopmental disorders. She is also interested in what makes motor neurones particularly vulnerable to stress in comparison to other cells in the body, with a focus on making them more robust. Abbott is developing new models of motor neuron disease to identify new targets for treatments.",
            "score": 238.0265772342682
        },
        {
            "docid": "44291222_16",
            "document": "Cajal–Retzius cell . It was found later that the mutation causing these disorders was located in the RELN gene which codes for reelin, a glycoprotein secreted by Cajal–Retzius cells in the developing brain. This protein seems to act as a stop signal for migrating neurons, controlling the positioning and orientation of neurons in their layers, according to the inside-out pattern of development. When the mutation occurs, reelin expression is reduced and this signal isn’t as strong, therefore, migration of the first neurons in the brain is not done correctly. The \"reeler\" mutant has been used, because of its characteristics, as a model for the study of neuropsychiatric disorders.",
            "score": 180.99061477184296
        },
        {
            "docid": "9718923_15",
            "document": "CLOCK . In mice, \"Clock\" has been implicated in sleep disorders, metabolism, pregnancy, and mood disorders. \"Clock\" mutant mice sleep less than normal mice each day. The mice also display altered levels of plasma glucose and rhythms in food intake. These mutants develop metabolic syndrome symptoms over time. Furthermore, \"Clock\" mutants demonstrate disrupted estrous cycles and increased rates of full-term pregnancy failure. Mutant \"Clock\" has also been linked to bipolar disorder-like symptoms in mice, including mania and euphoria. \"Clock\" mutant mice also exhibit increased excitability of dopamine neurons in reward centers of the brain. These results have led Dr. Colleen McClung to propose using \"Clock\" mutant mice as a model for human mood and behavior disorders.",
            "score": 274.9359645843506
        },
        {
            "docid": "55742304_18",
            "document": "Treatment of Rett syndrome . Recent studies, funded by the International Rett Syndrome Foundation, demonstrate that neurological deficits resulting from loss of MeCP2 can be reversed upon restoration of gene function. These studies are quite exciting because they show that neurons that have suffered the consequences of loss of MeCP2 function are poised to regain functionality once MeCP2 is provided gradually and in the correct spatial distribution. This provides hope for restoring neuronal function in patients with RTT.",
            "score": 391.3406808376312
        },
        {
            "docid": "46690704_6",
            "document": "Epigenetics of depression . Brain-derived neurotrophic factor (BDNF) is a neurotrophic growth factor that plays an important role in memory, learning, and higher thinking. It has been found that BDNF plasma levels and hippocampal volume are decreased in individuals suffering from depression. The expression of BDNF can be affected by different epigenetic modifications, and the different promoters of BDNF can be individually regulated by different epigenetic alterations. MeCP2 can act as a repressor and has been shown to regulate BDNF when activated. Depolarization of neurons causing an increase in calcium leads to the phosphorylation of MeCP2, and as a result a decrease in the binding of MeCP2 to BDNF promoter IV. Because MeCP2 can no longer bind to the BDNF promoter and repress transcription, BDNF levels increase and neuronal development improves. When there is direct methylation of the BDNF promoter, transcription of BDNF has been found to be repressed. Stressful situations have been shown to cause increased methylation of BDNF promoter IV, which causes an increase in MeCP2 binding, and as a result reduction in the activity of BDNF in the hippocampus and depressive behavior. BDNF maintains the survival of neurons in the hippocampus, and decreased levels can cause hippocampal atrophy. Also, there was found to be increased methylation of BDNF region IV CpGs in the Wernicke area of the brain in suicidal individuals. The interaction of BDNF and MeCP2 is complex, and there are instances where MeCP2 can cause an increase in BDNF levels instead of repressing. Previous studies have found that in MeCP2 knockout mice, the release and trafficking of BDNF within the neurons are significantly decreased in the hippocampus. Another epigenetic modification of BDNF promoters is the neuron-restrictive silencing factor (REST or NRSF) which epigenetically regulates the BDNF promoter I and is repressed by MeCP2. Like MeCP2, REST has also been found to inhibit BDNF transcription.",
            "score": 367.07613015174866
        },
        {
            "docid": "18143331_18",
            "document": "Neurogenetics . Neurogenetics is a field that is rapidly expanding and growing. The current areas of research are very diverse in their focuses. One area deals with molecular processes and the function of certain proteins, often in conjunction with cell signaling and neurotransmitter release, cell development and repair, or neuronal plasticity. Behavioral and cognitive areas of research continue to expand in an effort to pinpoint contributing genetic factors. As a result of the expanding neurogenetics field a better understanding of specific neurological disorders and phenotypes has arisen with direct correlation to genetic mutations. With severe disorders such as epilepsy, brain malformations, or mental retardation a single gene or causative condition has been identified 60% of the time; however, the milder the intellectual handicap the lower chance a specific genetic cause has been pinpointed. Autism for example is only linked to a specific, mutated gene about 15–20% of the time while the mildest forms of mental handicaps are only being accounted for genetically less than 5% of the time. Research in neurogenetics has yielded some promising results, though, in that mutations at specific gene loci have been linked to harmful phenotypes and their resulting disorders. For instance a frameshift mutation or a missense mutation at the \"DCX\" gene location causes a neuronal migration defect also known as lissencephaly. Another example is the \"ROBO3\" gene where a mutation alters axon length negatively impacting neuronal connections. Horizontal gaze palsy with progressive scoliosis (HGPPS) accompanies a mutation here. These are just a few examples of what current research in the field of neurogenetics has achieved.",
            "score": 164.00240230560303
        },
        {
            "docid": "56476_35",
            "document": "Rett syndrome . Male fetuses with the disorder rarely survive to term. Because the disease-causing gene is located on the X chromosome, a female born with an MECP2 mutation on her X chromosome has another X chromosome with an ostensibly normal copy of the same gene, while a male with the mutation on his X chromosome has no other X chromosome, only a Y chromosome; thus, he has no normal gene. Without a normal gene to provide normal proteins in addition to the abnormal proteins caused by a MECP2 mutation, the XY karyotype male fetus is unable to slow the development of the disease, hence the failure of many male fetuses with a MECP2 mutation to survive to term.",
            "score": 344.27889466285706
        },
        {
            "docid": "34215616_45",
            "document": "Epilepsy-intellectual disability in females . It was assumed that all encephalopathies or cognitive impairments were irreversible, but an experiment with mice showed that is not always the case. In that experiment, MECP2 protein was blocked; males died, and females developed Rett syndrome (seizures, cognitive and psychomotor problems, respiratory problems, etc.) When the researchers reversed the situation and let the MECP2 protein work properly, the mice recovered. This research revolutionized understanding regarding genetic syndromes that present with neurological impairment or intellectual disabilities.",
            "score": 358.60290789604187
        },
        {
            "docid": "1300487_10",
            "document": "Peripherin . The exact function of peripherin is unknown. Expression of peripherin in development is greatest during the axonal growth phase and decreases postnatally, which suggests a role in neurite elongation and axonal guidance during development. Expression is also increased after axonal injury, such as peripheral axotomy in motor neurons and dorsal root ganglia. This upregulation implies that peripherin may also play a role in axon regeneration. However, experiments using peripherin depleted PC12 cells and peripherin knockout mice provide proof that the majority of neurons have no requirement of peripherin for axonal guidance and regrowth. PC12 cells lacking peripherin showed no defects in neurite outgrowth and peripherin knockout mice develop normally with no anatomical abnormalities or different phenotypes. In these experiments, peripehrin deficiency did produce an upregulation of α-internexin, indicating the possibility that this type IV IF makes up for the loss of peripherin. Future studies of double knockout mice for both the peripehrin and α-internexin genes might address this theory. However, it is interesting to note that while most peripherin knockout mice displayed normal neuron growth, its absence did affect development of a subset of unmyelinated sensory axons. In such mice, there was a \"34% reduction in the number of L5 unmyelinated sensory fibers that correlated with a decreased binding of the lectin IB4.\"",
            "score": 232.61615025997162
        },
        {
            "docid": "56476_8",
            "document": "Rett syndrome . Genetically, Rett syndrome (RTT) is caused by mutations in the gene MECP2 located on the X chromosome (which is involved in transcriptional silencing and epigenetic regulation of methylated DNA), and can arise sporadically or from germline mutations. In less than 10% of RTT cases, mutations in the genes CDKL5 or FOXG1 have also been found to resemble it. Rett syndrome is initially diagnosed by clinical observation, but the diagnosis is definitive when there is a genetic defect in the MECP2 gene. In some very rare cases, no known mutated gene can be found; possibly due to changes in MECP2 that are not identified by presently used techniques or mutations in other genes that may result in clinical similarities.",
            "score": 348.850750207901
        },
        {
            "docid": "374215_26",
            "document": "Programmed cell death . Programmed cell death can be reduced or eliminated in the developing nervous system by the targeted deletion of pro-apoptotic genes or by the overexpression of anti-apoptotic genes. The absence or reduction of PCD can cause serious anatomical malformations but can also result in minimal consequences depending on the gene targeted, neuronal population, and stage of development. Excess progenitor cell proliferation that leads to gross brain abnormalities is often lethal, as seen in caspase-3 or caspase-9 knockout mice which develop exencephaly in the forebrain. The brainstem, spinal cord, and peripheral ganglia of these mice develop normally, however, suggesting that the involvement of caspases in PCD during development depends on the brain region and cell type. Knockout or inhibition of apoptotic protease activating factor 1 (APAF1), also results in malformations and increased embryonic lethality. Manipulation of apoptosis regulator proteins Bcl-2 and Bax (overexpression of Bcl-2 or deletion of Bax) produces an increase in the number of neurons in certain regions of the nervous system such as the retina, trigeminal nucleus, cerebellum, and spinal cord. However, PCD of neurons due to Bax deletion or Bcl-2 overexpression does not result in prominent morphological or behavioral abnormalities in mice. For example, mice overexpressing Bcl-2 have generally normal motor skills and vision and only show impairment in complex behaviors such as learning and anxiety. The normal behavioral phenotypes of these mice suggest that an adaptive mechanism may be involved to compensate for the excess neurons.",
            "score": 282.09498858451843
        }
    ],
    "r": [
        {
            "docid": "833785_17",
            "document": "Locus coeruleus . The genetic defect of the transcriptional regulator MECP2 is responsible for Rett syndrome. A MECP2 deficiency has been associated to catecholaminergic dysfunctions related to autonomic and sympathoadrenergic system in mouse models of Rett Syndrome (RTT). The Locus Coeruleus is the major source of noradrenergic innervation in the brain and sends widespread connections to rostral (cerebral cortex, hippocampus, hypothalamus) and caudal (cerebellum, brainstem nuclei) brain areas and. Indeed, an alteration of this structure could contribute to several symptoms observed in MECP2-deficient mice. Changes in the electrophysiological properties of cells in the locus ceruleus were shown. These Locus Coeruleus cell changes include hyperexcitability and decreased functioning of its noradrenergic innervation. It is interesting to note that a reduction of the tyrosine hydroxylase (TH) mRNA level, the rate-limiting enzyme in catecholamine synthesis, was detected in the whole pons of MECP2-null male as well as in adult heterozygous female mice. Using immunoquantification techniques, a decrease of TH protein staining level, number of locus coeruleus TH-expressing neurons and density of dendritic arborization surrounding the structure was shown in symptomatic MECP2-deficient mice. However, locus coeruleus cells are not dying but are more likely losing their fully mature phenotype, since no apoptotic neurons in the pons were detected. Researchers have concluded that, \"Because these neurons are a pivotal source of norepinephrine throughout the brainstem and forebrain and are involved in the regulation of diverse functions disrupted in Rett Syndrome, such as respiration and cognition, we hypothesize that the locus ceruleus is a critical site at which loss of MECP2 results in CNS dysfunction. Restoration of normal locus ceruleus function may therefore be of potential therapeutic value in the treatment of Rett Syndrome.\" This could explain why a norepinephrine reuptake inhibitor (desipramine, DMI), which enhances the extracellular NE levels at all noradrenergic synapses, ameliorated some Rett syndrome symptoms in a mouse model of Rett syndrome.",
            "score": 505.2426452636719
        },
        {
            "docid": "56476_20",
            "document": "Rett syndrome . In accordance with the motor spectrum of the RTT phenotype, \"Mecp2\"-null mice show motor abnormalities from postnatal day 30 that worsen until death. These models offer a crucial substrate to elucidate the molecular and neuroanatomical correlates of an \"MeCP2\"-deficiency. Recently (2008), it was shown that the conditional deletion of \"Mecp2\" in catecholaminergic neurons (by crossing of Th-Cre mice with loxP-flanked \"Mecp2\" ones) recapitulates a motor symptomatology, it was further documented that brain levels of Th in mice lacking \"MeCP2\" in catecholaminergic neurons only are reduced, participating to the motor phenotype.",
            "score": 468.22723388671875
        },
        {
            "docid": "56476_13",
            "document": "Rett syndrome . Brain levels of norepinephrine are lower in people with Rett syndrome (reviewed in). The genetic loss of \"MECP2\" changes the properties of cells in the locus coeruleus, the exclusive source of noradrenergic innervation to the cerebral cortex and hippocampus. These changes include hyperexcitability and decreased functioning of its noradrenergic innervation. Moreover, a reduction of the tyrosine hydroxylase (Th) mRNA level, the rate-limiting enzyme in catecholamine synthesis, was detected in the whole pons of \"MECP2\"-null male as well as in adult heterozygous (\"MECP2\"+/-) female mice. Using immunoquantitative techniques, a decrease of Th protein staining level, number of locus coeruleus TH-expressing neurons and density of dendritic arborization surrounding the structure was shown in symptomatic \"MeCP2\"-deficient mice. However, locus coeruleus cells are not dying, but are more likely losing their fully mature phenotype, since no apoptotic neurons in the pons were detected.",
            "score": 447.3782653808594
        },
        {
            "docid": "3469185_9",
            "document": "MECP2 . The role of MECP2 in disease is primarily associated with either a loss of function (under expression) of the MECP2 gene as in Rett syndrome or in a gain of function (over expression) as in MECP2 Duplication Syndrome. Many mutations have been associated with loss of expression of the MECP2 gene and have been identified in Rett syndrome patients. These mutations include changes in single DNA base pairs (SNP), insertions or deletions of DNA in the \"MECP2\" gene, and changes that affect how the gene information is processed into a protein (RNA splicing). Mutations in the gene alter the structure of the MeCP2 protein or lead to reduced amounts of the protein. As a result, the protein is unable to bind to DNA or turn other genes on or off. Genes that are normally repressed by MeCP2 remain active when their products are not needed. Other genes that are normally activated by MeCP2 remain inactive leading to a lack of gene product. This defect probably disrupts the normal functioning of nerve cells, leading to the signs and symptoms of Rett syndrome.",
            "score": 417.3856506347656
        },
        {
            "docid": "56476_9",
            "document": "Rett syndrome . It has been argued that Rett syndrome is in fact a neurodevelopmental condition as opposed to a neurodegenerative condition. One piece of evidence for this is that mice with induced Rett Syndrome show no neuronal death, and some studies have suggested that their phenotypes can be partially rescued by adding functional MECP2 gene back when they are adults. This information has also helped lead to further studies aiming to treat the disorder.",
            "score": 404.6066589355469
        },
        {
            "docid": "47955301_4",
            "document": "MECP2 duplication syndrome . In a Nature article published on November 25, 2015, it was revealed that researchers at the Baylor College of Medicine, led by Dr. Huda Y. Zoghbi, have reversed MECP2 Duplication Syndrome in adult symptomatic mice using antisense therapy. Mice treated with an experimental ASO administered through the central nervous system had a reduction of MECP2 protein to normal levels and symptoms of hypoactivity, anxiety, and abnormal social behavior were resolved. Additionally, the seizure activity of the mice and abnormal EEG discharges were abolished. Initial studies demonstrated that reducing the MECP2 protein levels to the correct amount also normalized the expression of the other genes controlled by the MECP2 protein.",
            "score": 402.2569885253906
        },
        {
            "docid": "56476_21",
            "document": "Rett syndrome . However, the most studied model for the evaluation of therapeutics is the \"Mecp2\"-null mouse (totally devoid of \"MeCP2\"). In this context, a reduction in the number and soma size of Th-expressing neurons is present from 5 weeks of age and is accompanied by a decrease of Th immunoreativity in the caudate-putamen, the principal target of dopaminergic neurons arising from the SNpc. Moreover, a neurochemical analysis of dopaminergic contents in microdissected midbrain and striatal areas revealed a reduction of dopamine at five and nine weeks of age. It is noteworthy that later on (at nine weeks), the morphological parameters remain altered but not worsen, whereas the phenotype progresses and behavioral deficits are more severe. Interestingly, the amount of fully activated Th (Serine40-phosphorylated isoform) in neurons that remain in the SNpc is mildly affected at 5 weeks but severely impaired by 9 weeks. Finally, using a chronic and oral L-Dopa treatment on \"MeCP2\"-deficient mice authors reported an amelioration of some of the motor deficits previously identified. Altogether, these results argue for an alteration of the nigrostriatal dopaminergic pathway in \"MeCP2\"-deficient animals as a contributor of the neuromotor deficits.",
            "score": 393.9574279785156
        },
        {
            "docid": "55742304_18",
            "document": "Treatment of Rett syndrome . Recent studies, funded by the International Rett Syndrome Foundation, demonstrate that neurological deficits resulting from loss of MeCP2 can be reversed upon restoration of gene function. These studies are quite exciting because they show that neurons that have suffered the consequences of loss of MeCP2 function are poised to regain functionality once MeCP2 is provided gradually and in the correct spatial distribution. This provides hope for restoring neuronal function in patients with RTT.",
            "score": 391.3406677246094
        },
        {
            "docid": "53517673_8",
            "document": "Transcriptional amplification . Transcriptional amplification has been implicated in cancer, Rett syndrome, heart disease, Down syndrome, and cellular aging. In cancer, Myc driven transcriptional amplification is posited to help tumor cells overcome rate-limiting constraints in growth and proliferation. Drugs that target the transcription or mRNA processing machinery are known to be particularly effective against Myc-driven tumor models, suggesting that dampening of transcriptional amplification can have anti-tumor effects. Similarly, small molecules targeting the BET bromodomain protein BRD4, which is up-regulated during heart failure, can block cardiac hypertrophy in mouse models. In Rett syndrome, which is caused by loss of function of the transcriptional regulator MeCP2, MeCP2 was shown to specifically amplify transcription in neurons and not neuronal precursors. Restoration of MeCP2 reverses disease symptoms associated with Rett syndrome",
            "score": 388.4245300292969
        },
        {
            "docid": "3469185_11",
            "document": "MECP2 . Mutations in the MECP2 gene have also been identified in people with several other disorders affecting the central nervous system. For example, MECP2 mutations are associated with some cases of moderate to severe X-linked mental retardation. Mutations in the gene have also been found in males with severe brain dysfunction (neonatal encephalopathy) who live only into early childhood. In addition, several people with features of both Rett syndrome and Angelman syndrome (a condition characterized by mental retardation, problems with movement, and inappropriate laughter and excitability) have mutations in the MECP2 gene. Lastly, MECP2 mutations or changes in the gene's activity have been reported in some cases of autism (a developmental disorder that affects communication and social interaction).",
            "score": 383.9868469238281
        },
        {
            "docid": "47955301_2",
            "document": "MECP2 duplication syndrome . MECP2 Duplication Syndrome (M2DS) is a rare disease that is characterized by severe intellectual disability and impaired motor function. It is an X-linked genetic disorder caused by the overexpression of MeCP2 protein. Symptoms of M2DS include infantile hypotonia and failure to thrive, delayed psychomotor development, impaired speech, abnormal or absent gait, epilepsy, spasticity, gastrointestinal motility problems, recurrent infections, and genitourinary abnormalities. Many of those affected by M2DS also fit diagnostic criteria for autism. M2DS can be associated with syndromic facies, namely an abnormally flat back of the head, underdevelopment of the midface, ear anomalies, deep-set eyes, prominent chin, pointed nose, and a flat nasal bridge. M2DS is one of the several types of X-linked intellectual disability. The cause of M2DS is a duplication of the MECP2 or Methyl CpG binding protein 2 gene located on the X chromosome (Xq28). The MeCP2 protein plays a pivotal role in regulating brain function. Increased levels of MECP2 protein results in abnormal neural function and impaired immune system. Mutations in the MECP2 gene are also commonly associated with Rett syndrome in females. Advances in genetic testing and more widespread use of Array Comparative Genomic Hybridization has led to increased diagnosis of MECP2 duplication syndrome. It is thought to represent ~1% of X-linked male mental disability cases. Treatment is supportive and based on symptoms. The syndrome primarily affects young males. Preliminary studies suggest that prevalence may be 1.8 per 10,000 live male births. 50% of those affected do not live beyond 25 years of age, with deaths attributed to the impaired immune function.",
            "score": 379.504150390625
        },
        {
            "docid": "26832587_8",
            "document": "Huda Zoghbi . Early in Zoghbi's research career, her colleagues, reviewers, and funding agencies were not enthusiastic about Rett syndrome. It was difficult to determine if the disease had a genetic component, since most families only have one person affected with the disorder. In addition, there were few families available for study. However, Zoghbi continued to work on Rett syndrome in addition to other projects in her lab. She and collaborators Carolyn Schannen and Uta Francke from Stanford had identified three families for study by 1997. In August 1999, 16 years after meeting her first patient with Rett syndrome, Zoghbi and collaborators identified MECP2 as the causative gene. When they examined MECP2 in patients with other neurological disorders, they found that mutations in the gene can result in other phenotypes ranging from learning disabilities to autism spectrum disorders. Current work in Zoghbi's lab strives to determine specific neuronal populations that contribute to phenotypes observed in MECP2 disorders through deletion of the gene in select cell types.",
            "score": 376.8429870605469
        },
        {
            "docid": "46690704_6",
            "document": "Epigenetics of depression . Brain-derived neurotrophic factor (BDNF) is a neurotrophic growth factor that plays an important role in memory, learning, and higher thinking. It has been found that BDNF plasma levels and hippocampal volume are decreased in individuals suffering from depression. The expression of BDNF can be affected by different epigenetic modifications, and the different promoters of BDNF can be individually regulated by different epigenetic alterations. MeCP2 can act as a repressor and has been shown to regulate BDNF when activated. Depolarization of neurons causing an increase in calcium leads to the phosphorylation of MeCP2, and as a result a decrease in the binding of MeCP2 to BDNF promoter IV. Because MeCP2 can no longer bind to the BDNF promoter and repress transcription, BDNF levels increase and neuronal development improves. When there is direct methylation of the BDNF promoter, transcription of BDNF has been found to be repressed. Stressful situations have been shown to cause increased methylation of BDNF promoter IV, which causes an increase in MeCP2 binding, and as a result reduction in the activity of BDNF in the hippocampus and depressive behavior. BDNF maintains the survival of neurons in the hippocampus, and decreased levels can cause hippocampal atrophy. Also, there was found to be increased methylation of BDNF region IV CpGs in the Wernicke area of the brain in suicidal individuals. The interaction of BDNF and MeCP2 is complex, and there are instances where MeCP2 can cause an increase in BDNF levels instead of repressing. Previous studies have found that in MeCP2 knockout mice, the release and trafficking of BDNF within the neurons are significantly decreased in the hippocampus. Another epigenetic modification of BDNF promoters is the neuron-restrictive silencing factor (REST or NRSF) which epigenetically regulates the BDNF promoter I and is repressed by MeCP2. Like MeCP2, REST has also been found to inhibit BDNF transcription.",
            "score": 367.0761413574219
        },
        {
            "docid": "35773166_24",
            "document": "Epigenetics of autism . Sleeping and language impairments, seizures, and developmental timing are common in both autism and Rett syndrome (RTT). Because of these phenotypic similarities, there has been research into the specific genetic similarities between these two pervasive developmental disorders. MECP2 has been identified as the predominant gene involved in RTT. It has also been shown that the regulation of the MECP2 gene expression has been implicated in autism. Rett syndrome brain samples and autism brain samples show immaturity of dendrite spines and reduction of cell-body size due to errors in coupled regulation between MECP2 and EGR2. However, because of the multigene involvement in autism, the MECP2 gene has only been identified as a vulnerability factor in autism. The most current model illustrating MECP2 is known as the transcriptional activator model.",
            "score": 365.6921081542969
        },
        {
            "docid": "56476_36",
            "document": "Rett syndrome . Females with a MECP2 mutation, however, have a non-mutant chromosome that provides them enough normal protein to survive longer. Research shows that males with Rett syndrome may result from Klinefelter's syndrome, in which the male has an XXY karyotype. Thus, a non-mutant \"MECP2\" gene is necessary for a Rett's-affected embryo to survive in most cases, and the embryo, male or female, must have another X chromosome.",
            "score": 362.7040100097656
        },
        {
            "docid": "34215616_45",
            "document": "Epilepsy-intellectual disability in females . It was assumed that all encephalopathies or cognitive impairments were irreversible, but an experiment with mice showed that is not always the case. In that experiment, MECP2 protein was blocked; males died, and females developed Rett syndrome (seizures, cognitive and psychomotor problems, respiratory problems, etc.) When the researchers reversed the situation and let the MECP2 protein work properly, the mice recovered. This research revolutionized understanding regarding genetic syndromes that present with neurological impairment or intellectual disabilities.",
            "score": 358.6029052734375
        },
        {
            "docid": "56476_37",
            "document": "Rett syndrome . There have, however, been several cases of 46,XY karyotype males with a MECP2 mutation (associated with classical Rett syndrome in females) carried to term, who were affected by neonatal encephalopathy and died before 2 years of age. The incidence of Rett syndrome in males is unknown, partly owing to the low survival of male fetuses with the Rett syndrome-associated MECP2 mutations, and partly to differences between signs caused by MECP2 mutations and those caused by Rett's.",
            "score": 356.901123046875
        },
        {
            "docid": "26612429_4",
            "document": "F-15,599 . A subsequent study showed that F-15,599 reduces breathing irregularity and apneas observed in mice with mutations of the MeCP2 gene. Dysruption of MeCP2 gene expression underlies Rett syndrome, a debilitating neurodevelopmental orphan disease.",
            "score": 354.08612060546875
        },
        {
            "docid": "33460209_17",
            "document": "Imprinted brain theory . Some mutations in the MECP2 gene can cause Rett syndrome with autistic symptoms. A different mutation can lead to PPM-X syndrome which includes psychosis. The MECP2 gene is involved in controlling imprinted genes.",
            "score": 353.3122253417969
        },
        {
            "docid": "56476_8",
            "document": "Rett syndrome . Genetically, Rett syndrome (RTT) is caused by mutations in the gene MECP2 located on the X chromosome (which is involved in transcriptional silencing and epigenetic regulation of methylated DNA), and can arise sporadically or from germline mutations. In less than 10% of RTT cases, mutations in the genes CDKL5 or FOXG1 have also been found to resemble it. Rett syndrome is initially diagnosed by clinical observation, but the diagnosis is definitive when there is a genetic defect in the MECP2 gene. In some very rare cases, no known mutated gene can be found; possibly due to changes in MECP2 that are not identified by presently used techniques or mutations in other genes that may result in clinical similarities.",
            "score": 348.8507385253906
        },
        {
            "docid": "29446359_5",
            "document": "MiR-132 . Another target for miR-132 is MeCP2, whose mRNA is expressed as a 'long' variant in neuronal cells. This variant contains a recognition element for miR-132 in its extended 3'UTR. miRNA-132 may be involved in a homeostatic mechanism that regulates MeCP2 levels in the brain. MeCP2 increases the levels of BDNF in the brain, which in turn will increase transcription from the miR-212/132 cluster. A rise in miRNA-132 level will then decrease the levels of MeCP2 and restore the balance. Failure to regulate MeCP2 levels is connected to neurological disorders including Rett syndrome.",
            "score": 347.2851257324219
        },
        {
            "docid": "17784292_10",
            "document": "Michael E. Greenberg . His research has also explored the molecular biology and genetics of autism spectrum disorders, specifically in Rett Syndrome, a disease that is caused by mutations in MeCP2, a methyl-DNA binding protein that regulates transcription. His studies have examined the experience-dependent gene program in mouse models of Rett Syndrome, and specifically, how mutations in MeCP2 disrupt the expression of particularly long genes in the brain.",
            "score": 345.4051513671875
        },
        {
            "docid": "56476_35",
            "document": "Rett syndrome . Male fetuses with the disorder rarely survive to term. Because the disease-causing gene is located on the X chromosome, a female born with an MECP2 mutation on her X chromosome has another X chromosome with an ostensibly normal copy of the same gene, while a male with the mutation on his X chromosome has no other X chromosome, only a Y chromosome; thus, he has no normal gene. Without a normal gene to provide normal proteins in addition to the abnormal proteins caused by a MECP2 mutation, the XY karyotype male fetus is unable to slow the development of the disease, hence the failure of many male fetuses with a MECP2 mutation to survive to term.",
            "score": 344.2789001464844
        },
        {
            "docid": "56476_2",
            "document": "Rett syndrome . Rett syndrome (RTT) is a genetic brain disorder which typically becomes apparent after 6 to 18 months of age in females. Symptoms include problems with language, coordination, and repetitive movements. Often there is slower growth, problems walking, and a smaller head size. Complications can include seizures, scoliosis, and sleeping problems. Those affected, however, may be affected to different degrees. Rett syndrome is due to a genetic mutation of the MECP2 gene. This gene occurs on the X chromosome. Typically it develops as a new mutation, with less than one percent of cases being inherited from a person's parents. It occurs almost exclusively in girls. Boys who have a similar mutation typically die shortly after birth. Diagnosis is based on symptoms and can be confirmed with genetic testing. There is no known cure for Rett syndrome. Treatment is directed at improving symptoms. Anticonvulsants may be used to help with seizures. Special education, physiotherapy, and braces may also be useful. Many people with the condition live into middle age. The condition affects about 1 in 8,500 females. Andreas Rett, a pediatrician in Vienna, first described the condition in 1966. As his writings were in German, they did not become widely known in the English-speaking world. Bengt Hagberg, a Swedish pediatrician, published an English article in 1983 and named the condition after Rett. In 1999, Lebanese-American physician Huda Zoghbi discovered the mutation that causes the condition.",
            "score": 339.89605712890625
        },
        {
            "docid": "3469185_2",
            "document": "MECP2 . MECP2 (methyl CpG binding protein 2 (Rett syndrome)) is a gene that encodes the protein MECP2. MECP2 appears to be essential for the normal function of nerve cells. The protein seems to be particularly important for mature nerve cells, where it is present in high levels. The MECP2 protein is likely to be involved in turning off (\"repressing\" or \"silencing\") several other genes. This prevents the genes from making proteins when they are not needed. Recent work has shown that MECP2 can also activate other genes. The MECP2 gene is located on the long (q) arm of the X chromosome in band 28 (\"Xq28\"), from base pair 152,808,110 to base pair 152,878,611.",
            "score": 338.5492248535156
        },
        {
            "docid": "56476_12",
            "document": "Rett syndrome . It can also be inherited from phenotypically normal mothers who have a germline mutation in the gene encoding \"methyl-CpG-binding protein-2\", MeCP2. In these cases, inheritance follows an X-linked dominant pattern and is seen almost exclusively in females, as most males die \"in utero\" or shortly after birth. MECP2 is found near the end of the long arm of the X chromosome at Xq28. An atypical form of RTT, characterized by infantile spasms or early onset epilepsy, can also be caused by a mutation to the gene encoding \"cyclin-dependent kinase-like 5\" (CDKL5). Rett syndrome affects one in every 12,500 female live births by age 12 years.",
            "score": 338.20770263671875
        },
        {
            "docid": "35773166_12",
            "document": "Epigenetics of autism . MeCP2, which is a candidate gene for Rett syndrome, has been shown to affect regulation of expression in 15q11-13. Altered (decreased) expression of UBE3A and GABRB3 is observed in MeCP2 deficient mice and ASD patients. This effect seems to happen without MeCP2 directly binding to the promoters of UBE3A and GABRB3. (Mechanism unknown) However, chromatin immunoprecipitation and bisulfite sequencing have demonstrated that MeCP2 binds to methylated CpG sites within GABRB3 and the promoter of SNRPN/SNURF.",
            "score": 335.5843200683594
        },
        {
            "docid": "801863_30",
            "document": "Flame retardant . A February 2012 study genetically engineered female mice to have mutations in the x-chromosome MECP2 gene, linked to Rett syndrome, a disorder in humans similar to autism. After exposure to BDE-47 (a PDBE) their offspring, who were also exposed, had lower birth weights and survivability and showed sociability and learning deficits.",
            "score": 334.16058349609375
        },
        {
            "docid": "55742304_19",
            "document": "Treatment of Rett syndrome . However, the strategy in humans will require providing the critical factors that function downstream of MeCP2 because of the challenges in delivering the correct MeCP2 dosage only to neurons that lack it, given that the slightest perturbation in MeCP2 level is deleterious. Thus, therapeutic strategies necessitate the identification of the molecular mechanisms underlying individual RTT phenotypes and picking out the candidates that can be therapeutically targeted.",
            "score": 330.93084716796875
        },
        {
            "docid": "3469185_14",
            "document": "MECP2 . Researchers have concluded that \"Because these neurons are a pivotal source of norepinephrine throughout the brainstem and forebrain and are involved in the regulation of diverse functions disrupted in Rett syndrome, such as respiration and cognition, we hypothesize that the locus ceruleus is a critical site at which loss of MECP2 results in CNS dysfunction.\"",
            "score": 326.0580139160156
        },
        {
            "docid": "56476_14",
            "document": "Rett syndrome . Researchers have concluded that \"Because these neurons are a pivotal source of norepinephrine throughout the brainstem and forebrain and are involved in the regulation of diverse functions disrupted in Rett syndrome, such as respiration and cognition, we hypothesize that the locus coeruleus is a critical site at which loss of \"MECP2\" results in CNS dysfunction.\" The restoration of normal locus coeruleus function may therefore be of potential therapeutic value in the treatment of Rett syndrome.",
            "score": 325.8825988769531
        },
        {
            "docid": "3469185_10",
            "document": "MECP2 . Rett syndrome is mainly found in girls with a prevalence of around 1 in every 10,000. Patients are born with very hard to find signs of a disorder, but after about six months to a year and half, speech and motor function capabilities start to decrease. This is followed by seizures, growth retardation and cognitive and motor impairment. The MECP2 locus is X-linked and the disease-causing alleles are dominant. Due to its prevalence in females, it has been linked to male lethality, or to a predominant transmission with the paternal X chromosome; nevertheless, in rare cases some males can also be affected by Rett Syndrome. Males with gene duplications of MECP-2 at the Xq28 locus are also at risk for recurrent infections & meningitis in infancy.",
            "score": 324.072998046875
        }
    ]
}