{
    "q": [
        {
            "docid": "6766548_5",
            "document": "P14arf . The p14ARF transcript was first identified in humans in 1995, and its protein product confirmed in mice that same year. Its gene locus is on the short arm of chromosome 9 in humans, and on a corresponding location on chromosome 4 in mice. It is located near the genes for the tandem repeats INK4a and INK4b, which are 16 kDa (p16) and 15 kDa (p15) proteins, respectively. These INK4 proteins directly inhibit the cyclin D-dependent kinases CDK4 and CDK6. There are other INK4 genes on other chromosomes, however these are not linked to cancer, and so their functions are not likely to be overlapping. An important cyclin-dependent substrate is the retinoblastoma protein Rb, which is phosphorylated in late gap 1 phase (G1 phase), allowing G1 exit. The Rb protein limits cell proliferation by blocking the activity of E2F transcription factors, which activate the transcription of genes needed for DNA replication. When Rb is phosphorylated by cyclin D and E-dependent kinases during the G1 phase of the cell cycle, Rb can not block E2F-dependent transcription, and the cell can progress to the DNA synthetic phase(S phase). Therefore, INK4a and INK4b serve as tumor suppressors by restricting proliferation though the inhibition of the CDKs responsible for Rb phosphorylation.",
            "score": 324.3953675031662
        },
        {
            "docid": "9880208_3",
            "document": "Cyclin-dependent kinase 4 . The protein encoded by this gene is a member of the Ser/Thr protein kinase family. This protein is highly similar to the gene products of \"S. cerevisiae\" cdc28 and \"S. pombe\" cdc2. It is a catalytic subunit of the protein kinase complex that is important for cell cycle G1 phase progression. The activity of this kinase is restricted to the G1-S phase, which is controlled by the regulatory subunits D-type cyclins and CDK inhibitor p16. This kinase was shown to be responsible for the phosphorylation of retinoblastoma gene product (Rb). Ser/Thr-kinase component of cyclin D-CDK4 (DC) complexes that phosphorylate and inhibit members of the retinoblastoma (RB) protein family including RB1 and regulate the cell-cycle during G1/S transition. Phosphorylation of RB1 allows dissociation of the transcription factor E2F from the RB/E2F complexes and the subsequent transcription of E2F target genes which are responsible for the progression through the G1phase. Hypophosphorylates RB1 in early G1 phase. Cyclin D-CDK4 complexes are major integrators of various mitogenic and antimitogenic signals. Also phosphorylates SMAD3 in a cell-cycle-dependent manner and represses its transcriptional activity. Component of the ternary complex, cyclin D/CDK4/CDKN1B, required for nuclear translocation and activity of the cyclin D-CDK4 complex.",
            "score": 325.68021297454834
        },
        {
            "docid": "9895813_3",
            "document": "Cyclin D/Cdk4 . Under non-dividing conditions (when the cell is in the G0 phase of the cell cycle), Retinoblastoma protein (Rb) is bound with the E2F transcription factor. Once Cdk4 is activated and is bound with Cyclin D, the Cyclin D/Cdk4 complex phosphorylates Retinoblastoma protein (pRb). Once the Retinoblastoma protein has been phosphorylated, E2F is released. The released E2F is then free to act as a transcription factor and it subsequently binds to DNA promoter regions and activates the expression of proteins required in the next stages of the cell cycle and in DNA replication. Specifically, E2F helps to activate Cyclin E and Cyclin A, which are constituents of other Cdk/Cyclin complexes and are involved in the DNA replication process and other downstream mitotic processes.",
            "score": 296.0692846775055
        },
        {
            "docid": "38879444_16",
            "document": "TP53-inducible glycolysis and apoptosis regulator . TIGAR activity can prevent cells progressing into S phase through a checkpoint known in humans as the restriction point. At the very start of G1 phase, a protein called retinoblastoma (Rb) exists in an un-phosphorylated state. In this state, Rb binds to a protein transcription factor E2F and prevents E2F from activating transcription of proteins essential for S-phase. During a normal cell cycle, as G1 progresses, Rb will become phosphorylated in a specific set of sequential steps by proteins called cyclin dependent kinases (cdks) bound to cyclin proteins. The specific complexes that phosphorylate Rb are cyclin D-cdk4 and cyclin E-cdk2.",
            "score": 358.4380769729614
        },
        {
            "docid": "25368725_17",
            "document": "Biochemical switches in the cell cycle . The G1/S cell cycle checkpoint controls the passage of eukaryotic cells from the first gap phase, G1, into the DNA synthesis phase, S. In this switch in mammalian cells, there are two cell cycle kinases that help to control the checkpoint: cell cycle kinases CDK4/6-cyclin D and CDK2-cyclin E. The transcription complex that includes Rb and E2F is important in controlling this checkpoint. In the first gap phase, the Rb-HDAC repressor complex binds to the E2F-DP1 transcription factors, therefore inhibiting the downstream transcription. The phosphorylation of Rb by CDK4/6 and CDK2 dissociates the Rb-repressor complex and serves as an on/off switch for the cell cycle. Once Rb is phosphorylated, the inhibition is released on the E2F transcriptional activity. This allows for the transcription of S phase genes encoding for proteins that amplify the G1 to S phase switch.",
            "score": 338.79604291915894
        },
        {
            "docid": "14700578_3",
            "document": "Retinoblastoma-like protein 1 . The protein encoded by this gene is similar in sequence and possibly function to the product of the retinoblastoma 1 (RB1) gene. The RB1 gene product is a tumor suppressor protein that appears to be involved in cell cycle regulation, as it is phosphorylated in the S to M phase transition and is dephosphorylated in the G1 phase of the cell cycle. Both the RB1 protein and the product of this gene can form a complex with adenovirus E1A protein and SV40 Large T-antigen, with the SV40 large T-antigen binding only to the unphosphorylated form of each protein. In addition, both proteins can inhibit the transcription of cell cycle genes containing E2F binding sites in their promoters. Due to the sequence and biochemical similarities with the RB1 protein, it is thought that the protein encoded by this gene may also be a tumor suppressor. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 204.86720156669617
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 186.75445461273193
        },
        {
            "docid": "5629262_4",
            "document": "Cyclin E . Cyclin E/CDK2 plays a critical role in the G1 phase and in the G1-S phase transition. Cyclin E/CDK2 phosphorylates retinoblastoma protein (Rb) to promote G1 progression. Hyper-phosphorylated Rb will no longer interact with E2F transcriptional factor, thus release it to promote expression of genes that drive cells to S phase through G1 phase. Cyclin E/CDK2 also phosphorylates p27 and p21 during G1 and S phases, respectively. Smad3, a key mediator of TGF-β pathway which inhibits cell cycle progression, can be phosphorylated by cyclin E/CDK2. The phosphorylation of Smad3 by cyclin E/CDK2 inhibits its transcriptional activity and ultimately facilitates cell cycle progression. CBP/p300 and E2F-5 are also substrates of cyclin E/CDK2. Phosphorylation of these two proteins stimulates the transcriptional events during cell cycle progression. Cyclin E/CDK2 can phosphorylate p220(NPAT) to promote histone gene transcription during cell cycle progression.",
            "score": 342.5149710178375
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 238.63873767852783
        },
        {
            "docid": "14881278_3",
            "document": "RBBP6 . The retinoblastoma tumor suppressor (pRB) protein binds with many other proteins. In various human cancers, pRB suppresses cellular proliferation and is inactivated. Cell cycle-dependent phosphorylation regulates the activity of pRB. This gene encodes a protein which binds to underphosphorylated but not phosphorylated pRB. Multiple alternatively spliced transcript variants that encode different isoforms have been found for this gene.",
            "score": 131.04944324493408
        },
        {
            "docid": "14169669_3",
            "document": "E2F3 . The protein encoded by this gene is a member of the E2F family of transcription factors. The E2F family plays a crucial role in the control of cell cycle and action of tumor suppressor proteins and is also a target of the transforming proteins of small DNA tumor viruses. The E2F proteins contain several evolutionally conserved domains found in most members of the family. These domains include a DNA binding domain, a dimerization domain which determines interaction with the differentiation regulated transcription factor proteins (DP), a transactivation domain enriched in acidic amino acids, and a tumor suppressor protein association domain which is embedded within the transactivation domain. This protein and another 2 members, E2F1 and E2F2, have an additional cyclin binding domain. This protein binds specifically to retinoblastoma protein pRB in a cell-cycle dependent manner. Alternative gene splicing is found in the mouse homolog, but has not reported in human yet.",
            "score": 168.40162253379822
        },
        {
            "docid": "9880147_23",
            "document": "Cyclin D . Additionally, the development of cancer is also enhanced by the fact that retinoblastoma tumor suppressor protein (Rb), one of the key substrates of cyclin D-Cdk 4/6 complex, is quite frequently mutated in human tumors. In its active form, Rb prevents crossing of the G1 checkpoint by blocking transcription of genes responsible for advances in cell cycle. Cyclin D/Cdk4 complex phosphorylates Rb, which inactivates it and allows for the cell to go through the checkpoint. In the event of abnormal inactivation of Rb, in cancer cells, an important regulator of cell cycle progression is lost. When Rb is mutated, levels of cyclin D and p16INK4 are normal.",
            "score": 296.8355085849762
        },
        {
            "docid": "2228126_6",
            "document": "E2F . The E2F family is generally split by function into two groups: transcription activators and repressors. Activators such as E2F1, E2F2, E2F3a promote and help carryout the cell cycle, while repressors inhibit the cell cycle. Yet, both sets of E2F have similar domains. E2F1-6 have DP1,2 heterodimerization domain which allows them to bind to DP1 or DP2, proteins distantly related to E2F. Binding with DP1,2 provides a second DNA binding site, increasing E2F binding stability. Most E2F have a pocket protein binding domain. Pocket proteins such as pRB and related proteins p107 and p130, can bind to E2F when hypophosphorylated. In activators, E2F binding with pRB has been shown to mask the transactivation domain responsible for transcription activation. In repressors E2F4 and E2F5, pocket protein binding (more often p107 and p130 than pRB) mediates recruitment of repression complexes to silence target genes. E2F6, E2F7, and E2F8 do not have pocket protein binding sites and their mechanism for gene silencing is unclear. Cdk4(6)/cyclin D and cdk2/cyclin E phosphorylate pRB and related pocket proteins allowing them to disassociate from E2F. Activator E2F proteins can then transcribe S phase promoting genes. In REF52 cells, overexpression of activator E2F1 is able to push quiescent cells into S phase. While repressors E2F4 and 5 do not alter cell proliferation, they mediate G1 arrest.",
            "score": 216.48500967025757
        },
        {
            "docid": "3730562_5",
            "document": "Cell cycle checkpoint . During early G1, the transcriptional repressors Rb (retinoblastoma), p107 and p130, known as pocket proteins, bind to the E2F transcription factors to prevent G1-to-S transition. Rb binds and represses activator E2F transcription factors (E2F1-3), while p107 and p130 bind E2F4 and E2F5 respectively to form complexes which repress transcription of G1-to-S promoting factors (proteins). Upon the decision to progress past the G1 checkpoint, cyclin D levels rise, and cyclin D forms a complex with CDK4 and CDK6, which in turn phosphorylate the pocket proteins. Phosphorylation of the pocket proteins causes the release of their bound targets, thereby relieving the repression of the E2F1-3 activators and translocating repressors E2F4 and E2F5 from the nucleus to the cytoplasm. This results in the transcriptional activation of downstream targets, which promote the G1-to-S transition, including another cyclin, known as cyclin E, which forms a complex with CDK2. The formation of the cyclin E-CDK2 complex then promotes a positive feedback loop which creates an “all or nothing” switch from which the cell can not return. Following entry to S-phase and initiation of DNA replication, S-phase cyclin A, a transcriptional target of E2F1-3, forms a complex with CDK2 which phosphorylates E2F1-3 and prevents its ability to bind to DNA, thus forming a negative feedback loop. In another negative feedback loop, E2F1-3 promote the transcription of E2F6-8, which in turn repress G1-S transition.",
            "score": 309.4700359106064
        },
        {
            "docid": "5618682_14",
            "document": "MAPK/ERK pathway . The ERK pathway plays an important role of integrating external signals from the presence of mitogens such as epidermal growth factor (EGF) into signaling events promoting cell growth and proliferation in many mammalian cell types. In a simplified model, the presence of mitogens and growth factors trigger the activation of canonical receptor tyrosine kinases such as EGFR leading to their dimerization and subsequent activation of the small GTPase Ras. This then leads to a series of phosphorylation events downstream in the MAPK cascade (Raf-MEK-ERK) ultimately resulting in the phosphorylation and activation of ERK. The phosphorylation of ERK results in an activation of its kinase activity and leads to phosphorylation of its many downstream targets involved in regulation of cell proliferation. In most cells, some form of sustained ERK activity is required for cells to activate genes that induce cell cycle entry and suppress negative regulators of the cell cycle. Two such important targets include Cyclin D complexes with Cdk4 and Cdk6 (Cdk4/6) which are both phosphorylated by ERK. The transition from G1 to S phase is coordinated by the activity of Cyclin D-Cdk4/6, which increases during late G1 phase as cells prepare to enter S-phase in response to mitogens. Cdk4/6 activation contributes to hyper-phosphorylation and the subsequent destabilization retinoblastoma protein (Rb). Hypo-phosphorylated Rb, is normally bound to transcription factor E2F in early G1 and inhibits its transcriptional activity, preventing expression of S-phase entry genes including Cyclin E, Cyclin A2 and Emi1. ERK1/2 activation downstream of mitogen induced Ras signaling is necessary and sufficient to remove this cell cycle block and allow cells to progress to S-phase in most mammalian cells. Downstream feedback control and generation of a bistable G1/S switch",
            "score": 300.5988140106201
        },
        {
            "docid": "13980220_3",
            "document": "E2F1 . The protein encoded by this gene is a member of the E2F family of transcription factors. The E2F family plays a crucial role in the control of cell cycle and action of tumor suppressor proteins and is also a target of the transforming proteins of small DNA tumor viruses. The E2F proteins contain several evolutionally conserved domains found in most members of the family. These domains include a DNA binding domain, a dimerization domain which determines interaction with the differentiation regulated transcription factor proteins (DP), a transactivation domain enriched in acidic amino acids, and a tumor suppressor protein association domain which is embedded within the transactivation domain. This protein and another 2 members, E2F2 and E2F3, have an additional cyclin binding domain. This protein binds preferentially to retinoblastoma protein pRB in a cell-cycle dependent manner. It can mediate both cell proliferation and p53-dependent/independent apoptosis.",
            "score": 176.39435648918152
        },
        {
            "docid": "14170793_3",
            "document": "E2F2 . The protein encoded by this gene is a member of the E2F family of transcription factors. The E2F family plays a crucial role in the control of cell cycle and action of tumor suppressor proteins and is also a target of the transforming proteins of small DNA tumor viruses. The E2F proteins contain several evolutionally conserved domains found in most members of the family. These domains include a DNA binding domain, a dimerization domain which determines interaction with the differentiation regulated transcription factor proteins (DP), a transactivation domain enriched in acidic amino acids, and a tumor suppressor protein association domain which is embedded within the transactivation domain. This protein and another 2 members, E2F1 and E2F3, have an additional cyclin binding domain. This protein binds specifically to retinoblastoma protein pRB in a cell-cycle dependent manner, and it exhibits overall 46% amino acid identity to E2F1.",
            "score": 168.40162253379822
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 183.37699723243713
        },
        {
            "docid": "2228126_8",
            "document": "E2F . The Rb tumor suppressor protein (pRb) binds to the E2F1 transcription factor preventing it from interacting with the cell's transcription machinery. In the absence of pRb, E2F1 (along with its binding partner DP1) mediates the trans-activation of E2F1 target genes that facilitate the G1/S transition and S-phase. E2F targets genes that encode proteins involved in DNA replication (for example DNA polymerase, thymidine kinase, dihydrofolate reductase and cdc6), and chromosomal replication (replication origin-binding protein HsOrc1 and MCM5). When cells are not proliferating, E2F DNA binding sites contribute to transcriptional repression. In vivo footprinting experiments obtained on Cdc2 and B-myb promoters demonstrated E2F DNA binding site occupation during G0 and early G1, when E2F is in transcriptional repressive complexes with the pocket proteins.",
            "score": 205.95874214172363
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 223.44603776931763
        },
        {
            "docid": "7252_24",
            "document": "Cell cycle . Cyclin D is the first cyclin produced in the cell cycle, in response to extracellular signals (e.g. growth factors). Cyclin D binds to existing CDK4, forming the active cyclin D-CDK4 complex. Cyclin D-CDK4 complex in turn phosphorylates the retinoblastoma susceptibility protein (Rb). The hyperphosphorylated Rb dissociates from the E2F/DP1/Rb complex (which was bound to the E2F responsive genes, effectively \"blocking\" them from transcription), activating E2F. Activation of E2F results in transcription of various genes like cyclin E, cyclin A, DNA polymerase, thymidine kinase, etc. Cyclin E thus produced binds to CDK2, forming the cyclin E-CDK2 complex, which pushes the cell from G to S phase (G/S, which initiates the G/M transition). Cyclin B-cdk1 complex activation causes breakdown of nuclear envelope and initiation of prophase, and subsequently, its deactivation causes the cell to exit mitosis. A quantitative study of E2F transcriptional dynamics at the single-cell level by using engineered fluorescent reporter cells provided a quantitative framework for understanding the control logic of cell cycle entry, challenging the canonical textbook model. Genes that regulate the amplitude of E2F accumulation, such as Myc, determine the commitment in cell cycle and S phase entry. G1 cyclin-CDK activities are not the driver of cell cycle entry. Instead, they primarily tune the timing of E2F increase, thereby modulating the pace of cell cycle progression.",
            "score": 302.4972848892212
        },
        {
            "docid": "2332422_44",
            "document": "Carcinogenesis . Tumor suppressor genes code for anti-proliferation signals and proteins that suppress mitosis and cell growth. Generally, tumor suppressors are transcription factors that are activated by cellular stress or DNA damage. Often DNA damage will cause the presence of free-floating genetic material as well as other signs, and will trigger enzymes and pathways that lead to the activation of tumor suppressor genes. The functions of such genes is to arrest the progression of the cell cycle in order to carry out DNA repair, preventing mutations from being passed on to daughter cells. The p53 protein, one of the most important studied tumor suppressor genes, is a transcription factor activated by many cellular stressors including hypoxia and ultraviolet radiation damage.",
            "score": 145.98816919326782
        },
        {
            "docid": "14794239_3",
            "document": "E2F5 . The protein encoded by this gene is a member of the E2F family of transcription factors. The E2F family plays a crucial role in the control of cell cycle and action of tumor suppressor proteins and is also a target of the transforming proteins of small DNA tumor viruses. The E2F proteins contain several evolutionarily conserved domains that are present in most members of the family. These domains include a DNA binding domain, a dimerization domain which determines interaction with the differentiation regulated transcription factor proteins (DP), a transactivation domain enriched in acidic amino acids, and a tumor suppressor protein association domain which is embedded within the transactivation domain. This protein is differentially phosphorylated and is expressed in a wide variety of human tissues. It has higher identity to E2F4 than to other family members. Both this protein and E2F4 interact with tumor suppressor proteins p130 and p107, but not with pRB. Alternative splicing results in multiple variants encoding different isoforms.",
            "score": 129.93362998962402
        },
        {
            "docid": "14723274_3",
            "document": "CDKN2B . This gene lies adjacent to the tumor suppressor gene CDKN2A in a region that is frequently mutated and deleted in a wide variety of tumors. This gene encodes a cyclin-dependent kinase inhibitor, also known as p15Ink4b protein, which forms a complex with CDK4 or CDK6, and prevents the activation of the CDK kinases by cyclin D, thus the encoded protein functions as a cell growth regulator that inhibits cell cycle G1 progression. The expression of this gene was found to be dramatically induced by TGF beta, which suggested its role in the TGF beta induced growth inhibition. Two alternatively spliced transcript variants of this gene, which encode distinct proteins, have been reported.",
            "score": 194.3513126373291
        },
        {
            "docid": "9880209_5",
            "document": "Cyclin-dependent kinase 6 . In 1994, Matthew Meyerson and Ed Harlow investigated the product of a close analogous gene of CDK4. This gene, identified as PLSTIRE was translated into a protein that interacted with the cyclins CD1, CD2 and CD3 (same as CDK4), but that was different from CDK4; the protein was then renamed CDK6 for simplicity. In mammalian cells, cell cycle is activated by CDK6 in the early G1 phase through interactions with cyclins D1, D2 and D3. There are many changes in gene expression that are regulated through this enzyme. After the complex is formed, the C-CDK6 enzymatic complex phosphorylates the protein pRb.  After its phosphorylation, pRb releases its binding partner E2F, a transcriptional activator, which in turn activates DNA replication. The CDK6 complex ensures a point of switch to commit to division responding to external signals, like mitogens and growth factors.",
            "score": 241.8320231437683
        },
        {
            "docid": "14153242_3",
            "document": "Cyclin E1 . The protein encoded by this gene belongs to the highly conserved cyclin family, whose members are characterized by a dramatic periodicity in protein abundance through the cell cycle. Cyclins function as regulators of CDK. Different cyclins exhibit distinct expression and degradation patterns which contribute to the temporal coordination of each mitotic event. This cyclin forms a complex with and functions as a regulatory subunit of CDK2, whose activity is required for cell cycle G1/S transition. This protein accumulates at the G1-S phase boundary and is degraded as cells progress through S phase. Overexpression of this gene has been observed in many tumors, which results in chromosome instability, and thus may contribute to tumorigenesis. This protein was found to associate with, and be involved in, the phosphorylation of NPAT protein (nuclear protein mapped to the ATM locus), which participates in cell-cycle regulated histone gene expression and plays a critical role in promoting cell-cycle progression in the absence of pRB. Two alternatively spliced transcript variants of this gene, which encode distinct isoforms, have been described. Two additional splice variants were reported but detailed nucleotide sequence information is not yet available.",
            "score": 265.1258866786957
        },
        {
            "docid": "14143569_3",
            "document": "Cyclin D2 . The protein encoded by this gene belongs to the highly conserved cyclin family, whose members are characterized by a dramatic periodicity in protein abundance through the cell cycle. Cyclins function as regulators of cyclin-dependent kinases. Different cyclins exhibit distinct expression and degradation patterns which contribute to the temporal coordination of each mitotic event. This cyclin forms a complex with and functions as a regulatory subunit of CDK4 or CDK6, whose activity is required for cell cycle G1/S transition. This protein has been shown to interact with and be involved in the phosphorylation of tumor suppressor protein Rb. Knockout studies of the homologous gene in mouse suggest the essential roles of this gene in ovarian granulosa and germ cell proliferation. High level expression of this gene was observed in ovarian and testicular tumors.",
            "score": 243.48825550079346
        },
        {
            "docid": "14842113_2",
            "document": "CDKN2A . CDKN2A, also known as cyclin-dependent kinase Inhibitor 2A, is a gene which in humans is located at chromosome 9, band p21.3. It is ubiquitously expressed in many tissues and cell types. The gene codes for two proteins, including the INK4 family member p16 (or p16INK4a) and p14arf. Both act as tumor suppressors by regulating the cell cycle. p16 inhibits cyclin dependent kinases 4 and 6 (CDK4 and CDK6) and thereby activates the retinoblastoma (Rb) family of proteins, which block traversal from G1 to S-phase. p14ARF (known as p19ARF in the mouse) activates the p53 tumor suppressor. Somatic mutations of CDKN2A are common in the majority of human cancers, with estimates that CDKN2A is the second most commonly inactivated gene in cancer after p53. Germline mutations of CDKN2A are associated with familial melanoma, glioblastoma and pancreatic cancer. The \"CDKN2A\" gene also contains one of 27 SNPs associated with increased risk of coronary artery disease.",
            "score": 206.50746178627014
        },
        {
            "docid": "619215_6",
            "document": "Cyclin-dependent kinase complex . During late G phase, CDKCs bind and phosphorylate members of the retinoblastoma (Rb) protein family. Members of the Rb protein family are tumor suppressors, which prevent uncontrolled cell proliferation that would occur during tumor formation. However, pRbs are also thought to repress the genes required in order for the transition from G phase to S phase to occur. When the cell is ready to transition into the next phase, CDKCs, cyclin D1-Cdk4 and cyclin D1-Cdk6 phosphorylate pRB, followed by additional phosphorylation from the cyclin E-Cdk2 CDKC. Once phosphorylation occurs, transcription factors are then released to irreversibly inactivate pRB and progression into the S phase of the cell cycle ensues. The cyclin E-Cdk2 CDKC formed in the G phase then aids in the initiation of DNA replication during S phase.",
            "score": 296.8647828102112
        },
        {
            "docid": "5629249_16",
            "document": "Cyclin A . Transcription of cyclin A is indirectly regulated by the tumor suppressor protein p53. P53 is activated by DNA damage and turns on several downstream pathways, including cell cycle arrest. Cell cycle arrest is carried out by the p53-pRb pathway. Activated p53 turns on genes for p21. P21 is a CDK inhibitor that binds to several cyclin/CDK complexes, including cyclin A-CDK2/1 and cyclin D/CDK4, and blocks the kinase activity of CDKs. Activated p21 can bind cyclin D/CDK4 and render it incapable of phosphorylating pRb. PRb remains hypophosphorylated and binds E2F. E2F is unable to activate the transcription of cyclins involved in cell cycle progression, such as cyclin A and the cell cycle is arrested at G. Cell cycle arrest allows the cell to repair DNA damage before the cell divides and passes damaged DNA to daughter cells.",
            "score": 219.13272762298584
        },
        {
            "docid": "14654371_2",
            "document": "Protein kinase domain . The protein kinase domain is a structurally conserved protein domain containing the catalytic function of protein kinases. Protein kinases are a group of enzymes that move a phosphate group onto proteins, in a process called phosphorylation. This functions as an on/off switch for many cellular processes, including metabolism, transcription, cell cycle progression, cytoskeletal rearrangement and cell movement, apoptosis, and differentiation. They also function in embryonic development, physiological responses, and in the nervous and immune system. Abnormal phosphorylation causes many human diseases, including cancer, and drugs that affect phosphorylation can treat those diseases.",
            "score": 143.25484609603882
        },
        {
            "docid": "3986522_3",
            "document": "Sp1 transcription factor . The protein encoded by this gene is a zinc finger transcription factor that binds to GC-rich motifs of many promoters. The encoded protein is involved in many cellular processes, including cell differentiation, cell growth, apoptosis, immune responses, response to DNA damage, and chromatin remodeling. Post-translational modifications such as phosphorylation, acetylation, glycosylation, and proteolytic processing significantly affect the activity of this protein, which can be an activator or a repressor.",
            "score": 129.722350358963
        }
    ],
    "r": [
        {
            "docid": "38879444_16",
            "document": "TP53-inducible glycolysis and apoptosis regulator . TIGAR activity can prevent cells progressing into S phase through a checkpoint known in humans as the restriction point. At the very start of G1 phase, a protein called retinoblastoma (Rb) exists in an un-phosphorylated state. In this state, Rb binds to a protein transcription factor E2F and prevents E2F from activating transcription of proteins essential for S-phase. During a normal cell cycle, as G1 progresses, Rb will become phosphorylated in a specific set of sequential steps by proteins called cyclin dependent kinases (cdks) bound to cyclin proteins. The specific complexes that phosphorylate Rb are cyclin D-cdk4 and cyclin E-cdk2.",
            "score": 358.4380798339844
        },
        {
            "docid": "5629262_4",
            "document": "Cyclin E . Cyclin E/CDK2 plays a critical role in the G1 phase and in the G1-S phase transition. Cyclin E/CDK2 phosphorylates retinoblastoma protein (Rb) to promote G1 progression. Hyper-phosphorylated Rb will no longer interact with E2F transcriptional factor, thus release it to promote expression of genes that drive cells to S phase through G1 phase. Cyclin E/CDK2 also phosphorylates p27 and p21 during G1 and S phases, respectively. Smad3, a key mediator of TGF-β pathway which inhibits cell cycle progression, can be phosphorylated by cyclin E/CDK2. The phosphorylation of Smad3 by cyclin E/CDK2 inhibits its transcriptional activity and ultimately facilitates cell cycle progression. CBP/p300 and E2F-5 are also substrates of cyclin E/CDK2. Phosphorylation of these two proteins stimulates the transcriptional events during cell cycle progression. Cyclin E/CDK2 can phosphorylate p220(NPAT) to promote histone gene transcription during cell cycle progression.",
            "score": 342.51495361328125
        },
        {
            "docid": "25368725_17",
            "document": "Biochemical switches in the cell cycle . The G1/S cell cycle checkpoint controls the passage of eukaryotic cells from the first gap phase, G1, into the DNA synthesis phase, S. In this switch in mammalian cells, there are two cell cycle kinases that help to control the checkpoint: cell cycle kinases CDK4/6-cyclin D and CDK2-cyclin E. The transcription complex that includes Rb and E2F is important in controlling this checkpoint. In the first gap phase, the Rb-HDAC repressor complex binds to the E2F-DP1 transcription factors, therefore inhibiting the downstream transcription. The phosphorylation of Rb by CDK4/6 and CDK2 dissociates the Rb-repressor complex and serves as an on/off switch for the cell cycle. Once Rb is phosphorylated, the inhibition is released on the E2F transcriptional activity. This allows for the transcription of S phase genes encoding for proteins that amplify the G1 to S phase switch.",
            "score": 338.7960510253906
        },
        {
            "docid": "9880208_3",
            "document": "Cyclin-dependent kinase 4 . The protein encoded by this gene is a member of the Ser/Thr protein kinase family. This protein is highly similar to the gene products of \"S. cerevisiae\" cdc28 and \"S. pombe\" cdc2. It is a catalytic subunit of the protein kinase complex that is important for cell cycle G1 phase progression. The activity of this kinase is restricted to the G1-S phase, which is controlled by the regulatory subunits D-type cyclins and CDK inhibitor p16. This kinase was shown to be responsible for the phosphorylation of retinoblastoma gene product (Rb). Ser/Thr-kinase component of cyclin D-CDK4 (DC) complexes that phosphorylate and inhibit members of the retinoblastoma (RB) protein family including RB1 and regulate the cell-cycle during G1/S transition. Phosphorylation of RB1 allows dissociation of the transcription factor E2F from the RB/E2F complexes and the subsequent transcription of E2F target genes which are responsible for the progression through the G1phase. Hypophosphorylates RB1 in early G1 phase. Cyclin D-CDK4 complexes are major integrators of various mitogenic and antimitogenic signals. Also phosphorylates SMAD3 in a cell-cycle-dependent manner and represses its transcriptional activity. Component of the ternary complex, cyclin D/CDK4/CDKN1B, required for nuclear translocation and activity of the cyclin D-CDK4 complex.",
            "score": 325.6802062988281
        },
        {
            "docid": "6766548_5",
            "document": "P14arf . The p14ARF transcript was first identified in humans in 1995, and its protein product confirmed in mice that same year. Its gene locus is on the short arm of chromosome 9 in humans, and on a corresponding location on chromosome 4 in mice. It is located near the genes for the tandem repeats INK4a and INK4b, which are 16 kDa (p16) and 15 kDa (p15) proteins, respectively. These INK4 proteins directly inhibit the cyclin D-dependent kinases CDK4 and CDK6. There are other INK4 genes on other chromosomes, however these are not linked to cancer, and so their functions are not likely to be overlapping. An important cyclin-dependent substrate is the retinoblastoma protein Rb, which is phosphorylated in late gap 1 phase (G1 phase), allowing G1 exit. The Rb protein limits cell proliferation by blocking the activity of E2F transcription factors, which activate the transcription of genes needed for DNA replication. When Rb is phosphorylated by cyclin D and E-dependent kinases during the G1 phase of the cell cycle, Rb can not block E2F-dependent transcription, and the cell can progress to the DNA synthetic phase(S phase). Therefore, INK4a and INK4b serve as tumor suppressors by restricting proliferation though the inhibition of the CDKs responsible for Rb phosphorylation.",
            "score": 324.3953552246094
        },
        {
            "docid": "1460525_16",
            "document": "Oncovirus . Rb and p53 regulate the transition between G1 and S phase, arresting the cell cycle before DNA replication until the appropriate checkpoint inputs, such as DNA damage repair, are completed. p53 regulates the p21 gene, which produces a protein which binds to the Cyclin D-Cdk4/6 complex. This prevents Rb phosphorylation and prevents the cell from entering S phase. In mammals, when Rb is active (unphosphorylated), it inhibits the E2F family of transcription factors, which regulate the Cyclin E-Cdk2 complex, which inhibits Rb, forming a positive feedback loop, keeping the cell in G1 until the input crosses a threshold. To drive the cell into S phase prematurely, the viruses must inactivate p53, which plays a central role in the G1/S checkpoint, as well as Rb, which, though downstream of it, is typically kept active by a positive feedback loop.",
            "score": 315.3039855957031
        },
        {
            "docid": "39476963_4",
            "document": "Palbociclib . In the G1 phase of the cell cycle, mammalian cells must pass a checkpoint, known as the restriction point “R”, in order to complete the cell cycle and divide. CDK4 and CDK6 complex with cyclin D drive the phosphorylation of the retinoblastoma protein, Rb, which allows the cell to pass R and commit to division. Regulation of one or more proteins involved in this checkpoint is lost in many cancers. However by inhibiting CDK4/6, palbociclib ensures that the cyclin D-CDK4/6 complex cannot aid in phosphorylating Rb. This prevents the cell from passing R and exiting G1, and in turn from proceeding through the cell cycle.",
            "score": 314.38568115234375
        },
        {
            "docid": "3730562_5",
            "document": "Cell cycle checkpoint . During early G1, the transcriptional repressors Rb (retinoblastoma), p107 and p130, known as pocket proteins, bind to the E2F transcription factors to prevent G1-to-S transition. Rb binds and represses activator E2F transcription factors (E2F1-3), while p107 and p130 bind E2F4 and E2F5 respectively to form complexes which repress transcription of G1-to-S promoting factors (proteins). Upon the decision to progress past the G1 checkpoint, cyclin D levels rise, and cyclin D forms a complex with CDK4 and CDK6, which in turn phosphorylate the pocket proteins. Phosphorylation of the pocket proteins causes the release of their bound targets, thereby relieving the repression of the E2F1-3 activators and translocating repressors E2F4 and E2F5 from the nucleus to the cytoplasm. This results in the transcriptional activation of downstream targets, which promote the G1-to-S transition, including another cyclin, known as cyclin E, which forms a complex with CDK2. The formation of the cyclin E-CDK2 complex then promotes a positive feedback loop which creates an “all or nothing” switch from which the cell can not return. Following entry to S-phase and initiation of DNA replication, S-phase cyclin A, a transcriptional target of E2F1-3, forms a complex with CDK2 which phosphorylates E2F1-3 and prevents its ability to bind to DNA, thus forming a negative feedback loop. In another negative feedback loop, E2F1-3 promote the transcription of E2F6-8, which in turn repress G1-S transition.",
            "score": 309.47003173828125
        },
        {
            "docid": "1872854_19",
            "document": "Biochemical cascade . At cell cycle level there is an increase of complexity of the mechanisms in somatic stem cells. However, it is observed a decrease of self-renewal potential with age. These mechanisms are regulated by p16-CDK4/6-Rb and p19-p53-P21 signaling pathways. Embryonic stem cells have constitutive cyclin E-CDK2 activity, which hyperphosphorylates and inactivates Rb. This leads to a short G1 phase of the cell cycle with rapid G1-S transition and little dependence on mitogenic signals or D cyclins for S phase entry. In fetal stem cells, mitogens promote a relatively rapid G1-S transition through cooperative action of cyclin D-CDK4/6 and cyclin E-CDK2 to inactivate Rb family proteins. p16 and p19 expression are inhibited by Hmga2-dependent chromatin regulation. Many young adult stem cells are quiescent most of the time. In the absence of mitogenic signals, cyclin-CDKs and the G1-S transition are suppressed by cell cycle inhibitors including Ink4 and Cip/Kip family proteins. As a result, Rb is hypophosphorylated and inhibits E2F, promoting quiescence in G0-phase of the cell cycle. Mitogen stimulation mobilizes these cells into cycle by activating cyclin D expression. In old adult stem cells, let-7 microRNA expression increases, reducing Hmga2 levels and increasing p16 and p19 levels. This reduces the sensitivity of stem cells to mitogenic signals by inhibiting cyclin-CDK complexes. As a result, either stem cells cannot enter the cell cycle, or cell division slows in many tissues.",
            "score": 303.2761535644531
        },
        {
            "docid": "7252_24",
            "document": "Cell cycle . Cyclin D is the first cyclin produced in the cell cycle, in response to extracellular signals (e.g. growth factors). Cyclin D binds to existing CDK4, forming the active cyclin D-CDK4 complex. Cyclin D-CDK4 complex in turn phosphorylates the retinoblastoma susceptibility protein (Rb). The hyperphosphorylated Rb dissociates from the E2F/DP1/Rb complex (which was bound to the E2F responsive genes, effectively \"blocking\" them from transcription), activating E2F. Activation of E2F results in transcription of various genes like cyclin E, cyclin A, DNA polymerase, thymidine kinase, etc. Cyclin E thus produced binds to CDK2, forming the cyclin E-CDK2 complex, which pushes the cell from G to S phase (G/S, which initiates the G/M transition). Cyclin B-cdk1 complex activation causes breakdown of nuclear envelope and initiation of prophase, and subsequently, its deactivation causes the cell to exit mitosis. A quantitative study of E2F transcriptional dynamics at the single-cell level by using engineered fluorescent reporter cells provided a quantitative framework for understanding the control logic of cell cycle entry, challenging the canonical textbook model. Genes that regulate the amplitude of E2F accumulation, such as Myc, determine the commitment in cell cycle and S phase entry. G1 cyclin-CDK activities are not the driver of cell cycle entry. Instead, they primarily tune the timing of E2F increase, thereby modulating the pace of cell cycle progression.",
            "score": 302.4972839355469
        },
        {
            "docid": "5618682_14",
            "document": "MAPK/ERK pathway . The ERK pathway plays an important role of integrating external signals from the presence of mitogens such as epidermal growth factor (EGF) into signaling events promoting cell growth and proliferation in many mammalian cell types. In a simplified model, the presence of mitogens and growth factors trigger the activation of canonical receptor tyrosine kinases such as EGFR leading to their dimerization and subsequent activation of the small GTPase Ras. This then leads to a series of phosphorylation events downstream in the MAPK cascade (Raf-MEK-ERK) ultimately resulting in the phosphorylation and activation of ERK. The phosphorylation of ERK results in an activation of its kinase activity and leads to phosphorylation of its many downstream targets involved in regulation of cell proliferation. In most cells, some form of sustained ERK activity is required for cells to activate genes that induce cell cycle entry and suppress negative regulators of the cell cycle. Two such important targets include Cyclin D complexes with Cdk4 and Cdk6 (Cdk4/6) which are both phosphorylated by ERK. The transition from G1 to S phase is coordinated by the activity of Cyclin D-Cdk4/6, which increases during late G1 phase as cells prepare to enter S-phase in response to mitogens. Cdk4/6 activation contributes to hyper-phosphorylation and the subsequent destabilization retinoblastoma protein (Rb). Hypo-phosphorylated Rb, is normally bound to transcription factor E2F in early G1 and inhibits its transcriptional activity, preventing expression of S-phase entry genes including Cyclin E, Cyclin A2 and Emi1. ERK1/2 activation downstream of mitogen induced Ras signaling is necessary and sufficient to remove this cell cycle block and allow cells to progress to S-phase in most mammalian cells. Downstream feedback control and generation of a bistable G1/S switch",
            "score": 300.59881591796875
        },
        {
            "docid": "619215_6",
            "document": "Cyclin-dependent kinase complex . During late G phase, CDKCs bind and phosphorylate members of the retinoblastoma (Rb) protein family. Members of the Rb protein family are tumor suppressors, which prevent uncontrolled cell proliferation that would occur during tumor formation. However, pRbs are also thought to repress the genes required in order for the transition from G phase to S phase to occur. When the cell is ready to transition into the next phase, CDKCs, cyclin D1-Cdk4 and cyclin D1-Cdk6 phosphorylate pRB, followed by additional phosphorylation from the cyclin E-Cdk2 CDKC. Once phosphorylation occurs, transcription factors are then released to irreversibly inactivate pRB and progression into the S phase of the cell cycle ensues. The cyclin E-Cdk2 CDKC formed in the G phase then aids in the initiation of DNA replication during S phase.",
            "score": 296.8647766113281
        },
        {
            "docid": "9880147_23",
            "document": "Cyclin D . Additionally, the development of cancer is also enhanced by the fact that retinoblastoma tumor suppressor protein (Rb), one of the key substrates of cyclin D-Cdk 4/6 complex, is quite frequently mutated in human tumors. In its active form, Rb prevents crossing of the G1 checkpoint by blocking transcription of genes responsible for advances in cell cycle. Cyclin D/Cdk4 complex phosphorylates Rb, which inactivates it and allows for the cell to go through the checkpoint. In the event of abnormal inactivation of Rb, in cancer cells, an important regulator of cell cycle progression is lost. When Rb is mutated, levels of cyclin D and p16INK4 are normal.",
            "score": 296.83551025390625
        },
        {
            "docid": "9895813_3",
            "document": "Cyclin D/Cdk4 . Under non-dividing conditions (when the cell is in the G0 phase of the cell cycle), Retinoblastoma protein (Rb) is bound with the E2F transcription factor. Once Cdk4 is activated and is bound with Cyclin D, the Cyclin D/Cdk4 complex phosphorylates Retinoblastoma protein (pRb). Once the Retinoblastoma protein has been phosphorylated, E2F is released. The released E2F is then free to act as a transcription factor and it subsequently binds to DNA promoter regions and activates the expression of proteins required in the next stages of the cell cycle and in DNA replication. Specifically, E2F helps to activate Cyclin E and Cyclin A, which are constituents of other Cdk/Cyclin complexes and are involved in the DNA replication process and other downstream mitotic processes.",
            "score": 296.06927490234375
        },
        {
            "docid": "9880147_12",
            "document": "Cyclin D . In its un-phosphorylated form, Rb binds a member of E2F family of transcription factors which controls expression of several genes involved in cell cycle progression (example, cyclin E). Rb acts as a repressor, so in complex with E2F it prevents expression of E2F-regulated genes, and this inhibits cells from progressing through G1.  Active cyclin D/Cdk4 and -6 inhibit Rb by partial phosphorylation, reducing its binding to E2F and thereby allowing E2F-mediated activation of the transcription of the cyclin E gene and the cell progresses towards S-phase. Subsequently, cyclin E/Cdk2 fully phosphorylates Rb and completes its inactivation.",
            "score": 287.0937805175781
        },
        {
            "docid": "30855468_11",
            "document": "Retinoblastoma protein . Rb restricts the cell's ability to replicate DNA by preventing its progression from the G1 (first gap phase) to S (synthesis phase) phase of the cell division cycle. Rb binds and inhibits E2 promoter-binding–protein-dimerization partner (E2F-DP) dimers, which are transcription factors of the E2F family that push the cell into S phase. By keeping E2F-DP inactivated, RB1 maintains the cell in the G1 phase, preventing progression through the cell cycle and acting as a growth suppressor. The Rb-E2F/DP complex also attracts a histone deacetylase (HDAC) protein to the chromatin, reducing transcription of S phase promoting factors, further suppressing DNA synthesis.",
            "score": 285.7185363769531
        },
        {
            "docid": "30855468_19",
            "document": "Retinoblastoma protein . Rb interacts with the histone deactylases HDAC1, HDAC3, and HDAC3. Rb binds to HDAC1 in its pocket domain in a region that is independent to its E2F-binding site. Rb recruitment of histone deactylases leads to the repression of genes at E2F-regulated promoters due to nucleosome formation. Some genes activated during the G1/S transition such as cyclin E are repressed by HDAC during early to mid-G1 phase. This suggests that HDAC-assisted repression of cell cycle progression genes is crucial for the ability of Rb to arrest cells in G1. To further add to this point, the HDAC-Rb complex is shown to be disrupted by cyclin D/Cdk4 which levels increase and peak during the late G1 phase.",
            "score": 285.0540771484375
        },
        {
            "docid": "14119736_3",
            "document": "Cyclin D3 . The protein encoded by this gene belongs to the highly conserved cyclin family, whose members are characterized by a dramatic periodicity in protein abundance through the cell cycle. Cyclins function as regulators of CDK kinases. Different cyclins exhibit distinct expression and degradation patterns which contribute to the temporal coordination of each mitotic event. This cyclin forms a complex with and functions as a regulatory subunit of CDK4 or CDK6, whose activtiy is required for cell cycle G1/S transition. This protein has been shown to interact with and be involved in the phosphorylation of tumor suppressor protein Rb. The CDK4 activity associated with this cyclin was reported to be necessary for cell cycle progression through G2 phase into mitosis after UV radiation.",
            "score": 276.6515197753906
        },
        {
            "docid": "12094227_8",
            "document": "Cyclin D1 . The cyclin D1-CDK4 complex promotes passage through the G1 phase by inhibiting the retinoblastoma protein (pRb). Cyclin D1-CDK4 inhibits pRb through phosphorylation, allowing E2F transcription factors to transcribe genes required for entry into the S phase. Inactive pRb allows cell cycle progression through the G1/S transition and allows for DNA synthesis. Cyclin D1-CDK4 also enables the activation of cyclin E-CDK2 complex by sequestering Cip/Kip family CDK inhibitory proteins p21 and p27, allowing entry into the S phase.",
            "score": 273.2476806640625
        },
        {
            "docid": "9880147_8",
            "document": "Cyclin D . In viruses, like Saimiriine herpesvirus 2 (\"Herpesvirus saimiri\") and Human herpesvirus 8 (HHV-8/Kaposi's sarcoma-associated herpesvirus) cyclin D homologues have acquired new functions in order to manipulate the host cell’s metabolism to the viruses’ benefit. Viral cyclin D binds human Cdk6 and inhibits Rb by phosphorylating it, resulting in free transcription factors which result in protein transcription that promotes passage through G1 phase of the cell cycle. Other than Rb, viral cyclin D-Cdk6 complex also targets p27, a Cdk inhibitor of cyclin E and A.  In addition, viral cyclin D-Cdk6 is resistant to Cdk inhibitors, such as p21 and p16 which in human cells inhibits Cdk4 by preventing it from forming an active complex with cyclin D.",
            "score": 273.18450927734375
        },
        {
            "docid": "5596105_6",
            "document": "G1/S transition . As with most processes in the body, the cell cycle is highly regulated to prevent the synthesis of mutated cells and uncontrolled cell division that leads to tumor formation. The cell cycle control system is biochemically based so that the proteins of the mitosis promoting factor (MPF) control the transition from one phase to the next based on a series of checkpoints. MPF is a protein dimer made up of cyclin and cyclin-dependent kinase (Cdk), a serine and threonine kinase, which come together at different points in the cycle to control cell progression through the cycle. When cyclin binds to Cdk, Cdk becomes activated and phosphorylates serine and threonine on other proteins causing the activation and degradation of other proteins allowing the cell to transition through the cell cycle.",
            "score": 271.3689270019531
        },
        {
            "docid": "14854417_9",
            "document": "Protein phosphorylation . Cyclin-dependent kinases (CDKs) are serine-threonine kinases which regulate progression through the eukaryotic cell cycle. CDKs are catalytically active only when bound to a regulatory cyclin. Animal cells contain at least nine distinct CDKs which bind to various cyclins with considerable specificity. CDK inhibitors (CKIs) block kinase activity in the cyclin-CDK complex to halt the cell cycle in G1 or in response to environmental signals or DNA damage. The activity of different CDKs activate cell signaling pathways and transcription factors that regulate key events in mitosis such as the G1/S phase transition. Earlier cyclin-CDK complexes provide the signal to activate subsequent cyclin-CDK complexes.",
            "score": 270.15496826171875
        },
        {
            "docid": "9956236_8",
            "document": "C-jun . Studies have shown that c-jun is required for progression through the G1 phase of the cell cycle, and c-jun null cells show increased G1 arrest. C-jun regulates the transcriptional level of cyclin D1, which is a major Rb kinase. Rb is a growth suppressor, and it is inactivated by phosphorylation. Therefore, c-jun is required for maintaining sufficient cyclin D1 kinase activity and allowing cell cycle progression.",
            "score": 269.30029296875
        },
        {
            "docid": "5596105_8",
            "document": "G1/S transition . Another dimer present during mid G1 is composed of retinoblastoma protein (pRB) and transcription factor E2F. When pRb is bound to E2F, E2F is inactive. As cyclin D is synthesized and activates Cdk4/6, the cyclin-Cdk targets pRb protein for phosphorylation. Upon phosphorylation, pRb changes conformation so that E2F is released and activated, binding to upstream regions of genes, initiating expression. Specifically, E2F drives the expression of other cyclins, including cyclin E and A, and genes necessary for DNA replication. Cyclin E either phosphorylates more pRb to further activate E2F and promote the expression of more Cyclin E, or it has the ability to increase expression of itself. Cyclin E also interacts with Cdk2 driving the cell cycle to progress from G1 to S phase.",
            "score": 268.4781799316406
        },
        {
            "docid": "9880147_11",
            "document": "Cyclin D . One of the best known substrates of cyclin D/Cdk4 and -6 is the retinoblastoma tumor suppressor protein (Rb). Rb is an important regulator of genes responsible for progression through the cell cycle, in particular through G1/S phase.",
            "score": 267.2244873046875
        },
        {
            "docid": "12094227_7",
            "document": "Cyclin D1 . Cyclin D1 was originally cloned as a breakpoint rearrangement in parathyroid adenoma and was shown to be required for progression through the G1 phase of the cell cycle to induce cell migration, angiogenesis and to induce the Warburg effect. Cyclin D1 is a protein required for progression through the G1 phase of the cell cycle. During the G1 phase, it is synthesized rapidly and accumulates in the nucleus, and is degraded as the cell enters the S phase. Cyclin D1 is a regulatory subunit of cyclin-dependent kinases CDK4 and CDK6. The protein dimerizes with CDK4/6 to regulate the G1/S phase transition and entry into the S-phase.",
            "score": 266.2326354980469
        },
        {
            "docid": "9895813_2",
            "document": "Cyclin D/Cdk4 . The Cyclin D/Cdk4 complex is a multi-protein structure consisting of the proteins Cyclin D and cyclin-dependent kinase 4, or Cdk4, a serine-threonine kinase. This complex is one of many cyclin/cyclin-dependent kinase complexes that are the \"hearts of the cell-cycle control system\" and govern the cell cycle and its progression. As its name would suggest, the cyclin-dependent kinase is only active and able to phosphorylate its substrates when it is bound by the corresponding cyclin. The Cyclin D/Cdk4 complex is integral for the progression of the cell from the Growth 1 phase to the Synthesis phase of the cell cycle, for the Start or G1/S checkpoint.",
            "score": 265.54949951171875
        },
        {
            "docid": "14153242_3",
            "document": "Cyclin E1 . The protein encoded by this gene belongs to the highly conserved cyclin family, whose members are characterized by a dramatic periodicity in protein abundance through the cell cycle. Cyclins function as regulators of CDK. Different cyclins exhibit distinct expression and degradation patterns which contribute to the temporal coordination of each mitotic event. This cyclin forms a complex with and functions as a regulatory subunit of CDK2, whose activity is required for cell cycle G1/S transition. This protein accumulates at the G1-S phase boundary and is degraded as cells progress through S phase. Overexpression of this gene has been observed in many tumors, which results in chromosome instability, and thus may contribute to tumorigenesis. This protein was found to associate with, and be involved in, the phosphorylation of NPAT protein (nuclear protein mapped to the ATM locus), which participates in cell-cycle regulated histone gene expression and plays a critical role in promoting cell-cycle progression in the absence of pRB. Two alternatively spliced transcript variants of this gene, which encode distinct isoforms, have been described. Two additional splice variants were reported but detailed nucleotide sequence information is not yet available.",
            "score": 265.1258850097656
        },
        {
            "docid": "30006925_4",
            "document": "G1 and G1/S cyclins- budding yeast . The G1 cyclins CLN1 and CLN2, upon transcriptional activation by Cln3 in mid-G1, bind Cdk1 (Cdc28) to complete progression through \"Start\". These cyclins oscillate during the cell cycle - rise in late G1 and fall in early S phase. The primary function of G1/S cyclin-Cdk complexes is to trigger progression through Start and initiate the processes leading to DNA replication, principally by shutting down the various braking systems that suppress S-phase Cdk activity in G1. G1/S cyclins also initiate other early cell-cycles events such as duplication of the spindle pole body in yeast. The rise of G1/S cyclins is accompanied by the appearance of the S cyclins (Clb5 and Clb6 in budding yeast), which form S cyclin-Cdk complexes that are directly responsible for stimulating DNA replication.",
            "score": 263.500244140625
        },
        {
            "docid": "9880204_3",
            "document": "Cyclin-dependent kinase 2 . The protein encoded by this gene is a member of the cyclin-dependent kinase family of Ser/Thr protein kinases. This protein kinase is highly similar to the gene products of \"S. cerevisiae\" cdc28, and \"S. pombe\" cdc2, also known as Cdk1 in humans. It is a catalytic subunit of the cyclin-dependent kinase complex, whose activity is restricted to the G1-S phase of the cell cycle, and is essential for the G1/S transition. This protein associates with and is regulated by the regulatory subunits of the complex including cyclin E or A. Cyclin E binds G1 phase Cdk2, which is required for the transition from G1 to S phase while binding with Cyclin A is required to progress through the S phase. Its activity is also regulated by phosphorylation. Two alternatively spliced variants and multiple transcription initiation sites of this gene have been reported.",
            "score": 262.26214599609375
        },
        {
            "docid": "30855468_22",
            "document": "Retinoblastoma protein . When it is time for a cell to enter S phase, complexes of cyclin-dependent kinases (CDK) and cyclins phosphorylate Rb to pRb, allowing E2F-DP to dissociate from pRb and become active. When E2F is free it activates factors like cyclins (e.g. cyclin E and cyclin A), which push the cell through the cell cycle by activating cyclin-dependent kinases, and a molecule called proliferating cell nuclear antigen, or PCNA, which speeds DNA replication and repair by helping to attach polymerase to DNA.",
            "score": 261.2447509765625
        },
        {
            "docid": "5596105_11",
            "document": "G1/S transition . Between G1 and S phase, three DNA damage checkpoints occur to ensure proper growth and synthesis of DNA prior to cell division. Damaged DNA during G1, before entry into S phase, and during S phase result in the expression of ATM/R protein. ATM/R protein then stabilizes and activates transcription factor p53 so that it can bind to upstream regions of genes, inducing the expression of proteins including p21CIP. p21CIP binds to and inhibits any cyclin-cdk present in the cell cycle, halting the cycle until DNA damage can be corrected.",
            "score": 260.6260070800781
        }
    ]
}