{
    "q": [
        {
            "docid": "969821_2",
            "document": "JAK-STAT signaling pathway . The JAK-STAT signalling pathway is a chain of interactions between proteins in a cell, and is involved in processes such as immunity, cell division, cell death and tumour formation. The pathway communicates information from chemical signals outside of a cell to the cell nucleus, resulting in the activation of genes through a process called transcription. There are three key parts of JAK-STAT signalling: Janus kinases (JAKs), Signal Transducer and Activator of Transcription proteins (STATs), and receptors (which bind the chemical signals). Disrupted JAK-STAT signalling may lead to a variety of diseases, such as skin conditions, cancers, and disorders affecting the immune system.",
            "score": 119.92708253860474
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 113.63448321819305
        },
        {
            "docid": "969821_15",
            "document": "JAK-STAT signaling pathway . Given that many JAKs are associated with cytokine receptors, the JAK-STAT signalling pathway plays a major role in cytokine receptor signalling. Since cytokines are substances produced by immune cells that can alter the activity of neighbouring cells, the effects of JAK-STAT signalling are often more highly seen in cells of the immune system. For example, JAK3 activation in response to IL-2 is vital for lymphocyte development and function. Also, one study indicates that JAK1 is needed to carry out signalling for receptors of the cytokines IFNγ, IL-2, IL-4 and IL-10.",
            "score": 92.62082862854004
        },
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 81.60127234458923
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 93.99640810489655
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 89.97602272033691
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 130.18203234672546
        },
        {
            "docid": "743410_2",
            "document": "Nicotinic acetylcholine receptor . Nicotinic acetylcholine receptors, or nAChRs, are receptor proteins that respond to the neurotransmitter acetylcholine. Nicotinic receptors also respond to drugs, including the nicotinic receptor agonist nicotine. They are found in the central and peripheral nervous system, muscle, and many other tissues of many organisms, including humans. At the neuromuscular junction they are the primary receptor in muscle for motor nerve-muscle communication that controls muscle contraction. In the peripheral nervous system: (1) they transmit outgoing signals from the presynaptic to the postsynaptic cells within the sympathetic and parasympathetic nervous system, and (2) they are the receptors found on skeletal muscle that receive acetylcholine released to signal for muscular contraction. In the immune system, nAChRs regulate inflammatory processes and signal through distinct intracellular pathways. In insects, the cholinergic system is limited to the central nervous system.",
            "score": 103.24114406108856
        },
        {
            "docid": "969821_16",
            "document": "JAK-STAT signaling pathway . The JAK-STAT pathway in cytokine receptor signalling can activate STATs, which can bind to DNA and allow the transcription of genes involved in immune cell division, survival, activation and recruitment. For example, STAT1 can enable the transcription of genes which inhibit cell division and stimulate inflammation. Also, STAT4 is able to activate NK cells (natural killer cells), and STAT5 can drive the formation of white blood cells. In response to cytokines, such as IL-4, JAK-STAT signalling is also able to stimulate STAT6, which can promote B-cell proliferation, immune cell survival, and the production of an antibody called IgE.",
            "score": 96.5030107498169
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 91.21460819244385
        },
        {
            "docid": "39934912_5",
            "document": "Tyrosine-protein kinase CSK . Adherens junction organization, blood coagulation, brain development, cell differentiation, cell migration, cellular response to peptide hormone stimulus, central nervous system development, epidermal growth factor receptor signaling pathway, innate immune response, epithelium morphogenesis, regulation of bone resorption, negative regulation of cell proliferation, negative regulation of ERK1 and ERK2 cascade, negative regulation of Golgi to plasma membrane protein transport, negative regulation of interleukin-6 production, negative regulation of kinase activity, negative regulation of low-density lipoprotein particle clearance, negative regulation of phagocytosis, dendrocyte differentiation, peptidyl-tyrosine autophosphorylation, platelet activation, positive regulation of MAP kinase activity, regulation of cell proliferation, regulation of cytokine production, regulation of Fc receptor mediated stimulatory signaling pathway, T cell costimulation, T cell receptor signaling pathway.",
            "score": 79.78526544570923
        },
        {
            "docid": "54448_9",
            "document": "Insulin resistance . Insulin resistance implies that the body's cells (primarily muscle) lose sensitivity to insulin, a hormone secreted by the pancreas to promote glucose utilization. At the molecular level, a cell senses insulin through insulin receptors, with the signal propagating through a cascade of molecules collectively known as PI3K/Akt/mTOR signaling pathway. Recent studies suggested that the pathway may operate as a bistable switch under physiologic conditions for certain types of cells, and insulin response may well be a threshold phenomenon. The pathway's sensitivity to insulin may be blunted by many factors such as free fatty acids, causing insulin resistance. From a broader perspective, however, sensitivity tuning (including sensitivity reduction) is a common practice for an organism to adapt to the changing environment or metabolic conditions. Pregnancy, for example, is a prominent change of metabolic conditions, under which the mother has to reduce her muscles' insulin sensitivity to spare more glucose for the brains (the mother's brain and the fetal brain). This can be achieved through raising the response threshold (i.e., postponing the onset of sensitivity) by secreting placental growth factor to interfere with the interaction between insulin receptor substrate (IRS) and PI3K, which is the essence of the so-called \"adjustable threshold hypothesis\" of insulin resistance.",
            "score": 112.75374495983124
        },
        {
            "docid": "14522499_8",
            "document": "Prostaglandin EP2 receptor . EP is classified as a relaxant type of prostanoid receptor based on its ability, upon activation, to relax certain types of smooth muscle (see Prostaglandin receptors). When initially bound to PGE or any other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gamma complexes (i.e. G). The Gα- G complexes dissociate into their Gα and G subunits which in turn regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP thereby activating PKA; PKA activates various types of signaling molecules such as the transcription factor CREB which lead to different types of functional responses depending on cell type. EP also activates the a) GSK-3 pathway which regulates cell migratory responses and innate immune responses including pro-inflammatory cytokine and interleukin production and b) Beta-catenin pathway which regulates not only cell–cell adhesion but also activates the Wnt signaling pathway which, in turn, stimulates the transcription of genes responsible for regulating cell migration and proliferation. In many of these respects, EP actions resemble those of another type of relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. EP also differs from all the other prostaglandin receptors in that it fails to undergo homologous desensitization. That is, following agonist-induced activation, the other prostaglandin (as well as most types of G protein coupled receptors) quickly become desensitized, often internalized, and whether or not internalized, incapable of activating their G protein targets. This effect limits the duration and extent to which agonists can stimulate cells. EP, by failing to become desensitized, is able to function over prolong periods and later time points than other prostaglandin receptors and therefore potentially able to contribute to more delayed and chronic phases of cellular and tissue responses.",
            "score": 96.75873398780823
        },
        {
            "docid": "1209057_2",
            "document": "Wnt signaling pathway . The Wnt signaling pathways are a group of signal transduction pathways made of proteins that pass signals into a cell through cell surface receptors. Three Wnt signaling pathways have been characterized: the canonical Wnt pathway, the noncanonical planar cell polarity pathway, and the noncanonical Wnt/calcium pathway. All three pathways are activated by binding a Wnt-protein ligand to a Frizzled family receptor, which passes the biological signal to the Dishevelled protein inside the cell. The canonical Wnt pathway leads to regulation of gene transcription, and is thought to be negatively regulated in part by the SPATS1 gene. The noncanonical planar cell polarity pathway regulates the cytoskeleton that is responsible for the shape of the cell. The noncanonical Wnt/calcium pathway regulates calcium inside the cell. Wnt signaling pathways use either nearby cell-cell communication (paracrine) or same-cell communication (autocrine). They are highly evolutionarily conserved in animals, which means they are similar across animal species from fruit flies to humans.",
            "score": 87.76315450668335
        },
        {
            "docid": "14522621_7",
            "document": "Prostacyclin receptor . IP is classified as a relaxant type of prostenoid receptor based on its ability, upon activation, to relax certain pre-contracted smooth muscle preparations and smooth muscle-containing tissues such as those of pulmonary arteries and veins. When bound to PGI or other of its agonists, IP stimulates one or more of three types of G protein complexes, depending on cell type: a) Gs alpha subunit-Gβγ complexes which release Gs that then stimulates adenyl cyclase to raise intracellular levels of cAMP and thereby activate cAMP-regulated protein kinases A-dependent cell signaling pathways (see PKA); b) Gq alpha subunit-Gβγ complexes which release Gq that then stimulates other cell signaling pathways (e.g. phospholipase C/IP3/cell Ca mobilization/diacylglycerol/protein kinase Cs, calmodulin-modulated myosin light chain kinase, RAF/MEK/Mitogen-activated protein kinases, PKC/Ca/Calcineurin/Nuclear factor of activated T-cells; and EGF cellular receptors; and c) Gi alpha subunit-Giβγ) complexes which releases Gi that then simulates phospholipase C to cleave phosphatidylinositol triphosphate into inositol triphosphate that raises intracellular CaCa levels thereby regulating Calcium signaling pathways and diacylglycerol that activates certain protein kinase C enzymes )that phosphorylate and thereby regulate target proteins involved in cell signaling (see Protein kinase C#Function). Studies suggest that stimulation of Gsβγ complexes is required for activation of the Gqβγ- and Giβγ-dependent pathways. In certain cells, activation of FP also stimulates G/G-Gβγ G proteins to activate the Rho family of GTPases signaling proteins and Gi-Gβγ G proteins to activateRaf/MEK/mitogen-activated kinase pathways.",
            "score": 87.88140773773193
        },
        {
            "docid": "14289597_6",
            "document": "NCK1 . Nck1 has been linked to glucose tolerance and insulin signaling within certain tissues, namely the liver, in obese mice. A deletion of the protein also causes a decrease of ER stress signaling within these obese cells, which is normally increased by the excessive fat. This stress causes expression of the unfolded protein response pathway, which leads to a decrease in glucose tolerance and inactivation of insulin signaling in certain cell types. This renewed glucose tolerance and insulin signaling is caused by the inhibition of the unfolded protein response pathway, particularly the protein IRE1alpha, and its subsequent phosphorylation of IRS-1 that causes insulin signaling to be blocked. IRE1alpha is involved with the JNK pathway that is responsible for the phosphorylation of IRS-1. Nck1 regulates the activation of IRE1alpha within the pathway and when removed from the pathway disrupts activation. This means that Nck1 has an interaction with the UPR and that a deletion can cause a decrease in the stress pathway from the ER in the mice. These deficient, obese mice also show increased insulin-induced phosphorylation of PKB within the liver but do not possess the same expression in adipose tissues or skeletal muscles. This evidence points to the pathway being ER stress induced within liver tissue.",
            "score": 100.55849003791809
        },
        {
            "docid": "14522570_7",
            "document": "Prostaglandin F receptor . FP is classified as a contractile type of prostenoid receptor based on its ability, upon activation, to contract certain smooth muscle preparations and smooth muscle-containing tissues such as those of the uterus. When bound to PGF or other of its agonists, FP mobilizes primarily G proteins containing the Gq alpha subunit bound to of the Gq-Gβγ complex(i.e. Gqβγ). Gqβγ then dissociate into its Gq and Gβγ components which act to regulate cell signaling pathways. In particular, Gq stimulates cell signal pathways involving a) phospholipase C/IP3/cell Ca mobilization/diacylglycerol/protein kinase Cs; calmodulin-modulated myosin light chain kinase; RAF/MEK/Mitogen-activated protein kinases; PKC/Ca/Calcineurin/Nuclear factor of activated T-cells; and the EGF cellular receptor. In certain cells, activation of FP also stimulates G/G-Gβγ G proteins to activate the Rho family of GTPases signaling proteins and Gi-Gβγ G proteins to activateRaf/MEK/mitogen-activated kinase pathways.",
            "score": 80.44987046718597
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 92.68665766716003
        },
        {
            "docid": "1687906_14",
            "document": "Morphogen . In most developmental systems, such as human embryos or later \"Drosophila\" development, syncytia occur only rarely (such as in skeletal muscle), and morphogens are generally secreted signalling proteins. These proteins bind to the extracellular domains of transmembrane receptor proteins, which use an elaborate process of signal transduction to communicate the level of morphogen to the nucleus. The nuclear targets of signal transduction pathways are usually transcription factors, whose activity is regulated in a manner that reflects the level of morphogen received at the cell surface. Thus, secreted morphogens act to generate gradients of transcription factor activity just like those that are generated in the syncitial \"Drosophila\" embryo.",
            "score": 70.8442850112915
        },
        {
            "docid": "10849236_7",
            "document": "Antibody-dependent enhancement . A study conducted by Modhiran et al. attempted to explain how non-neutralizing antibodies down regulate the immune response in the host cell through the TLR signaling pathway. TLRs are known to recognize extra and intra cellular viral particles and to be a major basis of the cytokines production. In vitro experiments showed that the inflammatory cytokines and Type 1 IFN production was reduced when the ADE-DENV complexe bound to the Fc receptor of THP-1 cells. This can be explained by both a decrease of TLR production and a modification of its signaling pathway. On one hand, an unknown protein induced by the stimulated Fc receptor reduces the TLRs transcription and translation, which reduce the capacity of the cell to detect viral proteins. On the other hand, many proteins (TRIF, TRAF6, TRAM, TIRAP, IKKα, TAB1, TAB2, NF-κB complex) involved in the TLR signaling pathway are down regulated, which led to a decrease of the cytokine production. Two of them, TRIF and TRAF6, are respectively down regulated by 2 proteins SARM and TANK up regulated by the stimulated Fc receptors.",
            "score": 88.7126898765564
        },
        {
            "docid": "1209057_3",
            "document": "Wnt signaling pathway . Wnt signaling was first identified for its role in carcinogenesis, then for its function in embryonic development. The embryonic processes it controls include body axis patterning, cell fate specification, cell proliferation and cell migration. These processes are necessary for proper formation of important tissues including bone, heart and muscle. Its role in embryonic development was discovered when genetic mutations in Wnt pathway proteins produced abnormal fruit fly embryos. Wnt signaling also controls tissue regeneration in adult bone marrow, skin and intestine. Later research found that the genes responsible for these abnormalities also influenced breast cancer development in mice.",
            "score": 72.99583458900452
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 111.21877586841583
        },
        {
            "docid": "14092224_5",
            "document": "Peptidylprolyl isomerase A . Moreover, the enzyme participates in inflammatory and apoptotic processes in extracellular settings. In the presence of reactive oxygen species (ROS), vascular smooth muscle cells (VSMCs), monocytes/macrophages, and endothelial cells (ECs) secrete PPIA to induce an inflammatory response and mitigate tissue injury. PPIA may also activate Akt and NF-κB signaling, resulting in the upregulation of Bcl-2, an antiapoptotic protein, and thus preventing apoptosis in ECs in response to oxidative stress. PPIA may also regulate ERK1/2, JNK, p38 kinase, Akt, and IκB signalling pathways through activating the CD147 receptor. PPIA-mediated activation of the ERK, JNK, and p38 kinase pathways also contributes to angiogenesis. Additionally, PPIA induces cell migration and proliferation in smooth muscle. In the case of T cells, PPIA regulates the T-cell-specific tyrosine kinase ITK upon T-cell receptor stimulation.",
            "score": 79.3889856338501
        },
        {
            "docid": "6235_38",
            "document": "Cell nucleus . In order to control which genes are being transcribed, the cell separates some transcription factor proteins responsible for regulating gene expression from physical access to the DNA until they are activated by other signaling pathways. This prevents even low levels of inappropriate gene expression. For example, in the case of NF-κB-controlled genes, which are involved in most inflammatory responses, transcription is induced in response to a signal pathway such as that initiated by the signaling molecule TNF-α, binds to a cell membrane receptor, resulting in the recruitment of signalling proteins, and eventually activating the transcription factor NF-κB. A nuclear localisation signal on the NF-κB protein allows it to be transported through the nuclear pore and into the nucleus, where it stimulates the transcription of the target genes.",
            "score": 67.90121746063232
        },
        {
            "docid": "563580_5",
            "document": "Hormone receptor . The presence of hormone or multiple hormones enables a response in the receptor which begins a cascade of signaling. The hormone receptor interacts with different molecules in order to induce a variety of changes, such as the increase or decrease of nutrient sources, growth, and other metabolic functions. These signaling pathways are complex mechanisms mediated by feedback loops where different signals activate and inhibit other signals. If a signaling pathway ends with the increase in production of a nutrient, that nutrient is then a signal back to the receptor that acts as a competitive inhibitor to prevent further production. Signaling pathways regulate cells through activating or inactivating gene expression, transport of metabolites, and controlling enzymatic activity in order to manage growth and functions of metabolism.",
            "score": 97.16270279884338
        },
        {
            "docid": "5419130_13",
            "document": "Lipid signaling . The SK1-S1P pathway has been extensively studied in relation to cytokine action, with multiple functions connected to effects of TNFα and IL-1 favoring inflammation. Studies show that knockdown of key enzymes such as S1P lyase and S1P phosphatase increased prostaglandin production, parallel to increase of S1P levels. This strongly suggests that S1P is the mediator of SK1 action and not subsequent compounds. Research done on endothelial and smooth muscle cells is consistent to the hypothesis that S1P has a crucial role in regulating endothelial cell growth, and movement. Recent work on a sphingosine analogue, FTY270, demonstrates its ability to act as a potent compound that alters the activity of S1P receptors (agonist). FTY270 was further verified in clinical tests to have roles in immune modulation, such as that on multiple sclerosis. This highlights the importance of S1P in the regulation of lymphocyte function and immunity. Most of the studies on S1P are used to further understand diseases such as cancer, arthritis and inflammation, diabetes, immune function and neurodegenerative disorders.",
            "score": 92.99261426925659
        },
        {
            "docid": "380541_23",
            "document": "Skeletal muscle . Skeletal muscle fiber-type phenotype in adult animals is regulated by several independent signaling pathways. These include pathways involved with the Ras/mitogen-activated protein kinase (MAPK) pathway, calcineurin, calcium/calmodulin-dependent protein kinase IV, and the peroxisome proliferator γ coactivator 1 (PGC-1). The Ras/MAPK signaling pathway links the motor neurons and signaling systems, coupling excitation and transcription regulation to promote the nerve-dependent induction of the slow program in regenerating muscle. Calcineurin, a Ca2+/calmodulin-activated phosphatase implicated in nerve activity-dependent fiber-type specification in skeletal muscle, directly controls the phosphorylation state of the transcription factor NFAT, allowing for its translocation to the nucleus and leading to the activation of slow-type muscle proteins in cooperation with myocyte enhancer factor 2 (MEF2) proteins and other regulatory proteins. Ca2+/calmodulin-dependent protein kinase activity is also upregulated by slow motor neuron activity, possibly because it amplifies the slow-type calcineurin-generated responses by promoting MEF2 transactivator functions and enhancing oxidative capacity through stimulation of mitochondrial biogenesis.",
            "score": 64.14031088352203
        },
        {
            "docid": "14754086_10",
            "document": "S100A10 . Although the exact mechanism is unclear, p11 protein has shown to be essential in the regulation of serotonin signaling in the brain. Serotonin (5-hydroxytryptamine or 5-HT), is a neurotransmitter found in the central and peripheral nervous systems. It is involved in mechanisms responsible for memory formation and learning, but is most known for its role in the regulation muscle contraction, appetite, sleep, and mood. Varying levels of serotonin found in the brain are associated with the development of mood disorders, such as clinical depression. P11 interacts with the serotonin receptor proteins, 5-HT receptors such as 5-HT, modulating the receptor signal transduction pathways activated by the binding of serotonin. P11 also recruits the cell surface expression of the 5-HT receptor, increasing its concentration at the synapse. This results in more rapid serotonin-dependent activities. 5-HT is involved in the regulation of kinase activity in the central nervous system, phosphorylating target proteins, and facilitating endosomal activities. P11 is coexpressed with 5-HT mRNA and its protein in parts of the brain associated with depression, suggesting that their functions are linked and influence mood.",
            "score": 86.75954079627991
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 93.41257762908936
        },
        {
            "docid": "563258_16",
            "document": "Neuroeffector junction . Studies do not exclude the possibility of parallel excitatory neurotransmission to ICC-DMP (deep muscular plexus) and smooth muscle cells. Different cells may utilize different receptors and signaling molecules. ICC are innervated and transmitters reach high enough concentration to activate post-junctional signaling pathways in ICC. If ICC are important intermediaries in motor neurotransmission, then loss of these cells could reduce communication between the enteric nervous system and the smooth muscle syncytium, resulting in reduced neural regulation of motility.",
            "score": 71.04475450515747
        },
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 70.15023195743561
        },
        {
            "docid": "969821_11",
            "document": "JAK-STAT signaling pathway . JAK-STAT signalling is able to interconnect with other cell-signalling pathways, such as the PI3K/AKT/mTOR pathway. When JAKs are activated and phosphorylate tyrosine residues on receptors, proteins with SH2 domains (such as STATs) are able bind to the phosphotyrosines, and the proteins can carry out their function. Like STATs, the PI3K protein also has an SH2 domain, and therefore it is also able to bind to these phosphorylated receptors. As a result, activating the JAK-STAT pathway can also activate PI3K/AKT/mTOR signalling.",
            "score": 78.3633816242218
        }
    ],
    "r": [
        {
            "docid": "54439_21",
            "document": "Metabolic syndrome . It is common for there to be a development of visceral fat, after which the adipocytes (fat cells) of the visceral fat increase plasma levels of TNF-α and alter levels of a number of other substances (e.g., adiponectin, resistin, and PAI-1). TNF-α has been shown not only to cause the production of inflammatory cytokines, but also possibly to trigger cell signaling by interaction with a TNF-α receptor that may lead to insulin resistance. An experiment with rats fed a diet with 33% sucrose has been proposed as a model for the development of metabolic syndrome. The sucrose first elevated blood levels of triglycerides, which induced visceral fat and ultimately resulted in insulin resistance. The progression from visceral fat to increased TNF-α to insulin resistance has some parallels to human development of metabolic syndrome. The increase in adipose tissue also increases the number of immune cells present within, which play a role in inflammation. Chronic inflammation contributes to an increased risk of hypertension, atherosclerosis and diabetes.",
            "score": 132.2952880859375
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 130.18203735351562
        },
        {
            "docid": "9125999_5",
            "document": "Blood sugar regulation . When levels of blood sugar rise, whether as a result of glycogen conversion, or from digestion of a meal, a different hormone is released from beta cells found in the Islets of Langerhans in the pancreas. This hormone, insulin, causes the liver to convert more glucose into glycogen (this process is called glycogenesis), and to force about 2/3 of body cells (primarily muscle and fat tissue cells) to take up glucose from the blood through the GLUT4 transporter, thus decreasing blood sugar. When insulin binds to the receptors on the cell surface, vesicles containing the GLUT4 transporters come to the plasma membrane and fuse together by the process of endocytosis, thus enabling a facilitated diffusion of glucose into the cell. As soon as the glucose enters the cell, it is phosphorylated into Glucose-6-Phosphate in order to preserve the concentration gradient so glucose will continue to enter the cell. Insulin also provides signals to several other body systems, and is the chief regulator of metabolic control in humans.",
            "score": 127.94933319091797
        },
        {
            "docid": "16853492_4",
            "document": "LANCL2 . Selective binding between LANCL2 and ABA or other ligands such as the benzimidazole NSC61610 and piperazine BT-11, lead to elevation of intracellular cAMP, activation of PKA and suppression of inflammation in macrophages. In hepatocytes, LANCL2 regulates cell survival by phosphorylation of Akt through its interaction with the Akt kinase mTORC2. Active mTORC2 causes translocation of GLUT4 to the plasma membrane and stimulates glucose uptake. LANCL2 expression in immune cells, adipose tissue, skeletal muscle and pancreas, and the potential to manipulate LANCL2 signaling and GLUT4 translocation with ABA make this G protein-coupled receptor a novel therapeutic target for glycemic control. In humans, ABA release was detected with increasing glycemia, although this mechanism failed in people suffering from type 2 and gestational diabetes. Also, plasma ABA concentrations increase after oral glucose load (OGTT) in healthy subjects. ABA stimulates glucose-dependent insulin release from human and rodent pancreatic β-cells. At a low dose (micrograms/Kg body weight) oral ABA significantly reduces both glycemia and insulinemia in rats and in humans undergoing an OGTT indicating that ABA reduces the amount of insulin required to control hyperglycemia. This insulin-sparing effect suggests that LANCL2 can be used as a therapeutic target for the treatment of inflammatory and metabolic diseases such as metabolic syndrome, prediabetes and diabetes.",
            "score": 124.21514892578125
        },
        {
            "docid": "969821_2",
            "document": "JAK-STAT signaling pathway . The JAK-STAT signalling pathway is a chain of interactions between proteins in a cell, and is involved in processes such as immunity, cell division, cell death and tumour formation. The pathway communicates information from chemical signals outside of a cell to the cell nucleus, resulting in the activation of genes through a process called transcription. There are three key parts of JAK-STAT signalling: Janus kinases (JAKs), Signal Transducer and Activator of Transcription proteins (STATs), and receptors (which bind the chemical signals). Disrupted JAK-STAT signalling may lead to a variety of diseases, such as skin conditions, cancers, and disorders affecting the immune system.",
            "score": 119.92707824707031
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 119.41319274902344
        },
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 119.1990966796875
        },
        {
            "docid": "23634_5",
            "document": "Protein . Like other biological macromolecules such as polysaccharides and nucleic acids, proteins are essential parts of organisms and participate in virtually every process within cells. Many proteins are enzymes that catalyse biochemical reactions and are vital to metabolism. Proteins also have structural or mechanical functions, such as actin and myosin in muscle and the proteins in the cytoskeleton, which form a system of scaffolding that maintains cell shape. Other proteins are important in cell signaling, immune responses, cell adhesion, and the cell cycle. In animals, proteins are needed in the diet to provide the essential amino acids that cannot be synthesized. Digestion breaks the proteins down for use in the metabolism.",
            "score": 117.73795318603516
        },
        {
            "docid": "55723111_7",
            "document": "Pathophysiology of obesity . Evolutionarily, adipose tissue has been shown to function as an immune organ. The immune cells located in adipose tissue are important for maintaining metabolic homeostasis. With obesity, the immune cells important for maintaining metabolic homeostasis are suppressed because immune cell function and immune cell amount are affected by excess fat accumulation in adipose tissue. Excess fat accumulation can lead to insulin resistance, and insulin resistance has been linked to meta-inflammation. With insulin resistance, there is an increase in macrophages, mast cells, neutrophils, T lymphocytes, and B lymphocytes, and a decrease in eosinophils and some T lymphocytes.",
            "score": 117.18217468261719
        },
        {
            "docid": "9445904_85",
            "document": "Lactalbumin . Reactive oxygen species (ROS) are constantly produced in biological tissues and play a role in various signaling pathways. Abnormally high ROS concentrations cause oxidative stress associated with tissue damage and dysregulation of physiological signals. There is growing evidence that oxidative stress increases with age. It has also been shown that the life span of worms, flies and mice can be significantly increased by mutations, which impede the insulin receptor signaling cascade. Molecular studies revealed that the insulin-independent basal activity of the insulin receptor is increased by ROS and downregulated by certain antioxidants. Complementary clinical studies confirmed that supplementation of the glutathione precursor cysteine decreases insulin responsiveness in the fasted state. In several clinical trials, cysteine supplementation improved skeletal muscle functions, decreased the body fat/lean body mass ratio, decreased plasma levels of the inflammatory cytokine tumour necrosis factor a (TNF-a), improved immune functions, and increased plasma albumin levels. As all these parameters degenerated with age, these findings suggest: (i) that loss of youth, health and quality of life may be partly explained by a deficit in cysteine and (ii) that the dietary consumption of cysteine is generally suboptimal and everybody is likely to have a cysteine deficiency sooner or later.",
            "score": 116.5196304321289
        },
        {
            "docid": "21009880_30",
            "document": "Systemic lupus erythematosus . The immune system must balance between being sensitive enough to protect against infection, and become sensitized to attack the body's own proteins (autoimmunity). During an immune reaction to a foreign stimulus, such as bacteria, virus, or allergen, immune cells that would normally be deactivated due to their affinity for self-tissues can be abnormally activated by signaling sequences of antigen-presenting cells. Thus triggers may include viruses, bacteria, allergens (IgE and other hypersensitivity), and can be aggravated by environmental stimulants such as ultraviolet light and certain drug reactions. These stimuli begin a reaction that leads to destruction of other cells in the body and exposure of their DNA, histones, and other proteins, particularly parts of the cell nucleus. The body's sensitized B-lymphocyte cells will now produce antibodies against these nuclear-related proteins. These antibodies clump into antibody-protein complexes which stick to surfaces and damage blood vessels in critical areas of the body, such as the glomeruli of the kidney; these antibody attacks are the cause of SLE. Researchers are now identifying the individual genes, the proteins they produce, and their role in the immune system. Each protein is a link on the autoimmune chain, and researchers are trying to find drugs to break each of those links.",
            "score": 115.97796630859375
        },
        {
            "docid": "9347711_9",
            "document": "Neurokinin A . The immune system is a highly integrated system which receives input from many sources, such as sites of injury, nocireceptors and white blood cells. Chemical signals therefore are an important component of paracrine, autocrine and endocrine signaling.  Neurokinin A was shown to be a potent chemo attractor for T-cells increasing the migration into infected tissues. This migration is necessary for the pathogen seeking activity of T-cells. Some chemokines trigger the intravascular adhesion of T-cells whereas others direct the migration of leukocytes into and within the extravascular space. Since lymphocytes must be positioned correctly to interact with other cells, the pattern of chemokine receptors and the type and distribution of chemokines in tissues critically influence immune responses. The molecular mechanism behind neurokinin's role as a chemoattractor is currently unclear.",
            "score": 115.56279754638672
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 115.51986694335938
        },
        {
            "docid": "34284475_5",
            "document": "Lifestyle causes of diabetes mellitus type 2 . Obesity has been found to contribute to approximately 55% of cases of type 2 diabetes; chronic obesity leads to increased insulin resistance that can develop into type 2 diabetes, most likely because adipose tissue (especially that in the abdomen around internal organs) is a source of several chemical signals, hormones and cytokines, to other tissues. Inflammatory cytokines such as TNFα may activate the NF-κB pathway which has been linked to the development of insulin resistance. Gene expression promoted by a diet of fat and glucose, as well as high levels of inflammation related cytokines found in the obese, can result in cells that \"produce fewer and smaller mitochondria than is normal,\" and are thus prone to insulin resistance. Fat tissue has also been shown to be involved in managing much of the body's response to insulin and control of uptake of sugar. It secretes RBP4 which increases insulin resistance by blocking the action of insulin in muscle and liver. Fat cells also secrete adiponectin which acts in an opposite way to RBP4 by improving the action of insulin, however, engorged fat cells secrete it in lower amount than normal fat cells. The obese therefore may have higher level of RBP4 but lower level of adiponectin, both of which increase the risk of developing diabetes.",
            "score": 114.4937744140625
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 113.63448333740234
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 113.49131774902344
        },
        {
            "docid": "3113497_38",
            "document": "Innate immune system . Most plant immune responses involve systemic chemical signals sent throughout a plant. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in Arabidopsis (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. When a part of a plant becomes infected with a microbial or viral pathogen, in case of an incompatible interaction triggered by specific elicitors, the plant produces a localized hypersensitive response (HR), in which cells at the site of infection undergo rapid programmed cell death to prevent the spread of the disease to other parts of the plant. HR has some similarities to animal pyroptosis, such as a requirement of caspase-1-like proteolytic activity of VPEγ, a cysteine protease that regulates cell disassembly during cell death.",
            "score": 112.82395935058594
        },
        {
            "docid": "54448_9",
            "document": "Insulin resistance . Insulin resistance implies that the body's cells (primarily muscle) lose sensitivity to insulin, a hormone secreted by the pancreas to promote glucose utilization. At the molecular level, a cell senses insulin through insulin receptors, with the signal propagating through a cascade of molecules collectively known as PI3K/Akt/mTOR signaling pathway. Recent studies suggested that the pathway may operate as a bistable switch under physiologic conditions for certain types of cells, and insulin response may well be a threshold phenomenon. The pathway's sensitivity to insulin may be blunted by many factors such as free fatty acids, causing insulin resistance. From a broader perspective, however, sensitivity tuning (including sensitivity reduction) is a common practice for an organism to adapt to the changing environment or metabolic conditions. Pregnancy, for example, is a prominent change of metabolic conditions, under which the mother has to reduce her muscles' insulin sensitivity to spare more glucose for the brains (the mother's brain and the fetal brain). This can be achieved through raising the response threshold (i.e., postponing the onset of sensitivity) by secreting placental growth factor to interfere with the interaction between insulin receptor substrate (IRS) and PI3K, which is the essence of the so-called \"adjustable threshold hypothesis\" of insulin resistance.",
            "score": 112.75374603271484
        },
        {
            "docid": "34368888_3",
            "document": "Myokine . Receptors for myokines are found on muscle, fat, liver, pancreas, bone, heart, immune, and brain cells. The location of these receptors reflect the fact that myokines have multiple functions. Foremost, they are involved in exercise-associated metabolic changes, as well as in the metabolic changes following training adaptation. They also participate in tissue regeneration and repair, maintenance of healthy bodily functioning, immunomodulation; and cell signaling, expression and differentiation.",
            "score": 112.37112426757812
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 111.2187728881836
        },
        {
            "docid": "7092203_12",
            "document": "CD20 . A link between the immune system's B cells and diabetes mellitus has been determined. In cases of obesity, the presence of fatty tissues surrounding the body's major organ systems results in cell necrosis and insulin desensitivity along the boundary between them. Eventually, the contents of fat cells that would otherwise have been digested by insulin are shed into the bloodstream. An inflammation response that mobilizes both T and B cells results in the creation of antibodies against these cells, causing them to become less responsive to insulin by an as-yet unknown mechanism and promoting hypertension, hypertriglyceridemia, and arteriosclerosis, hallmarks of the metabolic syndrome. Obese mice administered anti-B cell CD-20 antibodies, however, did not become less responsive to insulin and as a result did not develop diabetes mellitus or the metabolic syndrome, the posited mechanism being that anti-CD20 antibodies rendered the T cell antibodies dysfunctional and therefore powerless to cause insulin desensitivity by a B cell antibody-modulated autoimmune response. The protection afforded by anti-CD-20 lasted approximately forty days—the time it takes the body to replenish its supply of B cells—after which repetition was necessary to restore it. Hence, it has been argued that diabetes mellitus be reclassified as an autoimmune disease rather than a purely metabolic one and focus treatment for it on immune system modulation.",
            "score": 109.84600830078125
        },
        {
            "docid": "1031816_6",
            "document": "Chemokine . The major role of chemokines is to act as a chemoattractant to guide the migration of cells. Cells that are attracted by chemokines follow a signal of increasing chemokine concentration towards the source of the chemokine. Some chemokines control cells of the immune system during processes of immune surveillance, such as directing lymphocytes to the lymph nodes so they can screen for invasion of pathogens by interacting with antigen-presenting cells residing in these tissues. These are known as homeostatic chemokines and are produced and secreted without any need to stimulate their source cell(s). Some chemokines have roles in development; they promote angiogenesis (the growth of new blood vessels), or guide cells to tissues that provide specific signals critical for cellular maturation. Other chemokines are inflammatory and are released from a wide variety of cells in response to bacterial infection, viruses and agents that cause physical damage such as silica or the urate crystals that occur in gout. Their release is often stimulated by pro-inflammatory cytokines such as interleukin 1. Inflammatory chemokines function mainly as chemoattractants for leukocytes, recruiting monocytes, neutrophils and other effector cells from the blood to sites of infection or tissue damage. Certain inflammatory chemokines activate cells to initiate an immune response or promote wound healing. They are released by many different cell types and serve to guide cells of both innate immune system and adaptive immune system.",
            "score": 109.59021759033203
        },
        {
            "docid": "35799849_6",
            "document": "Sympathoadrenal system . Adrenocorticotropic hormones bind to ACTH receptors on the cells within the adrenal medulla and adrenal cortex, causing a signal cascade within the adrenomedullary cell, ultimately releasing the neurotransmitter acetylcholine. The neurotransmitter acetylcholine causes the excitation of the nerves that innervate the skeletal muscles along with the muscles surrounding certain bodily systems such as the cardiovascular system and respiratory system, causing an increase in force production by the skeletal muscles along with accelerated heart rate and breathing rate, respectively. Glucocorticoids also are in affect during times of stress for the sympathoadrenal system, but provide an inhibitory function for the protection of the body from its own immune system. The glucocorticoids work to inhibit reactions produced from the immune system during times of stress that could cause damage within the body. Glucocorticoids work to inhibit the uptake of catecholamines, like norepinephrine and epinephrine, by the nerves. The increase in activity of synthesis of norepinephrine and epinephrine within the medulla is done from glucocorticoids through the increase in reaction rate of certain enzymes, such as: tyrosine hydroxylase, aromatic L-amino acid decarboxylase, dopamine-β-hydroxylase, and phenylethanolamine N-methyltransferase.",
            "score": 109.06099700927734
        },
        {
            "docid": "2901165_29",
            "document": "Transforming growth factor beta . In normal cells, TGF-β, acting through its signaling pathway, stops the cell cycle at the G1 stage to stop proliferation, induce differentiation, or promote apoptosis. In many cancer cells, parts of the TGF-β signaling pathway are mutated, and TGF-β no longer controls the cell. These cancer cells proliferate. The surrounding stromal cells (fibroblasts) also proliferate. Both cells increase their production of TGF-β. This TGF-β acts on the surrounding stromal cells, immune cells, endothelial and smooth-muscle cells. It causes immunosuppression and angiogenesis, which makes the cancer more invasive. TGF-β also converts effector T-cells, which normally attack cancer with an inflammatory (immune) reaction, into regulatory (suppressor) T-cells, which turn off the inflammatory reaction. Normal tissue integrity is preserved by feedback interactions between different cell types that express adhesion molecules and secrete cytokines. Disruption of these feedback mechanisms in cancer damages a tissue. When TGF-β signaling fails to control NF-κB activity in cancer cells, this has at least two potential effects: first, it enables the malignant tumor to persist in the presence of activated immune cells, and second, the cancer cell outlasts immune cells because it survives in the presence of apoptotic, and anti-inflammatory mediators.",
            "score": 107.98470306396484
        },
        {
            "docid": "6021647_3",
            "document": "Sulfatide . Since sulfatide is a multifunctional molecule, it can be used in multiple biological areas. Aside from being a membrane component, sulfatide functions in protein trafficking, cell aggregation and adhesion, neural plasticity, memory, and glial-axon interactions. Sulfatide also plays a role in several physiological processes and systems, including the nervous system, the immune system, insulin secretion, blood clotting, viral infection, and bacterial infection. As a result, sulfatide is associated with, able to bind to, and/or is present in kidney tissues, cancer cells/ tissues, the surface of red blood cells and platelets, CD1 a-d cells in the immune system, many bacteria cells, several viruses, myelin, neurons, and astrocytes.",
            "score": 107.4205093383789
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 106.88908386230469
        },
        {
            "docid": "147561_2",
            "document": "Immune response . The Immune response is the body's response caused by its immune system being activated by antigens. The immune response can include immunity to pathogenic microorganisms and its products, as well as autoimmunity to self-antigens, allergies, and graft rejections. In this process the main cells involved are T cells and B cells (subtypes of lymphocytes), and macrophages (a type of leucocyte or white blood cell). These cells produce lymphokines that influence the other host cells' activities. B cells mature to produce immunoglobulins (also known as antibodies), that react with antigens. At the same time, macrophages process the antigens into immunogenic units which stimulate B lymphocytes to differentiate into antibody-secreting plasma cells, stimulating the T cells to release lymphokines. Complement is a group of normal serum proteins that enhance the immune response by becoming activated as the result of antigen-antibody interaction. The first contact with any antigen sensitize individual affected and promote the \"primary immune response\". Next of the sensitized individuals with same antigen result in a more rapid and massive reaction, called the \"secondary immune response\" (\"booster response\" or the \"anamnestic reaction\"). It is most expressed in the level of circulating serum antibodies.",
            "score": 106.16397857666016
        },
        {
            "docid": "37431639_8",
            "document": "Necroptosis . As in all forms of necrotic cell death, cells undergoing necroptosis rupture and leak their contents into the intercellular space. Unlike in necrosis, permeabilization of the cell membrane during necroptosis is tightly regulated. While many of these mechanisms and components of the pathway are still being uncovered, the major steps of necroptotic signaling have been outlined in recent years. First, extrinsic stimulus through the TNF receptor by TNFα signals the recruitment of the TNF receptor-associated death domain (TRADD) which in turn recruits RIPK1. In the absence of active Caspase 8, RIPK1 and RIPK3 auto- and transphosphorylate each other, leading to the formation of a microfilament-like complex called the necrosome. The necrosome then activates the pro-necroptotic protein MLKL via phosphorylation. MLKL actuates the necrosis phenotype by inserting into the bilipid membranes of organelles and plasma membrane leading to expulsion of cellular contents into the extracellular space. The inflammatory rupturing of the cell releases Damage Associated Molecular Patterns (DAMPs) into the extracellular space. Many of these DAMPs remain unidentified, however, the \"find me\" and \"eat me\" DAMP signals are known to recruit immune cells to the damaged/infected tissue. Necrotic cells are cleared from the immune system by a mechanism called pinocytosis, or cellular drinking, which is mediated by macropinosomes, a subcellular component of macrophages. This process is in contrast to removal of apoptotic cells by the immune system in which cells are removed via phagocytosis, or cellular eating.",
            "score": 105.92881774902344
        },
        {
            "docid": "6421581_6",
            "document": "RANKL . RANKL is a member of the tumor necrosis factor (TNF) cytokine family, it binds to RANK on cells of the myeloid lineage and functions as a key factor for osteoclast differentiation and activation. RANKL may also bind to osteoprotegerin, a protein secreted mainly by cells of the osteoblast lineage which is a potent inhibitor of osteoclast formation by preventing binding of RANKL to RANK. RANKL also has a function in the immune system, where it is expressed by T helper cells and is thought to be involved in dendritic cell maturation. This protein was shown to be a dendritic cell survival factor and is involved in the regulation of T cell-dependent immune response. T cell activation was reported to induce expression of this gene and lead to an increase of osteoclastogenesis and bone loss. This protein was shown to activate antiapoptotic kinase AKT/PKB through a signaling complex involving SRC kinase and tumor necrosis factor receptor-associated factor 6 (TRAF6), which indicated this protein may have a role in the regulation of cell apoptosis.",
            "score": 105.60334014892578
        },
        {
            "docid": "169270_2",
            "document": "Macrophage . Macrophages (, from Greek \"μακρός\" (\"makrós\") = large, \"φαγείν\" (\"phageín\") = to eat) are a type of white blood cell, of the immune system, that engulfs and digests cellular debris, foreign substances, microbes, cancer cells, and anything else that does not have the type of proteins specific to healthy body cells on its surface in a process called phagocytosis. These large phagocytes are found in essentially all tissues, where they patrol for potential pathogens by amoeboid movement. They take various forms (with various names) throughout the body (e.g., histiocytes, Kupffer cells, alveolar macrophages, microglia, and others), but all are part of the mononuclear phagocyte system. Besides phagocytosis, they play a critical role in nonspecific defense (innate immunity) and also help initiate specific defense mechanisms (adaptive immunity) by recruiting other immune cells such as lymphocytes. For example, they are important as antigen presenters to T cells. In humans, dysfunctional macrophages cause severe diseases such as chronic granulomatous disease that result in frequent infections.",
            "score": 104.5490493774414
        },
        {
            "docid": "41479084_12",
            "document": "Altered Schaedler flora . Intestinal homeostasis is maintained by host-microbe interactions and host immunity. This is critical for digestion of food and protection against pathogens. Bouskra, \"et al.\" studied the regulation of intestinal flora and the immune system. They found IgA producing B cells in the Peyer’s patches, intestinal lymphoid tissues and follicles, and mesenteric lymph nodes. They used ASF to test the maturation of lymphoid follicles into large B cell clusters by the toll-like receptor signaling. In another study, the innate detection system generates adaptive immune system to maintain intestinal homeostasis. Geuking, \"et al.\" examined the role of regulatory T cells in limiting microbe-triggered intestinal inflammation and the T cell compartment. Using ASF, they found intestinal colonization resulted in activation and generation of colonic Treg cells. In germfree mice, Th17 and Th1 response dominate.",
            "score": 104.53463745117188
        },
        {
            "docid": "54988028_9",
            "document": "High Affinity K+ transporter HAK5 . HAK5 is linked to disease prevention because if there is a lack of K or nutrients within a plant or cell, bacterial growth is promoted. K is important for the generation of PAMPs (pathogen-associated molecular patterns) recognition, which is involved in the innate immune system for living cells. PAMPs are the main molecules that run the innate immune system. They consist of either glycans or gylcoconjugates, and they pair with pattern recognition receptors (PRR) to initiate an immune response.They send signals to the host cells to show there is a pathogen present. One of the best PRR is FLS2; it binds to flg22 (flagellin), and after just minutes, signaling responses such as kinase cascades, production of reactive oxygen species (ROS), and extracellular alkalization are stimulated. During PAMPs, ion transport across the plasma membrane is important. One particular important ion is K. The loss of K promotes the activation of PAMPs. The loss of anions help the growth of bacteria and the PAMPs system works to fight against foreign pathogens such as bacteria. PRRs recognize PAMPs when there is an infection within the cell. During extreme limitations to K, HAK5 is the only transporter. When PAMPs are triggered a large number of K are introduced to the cell, which signals a downstream immune response. In animal cells the toll-like receptor TLR4 binds the bacterial PAMP LPS (lipopolysaccharide) and induces K+ efflux through the MaxiK K+ channel, activating signal cascades and release of the pro-inflammatory tumor necrosis factor-α HAK5 works alongside other kinase's to help with the immune response within a cell. The main kinase that works with this transporter is Intergrin- Linked Kinase 1 (ILK1). ILK1 works to increase the amount of HAK5 transporters on the plasma membrane during abiotic stress which increases the influx of K. ILK1 has also been shown to phosphorylate the N-terminal of HAK5, which contributes to plant growth. The phosphorylation helps to aid in the regulation of the HAK5, as well as other complexes such as CBL1 and CIPK23. Those complexes help to enhance HAK5 transport of K, although the true mechanism is currently unknown.",
            "score": 104.45721435546875
        }
    ]
}