{
    "q": [
        {
            "docid": "1228983_9",
            "document": "Mucin . Upon stimulation, MARCKS (myristylated alanine-rich C kinase substrate) protein coordinates the secretion of mucin from mucin-filled vesicles within the specialized epithelial cells. Fusion of the vesicles to the plasma membrane causes release of the mucin, which as it exchanges Ca for Na expands up to 600 fold. The result is a viscoelastic product of interwoven molecules which, combined with other secretions (e.g., from the airway epithelium and the submucosal glands in the respiratory system), is called mucus. Increased mucin production occurs in many adenocarcinomas, including cancers of the pancreas, lung, breast, ovary, colon and other tissues. Mucins are also overexpressed in lung diseases such as asthma, bronchitis, chronic obstructive pulmonary disease (COPD) or cystic fibrosis. Two membrane mucins, MUC1 and MUC4 have been extensively studied in relation to their pathological implication in the disease process. Mucins are under investigation as possible diagnostic markers for malignancies and other disease processes in which they are most commonly over- or mis-expressed.",
            "score": 264.745897769928
        },
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 149.793310880661
        },
        {
            "docid": "31216882_29",
            "document": "Insulin signal transduction pathway . Insulin is synthesized and secreted in the beta cells of the islets of Langerhans. Once insulin is synthesized, the beta cells are ready to release it in two different phases. As for the first phase, insulin release is triggered rapidly when the blood glucose level is increased. The second phase is a slow release of newly formed vesicles that are triggered regardless of the blood sugar level. Glucose enters the beta cells and goes through glycolysis to form ATP that eventually causes depolarization of the beta cell membrane (as explained in Insulin secretion section of this article). The depolarization process causes voltage-controlled calcium channels (Ca2+) opening, allowing the calcium to flow into the cells. An increased calcium level activates phospholipase C, which cleaves the membrane phospholipid phosphtidylinositol 4,5-bisphosphate into Inositol 1,4,5-trisphosphate (IP3) and diacylglycerol (DAG). IP3 binds to receptor proteins in the membrane of endplasmic reticulum (ER). This releases (Ca2+) from the ER via IP3 gated channels, and raises the cell concentration of calcium even more. The influx of Ca2+ ions causes the secretion of insulin stored in vesicles through the cell membrane. The process of insulin secretion is an example of a trigger mechanism in a signal transduction pathway, because insulin is secreted after glucose enters the beta cell and that triggers several other processes in a chain reaction.",
            "score": 203.86280822753906
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 145.66619384288788
        },
        {
            "docid": "1228983_2",
            "document": "Mucin . Mucins () are a family of high molecular weight, heavily glycosylated proteins (glycoconjugates) produced by epithelial tissues in most animals. Mucins' key characteristic is their ability to form gels; therefore they are a key component in most gel-like secretions, serving functions from lubrication to cell signalling to forming chemical barriers. They often take an inhibitory role. Some mucins are associated with controlling mineralization, including nacre formation in mollusks, calcification in echinoderms and bone formation in vertebrates. They bind to pathogens as part of the immune system. Overexpression of the mucin proteins, especially MUC1, is associated with many types of cancer.",
            "score": 188.61159420013428
        },
        {
            "docid": "40199994_2",
            "document": "Secretome . The term secretome was coined by Tjalsma and colleagues to denote all the factors secreted by a cell, along with the secretory pathway constituents. This definition of secretome was revised to include only proteins secreted into the extracellular space. The secreted proteins in humans account for 13–20% of the entire proteome and include growth factors, chemokines, cytokines, adhesion molecules, proteases and shed receptors. Human protein-coding genes (39%, 19613 genes) are predicted to have either a signal peptide and/or at least one transmembrane region suggesting active transport of the corresponding protein out of the cell (secretion) or location in one of the numerous membrane systems in the cell. Increasing evidence showed that, in addition to the protein cargo, non-protein components, such as lipid, micro-RNAs and messenger-RNA, could also be secreted by cells via both microvesicles (100–>1000 nm diameter) − shedding from the plasma membrane − and exosomes (30–150 nm diameter) − released via endosomal-exocytosis event. Factors present in both these organelles accounts for up to 42% of the secretome and have been incorporated as the collective secretome. There is a vast array of methodologies available to study cell secretomes of plant cells, mammalian cells, stem cells and cancer cells.",
            "score": 154.24008512496948
        },
        {
            "docid": "17793469_4",
            "document": "Calcium pump . Ca has many important roles as an intracellular messenger. The release of a large amount of free Ca can trigger a fertilized egg to develop, skeletal muscle cells to contract, secretion by secretory cells and interactions with Ca -responsive proteins like calmodulin. To maintain low concentrations of free Ca in the cytosol, cells use membrane pumps like calcium ATPase found in the membranes of sarcoplasmic reticulum of skeletal muscle. These pumps are needed to provide the steep electrochemical gradient that allows Ca to rush into the cytosol when a stimulus signal opens the Ca channels in the membrane. The pumps are also necessary to actively pump the Ca back out of the cytoplasm and return the cell to its pre-signal state.",
            "score": 131.02802658081055
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 144.7608199119568
        },
        {
            "docid": "29446401_15",
            "document": "Mir-205 . Mir-205 has been found to be significantly deregulated in colorectal cancer. Elevated expression levels of miR-205 have been shown to be associated with mucinous colorectal cancers and mucin-producing ulcerative colitis-associated colon cancers, but not with sporadic colonic adenocarcinoma that lack mucinous components. Overexpression of miR-205 in an intestinal epithelial cell line (Caco-2 subclone) promoted accumulation of mucus-secreting goblet cell-like cells and mucin production and MUC2 mRNA expression were enhanced in-vitro.",
            "score": 206.02954483032227
        },
        {
            "docid": "13530930_22",
            "document": "TRPM8 . TRPM8 channels may be a target for treating prostate cancer. TRPM8 is an androgen dependent Ca channel necessary for prostate cancer cells to survive and grow. Immunfluorescence showed expression of the TRPM8 protein in the ER and plasma membrane of the androgen-responsive LNCaP cell line. TRPM8 was expressed in androgen-insensitive cells, but it was not shown to be needed for their survival. By knockout of TRPM8 with siRNAs targeting TRPM8 mRNAs, the necessity of the TRPM8 receptor was shown in the androgen-dependent cancer cells. This has useful implications in terms of gene therapy, as there are so few treatment options for men with prostate cancer. As an androgen-regulated protein whose function is lost as cancer develops in cells, the TRPM8 protein seems to be especially critical in regulating calcium levels and has recently been proposed as the focus of new drugs used to treat prostate cancer.",
            "score": 100.8975031375885
        },
        {
            "docid": "14146099_3",
            "document": "Mucin 4 . The major constituents of mucus, the viscous secretion that covers epithelial surfaces such as those in the trachea, colon, and cervix, are highly glycosylated proteins called mucins. These glycoproteins play important roles in the protection of the epithelial cells and have been implicated in epithelial renewal and differentiation. This gene encodes an integral membrane glycoprotein found on the cell surface, although secreted isoforms may exist. At least two dozen transcript variants of this gene have been found, although for many of them the full-length transcript has not been determined or they are found only in tumor tissues.",
            "score": 195.8284797668457
        },
        {
            "docid": "13530864_12",
            "document": "TRPV2 . TRPV2 is expressed in the spleen, lymphocytes, and myeloid cells including granulocytes, macrophages and mast cells. Among these cell types, TRPV2 mediates cytokine release, phagocytosis, endocytosis, podosome assembly, and inflammation. The influx of calcium seems to play an important role in these functions. Mast cells are leukocytes (white blood cells) rich in histamine which are able to respond to a variety of stimuli, often initiating inflammatory and/or allergic responses. The responses generated by mast cells rely on the calcium influx in the plasma membrane with the help of channels. Surface localization of the TRPV2 protein along with coupling of the protein to calcium and proinflammatory degranulation have been found in mast cells. The activation of TRPV2 in high temperatures permits calcium ion influx, inducing the release of proinflammatory factors. Therefore, TRPV2 is essential in mast cell degranulation as a result of its response to heat.  Immune cells are also able to kill pathogens by binding to them and engulfing them in a process known as phagocytosis. In macrophages TRPV2 recruitment toward the phagosome is regulated by PI3k signaling, protein kinase C, akt kinase, and Src kinases. They are able to locate these microbes through chemotaxis which is TRPV2 mediated. When the pathogen is endocytosed it is degraded then presented on the membrane of antigen presenting cells (i.e macrophages). Macrophages present these antigens to T cells via a major histocompatibility complex (MHC). The region between the MHC-peptide and the T cell receptor is known as the immunosynapse. TRPV2 channels are highly concentrated in this region. When these two cells interact, it allows calcium to diffuse through the TRPV2 channel. TRPV2 mRNA has been detected in CD4+ and CD8+ T cells as well as in human B lymphocytes. TRPV2 is one type of ion channel that directs T cell activation, proliferation, and defense mechanisms. If the TRPV2 channel were absent or not functioning properly in T cells, T cell receptor signaling would not be optimal. TRPV2 also acts as a transmembrane protein on the surface of B cells, negatively controlling B cell activation. Abnormal TRPV2 expression has been reported in hematological diseases including multiple myeloma, myelodysplastic syndrome, Burkitt lymphoma, and acute myeloid leukemia.",
            "score": 151.25943052768707
        },
        {
            "docid": "7673869_9",
            "document": "Catecholaminergic polymorphic ventricular tachycardia . At the start of each heartbeat, calcium is released from the sarcoplasmic reticulum through specialised channels known as ryanodine receptors. In response to an electrical signal from the cell membrane called an action potential, a small amount of calcium flowing across the cell membrane triggers ryanodine receptors to release a puff of calcium known as a calcium spark. Each spark triggers the release of further sparks from neighbouring ryanodine receptors to create an organised rise of calcium throughout the cell known as a calcium transient. At the end of each heartbeat, calcium is pumped back by a protein called SERCA, and held within the sarcoplasmic reticulum by a protein called calsequestrin. Alterations to the proteins involved in this mechanism can disrupt this carefully regulated process and lead to arrhythmias.",
            "score": 107.5482485294342
        },
        {
            "docid": "20927048_6",
            "document": "Amoebiasis . In asymptomatic infections the amoeba lives by eating and digesting bacteria and food particles in the gut, a part of the gastrointestinal tract. It does not usually come in contact with the intestine itself due to the protective layer of mucus that lines the gut. Disease occurs when amoeba comes in contact with the cells lining the intestine. It then secretes the same substances it uses to digest bacteria, which include enzymes that destroy cell membranes and proteins. This process can lead to penetration and digestion of human tissues, resulting first in flask-shaped ulcers in the intestine. \"Entamoeba histolytica\" ingests the destroyed cells by phagocytosis and is often seen with red blood cells (a process known as erythrophagocytosis) inside when viewed in stool samples. Especially in Latin America, a granulomatous mass (known as an amoeboma) may form in the wall of the ascending colon or rectum due to long-lasting immunological cellular response, and is sometimes confused with cancer.",
            "score": 141.4876914024353
        },
        {
            "docid": "1661124_19",
            "document": "Cancer immunotherapy . The complement system includes blood proteins that can cause cell death after an antibody binds to the cell surface (the classical complement pathway, among the ways of complement activation). Generally the system deals with foreign pathogens, but can be activated with therapeutic antibodies in cancer. The system can be triggered if the antibody is chimeric, humanized or human; as long as it contains the IgG1 Fc region. Complement can lead to cell death by activation of the membrane attack complex, known as complement-dependent cytotoxicity; enhancement of antibody-dependent cell-mediated cytotoxicity; and CR3-dependent cellular cytotoxicity. Complement-dependent cytotoxicity occurs when antibodies bind to the cancer cell surface, the C1 complex binds to these antibodies and subsequently protein pores are formed in the cancer cell membrane.",
            "score": 98.055579662323
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 138.37560439109802
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 151.14779806137085
        },
        {
            "docid": "3276137_7",
            "document": "Interleukin 13 . Interleukin-13 has a critical role in the Goblet cell metaplasia. Goblet cells are filled with mucin (MUC). MUC5AC Mucin 5AC is a gel-like mucin product of goblet cells. Interleukin-13 induces goblet cell differentiation and allows for the production of MUC5AC in tracheal epithelium. 15-Lipoxygenase-1 (15LO1) which is an enzyme in the fatty acid metabolism and its metabolite, 15-HETE, are highly expressed in asthma (which lead to the overexpression of MUC5AC) and are induced by IL-13 in human airway epithelial cells. With the increasing number of goblet cells, there is the production of excessive mucus within the bronchi. The functional consequences of the changes in MUC storation and secretion contributes to the pathophysiologic mechanisms for various clinical abnormalities in asthmatic patients including sputum production, airway narrowing, exacerbation and accelerated loss in lung function.",
            "score": 228.38505220413208
        },
        {
            "docid": "17887109_5",
            "document": "Trogocytosis . Trogocytosis involves the transfer of plasma membrane fragments from the presenting cell to the lymphocyte. Trogocytosis is specifically triggered by antigen receptor signalling on T and B cells, by killer inhibitory and killer activatory receptor on NK cells and by various receptors on other cells including Fc receptor and scavenger class A receptor. It is likely that trogocytosis does not involve the capture of vesicles such as exosomes secreted by antigen-presenting cells. Rather, molecules could move from antigen-presenting cells to lymphocytes conveyed by membrane nanotubes or membrane fragments could be torn by T cells due to physical forces required for immunological synapse formation and deformation. Depending on the two cell types involved in conjugates, trogocytosis can be unidirectional or bidirectional. Proteins transferred by trogocytosis are many and mostly include proteins inserted in or closely associated to the plasma membrane (proteins spanning the lipid bilayer or inserted in the extracellular or intracellular leaflets). For instance, human lymphocytes were recently shown to acquire the inner-membrane protein H-Ras, a G-protein vital for common lymphocyte functions and a prominent participant in human cancer, from the cells they scan. The transfer was cell contact-dependent and occurred in the context of cell-conjugate formation. Moreover, the acquisition of oncogenic H-RasG12V by NK- and T lymphocytes had important biological functions in the adopting lymphocytes: the transferred H-RasG12V induced ERK phosphorylation, increased interferon-γ and tumor necrosis factor-α secretion, enhanced lymphocyte proliferation, and augmented NK-mediated target cell killing.",
            "score": 141.80508136749268
        },
        {
            "docid": "1865366_8",
            "document": "Goblet cell . The main role of goblet cells is to secrete mucus in order to protect the mucous membranes where they are found. Goblet cells accomplish this by secreting mucins, large glycoproteins formed mostly by carbohydrates. The gel-like properties of mucins are given by its glycans (bound carbohydrates) attracting relatively large quantities of water. On the inner surface of the human intestine, it forms a 200 µm thick layer (less in other animals) that lubricates and protects the wall of the organ.",
            "score": 214.1674599647522
        },
        {
            "docid": "4623509_7",
            "document": "Secretory protein . Membrane proteins with functional areas on the cytosolic side of both the vesicle and cell membrane make sure the vesicle associates with the membrane. The vesicle membrane fuses with the cell membrane and so the protein leaves the cell.  Some vesicles don't fuse immediately and await a signal before starting the fusing. This is seen in vesicles carrying neurotransmitter in presynaptic cells. This process constitutes an effective cell-cell signaling mechanism via membrane vesicle trafficking from secretory cell to the target cells in human or animal body. Recently, the process has been extended to host-pathogen interface, wherein, gram negative microbes secrete bacterial outer membrane vesicles containing fully conformed signal proteins and virulence factors via exocytosis of nano-sized vesicles, in order to control host or target cell activities and exploit their environment. UniProt contains manually curated secretory proteins. There are also computationally predicted secretory protein databases, these databases are listed in the Secretome section.",
            "score": 134.04917860031128
        },
        {
            "docid": "7107162_4",
            "document": "Calcium-binding protein . Many different calcium-binding proteins exist, with different cellular and tissue distribution and involvement in specific functions. Calcium binding proteins also serve an important physiological role for cells. The most ubiquitous Ca-sensing protein, found in all eukaryotic organisms including yeasts, is calmodulin. Intracellular storage and release of Ca from the sarcoplasmic reticulum is associated with the high-capacity, low-affinity calcium-binding protein calsequestrin. Calretinin is another type of Calcium binding protein weighing 29kD. It is involved in cell signaling and shown to exist in neurons. This type of protein is also found in large quantities in malignant mesothelial cells, which can be easily differentiated from carcinomas. This differentiation is later applied for a diagnosis on ovarian stromal tumors. Also, another member of the EF-hand superfamily is the S100B protein, which regulates p53. P53 is known as a tumor suppressor protein and in this case acts as a transcriptional activator or repressor of numerous genes. S100B proteins are abundantly found in cancerous tumor cells causing them to be overexpressed, therefore making these proteins useful for classifying tumors. In addition, this explains why this protein can easily interact with p53 when transcriptional regulation takes place.",
            "score": 114.1874053478241
        },
        {
            "docid": "10906045_7",
            "document": "Lanosterol 14 alpha-demethylase . The biological role of this protein is also well understood. The demethylated products of the CYP51 reaction are vital intermediates in pathways leading to the formation of cholesterol in humans, ergosterol in fungi, and other types of sterols in plants (Lepesheva et al.). These sterols localize to the plasma membrane of cells, where they play an important structural role in the regulation of membrane fluidity and permeability and also influence the activity of enzymes, ion channels, and other cell components that are embedded within (Daum et al.). With the proliferation of immuno-suppressive diseases such as HIV/AIDS and cancer, patients have become increasingly vulnerable to opportunistic fungal infections (Richardson et al.). Seeking new means to treat such infections, drug researchers have begun targeting the 14α-demethylase enzyme in fungi; destroying the fungal cell's ability to produce ergosterol causes a disruption of the plasma membrane, thereby resulting in cellular leakage and ultimately the death of the pathogen (\"DrugBank\").",
            "score": 131.54962837696075
        },
        {
            "docid": "1414381_12",
            "document": "Alfred G. Gilman . In the 1960s, Earl Sutherland and Theodore Rall discovered that cyclic AMP (the second messenger in signal transduction) was a responsible for activating enzymes in the cell, and that cyclic AMP is produced only when hormones (the first messengers) bind on the cell surface. Cyclic AMP is formed from ATP by the enzymes adenylyl cyclase. In 1970 Martin Rodbell found that hormones did not directly influence cyclic AMP, but there existed other molecules, the third messengers. Rodbell discovered that cyclic AMP is activiated when guanosine triphosphate (GTP) is released from the cell membrane. He, however, did not know how the GTP molecules were produced. Gilman pursued the mystery in the signalling process. He found that in lymphoma (cancer) cells, hormones lost their activity to activate adenylyl cyclase, thereby losing their ability to produce cyclic AMP. This was due to loss of proteins in these cancer cells. When he introduced the missing protein from normal cells into the cancer cells, normal hormone action was produced. This showed that the missing membrane protein was responsible for mediating hormonal signal to cyclic AMP by producing GTP. His findings were published in a series of papers between 1977 and 1979. In 1980, he succeeded in identifying and isolating the new protein, which he named G protein, as it specifically bind GTP molecules.",
            "score": 122.18740510940552
        },
        {
            "docid": "15224680_3",
            "document": "JPH2 . Junctional complexes between the plasma membrane and endoplasmic/sarcoplasmic reticulum are a common feature of all excitable cell types and mediate cross talk between cell surface and intracellular ion channels. The protein encoded by this gene is a component of junctional complexes and is composed of a C-terminal hydrophobic segment spanning the endoplasmic/sarcoplasmic reticulum membrane and a remaining cytoplasmic membrane occupation and recognition nexus (MORN) domain that shows specific affinity for the plasma membrane. JPH2 is a member of the junctophilin gene family (the other members of the family are JPH1, JPH3, and JPH4) and is the predominant isoform in cardiac tissue, but is also expressed with JPH1 in skeletal muscle. The JPH2 protein product plays a critical role in maintaining the spacing a geometry of the cardiac dyad - the space between the plasma membrane and sarcoplasmic reticulum. These cardiac dyads also known as junctional membrane complexes or calcium release units are thought to play a key role in calcium induced calcium release by approximating L-type calcium channels on the plasma membrane and ryanodine receptor type 2 on the sarcoplasmic reticulum.",
            "score": 109.88037300109863
        },
        {
            "docid": "501188_2",
            "document": "Mucus . Mucus ( ) is a slippery aqueous secretion produced by, and covering, mucous membranes. It is typically produced from cells found in mucous glands, although it may also originate from mixed glands, which contain both serous and mucous cells. It is a viscous colloid containing inorganic salts, antiseptic enzymes (such as lysozymes), immunoglobulins, and glycoproteins such as lactoferrin and mucins, which are produced by goblet cells in the mucous membranes and submucosal glands. Mucus serves to protect epithelial cells (that line the tubes) in the respiratory, gastrointestinal, urogenital, visual, and auditory systems; the epidermis in amphibians; and the gills in fish, against infectious agents such as fungi, bacteria and viruses. The average human nose produces about a liter of mucus per day. Most of the mucus produced is in the gastrointestinal tract.",
            "score": 194.29900693893433
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 133.0070550441742
        },
        {
            "docid": "418916_13",
            "document": "Parathyroid hormone . Secretion of parathyroid hormone is determined chiefly by serum ionized calcium concentration through negative feedback. Parathyroid cells express calcium-sensing receptors on the cell surface. PTH is secreted when [Ca] is decreased (Calcitonin is secreted when serum calcium levels are elevated). The G-protein coupled calcium receptors bind extracellular calcium and may be found on the surface on a wide variety of cells distributed in the brain, heart, skin, stomach, C cells, and other tissues. In the parathyroid gland, high concentrations of extracellular calcium result in activation of the Gq G-protein coupled cascade through the action of phospholipase C. This hydrolyzes phosphatidylinositol 4,5-bisphosphate (PIP2) to liberate intracellular messengers IP3 and diacylglycerol (DAG). Ultimately, these two messengers result in a release of calcium from intracellular stores into the cytoplasmic space. Hence a high extracellular calcium concentration leads to an increase in the cytoplasmic calcium concentration. In contrast to the mechanism that most secretory cells use, this high cytoplasmic calcium concentration inhibits the fusion of vesicles containing granules of preformed PTH with the membrane of the parathyroid cell, and thus inhibits release of PTH.",
            "score": 155.29150438308716
        },
        {
            "docid": "169250_7",
            "document": "Lipid-anchored protein . Prenylated proteins are particularly important for eukaryotic cell growth, differentiation and morphology. Furthermore, protein prenylation is a reversible post-translational modification to the cell membrane. This dynamic interaction of prenylated proteins with the cell membrane is important for their signalling functions and is often deregulated in disease processes such as cancer. More specifically, Ras is the protein that undergoes prenylation via farnesyltransferase and when it is switched on it can turn on genes involved in cell growth and differentiation. Thus overactiving Ras signalling can lead to cancer. An understanding of these prenylated proteins and their mechanisms have been important for the drug development efforts in combating cancer. Other prenylated proteins include members of the Rab and Rho families as well as lamins.",
            "score": 124.24504494667053
        },
        {
            "docid": "1345201_5",
            "document": "Clusterin . CLU is a member of the small heat shock protein family and, thus, a molecular chaperone. Unlike most other chaperone proteins, which aid intracellular proteins, CLU is a Golgi chaperone that facilitates the folding of secreted proteins in an ATP-independent way. The gene is highly conserved in species, and the protein is widely distributed in many tissues and organs, where it participates in a number of biological processes, including lipid transport, membrane recycling, cell adhesion, programmed cell death, and complement-mediated cell lysis. Overexpression of the secretory CLU isoform protects the cell from apoptosis induced by cellular stress, such as chemotherapy, radiotherapy, or androgen/estrogen depletion. CLU promotes cell survival by a number of means, including inhibition of BAX on the mitochondrial membrane, activation of the phosphatidylinositol 3-kinase/protein kinase B pathway, modulation of extracellularular signal-regulated kinase (ERK) 1/2 signaling and matrix metallopeptidase-9 expression, promotion of angiogenesis, and mediation of the nuclear factor kappa B (NF-κB) pathway. Meanwhile, its downregulation allows for p53 activation, which then skews the proapoptotic:antiapoptotic ratio of present Bcl-2 family members, resulting in mitochondrial dysfunction and cell death. p53 may also transcriptionally repress secretory CLU to further promote the proapoptotic cascade.",
            "score": 133.66905069351196
        },
        {
            "docid": "12841_4",
            "document": "G protein . G proteins located within the cell are activated by G protein-coupled receptors (GPCRs) that span the cell membrane. Signaling molecules bind to a domain of the GPCR located outside the cell, and an intracellular GPCR domain then in turn activates a particular G protein. Some inactive-state GPCRs have also been shown to be \"pre-coupled\" with G proteins. The G protein activates a cascade of further signaling events that finally results in a change in cell function. G protein-coupled receptor and G proteins working together transmit signals from many hormones, neurotransmitters, and other signaling factors. G proteins regulate metabolic enzymes, ion channels, transporter proteins, and other parts of the cell machinery, controlling transcription, motility, contractility, and secretion, which in turn regulate diverse systemic functions such as embryonic development, learning and memory, and homeostasis.",
            "score": 164.36560583114624
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 159.24151873588562
        }
    ],
    "r": [
        {
            "docid": "1228983_9",
            "document": "Mucin . Upon stimulation, MARCKS (myristylated alanine-rich C kinase substrate) protein coordinates the secretion of mucin from mucin-filled vesicles within the specialized epithelial cells. Fusion of the vesicles to the plasma membrane causes release of the mucin, which as it exchanges Ca for Na expands up to 600 fold. The result is a viscoelastic product of interwoven molecules which, combined with other secretions (e.g., from the airway epithelium and the submucosal glands in the respiratory system), is called mucus. Increased mucin production occurs in many adenocarcinomas, including cancers of the pancreas, lung, breast, ovary, colon and other tissues. Mucins are also overexpressed in lung diseases such as asthma, bronchitis, chronic obstructive pulmonary disease (COPD) or cystic fibrosis. Two membrane mucins, MUC1 and MUC4 have been extensively studied in relation to their pathological implication in the disease process. Mucins are under investigation as possible diagnostic markers for malignancies and other disease processes in which they are most commonly over- or mis-expressed.",
            "score": 264.74591064453125
        },
        {
            "docid": "1865366_10",
            "document": "Goblet cell . Mucins are continuously made and secreted by goblet cells in order to repair and replace the existing mucus layer. Mucins are stored in granules inside the goblet cells before being released to the lumen of the organ. Mucin secretion in the airway may occur via regulated secretion. Secretion may be stimulated by irritants such as dust and smoke, especially in the airway. Other stimuli are microbes such as viruses and bacteria.",
            "score": 247.7806854248047
        },
        {
            "docid": "1865366_2",
            "document": "Goblet cell . Goblet cells are simple columnar epithelial cells that secrete gel-forming mucins, like mucin MUC5AC. The goblet cells mainly use the merocrine method of secretion, secreting vesicles into a duct, but may use apocrine methods, budding off their secretions, when under stress. The term \"goblet\" refers to the cell's goblet-like shape. The apical portion is shaped like a cup, as it is distended by abundant mucus laden granules; its basal portion lacks these granules and is shaped like a stem.",
            "score": 230.62762451171875
        },
        {
            "docid": "3276137_7",
            "document": "Interleukin 13 . Interleukin-13 has a critical role in the Goblet cell metaplasia. Goblet cells are filled with mucin (MUC). MUC5AC Mucin 5AC is a gel-like mucin product of goblet cells. Interleukin-13 induces goblet cell differentiation and allows for the production of MUC5AC in tracheal epithelium. 15-Lipoxygenase-1 (15LO1) which is an enzyme in the fatty acid metabolism and its metabolite, 15-HETE, are highly expressed in asthma (which lead to the overexpression of MUC5AC) and are induced by IL-13 in human airway epithelial cells. With the increasing number of goblet cells, there is the production of excessive mucus within the bronchi. The functional consequences of the changes in MUC storation and secretion contributes to the pathophysiologic mechanisms for various clinical abnormalities in asthmatic patients including sputum production, airway narrowing, exacerbation and accelerated loss in lung function.",
            "score": 228.3850555419922
        },
        {
            "docid": "1865366_8",
            "document": "Goblet cell . The main role of goblet cells is to secrete mucus in order to protect the mucous membranes where they are found. Goblet cells accomplish this by secreting mucins, large glycoproteins formed mostly by carbohydrates. The gel-like properties of mucins are given by its glycans (bound carbohydrates) attracting relatively large quantities of water. On the inner surface of the human intestine, it forms a 200 µm thick layer (less in other animals) that lubricates and protects the wall of the organ.",
            "score": 214.16746520996094
        },
        {
            "docid": "1865366_5",
            "document": "Goblet cell . Goblet cells are found scattered among the epithelial lining of organs, such as the intestinal and respiratory tracts. They are found inside the trachea, bronchi, and larger bronchioles in the respiratory tract, small intestines, the large intestine, and conjunctiva in the upper eyelid. In the conjunctiva goblet cells are a source of mucin in tears and they also secrete different types of mucins onto the ocular surface. In the lacrimal glands, mucus is synthesized by acinar cells instead.",
            "score": 209.5948028564453
        },
        {
            "docid": "29446401_15",
            "document": "Mir-205 . Mir-205 has been found to be significantly deregulated in colorectal cancer. Elevated expression levels of miR-205 have been shown to be associated with mucinous colorectal cancers and mucin-producing ulcerative colitis-associated colon cancers, but not with sporadic colonic adenocarcinoma that lack mucinous components. Overexpression of miR-205 in an intestinal epithelial cell line (Caco-2 subclone) promoted accumulation of mucus-secreting goblet cell-like cells and mucin production and MUC2 mRNA expression were enhanced in-vitro.",
            "score": 206.029541015625
        },
        {
            "docid": "31216882_29",
            "document": "Insulin signal transduction pathway . Insulin is synthesized and secreted in the beta cells of the islets of Langerhans. Once insulin is synthesized, the beta cells are ready to release it in two different phases. As for the first phase, insulin release is triggered rapidly when the blood glucose level is increased. The second phase is a slow release of newly formed vesicles that are triggered regardless of the blood sugar level. Glucose enters the beta cells and goes through glycolysis to form ATP that eventually causes depolarization of the beta cell membrane (as explained in Insulin secretion section of this article). The depolarization process causes voltage-controlled calcium channels (Ca2+) opening, allowing the calcium to flow into the cells. An increased calcium level activates phospholipase C, which cleaves the membrane phospholipid phosphtidylinositol 4,5-bisphosphate into Inositol 1,4,5-trisphosphate (IP3) and diacylglycerol (DAG). IP3 binds to receptor proteins in the membrane of endplasmic reticulum (ER). This releases (Ca2+) from the ER via IP3 gated channels, and raises the cell concentration of calcium even more. The influx of Ca2+ ions causes the secretion of insulin stored in vesicles through the cell membrane. The process of insulin secretion is an example of a trigger mechanism in a signal transduction pathway, because insulin is secreted after glucose enters the beta cell and that triggers several other processes in a chain reaction.",
            "score": 203.86280822753906
        },
        {
            "docid": "1169209_5",
            "document": "Ovarian mucinous tumor . The major distinguishing features of mucinous tumors are that the tumors are filled with a mucus-like material, which gives them their name; this mucus is produced by mucus-secreting goblet cells very similar to the cells lining normal intestine.",
            "score": 197.99298095703125
        },
        {
            "docid": "14604610_4",
            "document": "Mucin 2 . Mucin 2 is particularly prominent in the gut where it is secreted from goblet cells in the epithelial lining into the lumen of the large intestine. There, mucin 2, along with small amounts of related-mucin proteins, polymerizes into a gel of which 80% by weight is oligosaccharide side-chains that are added as post-translational modifications to the mucin proteins. This gel provides an insoluble mucous barrier that serves to protect the intestinal epithelium.",
            "score": 197.16505432128906
        },
        {
            "docid": "14146099_3",
            "document": "Mucin 4 . The major constituents of mucus, the viscous secretion that covers epithelial surfaces such as those in the trachea, colon, and cervix, are highly glycosylated proteins called mucins. These glycoproteins play important roles in the protection of the epithelial cells and have been implicated in epithelial renewal and differentiation. This gene encodes an integral membrane glycoprotein found on the cell surface, although secreted isoforms may exist. At least two dozen transcript variants of this gene have been found, although for many of them the full-length transcript has not been determined or they are found only in tumor tissues.",
            "score": 195.8284912109375
        },
        {
            "docid": "1865366_14",
            "document": "Goblet cell . The excessive mucus production seen in allergic asthma patients is due to goblet cell metaplasia, the differentiation of airway epithelial cells into mucin producing goblet cells. These cells produce the thick mucins MUC5AC and MUC5B, which clog the airway, leading to the airflow obstruction characteristic of asthma.",
            "score": 195.0274200439453
        },
        {
            "docid": "501188_2",
            "document": "Mucus . Mucus ( ) is a slippery aqueous secretion produced by, and covering, mucous membranes. It is typically produced from cells found in mucous glands, although it may also originate from mixed glands, which contain both serous and mucous cells. It is a viscous colloid containing inorganic salts, antiseptic enzymes (such as lysozymes), immunoglobulins, and glycoproteins such as lactoferrin and mucins, which are produced by goblet cells in the mucous membranes and submucosal glands. Mucus serves to protect epithelial cells (that line the tubes) in the respiratory, gastrointestinal, urogenital, visual, and auditory systems; the epidermis in amphibians; and the gills in fish, against infectious agents such as fungi, bacteria and viruses. The average human nose produces about a liter of mucus per day. Most of the mucus produced is in the gastrointestinal tract.",
            "score": 194.2989959716797
        },
        {
            "docid": "1865366_3",
            "document": "Goblet cell . The goblet cell is highly polarized with the nucleus and other organelles concentrated at the base of the cell and secretory granules containing mucin, at the apical surface. The apical plasma membrane projects microvilli to give an increased surface area for secretion.",
            "score": 189.84902954101562
        },
        {
            "docid": "17997068_5",
            "document": "Foveolar cell . Surface mucous cells have large quantities of mucin granules in their apical (top) surface and project short microvilli into the lumen of the stomach. Mucins are large glycoproteins that give the mucus its gel-like properties. As mucins are lost during routine histology preparation, they stain pale, but if preserved correctly the cells stain strongly with special techniques like PAS or toluidine blue, the last representing the anionic nature of foveolar cell secretions. Below the mucin granules, surface mucous cells have a Golgi apparatus, the nucleus, and small amounts of rough endoplasmic reticulum. Mucous neck cells are located within gastric glands, interspersed between parietal cells. These are shorter than their surface counterpart and contain lesser quantities of mucin granules in their apical surface.",
            "score": 189.47427368164062
        },
        {
            "docid": "1228983_2",
            "document": "Mucin . Mucins () are a family of high molecular weight, heavily glycosylated proteins (glycoconjugates) produced by epithelial tissues in most animals. Mucins' key characteristic is their ability to form gels; therefore they are a key component in most gel-like secretions, serving functions from lubrication to cell signalling to forming chemical barriers. They often take an inhibitory role. Some mucins are associated with controlling mineralization, including nacre formation in mollusks, calcification in echinoderms and bone formation in vertebrates. They bind to pathogens as part of the immune system. Overexpression of the mucin proteins, especially MUC1, is associated with many types of cancer.",
            "score": 188.61158752441406
        },
        {
            "docid": "533143_21",
            "document": "Rhinitis . Most prominent pathological changes observed are nasal airway epithelial metaplasia in which goblet cells replace ciliated columnar epithelial cells in the nasal mucous membrane. This results in mucin hypersecretion by goblet cells and decreased mucociliary activity. Nasal secretion are not adequately cleared with clinical manifestation of nasal congestion, sinus pressure, post-nasal dripping, and headache. Over-expression of transient receptor potential (TRP) ion channels, such as TRPA1 and TRPV1, may be involved in the pathogenesis of non-allergic rhinitis.",
            "score": 188.12013244628906
        },
        {
            "docid": "7012714_6",
            "document": "Cav1.2 . The activity of CaV1.2 channels is tightly regulated by the Ca2+ signals they produce. An increase in intracellular Ca2+ concentration implicated in Cav1.2 facilitation, a form of positive feedback called Ca2+-dependent facilitation, that amplifies Ca2+ influx. In addition, increasing influx intracellular Ca2+ concentration has implicated to exert the opposite effect Ca2+ dependent inactivation. These activation and inactivation mechanisms both involve Ca2+ binding to calmodulin (CaM) in the IQ domain in the C-terminal tail of these channels. Cav1.2 channels are arranged in cluster of eight, on average, in the cell membrane. When calcium ions bind to calmodulin, which in turn binds to a Cav1.2 channel, it allows the Cav1.2 channels within a cluster to interact with each other. This results in channels working cooperatively when they open at the same time to allow more calcium ions to enter and then close together to allow the cell to relax.",
            "score": 187.62545776367188
        },
        {
            "docid": "1865366_11",
            "document": "Goblet cell . Anomalies in the number of goblet cell are associated with changes in the secretion of mucins, which can result in many of the abnormalities seen in asthma patients, such as clogged airways due to mucus production, and eventual loss of lung function. Overexpression of MUC5AC alone does not result in the pathophysiology seen in asthma patients; it is the excessive production along with the speed of secretion that leads to the formation of a thick mucus that cannot be removed by cilia or coughing action. This, in addition to airway narrowing leads to the clogging of the airways, which can be detrimental to health if not treated.  ",
            "score": 187.03875732421875
        },
        {
            "docid": "40447725_25",
            "document": "Purinergic signalling . ATP and adenosine are crucial regulators of mucociliary clearance. The secretion of mucin involves P2RY2 receptors found on the apical membrane of goblet cells. Extracellular ATP signals acting on glial cells and the neurons of the respiratory rhythm generator contribute to the regulation of breathing.",
            "score": 185.94821166992188
        },
        {
            "docid": "6484732_6",
            "document": "Medullary cystic kidney disease . Mucin-1 kidney disease (MKD) is due to a mutation within the \"MUC1\" gene, which is located on chromosome 1. The mucin-1 protein is involved in the creation of a mucus-like substance that coats the surface of different small tubules in the body, it is expressed on distal tubular cells in the kidney. Mucin-1 kidney disease (MKD) is caused by a mutation in the MUC1 gene.",
            "score": 184.02593994140625
        },
        {
            "docid": "1865366_6",
            "document": "Goblet cell . Goblet cells are simple columnar epithelial cells, having a height of four times that of their width. The cytoplasm of goblet cells tends to be displaced toward the basal end of the cell body by the large mucin granules, which accumulate near the apical surface of the cell along the Golgi apparatus, which lies between the granules and the nucleus. This gives the basal part of the cell a basophilic staining because of nucleic acids within the nucleus and rough endoplasmic reticulum staining with hematoxylin. Mucin within the granules stains pale in routine histology sections, primarily because these carbohydrate-rich proteins are washed out in the preparation of microscopy samples. However, they stain easily with the PAS staining method, which colours them magenta.",
            "score": 181.4471893310547
        },
        {
            "docid": "31216882_12",
            "document": "Insulin signal transduction pathway . Glucose gets converted to Glucose-6-Phosphate (G6P) through Glucokinase; and G6P is subsequently oxidized to form ATP. This process inhibits the ATP-sensitive potassium ion channels of the cell causing the Potassium ion channel to close and not function anymore. The closure of the ATP-sensitive potassium channels causes depolarization of the cell membrane causing the cell membrane to stretch which causes the voltage-gated calcium channel on the membrane to open causing an influx of Ca2+ ions. This influx then stimulates fusion of the insulin vesicles to the cell membrane and secretion of insulin in the extracellular fluid outside the beta cell; thus making it enter the bloodstream. [Also Illustrated in Figure 1.1.1].",
            "score": 180.83160400390625
        },
        {
            "docid": "8282777_13",
            "document": "Gastrointestinal physiology . Mucus is released in the stomach and intestine, and serves to lubricate and protect the inner mucosa of the tract. It is composed of a specific family of glycoproteins termed mucins and is generally very viscous. Mucus is made by two types of specialized cells termed mucus cells in the stomach and goblet cells in the intestines. Signals for increased mucus release include parasympathetic innervations, immune system response and enteric nervous system messengers.",
            "score": 180.83026123046875
        },
        {
            "docid": "50601_22",
            "document": "Cystic fibrosis . Most of the damage in CF is due to blockage of the narrow passages of affected organs with thickened secretions. These blockages lead to remodeling and infection in the lung, damage by accumulated digestive enzymes in the pancreas, blockage of the intestines by thick feces, etc. Several theories have been posited on how the defects in the protein and cellular function cause the clinical effects. The most current theory suggests that defective ion transport leads to dehydration in the airway epithelia, thickening mucus. In airway epithelial cells, the cilia exist in between the cell's apical surface and mucus in a layer known as airway surface liquid (ASL). The flow of ions from the cell and into this layer is determined by ion channels such as CFTR. CFTR not only allows chloride ions to be drawn from the cell and into the ASL, but it also regulates another channel called ENac, which allows sodium ions to leave the ASL and enter the respiratory epithelium. CFTR normally inhibits this channel, but if the CFTR is defective, then sodium flows freely from the ASL and into the cell. As water follows sodium, the depth of ASL will be depleted and the cilia will be left in the mucous layer. As cilia cannot effectively move in a thick, viscous environment, mucociliary clearance is deficient and a buildup of mucus occurs, clogging small airways. The accumulation of more viscous, nutrient-rich mucus in the lungs allows bacteria to hide from the body's immune system, causing repeated respiratory infections. The presence of the same CFTR proteins in the pancreatic duct and sweat glands in the skin also cause symptoms in these systems.",
            "score": 180.62904357910156
        },
        {
            "docid": "196998_13",
            "document": "Barrett's esophagus . Many histologic mimics of Barrett's esophagus are known (i.e. goblet cells occurring in the transitional epithelium of normal esophageal submucosal gland ducts, \"pseudogoblet cells\" in which abundant foveolar [gastric] type mucin simulates the acid mucin true goblet cells). Assessment of relationship to submucosal glands and transitional-type epithelium with examination of multiple levels through the tissue may allow the pathologist to reliably distinguish between goblet cells of submucosal gland ducts and true Barrett's esophagus (specialized columnar metaplasia). Use of the histochemical stain Alcian blue pH 2.5 is also frequently used to distinguish true intestinal-type mucins from their histologic mimics. Recently, immunohistochemical analysis with antibodies to CDX-2 (specific for mid and hindgut intestinal derivation) has also been used to identify true intestinal-type metaplastic cells. The protein AGR2 is elevated in Barrett's esophagus and can be used as a biomarker for distinguishing Barrett epithelium from normal esophageal epithelium.",
            "score": 179.9173126220703
        },
        {
            "docid": "50289753_4",
            "document": "Intestinal mucosal barrier . Mucus forms a layer (or layers, in the case of the colon) that separates the bulk of the luminal contents from the intestinal epithelium. The mucus consists of a highly glycosylated hydrated gel formed by mucin molecules that are secreted by goblet cells. The mucus prevents large particles from contacting the epithelial cell layer while allowing small molecules to pass. The mucus also facilitates passage of the luminal contents along the length of the intestines, protects the epithelial cells from digestive enzymes, and prevents the direct contact of microorganisms with the epithelial layer.",
            "score": 178.61538696289062
        },
        {
            "docid": "1887241_7",
            "document": "Pseudomyxoma peritonei . The primary tumor appears to arise from the MUC2 expressing goblet cells and most commonly from these cells in the appendix. The K-Ras and p53 genes may be involved in the oncogenesis. It may be diagnosed with a range of conditions. While the majority of these cases are associated with appendiceal carcinomas, other conditions may also be found, including disseminated peritoneal adenomucinosis (DPAM), peritoneal carcinomas, several mucinous tumors (mucinous adenocarcinoma, mucinous cystadenoma, and mucinous cystadenocarcinoma), as well as other disease states. Other primary sites that have been reported include colon, rectum, stomach, gallbladder, bile ducts, small intestine, urinary bladder, lung, breast, fallopian tubes, and the pancreas.",
            "score": 177.7218475341797
        },
        {
            "docid": "14088215_2",
            "document": "MUC1 . Mucin 1, cell surface associated (MUC1) or polymorphic epithelial mucin (PEM) is a mucin encoded by the \"MUC1\" gene in humans. MUC1 is a glycoprotein with extensive O-linked glycosylation of its extracellular domain. Mucins line the apical surface of epithelial cells in the lungs, stomach, intestines, eyes and several other organs. Mucins protect the body from infection by pathogen binding to oligosaccharides in the extracellular domain, preventing the pathogen from reaching the cell surface. Overexpression of MUC1 is often associated with colon, breast, ovarian, lung and pancreatic cancers. Joyce Taylor-Papadimitriou identified and characterised the antigen during her work with breast and ovarian tumors.",
            "score": 175.0277557373047
        },
        {
            "docid": "69720_27",
            "document": "Gastrointestinal tract . Approximately 20,000 protein coding genes are expressed in human cells and 75% of these genes are expressed in at least one of the different parts of the digestive organ system. Over 600 of these genes are more specifically expressed in one or more parts of the GI tract and the corresponding proteins have functions related to digestion of food and uptake of nutrients. Examples of specific proteins with such functions are pepsinogen PGC and the lipase LIPF, expressed in chief cells, and gastric ATPase ATP4A and gastric intrinsic factor GIF, expressed in parietal cells of the stomach mucosa. Specific proteins expressed in the stomach and duodenum involved in defence include mucin proteins, such as mucin 6 and intelectin-1.",
            "score": 171.60052490234375
        },
        {
            "docid": "1887241_4",
            "document": "Pseudomyxoma peritonei . There is substantial debate regarding histopathologic classification of pseudomyxoma peritonei. In 1995, Ronnett et al. proposed separating pseudomyxoma peritonei cases into two diagnostic categories: adenoma (disseminated peritoneal adenomucinosis, DPAM) or carcinoma (peritoneal mucinous carcinomatosis, PMCA) with a third category reserved for cases with intermediate features. In this classification system, cases of DPAM were characterized by peritoneal lesions composed of abundant extracellular mucin containing scant simple to focally proliferative mucinous epithelium with little cytologic atypia or mitotic activity (in other words, most cells looked fairly normal and there was no evidence of mitosis which would indicate that cells were rapidly dividing), with or without an associated appendiceal mucinous adenoma. Cases of PMCA were characterized by peritoneal lesions composed of more abundant mucinous epithelium with the architectural and cytologic features of carcinoma (irregular cells, evidence that cells were rapidly dividing, and other criteria), with or without an associated primary mucinous adenocarcinoma. Bradley et al. (2007) argued that continued use of non-malignant terms, i.e., adenoma, for those frequent cases with low-grade features (such as DPAM), is misleading because pseudomyxoma peritonei is a disease state that results from invasion of the abdominal cavity by cells with uncontrolled growth. Bradley states that an adenoma, by definition, is a tumor confined to the appendiceal mucosa with absolutely no evidence of invasion beyond the muscularis mucosae.",
            "score": 171.25038146972656
        },
        {
            "docid": "8841254_2",
            "document": "Plasma membrane Ca2+ ATPase . The plasma membrane Ca ATPase (PMCA) is a transport protein in the plasma membrane of cells and functions to remove calcium (Ca) from the cell. PMCA function is vital for regulating the amount of Ca within all eukaryotic cells. There is a very large transmembrane electrochemical gradient of Ca driving the entry of the ion into cells, yet it is very important that they maintain low concentrations of Ca for proper cell signalling. Thus, it is necessary for cells to employ ion pumps to remove the Ca. The PMCA and the sodium calcium exchanger (NCX) are together the main regulators of intracellular Ca concentrations. Since it transports Ca into the extracellular space, the PMCA is also an important regulator of the calcium concentration in the extracellular space.",
            "score": 170.45660400390625
        }
    ]
}