{
    "q": [
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 216.1797057390213
        },
        {
            "docid": "1110611_19",
            "document": "Muscle contraction . A neuromuscular junction is a chemical synapse formed by the contact between a motor neuron and a muscle fiber. It is the site in which a motor neuron transmits a signal to a muscle fiber to initiate muscle contraction. The sequence of events that results in the depolarization of the muscle fiber at the neuromuscular junction begins when an action potential is initiated in the cell body of a motor neuron, which is then propagated by saltatory conduction along its axon toward the neuromuscular junction. Once it reaches the terminal bouton, the action potential causes a ion influx into the terminal by way of the voltage-gated calcium channels. The influx causes synaptic vesicles containing the neurotransmitter acetylcholine to fuse with the plasma membrane, releasing acetylcholine into the synaptic cleft between the motor neuron terminal and the neuromuscular junction of the skeletal muscle fiber. Acetylcholine diffuses across the synapse and binds to and activates nicotinic acetylcholine receptors on the neuromuscular junction. Activation of the nicotinic receptor opens its intrinsic sodium/potassium channel, causing sodium to rush in and potassium to trickle out. As a result, the sarcolemma reverses polarity and its voltage quickly jumps from the resting membrane potential of -90mV to as high as +75mV as sodium enters. The membrane potential then becomes hyperpolarized when potassium exits and is then adjusted back to the resting membrane potential. This rapid fluctuation is called the end-plate potential The voltage-gated ion channels of the sarcolemma next to the end plate open in response to the end plate potential. These voltage-gated channels are sodium and potassium specific and only allow one through. This wave of ion movements creates the action potential that spreads from the motor end plate in all directions. If action potentials stop arriving, then acetylcholine ceases to be released from the terminal bouton. The remaining acetylcholine in the synaptic cleft is either degraded by active acetylcholine esterase or reabsorbed by the synaptic knob and none is left to replace the degraded acetylcholine.",
            "score": 139.77733838558197
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 165.55420398712158
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 158.58044147491455
        },
        {
            "docid": "21120_30",
            "document": "Neuron . In a chemical synapse, the process of synaptic transmission is as follows: when an action potential reaches the axon terminal, it opens voltage-gated calcium channels, allowing calcium ions to enter the terminal. Calcium causes synaptic vesicles filled with neurotransmitter molecules to fuse with the membrane, releasing their contents into the synaptic cleft. The neurotransmitters diffuse across the synaptic cleft and activate receptors on the postsynaptic neuron. High cytosolic calcium in the axon terminal also triggers mitochondrial calcium uptake, which, in turn, activates mitochondrial energy metabolism to produce ATP to support continuous neurotransmission.",
            "score": 165.37469899654388
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 134.78131759166718
        },
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 190.56111550331116
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 153.23946952819824
        },
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 210.65736413002014
        },
        {
            "docid": "152964_11",
            "document": "Motor neuron . The interface between a motor neuron and muscle fiber is a specialized synapse called the neuromuscular junction. Upon adequate stimulation, the motor neuron releases a flood of acetylcholine (Ach) neurotransmitters from the axon terminals from synaptic vesicles bind with the plasma membrane. The acetylcholine molecules bind to postsynaptic receptors found within the motor end plate. Once two acetylcholine receptors have been bound, an ion channel is opened and sodium ions are allowed to flow into the cell. The influx of sodium into the cell causes depolarization and triggers a muscle action potential. T tubules of the sarcolemma are then stimulated to elicit calcium ion release from the sarcoplasmic reticulum. It is this chemical release that causes the target muscle fiber to contract.",
            "score": 161.41203570365906
        },
        {
            "docid": "420229_10",
            "document": "Sarcomere . During stimulation of the muscle cell, the motor neuron releases the neurotransmitter acetylcholine, which travels across the neuromuscular junction (the synapse between the terminal bouton of the neuron and the muscle cell). Acetylcholine binds to a post-synaptic nicotinic acetylcholine receptor. A change in the receptor conformation allows an influx of sodium ions and initiation of a post-synaptic action potential. The action potential then travels along T (transverse) tubules until it reaches the sarcoplasmic reticulum. Here, the depolarized membrane activates voltage-gated L-type calcium channels, present in the plasma membrane. The L-type calcium channels are in close association with ryanodine receptors present on the sarcoplasmic reticulum. The inward flow of calcium from the L-type calcium channels activate ryanodine receptors to release calcium ions from the sarcoplasmic reticulum. This mechanism is called calcium-induced calcium release (CICR). It is not understood whether the physical opening of the L-type calcium channels or the presence of calcium causes the ryanodine receptors to open. The outflow of calcium allows the myosin heads access to the actin cross-bridge binding sites, permitting muscle contraction.",
            "score": 138.80152356624603
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 210.2279852628708
        },
        {
            "docid": "20512936_15",
            "document": "Dendritic spike . Spike-timing-dependent plasticity (STDP) refers to the functional changes in a neuron and its synapse due to time dependent action potentials. When an action potential reaches the pre-synaptic membrane it opens voltage-gated calcium channels causing an influx of calcium. The influx of calcium releases vesicles filled with neurotransmitters, usually glutamate, into the synaptic cleft. The neurotransmitters bind to receptors on the post-synaptic membrane opening ligand-gated channels causing the membrane to depolarize.",
            "score": 142.68298029899597
        },
        {
            "docid": "40604323_4",
            "document": "Mechanism of anoxic depolarization in the brain . A chemical signal (synaptic transmission) begins with the action potential that propagates down the axon of so-called presynaptic terminal to trigger Ca influx, which causes the synaptic vesicles to fuse and release neurotransmitters, via exocytosis, to the synaptic cleft. Released neurotransmitters then bind their specific neuroreceptors at the postsynaptic membrane, or activate their specific ligand-gated ion channels, to fire an action potential that can be either excitatory or inhibitory, depending on the nature of the ligand-gated ion channel. Neurotransmitters are removed from the synaptic cleft by either enzymatic degradation or re-uptake by the same presynaptic neuron, via endocytosis or specific neurotransmitter transporters.",
            "score": 113.71649098396301
        },
        {
            "docid": "45702632_6",
            "document": "Quantal neurotransmitter release . Once in the synapse, neurotransmitters will rapidly move across the synapse to attach themselves to receptors on the postsynaptic membrane. Neurotransmitter receptors will either signal postsynaptic channels to \"open\" or \"close\" which will affect the rates that ions are able to cross the synaptic membrane. The relative change in ion flow will polarize the membrane based on the properties of the affected ion channel. For example, opening a potassium ion channel in the presynaptic membrane will create a flow of positive potassium ions out of the neuron; loss of the positively charged potassium ions will cause the neuron to become more negatively charged. It is through the use of a variety of neurotransmitters and receptors that neurons are able to send a plethora of potential signals to each other. Estimations of quantal release time courses can be roughly estimated from the original quantal release events following presynaptic simulation. Such estimations cannot be reliably used in all synapses, but can be useful tools in developing the understanding of neurotransmitter release time courses in general.",
            "score": 98.80825459957123
        },
        {
            "docid": "13876671_13",
            "document": "Gliotransmitter . The fact that the release of gliotransmitters via elevations in calcium causes synaptic transmission leads to the idea of the “tripartite synapse.” The tripartite synapse involves the localization of astrocytes and synapses and is a concept of synaptic physiology in which there are three parts of a synapse: the presynaptic terminal, the postsynaptic terminal, and an astrocyte in between them. One model of the tripartite synapse shows the presynaptic and postsynaptic terminals lying adjacent to each other, which the astrocyte is wrapped around the postsynaptic terminal. However, localization and spatial distribution of the three elements of the tripartite synapse vary in different regions of the brain. Potassium channels between the astrocyte and the presynaptic terminal make it possible to release K+ ions and avoid accumulation after neuronal activity. Also, the release of neurotransmitters from presynaptic vesicles activates metabotropic receptors on the astrocyte, which then causes the astrocyte’s release of gliotransmitters from the cell.",
            "score": 155.67667317390442
        },
        {
            "docid": "21445461_4",
            "document": "Nonsynaptic plasticity . Synaptic plasticity is the ability of a synapse between two neurons to change in strength over time. Synaptic plasticity is caused by changes in use of the synaptic pathway, namely, the frequency of synaptic potentials and the receptors used to relay chemical signals. Synaptic plasticity plays a large role in learning and memory in the brain. Synaptic plasticity can occur through intrinsic mechanisms, in which changes in synapse strength occur because of its own activity, or through extrinsic mechanisms, in which the changes in synapse strength occur via other neural pathways. Short-term inhibitory synaptic plasticity often occurs because of limited neurotransmitter supply at the synapse, and long-term inhibition can occur through decreased receptor expression in the postsynaptic cell. Short-term complementary synaptic plasticity often occurs because of residual or increased ion flow in either the presynaptic or postsynaptic terminal, while long-term synaptic plasticity can occur through the increased production of AMPA and NMDA glutamate receptors, among others, in the postsynaptic cell.",
            "score": 148.81761860847473
        },
        {
            "docid": "780320_2",
            "document": "Synaptic vesicle . In a neuron, synaptic vesicles (or neurotransmitter vesicles) store various neurotransmitters that are released at the synapse. The release is regulated by a voltage-dependent calcium channel. Vesicles are essential for propagating nerve impulses between neurons and are constantly recreated by the cell. The area in the axon that holds groups of vesicles is an axon terminal or \"terminal bouton\". Up to 130 vesicles can be released per bouton over a ten-minute period of stimulation at 0.2 Hz. In the visual cortex of the human brain, synaptic vesicles have an average diameter of 39.5 nanometers (nm) with a standard deviation of 5.1 nm.",
            "score": 178.84780955314636
        },
        {
            "docid": "465517_3",
            "document": "Inhibitory postsynaptic potential . Depolarization can also occur due to an IPSP if the reverse potential is between the resting threshold and the action potential threshold. Another way to look at inhibitory postsynaptic potentials is that they are also a chloride conductance change in the neuronal cell because it decreases the driving force. This is because, if the neurotransmitter released into the synaptic cleft causes an increase in the permeability of the postsynaptic membrane to chloride ions by binding to ligand-gated chloride ion channels and causing them to open, then chloride ions, which are in greater concentration in the synaptic cleft, will diffuse into the postsynaptic neurone. As these are negatively charged ions, hyperpolarisation results, making it less likely for an action potential to be generated in the postsynaptic neurone. Microelectrodes can be used to measure postsynaptic potentials at either excitatory or inhibitory synapses.",
            "score": 102.65944623947144
        },
        {
            "docid": "563188_4",
            "document": "Graded potential . EPSPs are caused by the influx of Na or Ca from the extracellular space into the neuron or muscle cell. When the presynaptic neuron has an action potential, Ca enters the axon terminal via voltage-dependent calcium channels and causes exocytosis of synaptic vesicles, causing neurotransmitter to be released. The transmitter diffuses across the synaptic cleft and activates ligand-gated ion channels that mediate the EPSP. The amplitude of the EPSP is directly proportional to the number of synaptic vesicles that were released.",
            "score": 152.38513803482056
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 176.21356964111328
        },
        {
            "docid": "20512936_16",
            "document": "Dendritic spike . NMDA receptors are found throughout the post-synaptic membrane and act as a coincidence detector. The NMDA detects both glutamate released by pre-synaptic vesicles and depolarization of the post-synaptic membrane. The NMDA receptor exhibits voltage-dependent block by magnesium ions. Depolarization of the post-synaptic membrane (i.e. backward propagating dendritic spike) causes the magnesium ion to be removed from the channel, favoring channel opening. NMDA receptor activation thereby allows calcium influx. Neurons that “fire together wire together” refer to strengthening of synaptic connections through NMDA receptors when glutamate release is coincident with post-synaptic depolarization. This form of wiring is known as long term potentiation. Synaptic connection can also be weakened when the activity of neurons is uncorrelated, also known as long term depression.",
            "score": 133.84728336334229
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 172.20580434799194
        },
        {
            "docid": "21445461_7",
            "document": "Nonsynaptic plasticity . Although much more is known about the role of synaptic plasticity in memory and learning, both synaptic and nonsynaptic plasticity are essential to memory and learning in the brain. There is much evidence that the two mechanisms both work to achieve the observed effects synergistically. A key example of this is memory formation in the synapse, in which modification of presynaptic release mechanisms and postsynaptic receptors affects either long-term potentiation or depression. Continuous somal depolarization, on the other hand, has been proposed as a method for learned behavior and memory by nonsynaptic plasticity. Nonsynaptic plasticity also augments the effectiveness of synaptic memory formation by regulation of voltage-gated ion channels. Nonsynaptic plasticity is the mechanism responsible for modifications of these channels in the axon, leading to a change in strength of the neuronal action potential, invariably affecting the strength of synaptic mechanisms, and thus the depth and length of memory encoding.  Nonsynaptic plasticity also has the ability to regulate the effects of synaptic plasticity through negative feedback mechanisms. Change in the number and properties of ion channels in the axon or dendrites has the ability to diminish the effects of a hyperstimulated synapse. In the case of extreme overexcitation of these ion channels, backwards flow of ions into the cell will occur, leading to excitotoxicity and cell death by apoptosis or necrosis.",
            "score": 118.00613117218018
        },
        {
            "docid": "21610244_5",
            "document": "Ribbon synapse . The photoreceptor ribbon synapse is around 30 nm in thickness. It sticks out into the cytoplasm around 200-1000 nm and anchors along its base to the arciform density which is an electron dense structure that is anchored to the presynaptic membrane. The arciform density is located within the synaptic ridge, a small evagination of the presynaptic membrane. Hair cells lack an arciform density so the anchor of this ribbon is considered to be invisible by electron microscope. The ribbon’s surface has small particles that are around 5 nm wide where the synaptic vesicles tether densely via fine protein filaments. There are multiple filaments per vesicle. There are also voltage gated L-type calcium channels on the docking sites of the ribbon synapse which trigger neurotransmitter release. Specifically, ribbon synapses contain specialized organelles called synaptic ribbons, which are large presynaptic structures associated in the active zone. They are thought to fine-tune the synaptic vesicle cycle. Synaptic ribbons are in close proximity to synaptic vesicles, which, in turn, are close to the presynaptic neurotransmitter release site via the ribbon.",
            "score": 168.71893000602722
        },
        {
            "docid": "1351369_3",
            "document": "Ligand-gated ion channel . When a presynaptic neuron is excited, it releases a neurotransmitter from vesicles into the synaptic cleft. The neurotransmitter then binds to receptors located on the postsynaptic neuron. If these receptors are ligand-gated ion channels, a resulting conformational change opens the ion channels, which leads to a flow of ions across the cell membrane. This, in turn, results in either a depolarization, for an excitatory receptor response, or a hyperpolarization, for an inhibitory response.",
            "score": 117.90302443504333
        },
        {
            "docid": "5637355_3",
            "document": "Neural facilitation . plays a significant role in transmitting signals at chemical synapses. Voltage-gated channels are located within the presynaptic terminal. When an action potential invades the presynaptic membrane, these channels open and enters. A higher concentration of enables synaptic vesicles to fuse to the presynaptic membrane and release their contents (neurotransmitters) into the synaptic cleft to ultimately contact receptors in the postsynaptic membrane. The amount of neurotransmitter released is correlated with the amount of influx. Therefore, short-term facilitation (STF) results from a build up of within the presynaptic terminal when action potentials propagate close together in time.",
            "score": 141.8588364124298
        },
        {
            "docid": "4617112_10",
            "document": "Endocannabinoid system . During neurotransmission, the pre-synaptic neuron releases neurotransmitters into the synaptic cleft which bind to cognate receptors expressed on the post-synaptic neuron. Based upon the interaction between the transmitter and receptor, neurotransmitters may trigger a variety of effects in the post-synaptic cell, such as excitation, inhibition, or the initiation of second messenger cascades. Based on the cell, these effects may result in the on-site synthesis of endogenous cannabinoids anandamide or 2-AG by a process that is not entirely clear, but results from an elevation in intracellular calcium. Expression appears to be exclusive, so that both types of endocannabinoids are not co-synthesized. This exclusion is based on synthesis-specific channel activation: a recent study found that in the bed nucleus of the stria terminalis, calcium entry through voltage-sensitive calcium channels produced an L-type current resulting in 2-AG production, while activation of mGluR1/5 receptors triggered the synthesis of anandamide.",
            "score": 134.8058249950409
        },
        {
            "docid": "6547308_17",
            "document": "Glia limitans . As of 2011, research is focused on the two-way communication between neurons and glial cells. Communication between these two types of cells allows for axonal conduction, synaptic transmission, as well as the processing of information to regulate and better control the processes of the central nervous system. The various forms of communication include neurotransmission, ion fluxes and signaling molecules. As recently as 2002, new information on the process of neuron-glia communication was published by R. Douglas Fields and Beth Stevens-Graham. They used advanced imaging methods to explain that the ion channels seen in glial cells did not contribute to action potentials but rather allowed the glia to determine the level of neuronal activity within proximity. Glial cells were determined to communicate with one another solely with chemical signals and even had specialized glial-glial and neuron-glial neurotransmitter signaling systems. Additionally, neurons were found to release chemical messengers in extrasynaptic regions, suggesting that the neuron-glial relationship includes functions beyond synaptic transmission. Glia have been known to assist in synapse formation, regulating synapse strength, and information processing as mentioned above. The process for adenosine triphospahte (ATP), glutamate, and other chemical messenger release from glia is debated and is seen as a direction for future research.",
            "score": 160.11106193065643
        },
        {
            "docid": "27809_3",
            "document": "Chemical synapse . At a chemical synapse, one neuron releases neurotransmitter molecules into a small space (the synaptic cleft) that is adjacent to another neuron. The neurotransmitters are kept within small sacs called synaptic vesicles, and are released into the synaptic cleft by exocytosis. These molecules then bind to neurotransmitter receptors on the postsynaptic cell's side of the synaptic cleft. Finally, the neurotransmitters must be cleared from the synapse through one of several potential mechanisms including enzymatic degradation or re-uptake by specific transporters either on the presynaptic cell or possibly by neuroglia to terminate the action of the transmitter.",
            "score": 172.98737955093384
        },
        {
            "docid": "33785040_54",
            "document": "Ultrasensitivity . Persistent stimulation at the neuronal synapse can lead to markedly different outcomes for the post-synaptic neuron. Extended weak signaling can result in long-term depression (LTD), in which activation of the post-synaptic neuron requires a stronger signal than before LTD was initiated. In contrast, long-term potentiation (LTP) occurs when the post-synaptic neuron is subjected to a strong stimulus, and this results in strengthening of the neural synapse (i.e., less neurotransmitter signal is required for activation).",
            "score": 92.45895862579346
        },
        {
            "docid": "20848680_8",
            "document": "Cellular neuroscience . After neurotransmitters are synthesized, they are packaged and stored in vesicles. These vesicles are pooled together in terminal boutons of the presynaptic neuron. When there is a change in voltage in the terminal bouton, voltage-gated calcium channels embedded in the membranes of these boutons become activated. These allow Ca ions to diffuse through these channels and bind with synaptic vesicles within the terminal boutons. Once bounded with Ca, the vesicles dock and fuse with the presynaptic membrane, and release neurotransmitters into the synaptic cleft by a process known as exocytosis. The neurotransmitters then diffuse across the synaptic cleft and bind to postsynaptic receptors embedded on the postsynaptic membrane of another neuron. There are two families of receptors: ionotropic and metabotropic receptors. Ionotropic receptors are a combination of a receptor and an ion channel. When ionotropic receptors are activated, certain ion species such as Na to enter the postsynaptic neuron, which depolarizes the postsynaptic membrane. If more of the same type of postsynaptic receptors are activated, then more Na will enter the postsynaptic membrane and depolarize cell. Metabotropic receptors on the other hand activate second messenger cascade systems that result in the opening of ion channel located some place else on the same postsynaptic membrane. Although slower than ionotropic receptors that function as on-and-off switches, metabotropic receptors have the advantage of changing the cell's responsiveness to ions and other metabolites, examples being gamma amino-butyric acid (inhibitory transmitter), glutamic acid (excitatory transmitter), dopamine, norepinephrine, epinephrine, melanin, serotonin, melatonin, endorphins, dynorphins, nociceptin, and substance P.",
            "score": 155.7265510559082
        }
    ],
    "r": [
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 216.17970275878906
        },
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 210.65736389160156
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 210.2279815673828
        },
        {
            "docid": "958_21",
            "document": "Axon . When an action potential reaches a presynaptic terminal, it activates the synaptic transmission process. The first step is rapid opening of calcium ion channels in the membrane of the axon, allowing calcium ions to flow inward across the membrane. The resulting increase in intracellular calcium concentration causes synaptic vesicles (tiny containers enclosed by a lipid membrane) filled with a neurotransmitter chemical to fuse with the axon's membrane and empty their contents into the extracellular space. The neurotransmitter is released from the presynaptic nerve through exocytosis. The neurotransmitter chemical then diffuses across to receptors located on the membrane of the target cell. The neurotransmitter binds to these receptors and activates them. Depending on the type of receptors that are activated, the effect on the target cell can be to excite the target cell, inhibit it, or alter its metabolism in some way. This entire sequence of events often takes place in less than a thousandth of a second. Afterward, inside the presynaptic terminal, a new set of vesicles is moved into position next to the membrane, ready to be released when the next action potential arrives. The action potential is the final electrical step in the integration of synaptic messages at the scale of the neuron.",
            "score": 206.21559143066406
        },
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 190.5611114501953
        },
        {
            "docid": "27809_7",
            "document": "Chemical synapse . Chemical synapses pass information directionally from a presynaptic cell to a postsynaptic cell and are therefore asymmetric in structure and function. The presynaptic axon terminal, or synaptic bouton, is a specialized area within the axon of the presynaptic cell that contains neurotransmitters enclosed in small membrane-bound spheres called synaptic vesicles (as well as a number of other supporting structures and organelles, such as mitochondria and endoplasmic reticulum). Synaptic vesicles are docked at the presynaptic plasma membrane at regions called active zones.",
            "score": 188.35679626464844
        },
        {
            "docid": "10459803_12",
            "document": "Neuron (software) . Neuron allows for the generation of mixed models, populated with both artificial cells and neurons. Artificial cells essentially function as point processes, implemented into the network. Artificial cells require only a point process, with defined parameters. The user can create the structure and dynamics of network cells. The user can create synapses, using simulated synapse point processes as archetypes. Parameters on these point processes can be manipulated to simulate both inhibitory and excitatory responses. Synapses can be placed on specific segments of the constructed cell, wherein, again, they will behave as point processes, except that they are sensitive to the activity of a pre-synaptic element. Cells can be managed. The user creates the basic grid of network cells, taking previously completed network cells as archetypes. Connections can be defined between source cells and target synapses on other cells. The cell containing the target synapse becomes the post-synaptic element, whereas the source cells function as pre-synaptic elements. Weights can be added to define strength of activation of a synapse by the pre-synaptic cell. A plot option can be activated to open a graph of spikes across time for individual neurons.",
            "score": 185.2587432861328
        },
        {
            "docid": "33825206_4",
            "document": "Synaptic fatigue . Chemical synapses allow for signal transmission by a presynaptic cell releasing neurotransmitters into the synapse to bind to receptors on a postsynaptic cell. These neurotransmitters are synthesized in the presynaptic cell and housed in vesicles until released. Once neurotransmitters are released into the synaptic cleft and a signal is relayed, re-uptake begins which is the process of transport proteins clearing out the neurotransmitters from the synapse and recycling them in order to allow for a new signal to be propagated. If stimulation is occurring at a high enough frequency and with enough strength, neurotransmitters will be released at a faster rate than re-uptake can recycle them which will ultimately deplete them until there are no longer readily releasable vesicles and a signal can no longer be transmitted.",
            "score": 184.23199462890625
        },
        {
            "docid": "2005601_10",
            "document": "Enterochromaffin cell . Release of the vesicles occurs after chemical, neurological or mechanical stimulation of the EC cells and is predominantly calcium dependent, suggesting excretion via exocytosis. The combined effect of increased calcium flux and a liberation of stored calcium within the cell changes the cell potential triggering release of the 5-HT vesicles. The vesicles pass from the basal margin into the surrounding lamina propria for interaction with nearby nerve synapses, lymph and blood vessels.",
            "score": 183.47540283203125
        },
        {
            "docid": "465526_6",
            "document": "Excitatory postsynaptic potential . The release of neurotransmitter vesicles from the presynaptic cell is probabilistic. In fact, even without stimulation of the presynaptic cell, a single vesicle will occasionally be released into the synapse, generating miniature EPSPs  (mEPSPs). Bernard Katz pioneered the study of these mEPSPs at the neuromuscular junction (often called miniature end-plate potentials) in 1951, revealing the quantal nature of synaptic transmission. \"Quantal size\" can then be defined as the synaptic response to the release of neurotransmitter from a single vesicle, while \"quantal content\" is the number of effective vesicles released in response to a nerve impulse. \"Quantal analysis\" refers to the methods used to deduce, for a particular synapse, how many quanta of transmitter are released and what the average effect of each quantum is on the target cell, measured in terms of amount of ions flowing (charge) or change in the membrane potential.",
            "score": 180.46444702148438
        },
        {
            "docid": "1224698_11",
            "document": "Synaptogenesis . Although the mechanisms regulating pre-synaptic differentiation are unknown, the changes exhibited at the developing axon terminal are well characterized. The pre-synaptic axon shows an increase in synaptic volume and area, an increase of synaptic vesicles, clustering of vesicles at the active zone, and polarization of the pre-synaptic membrane. These changes are thought to be mediated by neurotrophin and cell adhesion molecule release from muscle cells, thereby emphasizing the importance of communication between the motoneuron and the myotube during synaptogenesis. Like post-synaptic differentiation, pre-synaptic differentiation is thought to be due to a combination of changes in gene expression and a redistribution of pre-existing synaptic components. Evidence for this can be seen in the up-regulation of genes expressing vesicle proteins shortly after synapse formation as well as their localization at the synaptic terminal.",
            "score": 180.38392639160156
        },
        {
            "docid": "780320_2",
            "document": "Synaptic vesicle . In a neuron, synaptic vesicles (or neurotransmitter vesicles) store various neurotransmitters that are released at the synapse. The release is regulated by a voltage-dependent calcium channel. Vesicles are essential for propagating nerve impulses between neurons and are constantly recreated by the cell. The area in the axon that holds groups of vesicles is an axon terminal or \"terminal bouton\". Up to 130 vesicles can be released per bouton over a ten-minute period of stimulation at 0.2 Hz. In the visual cortex of the human brain, synaptic vesicles have an average diameter of 39.5 nanometers (nm) with a standard deviation of 5.1 nm.",
            "score": 178.84780883789062
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 176.2135772705078
        },
        {
            "docid": "27809_21",
            "document": "Chemical synapse . Homosynaptic Plasticity (or also homotropic modulation) is a change in the synaptic strength that results from the history of activity at a particular synapse. This can result from changes in presynaptic calcium as well as feedback onto presynaptic receptors, i.e. a form of autocrine signaling. Homosynaptic plasticity can affect the number and replenishment rate of vesicles or it can affect the relationship between calcium and vesicle release. Homosynaptic plasticity can also be postsynaptic in nature. It can result in either an increase or decrease in synaptic strength.",
            "score": 174.84727478027344
        },
        {
            "docid": "21610244_4",
            "document": "Ribbon synapse . The synaptic ribbon is a unique structure at the active zone of the synapse. It is positioned several nanometers away from the pre-synaptic membrane and tethers 100 or more synaptic vesicles. Each pre-synaptic cell can have from 10 to 100 ribbons tethered at the membrane, or a total number of 1000–10000 vesicles in close proximity to active zones. The ribbon synapse was first identified in the retina as a thin, ribbon-like presynaptic projection surrounded by a halo of vesicles using transmission electron microscopy in the 1950s, as the technique was gaining mainstream usage.",
            "score": 173.6611785888672
        },
        {
            "docid": "27809_3",
            "document": "Chemical synapse . At a chemical synapse, one neuron releases neurotransmitter molecules into a small space (the synaptic cleft) that is adjacent to another neuron. The neurotransmitters are kept within small sacs called synaptic vesicles, and are released into the synaptic cleft by exocytosis. These molecules then bind to neurotransmitter receptors on the postsynaptic cell's side of the synaptic cleft. Finally, the neurotransmitters must be cleared from the synapse through one of several potential mechanisms including enzymatic degradation or re-uptake by specific transporters either on the presynaptic cell or possibly by neuroglia to terminate the action of the transmitter.",
            "score": 172.98736572265625
        },
        {
            "docid": "1224698_18",
            "document": "Synaptogenesis . Synaptic signaling during synaptogenesis is not only activity-dependent, but is also dependent on the environment in which the neurons are located. For instance, brain-derived neurotrophic factor (BDNF) is produced by the brain and regulates several functions within the developing synapse, including enhancement of transmitter release, increased concentration of vesicles, and cholesterol biosynthesis. Cholesterol is essential to synaptogenesis because the lipid rafts that it forms provide a scaffold upon which numerous signaling interactions can occur. BDNF-null mutants show significant defects in neuronal growth and synapse formation. Aside from neurotrophins, cell-adhesion molecules are also essential to synaptogenesis. Often the binding of pre-synaptic cell-adhesion molecules with their post-synaptic partners triggers specializations that facilitate synaptogenesis. Indeed, a defect in genes encoding neuroligin, a cell-adhesion molecule found in the post-synaptic membrane, has been linked to cases of autism and mental retardation. Finally, many of these signaling processes can be regulated by matrix metalloproteinases (MMPs) as the targets of many MMPs are these specific cell-adhesion molecules.",
            "score": 172.60470581054688
        },
        {
            "docid": "63541_19",
            "document": "Glutamic acid . Glutamate is the most abundant excitatory neurotransmitter in the vertebrate nervous system. At chemical synapses, glutamate is stored in vesicles. Nerve impulses trigger release of glutamate from the presynaptic cell. Glutamate acts on ionotropic and metabotropic (G-protein coupled) receptors. In the opposing postsynaptic cell, glutamate receptors, such as the NMDA receptor or the AMPA receptor, bind glutamate and are activated. Because of its role in synaptic plasticity, glutamate is involved in cognitive functions such as learning and memory in the brain. The form of plasticity known as long-term potentiation takes place at glutamatergic synapses in the hippocampus, neocortex, and other parts of the brain. Glutamate works not only as a point-to-point transmitter, but also through spill-over synaptic crosstalk between synapses in which summation of glutamate released from a neighboring synapse creates extrasynaptic signaling/volume transmission. In addition, glutamate plays important roles in the regulation of growth cones and synaptogenesis during brain development as originally described by Mark Mattson.",
            "score": 172.237548828125
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 172.20579528808594
        },
        {
            "docid": "21865_2",
            "document": "Neurotransmitter . Neurotransmitters are endogenous chemicals that enable neurotransmission. It is a type of chemical messenger which transmits signals across a chemical synapse, such as a neuromuscular junction, from one neuron (nerve cell) to another \"target\" neuron, muscle cell, or gland cell. Neurotransmitters are released from synaptic vesicles in synapses into the synaptic cleft, where they are received by neurotransmitter receptors on the target cells. Many neurotransmitters are synthesized from simple and plentiful precursors such as amino acids, which are readily available from the diet and only require a small number of biosynthetic steps for conversion. Neurotransmitters play a major role in shaping everyday life and functions. Their exact numbers are unknown, but more than 200 chemical messengers have been uniquely identified.",
            "score": 170.84698486328125
        },
        {
            "docid": "16858730_3",
            "document": "DOC2B . There are at least two protein isoforms of the Double C2 protein, namely alpha (DOC2A) and beta (DOC2B), which contain two C2-like domains. DOC2A and DOC2B are encoded by different genes; these genes are at times confused with the unrelated DAB2 gene which was initially named DOC-2. Doc2b enhances Ca(2+)-dependent exocytosis in adipocytes, chromaffin cells of the adrenal gland and beta cells in the pancreas. In the central nervous system, Doc2b contributes to the spontaneous release of neurotransmitters , which was thought to be acting as a high-affinity Ca(2+) sensor for exocytosis of synaptic vesicles However, further work has shown that while DOC2b is both important for spontaneous exocytosis of synaptic vesicles and binds Calcium, it does not in fact change the calcium dependence of spontaneous synaptic vesicle release and thus can not be the calcium sensor for this process.",
            "score": 170.45924377441406
        },
        {
            "docid": "9859540_3",
            "document": "Synaptojanin . The synaptojanin family comprises proteins that are key players in the synaptic vesicle recovery at the synapse. In general, vesicles containing neurotransmitters fuse with the presynaptic cell in order to release neurotransmitter into the synaptic cleft. It is the release of neurotransmitters that allows neuron to neuron communication in the nervous system. The recovery of the vesicle is referred to as endocytosis and is important to reset the presynaptic cell with new neurotransmitter.",
            "score": 169.94595336914062
        },
        {
            "docid": "21944_34",
            "document": "Nervous system . One very important subset of synapses are capable of forming memory traces by means of long-lasting activity-dependent changes in synaptic strength. The best-known form of neural memory is a process called long-term potentiation (abbreviated LTP), which operates at synapses that use the neurotransmitter glutamate acting on a special type of receptor known as the NMDA receptor. The NMDA receptor has an \"associative\" property: if the two cells involved in the synapse are both activated at approximately the same time, a channel opens that permits calcium to flow into the target cell. The calcium entry initiates a second messenger cascade that ultimately leads to an increase in the number of glutamate receptors in the target cell, thereby increasing the effective strength of the synapse. This change in strength can last for weeks or longer. Since the discovery of LTP in 1973, many other types of synaptic memory traces have been found, involving increases or decreases in synaptic strength that are induced by varying conditions, and last for variable periods of time. The reward system, that reinforces desired behaviour for example, depends on a variant form of LTP that is conditioned on an extra input coming from a reward-signalling pathway that uses dopamine as neurotransmitter. All these forms of synaptic modifiability, taken collectively, give rise to neural plasticity, that is, to a capability for the nervous system to adapt itself to variations in the environment.",
            "score": 168.79689025878906
        },
        {
            "docid": "21610244_5",
            "document": "Ribbon synapse . The photoreceptor ribbon synapse is around 30 nm in thickness. It sticks out into the cytoplasm around 200-1000 nm and anchors along its base to the arciform density which is an electron dense structure that is anchored to the presynaptic membrane. The arciform density is located within the synaptic ridge, a small evagination of the presynaptic membrane. Hair cells lack an arciform density so the anchor of this ribbon is considered to be invisible by electron microscope. The ribbon’s surface has small particles that are around 5 nm wide where the synaptic vesicles tether densely via fine protein filaments. There are multiple filaments per vesicle. There are also voltage gated L-type calcium channels on the docking sites of the ribbon synapse which trigger neurotransmitter release. Specifically, ribbon synapses contain specialized organelles called synaptic ribbons, which are large presynaptic structures associated in the active zone. They are thought to fine-tune the synaptic vesicle cycle. Synaptic ribbons are in close proximity to synaptic vesicles, which, in turn, are close to the presynaptic neurotransmitter release site via the ribbon.",
            "score": 168.71893310546875
        },
        {
            "docid": "37808853_4",
            "document": "Victor P. Whittaker . Whittaker's introduction to biochemical pharmacology took place during World War II as a member of the team that discovered the arsenical antidote dimercaprol (British AntiLewisite), the first antidote ever to result from the planned biochemical study of the action of a toxic chemical. He later pioneered the application of cell biological techniques to the nervous system. In 1960 he discovered that the application of mild liquid shear to brain tissue detached presynaptic nerve terminals from their axons and allowed them to be isolated as sealed structures by the combination of differential and density gradient centrifugation. He named these detached nerve terminals synaptosomes. Synaptosomes have been widely used for the in vitro biochemical analysis of presynaptic function and as a test preparation in pharmaceutical industry, providing the basis of thousands of publications on the biochemistry of synaptic transmission. Using osmotic shock he subsequently showed that intact synaptic vesicles of high purity can be isolated by density gradient centrifugation from lysed synaptosomes. He demonstrated that these vesicles store the neurotransmitter acetylcholine, providing a biochemical basis for the mechanism of quantal transmitter release. Based on earlier work it had been hypothesized that the small electron-lucent vesicles observed by electron microscopy in cholinergic nerve terminals contained and released quantal packages of the neurotransmitter. During later work he extended his studies to the isolation of synaptic vesicles from a source that allowed the analysis specifically of cholinergic synaptic vesicles, the electric organ of the ray \"Torpedo\". These studies led to fundamental insights into synaptic vesicle structure and function and the metabolic and structural heterogeneity of synaptic vesicles.",
            "score": 167.30169677734375
        },
        {
            "docid": "21610244_17",
            "document": "Ribbon synapse . A high rate of endocytosis is necessary to counter the high rate of exocytosis during sustained neurotransmitter release at ribbon synapses. Synaptic vesicles need to be recycled for further transmission to occur. These vesicles are directly recycled and because of their mobility, quickly replenish the neurotransmitters required for continued release. In cone photoreceptors, the fused membrane is recycled into the synaptic vesicle without pooling of the membrane into the endosomes. Bipolar cells rely on a different mechanism. It involves taking a large portion of the membrane which is endocytosed and gives rise to synaptic vesicles. This mechanism is conserved in hair cells as well.",
            "score": 166.9504852294922
        },
        {
            "docid": "20835185_6",
            "document": "Wade Regehr . Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. By studying the physiological process and mechanisms, a further understanding is made of synaptic depression and delayed release of the neurotransmitter, synaptic potentiation, facilitation and other calcium dependent chemical processes.",
            "score": 166.91571044921875
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 165.55421447753906
        },
        {
            "docid": "21120_30",
            "document": "Neuron . In a chemical synapse, the process of synaptic transmission is as follows: when an action potential reaches the axon terminal, it opens voltage-gated calcium channels, allowing calcium ions to enter the terminal. Calcium causes synaptic vesicles filled with neurotransmitter molecules to fuse with the membrane, releasing their contents into the synaptic cleft. The neurotransmitters diffuse across the synaptic cleft and activate receptors on the postsynaptic neuron. High cytosolic calcium in the axon terminal also triggers mitochondrial calcium uptake, which, in turn, activates mitochondrial energy metabolism to produce ATP to support continuous neurotransmission.",
            "score": 165.37469482421875
        },
        {
            "docid": "780320_20",
            "document": "Synaptic vesicle . Ales \"et al.\" showed that raised concentrations of extracellular calcium ions shift the preferred mode of recycling and synaptic vesicle release to the kiss-and-run mechanism in a calcium-concentration-dependent manner. It has been proposed that during secretion of neurotransmitters at synapses, the mode of exocytosis is modulated by calcium to attain optimal conditions for coupled exocytosis and endocytosis according to synaptic activity.",
            "score": 165.0569305419922
        },
        {
            "docid": "14820992_5",
            "document": "Squid giant synapse . Many essential elements of how all chemical synapses function were first discovered by studying the squid giant synapse. Early electrophysiological studies demonstrated the chemical nature of transmission at this synapse by making simultaneous intracellular recording from the presynaptic and postsynaptic terminals in vitro (, , ). Classical experiments later on demonstrated that, in the absence of action potentials, transmission could occur (, , ). The calcium hypothesis for synaptic transmission was directly demonstrated in this synapse by showing that at the equilibrium potential for calcium, no transmitter is released . Thus, calcium entry and not the change in the transmembrane electric field \"per se\" is responsible for transmitter release (Llinás et al. 1981, ). This preparation continues to be the most useful for the study of the molecular and cell biological basis for transmitter release. Other important new mammalian preparations are now available for such studies such as the calyx of Held.",
            "score": 164.80885314941406
        },
        {
            "docid": "27809_23",
            "document": "Chemical synapse . Heterosynaptic Plasticity (or also heterotropic modulation) is a change in synaptic strength that results from the activity of other neurons. Again, the plasticity can alter the number of vesicles or their replenishment rate or the relationship between calcium and vesicle release. Additionally, it could directly affect calcium influx. Heterosynaptic plasticity can also be postsynaptic in nature, affecting receptor sensitivity.",
            "score": 164.5399932861328
        }
    ]
}