{
    "q": [
        {
            "docid": "13056378_9",
            "document": "Nucleoporin . Nucleoporins regulate the transport of macromolecules through the nuclear envelope via interactions with the transporter molecules karyopherins. Karyopherins will bind to their cargo, and reversibly interact with the FG-repeats in nucleoporins. Karyopherins and their cargo are passed between FG-repeats until they diffuse down their concentration gradient and through the nuclear pore complex. Karyopherins can serve as an importin (transporting proteins into the nucleus) or an exportin (transporting proteins out of the nucleus). Karyopherins release of their cargo is driven by Ran, a G protein. Ran is small enough that it can diffuse through nuclear pores down its concentration gradient without interacting with nucleoporins. Ran will bind to either GTP or GDP and has the ability to change a karyopherin's affinity for its cargo. Inside the nucleus, RanGTP causes an importin karyopherin to change conformation, allowing its cargo to be released. RanGTP can also bind to exportin karyopherins and pass through the nuclear pore. Once it has reached the cytosol, RanGTP can be hydrolyzed to RanGDP, allowing the exportin's cargo to be released.",
            "score": 455.1484738588333
        },
        {
            "docid": "13056378_3",
            "document": "Nucleoporin . Nucleoporins mediate transport of macromolecules between the cell nucleus and cytoplasm in eukaryotes. Certain members of the nucleoporin family form the structural scaffolding of the nuclear pore complex. However, nucleoporins primarily function by interacting with transport molecules known as karyopherins, also known as Kaps These karyopherins interact with nucleoporins that contain FG peptide repeats, that is, they contain repeating sequences of the amino acids phenylalanine (F) and glycine (G). In doing so, karyopherins are able to shuttle their cargo across the nuclear envelope. Nucleoporins are only required for the transport of large hydrophilic molecules above 40 kDa, as smaller molecules pass through nuclear pores via passive diffusion. Nucleoporins play an important role in the transport of mRNA from the nucleus to the cytoplasm after transcription. Depending on their function, certain nucleoporins are localized to a single side of the nuclear pore complex, either cytosolic or nucleoplasmic. Other nucleoporins may be found on both faces. It has been recently shown that FG nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore complex (NPC).",
            "score": 508.7593939304352
        },
        {
            "docid": "13056378_7",
            "document": "Nucleoporin . FG-nucleoporins are so named because they contain repeats of the amino acid residues phenylalanine and glycine. FG-repeats are small hydrophobic segments that break up long stretches of hydrophilic amino acids. These FG-repeat segments are found in long random-coil portions of the protein which stretch into the channel of nuclear pores and are primarily responsible for the selective exclusivity of nuclear pore complexes. These segments of FG-nucleoporins form a mass of chains which allow smaller molecules to diffuse through, but exclude large hydrophilic macromolecules. These large molecules are only able to cross a nuclear pore if they are accompanied by a signaling molecule that temporarily interacts with a nucleoporin's FG-repeat segment. FG-nucleoporins also contain a globular portion that serves as an anchor for attachment to the nuclear pore complex.",
            "score": 442.7037967443466
        },
        {
            "docid": "21957_2",
            "document": "Nuclear pore . Nuclear pore complexes are large protein complexes that span the nuclear envelope, which is the double membrane surrounding the eukaryotic cell nucleus. There are an average of 1,000 nuclear pore complexes (NPCs) in the nuclear envelope of a vertebrate cell, but it varies depending on cell type and the stage in the life cycle.  The human nuclear pore complex (hNPC) is a 110 MDa structure. The proteins that make up the nuclear pore complex are known as nucleoporins. About half of the nucleoporins typically contain solenoid protein domains—either an alpha solenoid or a beta-propeller fold, or in some cases both as separate structural domains. Each NPC contains at least 456 individual protein molecules and is composed of 30 distinct proteins (nucleoporins). The other half show structural characteristics typical of \"natively unfolded\" or intrinsically disordered proteins, i.e. they are highly flexible proteins that lack ordered tertiary structure. These disordered proteins are the \"FG\" nucleoporins, so called because their amino-acid sequence contains many phenylalanine—glycine repeats.",
            "score": 427.7314348220825
        },
        {
            "docid": "14144838_3",
            "document": "IPO5 . Nuclear transport, a signal- and energy-dependent process, takes place through nuclear pore complexes embedded in the nuclear envelope. The import of proteins containing a nuclear localization signal (NLS) requires the NLS import receptor, a heterodimer of importin alpha and beta subunits also known as karyopherins. Importin alpha binds the NLS-containing cargo in the cytoplasm and importin beta docks the complex at the cytoplasmic side of the nuclear pore complex. In the presence of nucleoside triphosphates and the small GTP binding protein Ran, the complex moves into the nuclear pore complex and the importin subunits dissociate. Importin alpha enters the nucleoplasm with its passenger protein and importin beta remains at the pore. Interactions between importin beta and the FG repeats of nucleoporins are essential in translocation through the pore complex.",
            "score": 349.9410570859909
        },
        {
            "docid": "14072181_3",
            "document": "KPNB1 . Nucleocytoplasmic transport, a signal- and energy-dependent process, takes place through nuclear pore complexes embedded in the nuclear envelope. The import of proteins containing a classical nuclear localization signal (NLS) requires the NLS import receptor, a heterodimer of importin alpha and beta subunits. Each of these subunits are part of the karyopherin family of proteins. Importin alpha binds the NLS-containing cargo in the cytoplasm and importin beta docks the complex at the cytoplasmic side of the nuclear pore complex. In the presence of nucleoside triphosphates and the small GTP binding protein Ran, the complex moves into the nuclear pore complex and the importin subunits dissociate. Importin alpha enters the nucleoplasm with its passenger protein and importin beta remains at the pore. Interactions between importin beta and the FG repeats of nucleoporins are essential in translocation through the pore complex. The protein encoded by this gene is a member of the importin beta family.",
            "score": 340.6107106208801
        },
        {
            "docid": "12636409_2",
            "document": "Nucleoporin 62 . Nucleoporin p62 (p62) is a protein complex associated with the nuclear envelope. The p62 protein remains associated with the nuclear pore complex-lamina fraction. p62 is synthesized as a soluble cytoplasmic precursor of 61 kDa followed by modification that involve addition of N-acetylglucosamine residues, followed by association with other complex proteins.  The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins are the main components of the nuclear pore complex in eukaryotic cells. The protein encoded by this gene is a member of the FG-repeat containing nucleoporins and is localized to the nuclear pore central plug. This protein associates with the importin alpha/beta complex which is involved in the import of proteins containing nuclear localization signals. Multiple transcript variants of this gene encode a single protein isoform.",
            "score": 359.75156927108765
        },
        {
            "docid": "14879237_3",
            "document": "POM121 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. This gene encodes a member of the FG-repeat-containing nucleoporins. The protein encoded by this gene is an integral membrane protein that localizes to the central spoke ring complex and participates in anchoring the nuclear pore complex to the nuclear envelope.",
            "score": 348.4409167766571
        },
        {
            "docid": "21957_3",
            "document": "Nuclear pore . Nuclear pore complexes allow the transport of molecules across the nuclear envelope. This transport includes RNA and ribosomal proteins moving from nucleus to the cytoplasm and proteins (such as DNA polymerase and lamins), carbohydrates, signaling molecules and lipids moving into the nucleus. It is notable that the \"nuclear pore complex\" (NPC) can actively conduct 1000 translocations per complex per second. Although smaller molecules simply diffuse through the pores, larger molecules may be recognized by specific signal sequences and then be diffused with the help of nucleoporins into or out of the nucleus. It has been recently shown that these nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore. Nucleoporin-mediated transport is not directly energy requiring, but depends on concentrations gradients associated with the RAN cycle. Each of the eight protein subunits surrounding the actual pore (the outer ring) projects a spoke-shaped protein over the pore channel. The center of the pore often appears to contain a plug-like structure. It is yet unknown whether this corresponds to an actual plug or is merely cargo caught in transit.",
            "score": 407.0682805776596
        },
        {
            "docid": "7125109_5",
            "document": "Nuclear transport . Importin proteins bind their cargo in the cytoplasm, after which they are able to interact with the nuclear pore complex and pass through its channel. Once inside the nucleus, interaction with Ran-GTP causes a conformational change in the importin that causes it to dissociate from its cargo. The resulting complex of importin and Ran-GTP then translocates to the cytoplasm, where a protein called Ran Binding Protein (RanBP) separates Ran-GTP from importin. Separation allows access to a GTPase activating protein (GAP) that binds Ran-GTP and induces the hydrolysis of GTP to GDP. The Ran-GDP produced from this process now binds the nuclear transport factor NUTF2 which returns it to the nucleoplasm. Now in the nucleus, the Ran-GDP interacts with a guanine nucleotide exchange factor (GEF) which replaces the GDP with GTP, resulting again in Ran-GTP, and beginning the cycle anew.",
            "score": 264.8869822025299
        },
        {
            "docid": "13056378_2",
            "document": "Nucleoporin . Nucleoporins are a family of proteins which are the constituent building blocks of the nuclear pore complex (NPC). The nuclear pore complex is a massive structure embedded in the nuclear envelope at sites where the inner and outer nuclear membranes fuse, forming a gateway that regulates the flow of macromolecules between the cell nucleus and the cytoplasm. Nuclear pores in turn allow the transport of water-soluble molecules across the nuclear envelope. Nucleoporins, a family of around 30 proteins, are the main components of the nuclear pore complex in eukaryotic cells. Nucleoporin 62 is the most abundant member of this family. Nucleoporins are able to transport molecules across the nuclear envelope at a very high rate. A single NPC is able to transport 60,000 protein molecules across the nuclear envelope every minute.",
            "score": 413.2600100040436
        },
        {
            "docid": "6235_12",
            "document": "Cell nucleus . Nuclear pores, which provide aqueous channels through the envelope, are composed of multiple proteins, collectively referred to as nucleoporins. The pores are about 125 million daltons in molecular weight and consist of around 50 (in yeast) to several hundred proteins (in vertebrates). The pores are 100 nm in total diameter; however, the gap through which molecules freely diffuse is only about 9 nm wide, due to the presence of regulatory systems within the center of the pore. This size selectively allows the passage of small water-soluble molecules while preventing larger molecules, such as nucleic acids and larger proteins, from inappropriately entering or exiting the nucleus. These large molecules must be actively transported into the nucleus instead. The nucleus of a typical mammalian cell will have about 3000 to 4000 pores throughout its envelope, each of which contains an eightfold-symmetric ring-shaped structure at a position where the inner and outer membranes fuse. Attached to the ring is a structure called the \"nuclear basket\" that extends into the nucleoplasm, and a series of filamentous extensions that reach into the cytoplasm. Both structures serve to mediate binding to nuclear transport proteins.",
            "score": 354.90467059612274
        },
        {
            "docid": "14755208_3",
            "document": "Nucleoporin 214 . The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins are the main components of the nuclear pore complex in eukaryotic cells. This gene is a member of the FG-repeat-containing nucleoporins. The protein encoded by this gene is localized to the cytoplasmic face of the nuclear pore complex where it is required for proper cell cycle progression and nucleocytoplasmic transport. The 3' portion of this gene forms a fusion gene with the DEK gene on chromosome 6 in a t(6,9) translocation associated with acute myeloid leukemia and myelodysplastic syndrome.",
            "score": 367.5719072818756
        },
        {
            "docid": "14878236_3",
            "document": "Nucleoporin 133 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. The nucleoporin protein encoded by this gene displays evolutionarily conserved interactions with other nucleoporins. This protein, which localizes to both sides of the nuclear pore complex at interphase, remains associated with the complex during mitosis and is targeted at early stages to the reforming nuclear envelope. This protein also localizes to kinetochores of mitotic cells.",
            "score": 330.2943209409714
        },
        {
            "docid": "9927_10",
            "document": "Endomembrane system . The nuclear pores are highly efficient at selectively allowing the passage of materials to and from the nucleus, because the nuclear envelope has a considerable amount of traffic. RNA and ribosomal subunits must be continually transferred from the nucleus to the cytoplasm. Histones, gene regulatory proteins, DNA and RNA polymerases, and other substances essential for nuclear activities must be imported from the cytoplasm. The nuclear envelope of a typical mammalian cell contains 3000–4000 pore complexes. If the cell is synthesizing DNA each pore complex needs to transport about 100 histone molecules per minute. If the cell is growing rapidly, each complex also needs to transport about 6 newly assembled large and small ribosomal subunits per minute from the nucleus to the cytosol, where they are used to synthesize proteins.",
            "score": 278.835448384285
        },
        {
            "docid": "12636409_4",
            "document": "Nucleoporin 62 . P62 appears to interact with mRNA during transport out of the nucleus. P62 also interacts with a nuclear transport factor (NTF2) protein that is involved in trafficking proteins between cytoplasm and nucleus. Another protein, importin (beta) binds to the helical rod section of p62, which also binds NTF2 suggesting the formation of a higher order gating complex. Karyopherin beta2 (transportin), a riboprotein transporter also interacts with p62. P62 also interacts with Nup93, and when Nup98 is depleted p62 fails to assemble with nuclear pore complexes. Mutant pores could not dock/transport proteins with nuclear localization signals or M9 import signals.",
            "score": 312.4815363883972
        },
        {
            "docid": "14878121_3",
            "document": "Nucleoporin 54 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. This gene encodes a member of the phe-gly (FG) repeat-containing nucleoporin subset.",
            "score": 339.7175130844116
        },
        {
            "docid": "1648525_11",
            "document": "Nuclear localization sequence . This view was shown to be incorrect by Dingwall and Laskey in 1982. Using a protein called Nucleoplasmin, the archetypal ‘molecular chaperone’, they identified a domain in the protein that acts as a signal for nuclear entry. This work stimulated research in the area, and two years later the first NLS was identified in SV40 Large T-antigen (or SV40, for short). However, a functional NLS could not be identified in another nuclear protein simply on the basis of similarity to the SV40 NLS. In fact, only a small percentage of cellular (non-viral) nuclear proteins contained a sequence similar to the SV40 NLS. A detailed examination of Nucleoplasmin identified a sequence with two elements made up of basic amino acids separated by a spacer arm. One of these elements was similar to the SV40 NLS but was not able to direct a protein to the cell nucleus when attached to a non-nuclear reporter protein. Both elements are required. This kind of NLS has become known as a bipartite classical NLS. The bipartite NLS is now known to represent the major class of NLS found in cellular nuclear proteins and structural analysis has revealed how the signal is recognized by a receptor (importin α) protein (the structural basis of some monopartite NLSs is also known). Many of the molecular details of nuclear protein import are now known. This was made possible by the demonstration that nuclear protein import is a two-step process; the nuclear protein binds to the nuclear pore complex in a process that does not require energy. This is followed by an energy-dependent translocation of the nuclear protein through the channel of the pore complex. By establishing the presence of two distinct steps in the process the possibility of identifying the factors involved was established and led on to the identification of the importin family of NLS receptors and the GTPase Ran.",
            "score": 224.58227801322937
        },
        {
            "docid": "21957_5",
            "document": "Nuclear pore . Small particles (< ~30-60 kDa) are able to pass through the nuclear pore complex by passive diffusion. Larger particles are also able to diffuse passively through the large diameter of the pore, at rates that decrease gradually with molecular weight. Efficient passage through the complex requires several protein factors, and in particular, nuclear transport receptors that bind to cargo molecules and mediate their translocation across the NPC, either into the nucleus (importins) or out of it (exportins). The largest family of nuclear transport receptors are karyopherins, which includes dozens of both importins and exportins; this family is further subdivided to the karyopherin-α and the karyopherin-β subfamilies. Other nuclear transport receptors include NTF2 and some NTF2-like proteins.",
            "score": 286.1688697338104
        },
        {
            "docid": "14795447_3",
            "document": "Nucleoporin 88 . The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins, a family of 50 to 100 proteins, are the main components of the nuclear pore complex in eukaryotic cells. The protein encoded by this gene belongs to the nucleoporin family and is associated with the oncogenic nucleoporin CAN/Nup214 in a dynamic subcomplex. This protein is also overexpressed in a large number of malignant neoplasms and precancerous dysplasias.",
            "score": 313.93770456314087
        },
        {
            "docid": "3654507_8",
            "document": "Nuclear magnetic resonance spectroscopy of proteins . Protein NMR utilizes multidimensional nuclear magnetic resonance experiments to obtain information about the protein. Ideally, each distinct nucleus in the molecule experiences a distinct electronic environment and thus has a distinct chemical shift by which it can be recognized. However, in large molecules such as proteins the number of resonances can typically be several thousand and a one-dimensional spectrum inevitably has incidental overlaps. Therefore, multidimensional experiments that correlate the frequencies of distinct nuclei are performed. The additional dimensions decrease the chance of overlap and have a larger information content, since they correlate signals from nuclei within a specific part of the molecule. Magnetization is transferred into the sample using pulses of electromagnetic (radiofrequency) energy and between nuclei using delays; the process is described with so-called pulse sequences. Pulse sequences allow the experimenter to investigate and select specific types of connections between nuclei. The array of nuclear magnetic resonance experiments used on proteins fall in two main categories — one where magnetization is transferred through the chemical bonds, and one where the transfer is through space, irrespective of the bonding structure. The first category is used to assign the different chemical shifts to a specific nucleus, and the second is primarily used to generate the distance restraints used in the structure calculation, and in the assignment with unlabelled protein.",
            "score": 191.35613250732422
        },
        {
            "docid": "45052650_7",
            "document": "Gene gating . In mammalian model systems activated genes to be transcribed are shuttled in a Nup-dependent manner, though some experiments in human cell lines show a reversal of movement, from the periphery of the nucleus to the nucleoplasmic center. mRNP (messenger ribonucleoprotein) leaving sites of transcription in the nuclear center follows the same path through the nucleus to the NPC, which suggests that mRNA/protein complexes can move through the nucleus by a directed means, through interchromatin channels. In mice and human cell lines a transmembrane Nup, Nup210, has been shown to be necessary for the proper transcription of several genes involved in neurogenesis and myogenesis. RNAi knockdown of Nup210 prevents myogenesis in mouse stem cells, but has no effect on nuclear transport, though it has been speculated that Nup210 or other NPC-associated factors could influence chromatin architecture to mediate routes for mRNP/mRNA to the nuclear membrane. Movement of transcriptionally active genes from the periphery of the nucleus to the nucleoplasmic region has also been observed in human cell lines. The human Mash1, GAFB and β-globin loci have all been observed moving away from the nuclear periphery when transcriptionally active. This seems to contradict the gene-gating hypothesis, but this process may still be mediated by Nup98, a soluble Nup protein that shuttles between the nucleoplasm and NPC at the nuclear membrane. Nup98 seems to be responsible for the transport of many RNAs from the center of the nucleus to the nuclear lamina. Nup98 antibodies introduced in the nucleus block the export of many RNAs. A large body of data exists which supports the role of nulceoporins, both anchored to NPCs and soluble, in the role of mediating the transport of mRNA and for the proper transcription of active genes, though numerous other protein factors influence these complex processes.",
            "score": 221.1691014766693
        },
        {
            "docid": "6235_13",
            "document": "Cell nucleus . Most proteins, ribosomal subunits, and some DNAs are transported through the pore complexes in a process mediated by a family of transport factors known as karyopherins. Those karyopherins that mediate movement into the nucleus are also called importins, whereas those that mediate movement out of the nucleus are called exportins. Most karyopherins interact directly with their cargo, although some use adaptor proteins. Steroid hormones such as cortisol and aldosterone, as well as other small lipid-soluble molecules involved in intercellular signaling, can diffuse through the cell membrane and into the cytoplasm, where they bind nuclear receptor proteins that are trafficked into the nucleus. There they serve as transcription factors when bound to their ligand; in the absence of a ligand, many such receptors function as histone deacetylases that repress gene expression.",
            "score": 273.74473237991333
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 179.44261264801025
        },
        {
            "docid": "14816689_3",
            "document": "NUTF2 . The protein encoded by this gene is a cytosolic factor that facilitates protein transport into the nucleus. It interacts with the nuclear pore complex glycoprotein p62. This encoded protein acts at a relative late stage of nuclear protein import, subsequent to the initial docking of nuclear import ligand at the nuclear envelope. It is thought to be part of a multicomponent system of cytosolic factors that assemble at the pore complex during nuclear import.",
            "score": 244.37243151664734
        },
        {
            "docid": "6235_4",
            "document": "Cell nucleus . Because the nuclear envelope is impermeable to large molecules, nuclear pores are required to regulate nuclear transport of molecules across the envelope. The pores cross both nuclear membranes, providing a channel through which larger molecules must be actively transported by carrier proteins while allowing free movement of small molecules and ions. Movement of large molecules such as proteins and RNA through the pores is required for both gene expression and the maintenance of chromosomes. Although the interior of the nucleus does not contain any membrane-bound subcompartments, its contents are not uniform, and a number of \"sub-nuclear bodies\" exist, made up of unique proteins, RNA molecules, and particular parts of the chromosomes. The best-known of these is the nucleolus, which is mainly involved in the assembly of ribosomes. After being produced in the nucleolus, ribosomes are exported to the cytoplasm where they translate mRNA.",
            "score": 278.2638087272644
        },
        {
            "docid": "5773466_7",
            "document": "Importin . Importin-β is the typical structure of a larger superfamily of karyopherins. The basis of their structure is 18-20 tandem repeats of the HEAT motif. Each one of these repeats contains two antiparallel alpha helices linked by a turn, which stack together to form the overall structure of the protein. In order to transport cargo into the nucleus, importin-β must associate with the nuclear pore complexes. It does this by forming weak, transient bonds with nucleoporins at their various FG (Phe-Gly) motifs. Crystallographic analysis has shown that these motifs bind to importin-β at shallow hydrophobic pockets found on its surface.",
            "score": 296.42671847343445
        },
        {
            "docid": "14144980_3",
            "document": "RANBP2 . RAN is a small GTP-binding protein of the RAS superfamily. Ran GTPase is a master regulatory switch, which among other functions, controls the shuttling of proteins between the nuclear and cytoplasm compartments of the cell. Ran GTPase controls a variety of cellular functions through its interactions with other proteins. The \"RanBP2\" gene encodes a very large RAN-binding protein that localizes to cytoplasmic filaments emanating from the nuclear pore complex. RanBP2/Nup358 is a giant scaffold and mosaic cyclophilin-related nucleoporin implicated in controlling selective processes of the Ran-GTPase cycle. RanBP2 is composed of multiple domains. Each domain of RanBP2 selectively and directly interacts with distinct proteins such as Ran GTPase, importin-beta, exportin-1/CRM1, red opsin, subunits of the proteasome, cox11 and the kinesin-1 isoforms, KIF5B and KIF5C. Another partner of RanBP2 is the E2 enzyme UBC9. RanBP2 strongly enhances SUMO1 transfer from UBC9 to the SUMO1 target SP100. Another target for SUMOylation is RanGAP which is the GTPase activating protein for Ran. SUMO-RanGAP interacts with a domain near the carboxyl terminus of RanBP2. These findings place sumoylation at the cytoplasmic filaments of the nuclear pore complex and suggest that, for some substrates, modification and nuclear import are linked events. The pleiotropic (multifunctional) role of RanBP2 reflects its interaction with multiple partners, each presenting distinct cellular or molecular functions. This gene is partially duplicated in a gene cluster that lies in a hot spot for recombination on human chromosome 2q.",
            "score": 215.8478536605835
        },
        {
            "docid": "18939846_4",
            "document": "Inner nuclear membrane protein . Lamins and chromatin found at the nuclear envelope are organised with the assistance of proteins embedded in the INM. INM proteins also aid in organization of nuclear pore complexes (NPCs). The protein mPom121 is targeted to the INM and is necessary for NPC formation. Proteins containing the LEM domain, such as emerin, LAP2β and MAN1, seem to have a number of roles. They interact with the barrier-to-autointegration factor (BAF). and help to repress gene expression, both by tethering specific genomic regions to the nuclear periphery, and by interaction with histone deacetylase (HDAC) 3.",
            "score": 206.95221829414368
        },
        {
            "docid": "20545450_7",
            "document": "FG syndrome . The MED12 gene codes for the Mediator Complex Subunit 12 protein. The mediator complex is composed of around 25 different proteins that all help with the regulation of gene activity. This mediator complex regulated gene expression by bridging interaction between RNA polymerase II and gene-specific regulating proteins such as transcription factors, repressor proteins, activator proteins, etc. Changes to this complex and the proteins associated can have a severe impact on the production of new proteins. The MED12 gene is also thought to be highly linked to neuron development as well as high usage in the cells signal transduction pathway. This explains the slowed intellectual development individuals with FG syndrome have.",
            "score": 178.90564668178558
        },
        {
            "docid": "5290467_16",
            "document": "Ribosome biogenesis . In order for the pre-ribosomal units to fully mature, they must be exported to the cytoplasm. To effectively move from the nucleolus to the cytoplasm, the pre-ribosomes interact with export receptors to move through the hydrophobic central channel of the nuclear pore complex. The karyopherin Crm1 is the receptor for both ribosomal subunits and mediates export in a Ran-GTP dependent fashion. It recognizes molecules that have leucine-rich nuclear export signals. The Crm1 is pulled to the large 60S subunit by the help of an adapter protein called Nmd3. The adapter protein for the 40S unit is unknown. In addition to Crm1, other factors play a role in nuclear export of pre-ribosomes. A general mRNA export receptor, called Mex67, as well as a HEAT-repeating-containing protein, Rrp12, facilitate the export of both subunits. These factors are non-essential proteins and help to optimize the export of the pre-ribosomes since they are large molecules.",
            "score": 225.4221329689026
        },
        {
            "docid": "12662584_3",
            "document": "Sp100 nuclear antigen . Two proteins, Sp100 and promyelocytic leukemia (PML) factor are localized to punctate domains in the nucleus (nuclear dots or nuclear bodies). These domains (few to 20) were found to form a donut shaped structure when cells were starved of amino acids. In particular, depravation of cystine results in most pronounced changes. Two other proteins, PIC1/SUMO-1, that also interact with nuclear pore complex factors also interact with these two proteins. In addition Sp100 interacts with a chromatin binding protein, HP1 alpha.",
            "score": 236.6699616909027
        }
    ],
    "r": [
        {
            "docid": "13056378_3",
            "document": "Nucleoporin . Nucleoporins mediate transport of macromolecules between the cell nucleus and cytoplasm in eukaryotes. Certain members of the nucleoporin family form the structural scaffolding of the nuclear pore complex. However, nucleoporins primarily function by interacting with transport molecules known as karyopherins, also known as Kaps These karyopherins interact with nucleoporins that contain FG peptide repeats, that is, they contain repeating sequences of the amino acids phenylalanine (F) and glycine (G). In doing so, karyopherins are able to shuttle their cargo across the nuclear envelope. Nucleoporins are only required for the transport of large hydrophilic molecules above 40 kDa, as smaller molecules pass through nuclear pores via passive diffusion. Nucleoporins play an important role in the transport of mRNA from the nucleus to the cytoplasm after transcription. Depending on their function, certain nucleoporins are localized to a single side of the nuclear pore complex, either cytosolic or nucleoplasmic. Other nucleoporins may be found on both faces. It has been recently shown that FG nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore complex (NPC).",
            "score": 508.7593994140625
        },
        {
            "docid": "13056378_9",
            "document": "Nucleoporin . Nucleoporins regulate the transport of macromolecules through the nuclear envelope via interactions with the transporter molecules karyopherins. Karyopherins will bind to their cargo, and reversibly interact with the FG-repeats in nucleoporins. Karyopherins and their cargo are passed between FG-repeats until they diffuse down their concentration gradient and through the nuclear pore complex. Karyopherins can serve as an importin (transporting proteins into the nucleus) or an exportin (transporting proteins out of the nucleus). Karyopherins release of their cargo is driven by Ran, a G protein. Ran is small enough that it can diffuse through nuclear pores down its concentration gradient without interacting with nucleoporins. Ran will bind to either GTP or GDP and has the ability to change a karyopherin's affinity for its cargo. Inside the nucleus, RanGTP causes an importin karyopherin to change conformation, allowing its cargo to be released. RanGTP can also bind to exportin karyopherins and pass through the nuclear pore. Once it has reached the cytosol, RanGTP can be hydrolyzed to RanGDP, allowing the exportin's cargo to be released.",
            "score": 455.1484680175781
        },
        {
            "docid": "13056378_7",
            "document": "Nucleoporin . FG-nucleoporins are so named because they contain repeats of the amino acid residues phenylalanine and glycine. FG-repeats are small hydrophobic segments that break up long stretches of hydrophilic amino acids. These FG-repeat segments are found in long random-coil portions of the protein which stretch into the channel of nuclear pores and are primarily responsible for the selective exclusivity of nuclear pore complexes. These segments of FG-nucleoporins form a mass of chains which allow smaller molecules to diffuse through, but exclude large hydrophilic macromolecules. These large molecules are only able to cross a nuclear pore if they are accompanied by a signaling molecule that temporarily interacts with a nucleoporin's FG-repeat segment. FG-nucleoporins also contain a globular portion that serves as an anchor for attachment to the nuclear pore complex.",
            "score": 442.70379638671875
        },
        {
            "docid": "21957_2",
            "document": "Nuclear pore . Nuclear pore complexes are large protein complexes that span the nuclear envelope, which is the double membrane surrounding the eukaryotic cell nucleus. There are an average of 1,000 nuclear pore complexes (NPCs) in the nuclear envelope of a vertebrate cell, but it varies depending on cell type and the stage in the life cycle.  The human nuclear pore complex (hNPC) is a 110 MDa structure. The proteins that make up the nuclear pore complex are known as nucleoporins. About half of the nucleoporins typically contain solenoid protein domains—either an alpha solenoid or a beta-propeller fold, or in some cases both as separate structural domains. Each NPC contains at least 456 individual protein molecules and is composed of 30 distinct proteins (nucleoporins). The other half show structural characteristics typical of \"natively unfolded\" or intrinsically disordered proteins, i.e. they are highly flexible proteins that lack ordered tertiary structure. These disordered proteins are the \"FG\" nucleoporins, so called because their amino-acid sequence contains many phenylalanine—glycine repeats.",
            "score": 427.7314453125
        },
        {
            "docid": "13056378_2",
            "document": "Nucleoporin . Nucleoporins are a family of proteins which are the constituent building blocks of the nuclear pore complex (NPC). The nuclear pore complex is a massive structure embedded in the nuclear envelope at sites where the inner and outer nuclear membranes fuse, forming a gateway that regulates the flow of macromolecules between the cell nucleus and the cytoplasm. Nuclear pores in turn allow the transport of water-soluble molecules across the nuclear envelope. Nucleoporins, a family of around 30 proteins, are the main components of the nuclear pore complex in eukaryotic cells. Nucleoporin 62 is the most abundant member of this family. Nucleoporins are able to transport molecules across the nuclear envelope at a very high rate. A single NPC is able to transport 60,000 protein molecules across the nuclear envelope every minute.",
            "score": 413.260009765625
        },
        {
            "docid": "21957_3",
            "document": "Nuclear pore . Nuclear pore complexes allow the transport of molecules across the nuclear envelope. This transport includes RNA and ribosomal proteins moving from nucleus to the cytoplasm and proteins (such as DNA polymerase and lamins), carbohydrates, signaling molecules and lipids moving into the nucleus. It is notable that the \"nuclear pore complex\" (NPC) can actively conduct 1000 translocations per complex per second. Although smaller molecules simply diffuse through the pores, larger molecules may be recognized by specific signal sequences and then be diffused with the help of nucleoporins into or out of the nucleus. It has been recently shown that these nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore. Nucleoporin-mediated transport is not directly energy requiring, but depends on concentrations gradients associated with the RAN cycle. Each of the eight protein subunits surrounding the actual pore (the outer ring) projects a spoke-shaped protein over the pore channel. The center of the pore often appears to contain a plug-like structure. It is yet unknown whether this corresponds to an actual plug or is merely cargo caught in transit.",
            "score": 407.0682678222656
        },
        {
            "docid": "14755208_3",
            "document": "Nucleoporin 214 . The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins are the main components of the nuclear pore complex in eukaryotic cells. This gene is a member of the FG-repeat-containing nucleoporins. The protein encoded by this gene is localized to the cytoplasmic face of the nuclear pore complex where it is required for proper cell cycle progression and nucleocytoplasmic transport. The 3' portion of this gene forms a fusion gene with the DEK gene on chromosome 6 in a t(6,9) translocation associated with acute myeloid leukemia and myelodysplastic syndrome.",
            "score": 367.5718994140625
        },
        {
            "docid": "12636409_2",
            "document": "Nucleoporin 62 . Nucleoporin p62 (p62) is a protein complex associated with the nuclear envelope. The p62 protein remains associated with the nuclear pore complex-lamina fraction. p62 is synthesized as a soluble cytoplasmic precursor of 61 kDa followed by modification that involve addition of N-acetylglucosamine residues, followed by association with other complex proteins.  The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins are the main components of the nuclear pore complex in eukaryotic cells. The protein encoded by this gene is a member of the FG-repeat containing nucleoporins and is localized to the nuclear pore central plug. This protein associates with the importin alpha/beta complex which is involved in the import of proteins containing nuclear localization signals. Multiple transcript variants of this gene encode a single protein isoform.",
            "score": 359.7515869140625
        },
        {
            "docid": "6235_12",
            "document": "Cell nucleus . Nuclear pores, which provide aqueous channels through the envelope, are composed of multiple proteins, collectively referred to as nucleoporins. The pores are about 125 million daltons in molecular weight and consist of around 50 (in yeast) to several hundred proteins (in vertebrates). The pores are 100 nm in total diameter; however, the gap through which molecules freely diffuse is only about 9 nm wide, due to the presence of regulatory systems within the center of the pore. This size selectively allows the passage of small water-soluble molecules while preventing larger molecules, such as nucleic acids and larger proteins, from inappropriately entering or exiting the nucleus. These large molecules must be actively transported into the nucleus instead. The nucleus of a typical mammalian cell will have about 3000 to 4000 pores throughout its envelope, each of which contains an eightfold-symmetric ring-shaped structure at a position where the inner and outer membranes fuse. Attached to the ring is a structure called the \"nuclear basket\" that extends into the nucleoplasm, and a series of filamentous extensions that reach into the cytoplasm. Both structures serve to mediate binding to nuclear transport proteins.",
            "score": 354.9046630859375
        },
        {
            "docid": "14144838_3",
            "document": "IPO5 . Nuclear transport, a signal- and energy-dependent process, takes place through nuclear pore complexes embedded in the nuclear envelope. The import of proteins containing a nuclear localization signal (NLS) requires the NLS import receptor, a heterodimer of importin alpha and beta subunits also known as karyopherins. Importin alpha binds the NLS-containing cargo in the cytoplasm and importin beta docks the complex at the cytoplasmic side of the nuclear pore complex. In the presence of nucleoside triphosphates and the small GTP binding protein Ran, the complex moves into the nuclear pore complex and the importin subunits dissociate. Importin alpha enters the nucleoplasm with its passenger protein and importin beta remains at the pore. Interactions between importin beta and the FG repeats of nucleoporins are essential in translocation through the pore complex.",
            "score": 349.9410705566406
        },
        {
            "docid": "14879237_3",
            "document": "POM121 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. This gene encodes a member of the FG-repeat-containing nucleoporins. The protein encoded by this gene is an integral membrane protein that localizes to the central spoke ring complex and participates in anchoring the nuclear pore complex to the nuclear envelope.",
            "score": 348.44091796875
        },
        {
            "docid": "14072181_3",
            "document": "KPNB1 . Nucleocytoplasmic transport, a signal- and energy-dependent process, takes place through nuclear pore complexes embedded in the nuclear envelope. The import of proteins containing a classical nuclear localization signal (NLS) requires the NLS import receptor, a heterodimer of importin alpha and beta subunits. Each of these subunits are part of the karyopherin family of proteins. Importin alpha binds the NLS-containing cargo in the cytoplasm and importin beta docks the complex at the cytoplasmic side of the nuclear pore complex. In the presence of nucleoside triphosphates and the small GTP binding protein Ran, the complex moves into the nuclear pore complex and the importin subunits dissociate. Importin alpha enters the nucleoplasm with its passenger protein and importin beta remains at the pore. Interactions between importin beta and the FG repeats of nucleoporins are essential in translocation through the pore complex. The protein encoded by this gene is a member of the importin beta family.",
            "score": 340.6107177734375
        },
        {
            "docid": "14878121_3",
            "document": "Nucleoporin 54 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. This gene encodes a member of the phe-gly (FG) repeat-containing nucleoporin subset.",
            "score": 339.7174987792969
        },
        {
            "docid": "14878236_3",
            "document": "Nucleoporin 133 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. The nucleoporin protein encoded by this gene displays evolutionarily conserved interactions with other nucleoporins. This protein, which localizes to both sides of the nuclear pore complex at interphase, remains associated with the complex during mitosis and is targeted at early stages to the reforming nuclear envelope. This protein also localizes to kinetochores of mitotic cells.",
            "score": 330.2943115234375
        },
        {
            "docid": "13056378_4",
            "document": "Nucleoporin . All nucleoporins share some basic structural components. Nucleoporins aggregate to form a nuclear pore complex, an octagonal ring that traverses the nuclear envelope. There are three distinct types of nucleoporins that each have a unique structure and function. These three types are structural nucleoporins, membrane nucleoporins, and FG-nucleoporins.",
            "score": 315.8517761230469
        },
        {
            "docid": "14795447_3",
            "document": "Nucleoporin 88 . The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins, a family of 50 to 100 proteins, are the main components of the nuclear pore complex in eukaryotic cells. The protein encoded by this gene belongs to the nucleoporin family and is associated with the oncogenic nucleoporin CAN/Nup214 in a dynamic subcomplex. This protein is also overexpressed in a large number of malignant neoplasms and precancerous dysplasias.",
            "score": 313.9377136230469
        },
        {
            "docid": "12636409_4",
            "document": "Nucleoporin 62 . P62 appears to interact with mRNA during transport out of the nucleus. P62 also interacts with a nuclear transport factor (NTF2) protein that is involved in trafficking proteins between cytoplasm and nucleus. Another protein, importin (beta) binds to the helical rod section of p62, which also binds NTF2 suggesting the formation of a higher order gating complex. Karyopherin beta2 (transportin), a riboprotein transporter also interacts with p62. P62 also interacts with Nup93, and when Nup98 is depleted p62 fails to assemble with nuclear pore complexes. Mutant pores could not dock/transport proteins with nuclear localization signals or M9 import signals.",
            "score": 312.4815368652344
        },
        {
            "docid": "5773466_7",
            "document": "Importin . Importin-β is the typical structure of a larger superfamily of karyopherins. The basis of their structure is 18-20 tandem repeats of the HEAT motif. Each one of these repeats contains two antiparallel alpha helices linked by a turn, which stack together to form the overall structure of the protein. In order to transport cargo into the nucleus, importin-β must associate with the nuclear pore complexes. It does this by forming weak, transient bonds with nucleoporins at their various FG (Phe-Gly) motifs. Crystallographic analysis has shown that these motifs bind to importin-β at shallow hydrophobic pockets found on its surface.",
            "score": 296.4267272949219
        },
        {
            "docid": "14814770_3",
            "document": "Nucleoporin 107 . This gene encodes a member of the nucleoporin family. The protein is localized to the nuclear rim and is an essential component of the nuclear pore complex (NPC). All molecules entering or leaving the nucleus either diffuse through or are actively transported by the NPC. Alternate transcriptional splice variants of this gene have been observed but have not been thoroughly characterized.",
            "score": 292.1871337890625
        },
        {
            "docid": "13056378_5",
            "document": "Nucleoporin . Structural nucleoporins form the ring portion of the NPC. They span the membrane of the nuclear envelope and are often referred to as the scaffolding of a nuclear pore. Structural nucleoporins come together to form Y-complexes that are composed of seven nucleoporins. Each nuclear pore contains sixteen Y-complexes for a total of 112 structural nucleoporins. The structure of a Y-complex is highly similar to that of COPII. The relationship of the membrane curvature of a nuclear pore with Y-complexes can be seen as analogous to the budding formation of a COPII coated vesicle.",
            "score": 290.0366516113281
        },
        {
            "docid": "21957_5",
            "document": "Nuclear pore . Small particles (< ~30-60 kDa) are able to pass through the nuclear pore complex by passive diffusion. Larger particles are also able to diffuse passively through the large diameter of the pore, at rates that decrease gradually with molecular weight. Efficient passage through the complex requires several protein factors, and in particular, nuclear transport receptors that bind to cargo molecules and mediate their translocation across the NPC, either into the nucleus (importins) or out of it (exportins). The largest family of nuclear transport receptors are karyopherins, which includes dozens of both importins and exportins; this family is further subdivided to the karyopherin-α and the karyopherin-β subfamilies. Other nuclear transport receptors include NTF2 and some NTF2-like proteins.",
            "score": 286.1688537597656
        },
        {
            "docid": "6691427_5",
            "document": "Ran (protein) . Ran can diffuse freely within the cell, but because RCC1 and RanGAP are located in different places in the cell, the concentration of RanGTP and RanGDP differs locally as well, creating concentration gradients that act as signals for other cellular processes. RCC1 is bound to chromatin and therefore located inside the nucleus. RanGAP is cytoplasmic in yeast and bound to the nuclear envelope in plants and animals. In mammalian cells, it is SUMO modified and attached to the cytoplasmic side of the nuclear pore complex via interaction with the nucleoporin RanBP2 (Nup358). This difference in location of the accessory proteins in the Ran cycle leads to a high RanGTP to RanGDP ratio inside the nucleus and an inversely low RanGTP to RanGDP ratio outside the nucleus. In addition to a gradient of the nucleotide bound state of Ran, there is a gradient of the protein itself, with a higher concentration of Ran in the nucleus than in the cytoplasm. Cytoplasmic RanGDP is imported into the nucleus by the small protein NTF2 (Nuclear Transport Factor 2), where RCC1 can then catalyze exchange of GDP for GTP on Ran.",
            "score": 280.6263732910156
        },
        {
            "docid": "9927_10",
            "document": "Endomembrane system . The nuclear pores are highly efficient at selectively allowing the passage of materials to and from the nucleus, because the nuclear envelope has a considerable amount of traffic. RNA and ribosomal subunits must be continually transferred from the nucleus to the cytoplasm. Histones, gene regulatory proteins, DNA and RNA polymerases, and other substances essential for nuclear activities must be imported from the cytoplasm. The nuclear envelope of a typical mammalian cell contains 3000–4000 pore complexes. If the cell is synthesizing DNA each pore complex needs to transport about 100 histone molecules per minute. If the cell is growing rapidly, each complex also needs to transport about 6 newly assembled large and small ribosomal subunits per minute from the nucleus to the cytosol, where they are used to synthesize proteins.",
            "score": 278.83544921875
        },
        {
            "docid": "6235_4",
            "document": "Cell nucleus . Because the nuclear envelope is impermeable to large molecules, nuclear pores are required to regulate nuclear transport of molecules across the envelope. The pores cross both nuclear membranes, providing a channel through which larger molecules must be actively transported by carrier proteins while allowing free movement of small molecules and ions. Movement of large molecules such as proteins and RNA through the pores is required for both gene expression and the maintenance of chromosomes. Although the interior of the nucleus does not contain any membrane-bound subcompartments, its contents are not uniform, and a number of \"sub-nuclear bodies\" exist, made up of unique proteins, RNA molecules, and particular parts of the chromosomes. The best-known of these is the nucleolus, which is mainly involved in the assembly of ribosomes. After being produced in the nucleolus, ribosomes are exported to the cytoplasm where they translate mRNA.",
            "score": 278.2638244628906
        },
        {
            "docid": "6235_44",
            "document": "Cell nucleus . The entry and exit of large molecules from the nucleus is tightly controlled by the nuclear pore complexes. Although small molecules can enter the nucleus without regulation, macromolecules such as RNA and proteins require association karyopherins called importins to enter the nucleus and exportins to exit. \"Cargo\" proteins that must be translocated from the cytoplasm to the nucleus contain short amino acid sequences known as nuclear localization signals, which are bound by importins, while those transported from the nucleus to the cytoplasm carry nuclear export signals bound by exportins. The ability of importins and exportins to transport their cargo is regulated by GTPases, enzymes that hydrolyze the molecule guanosine triphosphate (GTP) to release energy. The key GTPase in nuclear transport is Ran, which can bind either GTP or GDP (guanosine diphosphate), depending on whether it is located in the nucleus or the cytoplasm. Whereas importins depend on RanGTP to dissociate from their cargo, exportins require RanGTP in order to bind to their cargo.",
            "score": 276.0508117675781
        },
        {
            "docid": "16866820_2",
            "document": "Nuclear export signal . A nuclear export signal (NES) is a short amino acid sequence of 4 hydrophobic residues in a protein that targets it for export from the cell nucleus to the cytoplasm through the nuclear pore complex using nuclear transport. It has the opposite effect of a nuclear localization signal, which targets a protein located in the cytoplasm for import to the nucleus. The NES is recognized and bound by exportins. In silico analysis of known NESs found the most common spacing of the hydrophobic residues to be LLLL, where \"L\" is a hydrophobic residue (often leucine) and \"x\" is any other amino acid; the spacing of these hydrophobic residues may be explained by examination of known structures that contain an NES, as the critical residues usually lie in the same face of adjacent secondary structures within a protein, which allows them to interact with the exportin. Ribonucleic acid (RNA) is composed of nucleotides, and thus, lacks the nuclear export signal to move out of the nucleus. As a result, most forms of RNA will bind to a protein molecule to form a ribonucleoprotein complex to be exported from the nucleus.",
            "score": 274.86834716796875
        },
        {
            "docid": "6235_13",
            "document": "Cell nucleus . Most proteins, ribosomal subunits, and some DNAs are transported through the pore complexes in a process mediated by a family of transport factors known as karyopherins. Those karyopherins that mediate movement into the nucleus are also called importins, whereas those that mediate movement out of the nucleus are called exportins. Most karyopherins interact directly with their cargo, although some use adaptor proteins. Steroid hormones such as cortisol and aldosterone, as well as other small lipid-soluble molecules involved in intercellular signaling, can diffuse through the cell membrane and into the cytoplasm, where they bind nuclear receptor proteins that are trafficked into the nucleus. There they serve as transcription factors when bound to their ligand; in the absence of a ligand, many such receptors function as histone deacetylases that repress gene expression.",
            "score": 273.7447509765625
        },
        {
            "docid": "1041856_11",
            "document": "Porin (protein) . Porins are water-filled pores and channels found in the membranes of bacteria and eukaryotes. Porin-like channels have also been discovered in archaea. Note that the term \"nucleoporin\" refers to unrelated proteins that facilitate transport through nuclear pores in the nuclear envelope.",
            "score": 273.4683837890625
        },
        {
            "docid": "21957_15",
            "document": "Nuclear pore . During mitosis the NPC appears to disassemble in stages. Peripheral nucleoporins such as the Nup 153 Nup 98 and Nup 214 disassociate from the NPC. The rest, which can be considered a scaffold proteins remain stable, as cylindrical ring complexes within the nuclear envelope. This disassembly of the NPC peripheral groups is largely thought to be phosphate driven, as several of these nucleoporins are phosphorylated during the stages of mitosis. However, the enzyme involved in the phosphorlyation is unknown in vivo. In metazoans (which undergo open mitosis) the NE degrades quickly after the loss of the peripheral Nups. The reason for this may be due to the change in the NPC’s architecture. This change may make the NPC more permeable to enzymes involved in the degradation of the NE such as cytoplasmic tubulin, as well as allowing the entry of key mitotic regulator proteins. In organisms that undergo a semi-open mitosis such as the filamentous fungus \"Aspergillus nidulans\", 14 out of the 30 nucleoporins disassemble from the core scaffold structure, driven by the activation of the NIMA and Cdk1 kinases that phosphorylate nucleoporins and open nuclear pores thereby widening the nuclear pore and allowing the entry of mitotic regulators.",
            "score": 269.6411437988281
        },
        {
            "docid": "7125109_5",
            "document": "Nuclear transport . Importin proteins bind their cargo in the cytoplasm, after which they are able to interact with the nuclear pore complex and pass through its channel. Once inside the nucleus, interaction with Ran-GTP causes a conformational change in the importin that causes it to dissociate from its cargo. The resulting complex of importin and Ran-GTP then translocates to the cytoplasm, where a protein called Ran Binding Protein (RanBP) separates Ran-GTP from importin. Separation allows access to a GTPase activating protein (GAP) that binds Ran-GTP and induces the hydrolysis of GTP to GDP. The Ran-GDP produced from this process now binds the nuclear transport factor NUTF2 which returns it to the nucleoplasm. Now in the nucleus, the Ran-GDP interacts with a guanine nucleotide exchange factor (GEF) which replaces the GDP with GTP, resulting again in Ran-GTP, and beginning the cycle anew.",
            "score": 264.8869934082031
        },
        {
            "docid": "7125109_2",
            "document": "Nuclear transport . The entry and exit of large molecules from the cell nucleus is tightly controlled by the nuclear pore complexes (NPCs). Although small molecules can enter the nucleus without regulation, macromolecules such as RNA and proteins require association with transport factors like karyopherins called importins to enter the nucleus and exportins to exit.",
            "score": 260.1352233886719
        },
        {
            "docid": "42777505_9",
            "document": "Protectin D1 . Studies in cultured human lung epithelial cells infected with the influenza virus H1N1 or H5N1 have found that endogenous production of PD1 decreases dramatically during infection due to the inhibition of 15-LO-1. Furthermore, the same studies have shown that in vivo administration of PD1 to H1N1 infected mice can potentially inhibit both the proliferation of the virus and the inflammation caused by the infection, thus increasing survival. Interestingly, PD1 protects against viral infections by disrupting the virus life cycle. Specifically, PD1 inhibits the binding of viral RNA to specific nuclear export factors in the host cells, thus blocking the export of viral RNA from the nucleus to the cytosol. The nuclear RNA export factor 1(NXF1) is of particular interest in the attenuation of viral infections via the activity of PD1. Specifically, the NXF1 transporter through its middle and C-terminal domains binds to the phenylalanine/glycine repeats in the nucleoporins (Nups) that line the nuclear pore. In the absence of PD1, influenza viral RNA binds to the NXF1 transporter that later binds specifically to Nup62 nucleoporin and exports the viral RNA into the cytosol. However, the administration of PD1 has shown that this lipid mediator specifically inhibits the binding of the viral RNA to NXF1, thus disrupting the proliferation of the virus.",
            "score": 258.6478576660156
        }
    ]
}