{
    "q": [
        {
            "docid": "47049812_7",
            "document": "Hormonal breast enhancement . In women with Laron syndrome, where the growth hormone receptor (GHR) is defective and insensitive to GH and serum IGF-1 levels are very low, puberty, including breast development, is delayed, although full sexual maturity is always eventually reached. Moreover, breast development and size are normal (albeit delayed) in spite of GH/IGF-1 axis insufficiency, and in some the breasts may actually be large in relation to body size (which has been hypothesized to be due to increased secretion of prolactin caused by a drift phenomenon from somatomammotrophic cells in the pituitary gland with a high GH secretion). An animal model of Laron syndrome, the GHR knockout mouse, shows severely impaired ductal outgrowth at 11 weeks of age. However, by 15 weeks, ductal development has caught up with that of normal mice and the ducts have fully distributed throughout the mammary fat pad, although the ducts remain narrower than those of wild-type mice. In any case, female GHR knockout mice can lactate normally. As such, taken together, it is said that the phenotypes of women with Laron syndrome and GHR knockout mice are identical, with diminished body size and delayed sexual maturation accompanied by normal lactation.",
            "score": 183.72339749336243
        },
        {
            "docid": "186342_7",
            "document": "Glutathione peroxidase . Mice genetically engineered to lack glutathione peroxidase 1 (Gpx1 mice) are grossly phenotypically normal and have normal lifespans, indicating this enzyme is not critical for life. However, Gpx1 mice develop cataracts at an early age and exhibit defects in muscle satellite cell proliferation. Gpx1 mice showed up to 16 dB higher auditory brainstem response (ABR) thresholds than control mice. After 110 dB noise exposure for one hour, Gpx1 mice had up to 15 dB greater noise-induced hearing loss compared with control mice.\"",
            "score": 141.66214084625244
        },
        {
            "docid": "232786_19",
            "document": "Maximum life span . A few transgenic strains of mice have been created that have maximum life spans greater than that of wild-type or laboratory mice. The Ames and Snell mice, which have mutations in pituitary transcription factors and hence are deficient in Gh, LH, TSH, and secondarily IGF1, have extensions in maximal lifespan of up to 65%. To date, both in absolute and relative terms, these Ames and Snell mice have the maximum lifespan of any mouse not on caloric restriction (see below on GhR). Mutations/knockout of other genes affecting the GH/IGF1 axis, such as Lit, Ghr and Irs1 have also shown extension in lifespan, but much more modest both in relative and absolute terms. The longest lived laboratory mouse ever was a Ghr knockout mouse, which lived to ≈1800 days in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.",
            "score": 122.09830844402313
        },
        {
            "docid": "1805_9",
            "document": "Antibiotic . Exposure to antibiotics early in life is associated with increased body mass in humans and mouse models. Early life is a critical period for the establishment of the intestinal microbiota and for metabolic development. Mice exposed to subtherapeutic antibiotic treatment (STAT)– with either penicillin, vancomycin, or chlortetracycline had altered composition of the gut microbiota as well as its metabolic capabilities. One study has reported that mice given low-dose penicillin (1 μg/g body weight) around birth and throughout the weaning process had an increased body mass and fat mass, accelerated growth, and increased hepatic expression of genes involved in adipogenesis, compared to control mice. In addition, penicillin in combination with a high-fat diet increased fasting insulin levels in mice. However, it is unclear whether or not antibiotics cause obesity in humans. Studies have found a correlation between early exposure of antibiotics (<6 months) and increased body mass (at 10 and 20 months). Another study found that the type of antibiotic exposure was also significant with the highest risk of being overweight in those given macrolides compared to penicillin and cephalosporin. Therefore, there is correlation between antibiotic exposure in early life and obesity in humans, but whether or not there is a causal relationship remains unclear. Although there is a correlation between antibiotic use in early life and obesity, the effect of antibiotics on obesity in humans needs to be weighed against the beneficial effects of clinically indicated treatment with antibiotics in infancy.",
            "score": 175.15898287296295
        },
        {
            "docid": "20093078_3",
            "document": "SRT1720 . In animal models of obesity and diabetes SRT1720 was found to improve insulin sensitivity and lower plasma glucose levels in fat, muscle and liver tissue, and increase mitochondrial and metabolic function. In mice rendered obese and diabetic by feeding a high-fat, high-sugar diet, a study performed at the National Institute of Aging found that feeding chow infused with the highest dose of SRT1720 beginning at one year of age increased mean lifespan by 18%, and maximum lifespan by 5%, as compared to other short-lived obese, diabetic mice; however, treated animals still lived substantially shorter lives than normal-weight mice fed normal chow with no drug. In a later study, SRT1720 increased mean lifespan of obese, diabetic mice by 21.7%, similar to the earlier study, but there was no effect on maximum lifespan in this study. In normal-weight mice fed a standard rodent diet, SRT1720 increased mean lifespan by just 8.8%, and again had no effect on maximum lifespan.",
            "score": 173.57817387580872
        },
        {
            "docid": "12037222_4",
            "document": "Third-hand smoke . It is important to acknowledge the biomarkers of third-hand smoke because they indicate the severity and presence of disease. In a recent study involving mice, biomarkers of THS were discovered after four weeks of initial exposure at equivalent levels to those found in homes of smokers. Researchers used a system that mimicked that of the exposure to humans and sought out biomarkers found in serum, liver, and brain tissues in the mice. The mice were then exposed to THS at varying months and at as early as one month, they began to show signs of increased circulating inflammatory cytokines, tumor necrosis factor, granulocyte macrophage colony stimulating factor, and an increase in the stress hormone epinephrine. Damage from THS exposure continued after two, four, and six months. Such damages included oxidative stress and molecular damage. Some of the mice also became hyperglycemic and hyperinsulinimic, which could mean that insulin resistance could be a consequence of long-term exposure. This study implies that increased exposure time to THS can have dramatic effects. Additional studies with human subjects are still needed to fully understand the implications of THS.",
            "score": 167.40736961364746
        },
        {
            "docid": "14083964_30",
            "document": "Animal psychopathology . Based on findings of changes in OCD symptoms in menstruating women and differences in the development of the disease between men and women, Hill and colleagues set out to research the effect of estrogen deprivation on the development of compulsive behavior in mice. Male mice with an aromatase Gene knockout who were unable to produce estrogen showed excessive grooming and wheel running behaviors, but female mice did not. When treated with 17β-estradiol, which replaced estrogen in these mice, the behaviors disappeared. This study also found that COMT protein levels decreased in mice that did not produce estrogen and increased in the hypothalamus after estrogen-replacement treatment. Briefly, the COMT protein is involved in degrading some neurotransmitters, including dopamine, norepinephrine and epinephrine. This data suggests that there may be a hormonal component and a hormone-gene interaction effect that may contribute to obsessive behaviors.",
            "score": 180.29952824115753
        },
        {
            "docid": "40854066_39",
            "document": "Epigenetic clock . Wang et al., (in mice livers) and Petkovich et al.,(based on mice blood DNA methylation profiles) examined whether mice and humans experience similar patterns of change in the methylome with age. They found that mice treated with lifespan-extending interventions (surch as calorie restriction or dietary rapamycin) were significantly younger in epigenetic age than their untreated, wild-type age-matched controls. Mice age predictors also detects the longevity effects of gene knockouts, and rejuvenation of fibroblast-derived iPSCs.",
            "score": 142.42877078056335
        },
        {
            "docid": "52872553_11",
            "document": "Severe combined immunodeficient mice . Immune compromised mice have become of particular interest for studying the Human Immunodeficiency Virus (HIV), how it interacts with the host in human lymphoid organs, as well as how treatments work \"in vivo\". While HIV normally cannot infect mice, SCID mice have been used to study HIV. Prior to the use of humanized SCID mice, ape models were used to study HIV due to their genetic similarity to humans. However, due to the endangered status of chimps, the cost of maintaining them, and the slight differences between human and chimp interactions with HIV, humanized mice have been accepted as a more effective model organism for the study of this disease.",
            "score": 131.98889303207397
        },
        {
            "docid": "28764_26",
            "document": "Serotonin . Since serotonin signals resource availability it is not surprising that it affects organ development. Many human and animal studies have shown that nutrition in early life can influence, in adulthood, such things as body fatness, blood lipids, blood pressure, atherosclerosis, behavior, learning and longevity. Rodent experiment shows that neonatal exposure to SSRI's makes persistent changes in the serotonergic transmission of the brain resulting in behavioral changes, which are reversed by treatment with antidepressants. By treating normal and knockout mice lacking the serotonin transporter with fluoxetine scientists showed that normal emotional reactions in adulthood, like a short latency to escape foot shocks and inclination to explore new environments were dependent on active serotonin transporters during the neonatal period.",
            "score": 140.3346540927887
        },
        {
            "docid": "378661_30",
            "document": "Thermoregulation . It has been theorised that low body temperature may increase lifespan. In 2006, it was reported that transgenic mice with a body temperature 0.3–0.5 C lower than normal mice lived longer than normal mice. This mechanism is due to overexpressing the uncoupling protein 2 in hypocretin neurons (Hcrt-UCP2), which elevated hypothalamic temperature, thus forcing the hypothalamus to lower body temperature. Lifespan was increased by 12% and 20% for males and females, respectively. The mice were fed \"ad libitum\". The effects of such a genetic change in body temperature on longevity is more difficult to study in humans; in 2011, the UCP2 genetic alleles in humans were associated with obesity.",
            "score": 136.11085963249207
        },
        {
            "docid": "7599351_23",
            "document": "Unverricht–Lundborg disease . In humans it is generally known that unless a patient has both recessive CSTB genes (are homozygous recessive), they will not express ULD symptoms. A recent study has attempted to characterize the effects, if any, seen in mice that carry only one recessive CSTB gene (are heterozygous). The researchers analyzed normal and heterozygous mice by having them perform various tasks. The study found that heterozygous mice performed similar to normal mice when the task was started, but as the task continued or became more complex they were more likely to fail. While the results for the heterozygous mice were not remarkably different from the normal mice, they do indicate that carrying just one recessive CSTB gene may have adverse effects, at least in mice.",
            "score": 122.98927044868469
        },
        {
            "docid": "13649448_14",
            "document": "Obesogen . This alteration in sex steroid levels due to obesogens can vary enormously according to both the sex of the exposed individual as well as the timing of the exposure. If the chemicals are introduced at critical windows of development, the vulnerability of an individual to their effects is much higher than if exposure occurs later in adulthood. It has been shown that obesogenic effects are apparent in female mice exposed to both phytoestrogens and DES during their neonatal periods of development, as they, though born with a lower birth weight, almost always developed obesity, high leptin levels, and altered glucose response pathways. Both phytoestrogen and DES exposed male mice did not develop obesity and, rather, showed decreased body weights with increased exposure confirming the role of gender differences in exposure response. Further studies have shown positive correlations for serum BPA levels with obese females in the human population, along with other xenoestrogen compounds suggesting the parallel roles that these effects may be having on humans.",
            "score": 134.02490377426147
        },
        {
            "docid": "7070579_11",
            "document": "Genetics of aggression . Mice are often used as a model for human genetic behavior since mice and humans have homologous genes coding for homologous proteins that are used for similar functions at some biological levels. Mice aggression studies have led to some interesting insight in human aggression. Using reverse genetics, the DNA of genes for the receptors of many neurotransmitters have been cloned and sequenced, and the role of neurotransmitters in rodent aggression has been investigated using pharmacological manipulations. Serotonin has been identified in the offensive attack by male mice against intruder male mice. Mutants were made by manipulating a receptor for serotonin by deleting a gene for the serotonin receptor. These mutant male mice with the knockout alleles exhibited normal behavior in everyday activities such as eating and exploration, but when prompted, attacked intruders with twice the intensity of normal male mice. In offense aggression in mice, males with the same or similar genotypes were more likely to fight than males that encountered males of other genotypes. Another interesting finding in mice dealt with mice reared alone. These mice showed a strong tendency to attack other male mice upon their first exposure to the other animals. The mice reared alone were not taught to be more aggressive; they simply exhibited the behavior. This implicates the natural tendency related to biological aggression in mice since the mice reared alone lacked a parent to model aggressive behavior.",
            "score": 140.3628854751587
        },
        {
            "docid": "14522570_14",
            "document": "Prostaglandin F receptor . Unlike other prostaglandin receptors which have been shown in numerous studies to contribute to inflammatory and allergic responses in animal models, there are few studies on the function of FP receptors in these responses. Gene knockout studies in mice clearly show that FP mediates the late phase (thromboxane receptor mediates the early phase) of the tachycardia response to the pro-inflammatory agent, lipopolysaccharide. \"PTGFR\" knockout mice also show a reduction in the development of pulmonary fibrosis normally caused by microbial invasion or bleomycin treatment. Finally, administration of PGF to mice causes an acute inflammatory response and elevated biosynthesis of PGF has been found in the tissues of patients suffering from rheumatoid arthritis, psoriatic arthritis, and other forms of arthritis. While much further work is needed, these studies indicate that PGF-FP axis has some pro-inflammatory and anti-inflammatory effects in animals that may translate to humans. The axis may likewise play role in human allergic responses: PGF causes airway constriction in normal and asthmatic humans and its presence in human sputum is related to sputum eosinophil levels.",
            "score": 128.5420436859131
        },
        {
            "docid": "343457_25",
            "document": "Maternal effect . High fat diets in utero are believed to cause metabolic syndrome. Metabolic syndrome is a set of symptoms including obesity and insulin resistance that appear to be related. This syndrome is often associated with type II diabetes as well as hypertension and atherosclerosis. Using mice models, researchers have shown that high fat diets in utero cause modifications to the adiponectin and leptin genes that alter gene expression; these changes contribute to metabolic syndrome. The adiponectin genes regulate glucose metabolism as well as fatty acid breakdown; however, the exact mechanisms are not entirely understood. In both human and mice models, adiponectin has been shown to add insulin-sensitizing and anti-inflammatory properties to different types of tissue, specifically muscle and liver tissue. Adiponectin has also been shown to increase the rate of fatty acid transport and oxidation in mice, which causes an increase in fatty acid metabolism. With a high fat diet during gestation, there was an increase in methylation in the promoter of the adiponectin gene accompanied by a decrease in acetylation. These changes likely inhibit the transcription of the adiponectin genes because increases in methylation and decreases in acetylation usually repress transcription. Additionally, there was an increase in methylation of the leptin promoter, which turns down the production of the leptin gene. Therefore, there was less adiponectin to help cells take up glucose and break down fat, as well as less leptin to cause a feeling of satiety. The decrease in these hormones caused fat mass gain, glucose intolerance, hypertriglyceridemia, abnormal adiponectin and leptin levels, and hypertension throughout the animal’s lifetime. However, the effect was abolished after three subsequent generations with normal diets. This study highlights the fact that these epigenetic marks can be altered in as many as one generation and can even be completely eliminated over time. This study highlighted the connection between high fat diets to the adiponectin and leptin in mice. In contrast, few studies have been done in humans to show the specific effects of high fat diets in utero on humans. However, it has been shown that decreased adiponectin levels are associated with obesity, insulin resistance, type II diabetes, and coronary artery disease in humans. It is postulated that a similar mechanism as the one described in mice may also contribute to metabolic syndrome in humans.",
            "score": 153.70765280723572
        },
        {
            "docid": "17062920_28",
            "document": "DNA damage theory of aging . In addition to human inherited syndromes, experimental mouse models with genetic defects in DNA repair show features of premature aging and reduced lifespan.(e.g. refs.) In particular, mutant mice defective in Ku70, or Ku80, or double mutant mice deficient in both Ku70 and Ku80 exhibit early aging. The mean lifespans of the three mutant mouse strains were similar to each other, at about 37 weeks, compared to 108 weeks for the wild-type control. Six specific signs of aging were examined, and the three mutant mice were found to display the same aging signs as the control mice, but at a much earlier age. Cancer incidence was not increased in the mutant mice. Ku70 and Ku80 form the heterodimer Ku protein essential for the non-homologous end joining (NHEJ) pathway of DNA repair, active in repairing DNA double-strand breaks. This suggests an important role of NHEJ in longevity assurance.",
            "score": 130.262601852417
        },
        {
            "docid": "24385806_7",
            "document": "Breast development . During pregnancy, pronounced breast growth and maturation occurs in preparation of lactation and breastfeeding. Estrogen and progesterone levels increase dramatically, reaching levels by late pregnancy that are several hundred-fold higher than usual menstrual cycle levels. Estrogen and progesterone cause the secretion of high levels of prolactin from the anterior pituitary, which reach levels as high as 20 times greater than normal menstrual cycle levels. IGF-1 and IGF-2 levels also increase dramatically during pregnancy, due to secretion of placental growth hormone (PGH). Further ductal development, by estrogen, again in conjunction with GH/IGF-1, occurs during pregnancy. In addition, the concert of estrogen, progesterone (again specifically through PRB), prolactin, and other lactogens such as human placental lactogen (hPL) and PGH, in conjunction with GH/IGF-1, as well as insulin-like growth factor 2 (IGF-2), acting together, mediate the completion of lobuloalveolar development of the breasts during pregnancy. Both PR and prolactin receptor (PRLR) knockout mice fail to show lobuloalveolar development, and progesterone and prolactin have been found to be synergistic in mediating growth of alveoli, demonstrating the essential role of both of these hormones in this aspect of breast development. Growth hormone receptor (GHR) knockout mice also show greatly impaired lobuloalveolar development. In addition to their role in lobuloalveolar growth, prolactin and hPL act to increase the size of the nipple-areolar complex during pregnancy. By the end of the fourth month of pregnancy, at which time lobuloalveolar maturation is complete, the breasts are fully prepared for lactation and breastfeeding.",
            "score": 154.53136456012726
        },
        {
            "docid": "16413778_35",
            "document": "Ageing . Cancer geneticist Ronald A. DePinho and his colleagues published research in mice where telomerase activity was first genetically removed. Then, after the mice had prematurely aged, they restored telomerase activity by reactivating the telomerase gene. As a result, the mice were rejuvenated: Shrivelled testes grew back to normal and the animals regained their fertility. Other organs, such as the spleen, liver, intestines and brain, recuperated from their degenerated state. \"[The finding] offers the possibility that normal human ageing could be slowed by reawakening the enzyme in cells where it has stopped working\" says Ronald DePinho. However, activating telomerase in humans could potentially encourage the growth of tumours. Most known genetic interventions in \"C. elegans\" increase lifespan by 1.5 to 2.5-fold. , the record for lifespan extension in C. \"elegans\" is a single-gene mutation which increases adult survival by tenfold. The strong conservation of some of the mechanisms of ageing discovered in model organisms imply that they may be useful in the enhancement of human survival. However, the benefits may not be proportional; longevity gains are typically greater in \"C. elegans\" than fruit flies, and greater in fruit flies than in mammals. One explanation for this is that mammals, being much longer-lived, already have many traits which promote lifespan.",
            "score": 158.51272106170654
        },
        {
            "docid": "9115966_17",
            "document": "Decabromodiphenyl ether . One 2006 review concluded \"Decreases in thyroid hormone levels have been reported in several studies, and thyroid gland enlargement (an early sign of hypothyroidism) has been shown in studies of longer duration exposure.\" A 2007 experiment giving decaBDE to pregnant mice found that decaBDE \"is likely an endocrine disrupter in male mice following exposure during development\" based on results such as decreased serum triiodothyronine.",
            "score": 151.57394409179688
        },
        {
            "docid": "26305461_12",
            "document": "Parabiosis . Chronic diseases of age have been saluted as prime candidates for parabiotic research because of the potential to conjoin an older animal with a younger animal. This process could be used to research cardiovascular disease, diabetes, osteoarthritis, and Alzheimer’s disease. As animals age, their oligodendrocytes reduce in efficiency, resulting in decreased myelination, causing negative effects on the central nervous system (CNS). Julia Ruckh and fellow researchers have used parabiosis to study remyelination from adult stem cells to see if conjoining young with older mice could reverse or delay this process. In the experiment, the two mice were conjoined and demyelination was induced via injection into the older mice. The experiment determined that factors from the younger mice reversed CNS demyelination in older mice by revitalizing the oligodendrocytes. The monocytes from the younger mice also enhanced the ability of the older mice to clear myelin debris because the young monocytes can clear lipids from myelin sheaths more effectively than older monocytes. The conjoining of the two animals reversed the effects of age on the myelination cells. The ability of the young mouse’s cells was unaffected. Enhanced immunity from the younger mouse also promoted the general health of the older mouse in each pair. The results of this experiment could lead to therapy processes for people with demyelinating diseases like multiple sclerosis.",
            "score": 170.99949955940247
        },
        {
            "docid": "16850929_7",
            "document": "MIRN21 . miR-21 has been shown to play important role in development of heart disease. It is one of the microRNAs whose expression is increased in failing murine and human hearts. Further, inhibition of microRNAs in mice using chemically modified and cholesterol-conjugated miRNA inhibitors (antagomirs) was shown to inhibit interstitial fibrosis and improve cardiac function in a pressure- overload cardiac disease mice model. Surprisingly, miR-21 global knock-out mice did not show any overt phenotype when compared with wild type mice with respect to cardiac stress response. Similarly, short (8-nt) oligonucleotides designed to inhibit miR-21 could not inhibit cardiac hypertrophy or fibrosis. In another study with a mouse model of acute myocardial infarction, miR-21 expression was found to be significantly lower in infarcted areas and overexpression of miR-21 in those mice via adenovirus-mediated gene transfer decreased myocardial infarct size. miR-21 has been hypothesized to be an intermediary in the effects of air pollution that lead to endothelial dysfunction and eventually to cardiac disease. Expression of miR-21 is negatively associated with exposure to PM10 air pollution and may mediate its effect on small blood vessels.",
            "score": 120.07399368286133
        },
        {
            "docid": "854294_42",
            "document": "DNA repair . Experimental animals with genetic deficiencies in DNA repair often show decreased life span and increased cancer incidence. For example, mice deficient in the dominant NHEJ pathway and in telomere maintenance mechanisms get lymphoma and infections more often, and, as a consequence, have shorter lifespans than wild-type mice. In similar manner, mice deficient in a key repair and transcription protein that unwinds DNA helices have premature onset of aging-related diseases and consequent shortening of lifespan. However, not every DNA repair deficiency creates exactly the predicted effects; mice deficient in the NER pathway exhibited shortened life span without correspondingly higher rates of mutation.",
            "score": 145.7797794342041
        },
        {
            "docid": "16413778_34",
            "document": "Ageing . Rapamycin was first shown to extend lifespan in eukaryotes in 2006 by Powers \"et al.\" who showed a dose-responsive effect of rapamycin on lifespan extension in yeast cells. In a 2009 study, the lifespans of mice fed rapamycin were increased between 28 and 38% from the beginning of treatment, or 9 to 14% in total increased maximum lifespan. Of particular note, the treatment began in mice aged 20 months, the equivalent of 60 human years. Rapamycin has subsequently been shown to extend mouse lifespan in several separate experiments, and is now being tested for this purpose in nonhuman primates (the marmoset monkey).",
            "score": 131.56331849098206
        },
        {
            "docid": "41479084_2",
            "document": "Altered Schaedler flora . The altered Schaedler flora (ASF) is a community of eight bacterial species: two Lactobacilli, one Bacteroides, one spiral bacteria of the Flexistipes genus, and four extremely oxygen sensitive (EOS) Fusobacterium species. The bacteria are selected for their dominance and persistence in the normal microflora of mice, and for their ability to be isolated and grown in laboratory settings. Germ-free animals, mainly mice, are infected with ASF for the purpose of studying the gastrointestinal (GI) tract. Intestinal commensal bacteria play an important role in affecting gene expression of the GI tract, immune responses, nutrient absorption, and pathogen resistance. The standardized microbial cocktail enabled the controlled study of microbe and host interactions, role of microbes, pathogen effects, and intestinal immunity and disease association, such as cancer, inflammatory bowel disease, diabetes, and other inflammatory or autoimmune diseases. Also, compared to germfree animals, ASF mice have fully developed immune system, resistance to opportunistic pathogens, and normal GI function and health, and are a great representation of normal mice",
            "score": 121.74265348911285
        },
        {
            "docid": "2940858_15",
            "document": "Rejuvenation (aging) . There have been many experiments which have been shown to increase the maximum life span of laboratory animals, thereby achieving life extension. A few experimental methods such as replacing hormones to youthful levels have had considerable success in partially rejuvenating laboratory animals and humans. A recent experiment involved breeding genetically manipulated mice that lacked an enzyme called telomerase, causing the mice to age prematurely and suffer ailments. When the mice were given injections to reactivate the enzyme, it repaired the damaged tissues and reversed the signs of aging. There are at least eight important hormones that decline with age: 1. human growth hormone (HGH); 2. the sexual hormones: testosterone or oestrogen/progesterone; 3. erythropoietin (EPO); 4. insulin; 5. DHEA; 6. melatonin; 7. thyroid; 8. pregnenolone. In theory, if all or some of these hormones are replaced, the body will respond to them as it did when it was younger, thus repairing and restoring many body functions. In line with this, recent experiments show that heterochronic parabiosis, i.e. connecting the circulatory systems of young and old animal, leads to the rejuvenation of the old animal, including restoration of proper stem cell function. Similar experiments show that grafting old muscles into young hosts leads to their complete restoration, whereas grafting young muscles into old hosts does not. These experiments show that aging is mediated by systemic environment, rather than being an intrinsic cell property. Clinical trials based on transfusion of young blood were scheduled to begin in 2014.",
            "score": 223.25724363327026
        },
        {
            "docid": "1300485_4",
            "document": "Desmin . Desmin was first described in 1976, first purified in 1977, the gene was cloned in 1989, and the first knockout mouse was created in 1996. The function of desmin has been deduced through studies in knockout mice. Desmin is one of the earliest protein markers for muscle tissue in embryogenesis as it is detected in the somites. Although it is present early in the development of muscle cells, it is only expressed at low levels, and increases as the cell nears terminal differentiation. A similar protein, vimentin, is present in higher amounts during embryogenesis while desmin is present in higher amounts after differentiation. This suggests that there may be some interaction between the two in determining muscle cell differentiation. However desmin knockout mice develop normally and only experience defects later in life. Since desmin is expressed at a low level during differentiation another protein may be able to compensate for desmin's function early in development but not later on.",
            "score": 101.16336977481842
        },
        {
            "docid": "5058843_7",
            "document": "Ku (protein) . Mutant mice defective in Ku70, or Ku80, or double mutant mice deficient in both Ku70 and Ku80 exhibit early aging. The mean lifespans of the three mutant mouse strains were similar to each other, at about 37 weeks, compared to 108 weeks for the wild-type control. Six specific signs of aging were examined, and the three mutant mice were found to display the same aging signs as the control mice, but at a much earlier age. Cancer incidence was not increased in the mutant mice. These results suggest that Ku function is important for longevity assurance and that the NHEJ pathway of DNA repair (mediated by Ku) has a key role in repairing DNA double-strand breaks that would otherwise cause early aging. (Also see DNA damage theory of aging.)",
            "score": 131.49233090877533
        },
        {
            "docid": "15000_3",
            "document": "Insulin-like growth factor . The IGF \"axis\" is also commonly referred to as the Growth Hormone/IGF-1 Axis. Insulin-like growth factor 1 (IGF-1, or sometimes with a Roman numeral as IGF-I) is mainly secreted by the liver as a result of stimulation by growth hormone (GH). IGF-1 is important for both the regulation of normal physiology, as well as a number of pathological states, including cancer. The IGF axis has been shown to play roles in the promotion of cell proliferation and the inhibition of cell death (apoptosis). Insulin-like growth factor 2 (IGF-2, or sometimes as IGF-II) is thought to be a primary growth factor required for early development while IGF-1 expression is required for achieving maximal growth. Gene knockout studies in mice have confirmed this, though other animals are likely to regulate the expression of these genes in distinct ways. While IGF-2 may be primarily fetal in action it is also essential for development and function of organs such as the brain, liver, and kidney.",
            "score": 156.66799211502075
        },
        {
            "docid": "18771661_4",
            "document": "Knockout rat . Mice, rats, and humans share all but approximately 1% of each other's genes making rodents good model organisms for studying human gene function. Both mice and rats are relatively small, easily handled, have a short generation time, and are genetically inbred. While mice have proven to be a useful rodent model and techniques have been developed for routine disruption of their genes, in many circumstances rats are considered a superior laboratory animal for studying and modeling human disease.  Rats are physiologically more similar to humans than are mice. For example, rats have a heart rate more similar to that of humans, while mice have a heart rate five to ten times as fast. It is widely believed that the rat is a better model than the mouse for human cardiovascular disease, diabetes, arthritis, and many autoimmune, neurological, behavioral, and addiction disorders. In addition, rat models are superior to mouse models for testing the pharmacodynamics and toxicity of potential therapeutic compounds, partially because the number and type of many of their detoxifying enzymes are very similar to those in humans. Their larger size makes rats more conducive to study by instrumentation, and also facilitates manipulation such as blood sampling, nerve conduction, and performing surgeries.",
            "score": 104.51675868034363
        },
        {
            "docid": "11546264_3",
            "document": "GHRP-6 . It has been discovered that when GHRP-6 and insulin are administered simultaneously, GH response to GHRP-6 is increased (1). However, the consumption of carbohydrates and/or dietary fats, around the administration window of GH secretagogues significantly blunts the GH release. A recent study in normal mice showed significant differences in body composition, muscle growth, glucose metabolism, memory and cardiac function in the mice being administered the GHRP-6 (2). There are still many questions regarding this fairly new compound, scientists are hoping to gain a better clinical understanding of the peptide through further research over the next few years.",
            "score": 125.9618501663208
        },
        {
            "docid": "1947410_29",
            "document": "Critical period . In a related study, Barkat, Polley and Hensch (2011) looked at how exposure to different sound frequencies influences the development of the tonotopic map in the primary auditory cortex and the ventral medical geniculate body. In this experiment, mice were reared either in normal environments or in the presence of 7 kHz tones during early postnatal days. They found that mice that were exposed to an abnormal auditory environment during a critical period P11- P15 had an atypical tonotopic map in the primary auditory cortex. These studies support the notion that exposure to certain sounds within the critical period can influence the development of tonotopic maps and the response properties of neurons. Critical periods are important for the development of the brain for the function from a pattern of connectivity. In general, the early auditory environment influences the structural development and response specificity of the primary auditory cortex.",
            "score": 130.03457117080688
        }
    ],
    "r": [
        {
            "docid": "2940858_15",
            "document": "Rejuvenation (aging) . There have been many experiments which have been shown to increase the maximum life span of laboratory animals, thereby achieving life extension. A few experimental methods such as replacing hormones to youthful levels have had considerable success in partially rejuvenating laboratory animals and humans. A recent experiment involved breeding genetically manipulated mice that lacked an enzyme called telomerase, causing the mice to age prematurely and suffer ailments. When the mice were given injections to reactivate the enzyme, it repaired the damaged tissues and reversed the signs of aging. There are at least eight important hormones that decline with age: 1. human growth hormone (HGH); 2. the sexual hormones: testosterone or oestrogen/progesterone; 3. erythropoietin (EPO); 4. insulin; 5. DHEA; 6. melatonin; 7. thyroid; 8. pregnenolone. In theory, if all or some of these hormones are replaced, the body will respond to them as it did when it was younger, thus repairing and restoring many body functions. In line with this, recent experiments show that heterochronic parabiosis, i.e. connecting the circulatory systems of young and old animal, leads to the rejuvenation of the old animal, including restoration of proper stem cell function. Similar experiments show that grafting old muscles into young hosts leads to their complete restoration, whereas grafting young muscles into old hosts does not. These experiments show that aging is mediated by systemic environment, rather than being an intrinsic cell property. Clinical trials based on transfusion of young blood were scheduled to begin in 2014.",
            "score": 223.2572479248047
        },
        {
            "docid": "25937372_13",
            "document": "Major urinary proteins . Studies have sought to find the precise function of Mups in pheromone communication. Mup proteins have been shown to promote puberty and accelerate the estrus cycle in female mice, inducing the Vandenbergh and Whitten effects. However, in both cases the Mups had to be presented to the female dissolved in male urine, indicating that the protein requires some urinary context to function. In 2007 Mups normally found in male mouse urine were made in transgenic bacteria, and therefore created devoid of the chemicals they normally bind. These Mups were shown to be sufficient to promote aggressive behaviour in males, even in the absence of urine. In addition, Mups made in bacteria were found to activate olfactory sensory neurons in the vomeronasal organ (VNO), a subsystem of the nose known to detect pheromones via specific sensory receptors, of mice and rats. Together, this demonstrated that Mup proteins can act as pheromones themselves, independent of their ligands. Consistent with a role in male-male aggression, adult male mice secrete significantly more Mups into their urine than females, juveniles or castrated male mice. The precise mechanism driving this difference between the sexes is complex, but at least three hormones—testosterone, growth hormone and thyroxine—are known to positively influence the production of Mups in mice. Wild house mouse urine contains variable combinations of four to seven distinct Mup proteins per mouse. Some inbred laboratory mouse strains, such as BALB/c and C57BL/6, also have different proteins expressed in their urine. However, unlike wild mice, different individuals from the same strain express the same protein pattern, an artifact of many generations of inbreeding. One unusual Mup is less variable than the others: it is consistently produced by a high proportion of wild male mice and is almost never found in female urine. When this Mup was made in bacteria and used in behavioural testing, it was found to attract female mice. Other Mups were tested but they did not have the same attractive qualities, suggesting the male-specific Mup acts as a sex pheromone. Scientists named this Mup \"darcin\" as a humorous reference to Fitzwilliam Darcy, the romantic hero from \"Pride and Prejudice\". Taken together, the complex patterns of Mups produced has the potential to provide a range information about the donor animal, such as gender, fertility, social dominance, age, genetic diversity or kinship. Wild mice (unlike laboratory mice that are genetically identical and which therefore also have identical patterns of Mups in the urine) have individual patterns of Mup expression in their urine that act as a \"barcode\" to uniquely identify the owner of a scent mark.",
            "score": 185.39431762695312
        },
        {
            "docid": "47049812_7",
            "document": "Hormonal breast enhancement . In women with Laron syndrome, where the growth hormone receptor (GHR) is defective and insensitive to GH and serum IGF-1 levels are very low, puberty, including breast development, is delayed, although full sexual maturity is always eventually reached. Moreover, breast development and size are normal (albeit delayed) in spite of GH/IGF-1 axis insufficiency, and in some the breasts may actually be large in relation to body size (which has been hypothesized to be due to increased secretion of prolactin caused by a drift phenomenon from somatomammotrophic cells in the pituitary gland with a high GH secretion). An animal model of Laron syndrome, the GHR knockout mouse, shows severely impaired ductal outgrowth at 11 weeks of age. However, by 15 weeks, ductal development has caught up with that of normal mice and the ducts have fully distributed throughout the mammary fat pad, although the ducts remain narrower than those of wild-type mice. In any case, female GHR knockout mice can lactate normally. As such, taken together, it is said that the phenotypes of women with Laron syndrome and GHR knockout mice are identical, with diminished body size and delayed sexual maturation accompanied by normal lactation.",
            "score": 183.72340393066406
        },
        {
            "docid": "55895027_8",
            "document": "Disposable soma theory of aging . In dwarf models of mice, such Snell or Ames mice, mutations have arisen, either rendering them incapable of producing IGF-1 or unable to have adequate receptors for IGF-1 uptake. Furthermore, mice injected with growth hormone have been shown to have progressive weight loss, roughing of the coat, curvature of the spine, enlargement of the organs, kidney lesions and increased cancer risk. This effect is also seen in different breeds of dogs, where smaller breeds of dogs typically live significantly longer compared to their larger counterparts. Selectively bred for their small size, smaller dog breeds like the Chihuahua (average lifespan of 15–20 years) have the B/B genotype for the IGF-1 haplotype, reducing the amount of IGF-1 produced. Conversely, large dogs like the Great Dane (average lifespan of 6–8 years) are homozygous for the IGF-1 I allele, which increases the amount of IGF-1 production.",
            "score": 183.66055297851562
        },
        {
            "docid": "14083964_30",
            "document": "Animal psychopathology . Based on findings of changes in OCD symptoms in menstruating women and differences in the development of the disease between men and women, Hill and colleagues set out to research the effect of estrogen deprivation on the development of compulsive behavior in mice. Male mice with an aromatase Gene knockout who were unable to produce estrogen showed excessive grooming and wheel running behaviors, but female mice did not. When treated with 17β-estradiol, which replaced estrogen in these mice, the behaviors disappeared. This study also found that COMT protein levels decreased in mice that did not produce estrogen and increased in the hypothalamus after estrogen-replacement treatment. Briefly, the COMT protein is involved in degrading some neurotransmitters, including dopamine, norepinephrine and epinephrine. This data suggests that there may be a hormonal component and a hormone-gene interaction effect that may contribute to obsessive behaviors.",
            "score": 180.29953002929688
        },
        {
            "docid": "55895027_9",
            "document": "Disposable soma theory of aging . Initially, it was believed that growth hormone actually prolonged lifespan due to a 1990 study that indicated that injection of growth hormone to men over 60 years of age appeared to reverse various biomarkers implicated in aging, such as decreased muscle mass, bone density, skin thickness, and increased adipose tissue. However, a 1999 study found that administering growth hormone also significantly increased mortality rate. Recent genomic studies have confirmed that the genes involved in growth hormone uptake and signaling are largely conserved across a plethora of species, such as yeast, nematodes, fruit flies, mice and humans. These studies have also shown that individuals with Laron syndrome, an autosomal recessive disorder resulting in dwarfism due to defects in growth hormone receptors, have increased lifespan. Additionally, these individuals have much lower incidences of age-related diseases such as type 2 diabetes and cancer. Lastly, human centenarians around the world are disproportionately of short stature, and have low levels of IGF-1.",
            "score": 177.16983032226562
        },
        {
            "docid": "1805_9",
            "document": "Antibiotic . Exposure to antibiotics early in life is associated with increased body mass in humans and mouse models. Early life is a critical period for the establishment of the intestinal microbiota and for metabolic development. Mice exposed to subtherapeutic antibiotic treatment (STAT)– with either penicillin, vancomycin, or chlortetracycline had altered composition of the gut microbiota as well as its metabolic capabilities. One study has reported that mice given low-dose penicillin (1 μg/g body weight) around birth and throughout the weaning process had an increased body mass and fat mass, accelerated growth, and increased hepatic expression of genes involved in adipogenesis, compared to control mice. In addition, penicillin in combination with a high-fat diet increased fasting insulin levels in mice. However, it is unclear whether or not antibiotics cause obesity in humans. Studies have found a correlation between early exposure of antibiotics (<6 months) and increased body mass (at 10 and 20 months). Another study found that the type of antibiotic exposure was also significant with the highest risk of being overweight in those given macrolides compared to penicillin and cephalosporin. Therefore, there is correlation between antibiotic exposure in early life and obesity in humans, but whether or not there is a causal relationship remains unclear. Although there is a correlation between antibiotic use in early life and obesity, the effect of antibiotics on obesity in humans needs to be weighed against the beneficial effects of clinically indicated treatment with antibiotics in infancy.",
            "score": 175.1589813232422
        },
        {
            "docid": "20093078_3",
            "document": "SRT1720 . In animal models of obesity and diabetes SRT1720 was found to improve insulin sensitivity and lower plasma glucose levels in fat, muscle and liver tissue, and increase mitochondrial and metabolic function. In mice rendered obese and diabetic by feeding a high-fat, high-sugar diet, a study performed at the National Institute of Aging found that feeding chow infused with the highest dose of SRT1720 beginning at one year of age increased mean lifespan by 18%, and maximum lifespan by 5%, as compared to other short-lived obese, diabetic mice; however, treated animals still lived substantially shorter lives than normal-weight mice fed normal chow with no drug. In a later study, SRT1720 increased mean lifespan of obese, diabetic mice by 21.7%, similar to the earlier study, but there was no effect on maximum lifespan in this study. In normal-weight mice fed a standard rodent diet, SRT1720 increased mean lifespan by just 8.8%, and again had no effect on maximum lifespan.",
            "score": 173.5781707763672
        },
        {
            "docid": "5503004_2",
            "document": "Insulin-like growth factor 1 receptor . The insulin-like growth factor 1 (IGF-1) receptor is a protein found on the surface of human cells. It is a transmembrane receptor that is activated by a hormone called insulin-like growth factor 1 (IGF-1) and by a related hormone called IGF-2. It belongs to the large class of tyrosine kinase receptors. This receptor mediates the effects of IGF-1, which is a polypeptide protein hormone similar in molecular structure to insulin. IGF-1 plays an important role in growth and continues to have anabolic effects in adults – meaning that it can induce hypertrophy of skeletal muscle and other target tissues. Mice lacking the IGF-1 receptor die late in development, and show a dramatic reduction in body mass, testifying to the strong growth-promoting effect of this receptor. Mice carrying only one functional copy of IGF-1R are normal, but exhibit a ~15% decrease in body mass.",
            "score": 172.87081909179688
        },
        {
            "docid": "8429751_3",
            "document": "Growth hormone receptor . This gene encodes a protein that is a transmembrane receptor for growth hormone Binding of growth hormone to the receptor leads to reorientation of a pre-assembled receptor dimer dimerization (the receptor may however also exist as monomers on the cell surface ) and the activation of an intra- and intercellular signal transduction pathway leading to growth. A common alternate allele of this gene, called GHRd3, lacks exon three and has been well characterized. Mutations in this gene have been associated with Laron syndrome, also known as the growth hormone insensitivity syndrome (GHIS), a disorder characterized by short stature (proportional dwarfism). Other splice variants, including one encoding a soluble form of the protein (GHRtr), have been observed but have not been thoroughly characterized. Laron mice (that is mice genetically engineered to carry defective Ghr), have a dramatic reduction in body mass (only reaching 50% of the weight of normal siblings), and also show a ~40% increase in lifespan.",
            "score": 172.62261962890625
        },
        {
            "docid": "26305461_12",
            "document": "Parabiosis . Chronic diseases of age have been saluted as prime candidates for parabiotic research because of the potential to conjoin an older animal with a younger animal. This process could be used to research cardiovascular disease, diabetes, osteoarthritis, and Alzheimer’s disease. As animals age, their oligodendrocytes reduce in efficiency, resulting in decreased myelination, causing negative effects on the central nervous system (CNS). Julia Ruckh and fellow researchers have used parabiosis to study remyelination from adult stem cells to see if conjoining young with older mice could reverse or delay this process. In the experiment, the two mice were conjoined and demyelination was induced via injection into the older mice. The experiment determined that factors from the younger mice reversed CNS demyelination in older mice by revitalizing the oligodendrocytes. The monocytes from the younger mice also enhanced the ability of the older mice to clear myelin debris because the young monocytes can clear lipids from myelin sheaths more effectively than older monocytes. The conjoining of the two animals reversed the effects of age on the myelination cells. The ability of the young mouse’s cells was unaffected. Enhanced immunity from the younger mouse also promoted the general health of the older mouse in each pair. The results of this experiment could lead to therapy processes for people with demyelinating diseases like multiple sclerosis.",
            "score": 170.99949645996094
        },
        {
            "docid": "39200615_38",
            "document": "Begging in animals . The larvae of burying beetles feed partly by begging for predigested carrion from parents and partly by self-feeding. In this species, \"juvenile hormone\", a major regulatory insect hormone, stimulates begging and growth. Elevating larval juvenile hormone levels (by topical application of the analogue methoprene) increase begging indicating that juvenile hormone in insects could have a similar function to that of testosterone and corticosterone in birds. Elevated juvenile hormone levels have a negative effect on larval growth regardless of whether larvae forage by begging or by self-feeding. This shows that the effects of juvenile hormone on larval growth are independent of the effects on begging, suggesting that the mechanisms by which juvenile hormone affects offspring growth in insects differ from those by which testosterone and corticosterone affect growth in birds.",
            "score": 167.6470947265625
        },
        {
            "docid": "12037222_4",
            "document": "Third-hand smoke . It is important to acknowledge the biomarkers of third-hand smoke because they indicate the severity and presence of disease. In a recent study involving mice, biomarkers of THS were discovered after four weeks of initial exposure at equivalent levels to those found in homes of smokers. Researchers used a system that mimicked that of the exposure to humans and sought out biomarkers found in serum, liver, and brain tissues in the mice. The mice were then exposed to THS at varying months and at as early as one month, they began to show signs of increased circulating inflammatory cytokines, tumor necrosis factor, granulocyte macrophage colony stimulating factor, and an increase in the stress hormone epinephrine. Damage from THS exposure continued after two, four, and six months. Such damages included oxidative stress and molecular damage. Some of the mice also became hyperglycemic and hyperinsulinimic, which could mean that insulin resistance could be a consequence of long-term exposure. This study implies that increased exposure time to THS can have dramatic effects. Additional studies with human subjects are still needed to fully understand the implications of THS.",
            "score": 167.40736389160156
        },
        {
            "docid": "12169672_7",
            "document": "Brandt's bat . The longest-lived individual of this species was at least 41 years old—a male bat in Siberia. In the early 1960s, 1,544 Brandt's bats were banded in this region. Of these individuals, at least 67–all males–lived longer than 20 years. In 2001, two individuals were documented 38 years after capture, making them the longest-lived individuals of this species ever recorded. However, three years later, one of these individuals was documented again, making it the definitive longest-lived individual. Not all populations of Brant's bat have such life expectancies. Populations near Saint Petersburg live approximately 8.5 years; populations in the Baltic region don't live longer than 18.5 years. In mammals, larger animals tend to have longer lifespans than smaller ones; the Brandt's bat is the most extreme outlier to this pattern, with lifespans exceeding 40 years in the wild while only weighing . Compared to other animals its size, it lives 9.8 times longer than expected, which is the greatest value of any mammal with a known lifespan. Researchers identified changes in its growth hormone receptors and insulin-like growth factor 1 receptors that likely contribute to its long life expectancy. By roosting in caves, it is able to avoid extreme weather conditions and predators, increasing its chances of living a long life. It also hibernates, which is linked to longer life expectancies in bats.",
            "score": 165.76170349121094
        },
        {
            "docid": "20936195_2",
            "document": "Acromegaly . Acromegaly is a disorder that results from excess growth hormone (GH) after the growth plates have closed. The initial symptom is typically enlargement of the hands and feet. There may also be enlargement of the forehead, jaw, and nose. Other symptoms may include joint pain, thicker skin, deepening of the voice, headaches, and problems with vision. Complications of the disease may include type 2 diabetes, sleep apnea, and high blood pressure. Acromegaly is typically due to the pituitary gland producing too much growth hormone. In more than 95% of cases the excess production is due to a benign tumor, known as a pituitary adenoma. The condition is not inherited from a person's parents. Rarely acromegaly is due to tumors in other parts of the body. Diagnosis is by measuring growth hormone after a person has drunk glucose or by measuring insulin-like growth factor I in the blood. After diagnosis, medical imaging of the pituitary is carried out to look for an adenoma. If excess growth hormone is produced during childhood the result is gigantism. Treatment options include surgery to remove the tumor, medications, and radiation therapy. Surgery is usually the preferred treatment and is most effective when the tumor is smaller. In those in whom surgery is not effective, medications of the somatostatin analogue or GH receptor antagonist type may be used. The effects of radiation therapy are more gradual than that of surgery or medication. Without treatment those affected live on average 10 years less; with treatment, however, life expectancy is typically normal. Acromegaly affects about 6 per 100,000 people. It is most commonly diagnosed in middle age. Males and females are affected with equal frequency. The first medical description of the disorder occurred in 1772 by Nicolas Saucerotte. The term is from Greek \"akron\" meaning \"extremity\" and \"mega\" meaning \"large\". Features that result from high level of GH or expanding tumor include:",
            "score": 165.5655059814453
        },
        {
            "docid": "801852_10",
            "document": "Polybrominated diphenyl ethers . A non-peer-reviewed study of 20 mother-child pairs in the United States conducted by the Environmental Working Group found that the median blood levels of PBDEs in children (62 parts per billion) were 3.2 times higher than in their mothers. PBDEs have also been shown to have hormone-disrupting effects, in particular, on estrogen and thyroid hormones. A 2009 animal study conducted by the US Environmental Protection Agency (EPA) demonstrates that deiodination, active transport, sulfation, and glucuronidation may be involved in disruption of thyroid homeostasis after perinatal exposure to PBDEs during critical developmental time points \"in utero\" and shortly after birth. The adverse effects on hepatic mechanism of thyroid hormone disruption during development have been shown to persist into adulthood. The EPA noted that PBDEs are particularly toxic to the developing brains of animals. Peer-reviewed studies have shown that even a single dose administered to mice during development of the brain can cause permanent changes in behavior, including hyperactivity.",
            "score": 165.55380249023438
        },
        {
            "docid": "24385806_10",
            "document": "Breast development . Calcitriol, the hormonally active form of vitamin D, acting through the vitamin D receptor (VDR), has, like the androgens, been reported to be a negative regulator of mammary gland development in mice, for instance, during puberty. VDR knockout mice show more extensive ductal development relative to wild-type mice, as well as precocious mammary gland development. In addition, VDR knockout has also been shown to result in increased responsiveness of mouse mammary gland tissue to estrogen and progesterone, which was represented by increased cell growth in response to these hormones. Conversely however, it has been found that VDR knockout mice show reduced ductal differentiation, represented by an increased number of undifferentiated TEBs, and this finding has been interpreted as indicating that vitamin D may be essential for lobuloalveolar development. As such, calcitriol, via the VDR, may be a negative regulator of ductal development but a positive regulator of lobuloalveolar development in the mammary gland.",
            "score": 164.16757202148438
        },
        {
            "docid": "543002_11",
            "document": "Bovine somatotropin . By using cows that produce offspring within a one to two week period, synchronized breeding allows dairy farmers to artificially inseminate cows for maximum pregnancy rates with minimal effort. Bovine somatotropin is a placental lactogen (PL) hormone and falls under the class of growth hormone, or somatotropin. It is relevant to the practice of artificially expediting placental development in farm mammals, specifically dairy cattle. The mechanism through which the hormones of this somatotropin exert their effects can be observed at the cellular and molecular level in placental tissue. For mammals exposed to the hormone, bovine somatotropin associates with N-glycosylated proteins that are heavily involved in placental gestation. Knowledge of this and how BT works in conjunction with growth hormones allows for agricultural researchers to experiment on the effects of synchronization in farm animals. Synchronization involves treating cattle with a dose of BsT before artificially inseminating them, according to a fixed interval schedule. Synchronization and bST treatment may be used to increase first-service pregnancy rates while following this timed artificial insemination protocol. This would therefore allow agricultural researchers to observe the effects of hormones in relation to natural estrous cycles. Dairy cattle experienced increased rates of pregnancy during synchronization when exposed to BsT. The effects of BsT on this treatment are dependent on the step in the estrous cycle, seeing how BsT has a stimulatory effect of progesterone on the corpus luteum.",
            "score": 163.82028198242188
        },
        {
            "docid": "29728037_34",
            "document": "Body odour and sexual attraction . Mammalian pheromones can elicit both long-lasting effects that alter the hormone levels of the recipient animal, and short-term effects on its behavior. For example, detection of male pheromones by female mice has been found to encourage onset of puberty, however the detection of female pheromones have been found to delay the onset of puberty.",
            "score": 162.65037536621094
        },
        {
            "docid": "36563803_57",
            "document": "Neuroscience of sleep . The secretion of many hormones is affected by sleep-wake cycles. For example, melatonin, a hormonal timekeeper, is considered a strongly circadian hormone, whose secretion increases at dim light and peaks during nocturnal sleep, diminishing with bright light to the eyes. In some organisms melatonin secretion depends on sleep, but in humans it is independent of sleep and depends only on light level. Of course, in humans as well as other animals, such a hormone may facilitate coordination of sleep onset. Similarly, cortisol and thyroid stimulating hormone (TSH) are strongly circadian and diurnal hormones, mostly independent of sleep. In contrast, other hormones like growth hormone (GH) & prolactin are critically sleep-dependent, and are suppressed in the absence of sleep. GH has maximum increase during SWS while prolactin is secreted early after sleep onset and rises through the night. In some hormones whose secretion is controlled by light level, sleep seems to increase secretion. Almost in all cases, sleep deprivation has detrimental effects. For example, cortisol, which is essential for metabolism (it is so important that animals can die within a week of its deficiency) and affects the ability to withstand noxious stimuli, is increased by waking and during REM sleep. Similarly, TSH increases during nocturnal sleep and decreases with prolonged periods of reduced sleep, but interestingly, increases during total acute sleep deprivation.  Because hormones play a major role in energy balance and metabolism, and sleep plays a critical role in the timing and amplitude of their secretion, sleep has a sizable effect on metabolism. This could explain some of the early theories of sleep function that predicted that sleep has a metabolic regulation role.",
            "score": 162.1815643310547
        },
        {
            "docid": "1494666_10",
            "document": "Anti-Müllerian hormone . A study published in Nature Medicine found a link between hormonal imbalance in the womb and Polycystic ovary syndrome (PCOS), specifically prenatal exposure to anti-Müllerian hormone. For the study, the researchers injected pregnant mice with AMH so that they had a higher than normal concentration of the hormone. Indeed, they gave birth to daughters who later developed PCOS-like tendencies. These included problems with fertility, delayed puberty, and erratic ovulation. To reverse it, the researchers dosed the polycystic mice with an IVF drug called cetrorelix, which made the symptoms to go away .These experiments should be confirmed in humans, but it could be the first step in understanding the relationship between the polycystic ovary and the anti-Müllerian hormone.",
            "score": 162.0450439453125
        },
        {
            "docid": "256641_28",
            "document": "Plant hormone . ABA controls embryo dormancy, and GA embryo germination. Seed coat dormancy involves the mechanical restriction of the seed coat. This, along with a low embryo growth potential, effectively produces seed dormancy. GA releases this dormancy by increasing the embryo growth potential, and/or weakening the seed coat so the radical of the seedling can break through the seed coat. Different types of seed coats can be made up of living or dead cells, and both types can be influenced by hormones; those composed of living cells are acted upon after seed formation, whereas the seed coats composed of dead cells can be influenced by hormones during the formation of the seed coat. ABA affects testa or seed coat growth characteristics, including thickness, and effects the GA-mediated embryo growth potential. These conditions and effects occur during the formation of the seed, often in response to environmental conditions. Hormones also mediate endosperm dormancy: Endosperm in most seeds is composed of living tissue that can actively respond to hormones generated by the embryo. The endosperm often acts as a barrier to seed germination, playing a part in seed coat dormancy or in the germination process. Living cells respond to and also affect the ABA:GA ratio, and mediate cellular sensitivity; GA thus increases the embryo growth potential and can promote endosperm weakening. GA also affects both ABA-independent and ABA-inhibiting processes within the endosperm.",
            "score": 161.83998107910156
        },
        {
            "docid": "9543465_7",
            "document": "Cetrorelix . A study published in Nature Medicine found a link between hormonal imbalance in the womb and Polycystic ovary syndrome (PCOS), specifically prenatal exposure to anti-Müllerian hormone. For the study, the researchers injected pregnant mice with AMH so that they had a higher than normal concentration of the hormone. Indeed, they gave birth to daughters who later developed PCOS-like tendencies. These included problems with fertility, delayed puberty, and erratic ovulation. To reverse it, the researchers dosed the polycystic mice with cetrorelix, which made the symptoms to go away .These experiments should be confirmed in humans, but it could be the first step in understanding the relationship between the polycystic ovary and the anti-Müllerian hormone.",
            "score": 161.13034057617188
        },
        {
            "docid": "183290_13",
            "document": "Life extension . While growth hormone (GH) decreases with age, the evidence for use of growth hormone as an anti-aging therapy is mixed and based mostly on animal studies. There are mixed reports that GH or IGF-1 modulates the aging process in humans and about whether the direction of its effect is positive or negative.",
            "score": 160.3574981689453
        },
        {
            "docid": "59364_26",
            "document": "Methionine . A 2005 study showed methionine restriction without energy restriction extends mouse lifespans. This extension requires intact growth hormone signaling, as animals without intact growth-hormone signaling do not have a further increase in lifespan when methionine restricted. The metabolic response to methionine restriction is also altered in mouse growth hormone signaling mutants.",
            "score": 160.2039794921875
        },
        {
            "docid": "740746_45",
            "document": "Adult neurogenesis . Scientists have shown that physical activity in the form of voluntary exercise results in an increase in the number of newborn neurons in the hippocampus of mice and rats. These and other studies have shown that learning in both species can be enhanced by physical exercise. Recent research has shown that brain-derived neurotrophic factor and insulin-like growth factor 1 are key mediators of exercise-induced neurogenesis. Exercise increases the production of BDNF, as well as the NR2B subunit of the NMDA receptor. Exercise increases the uptake of IGF-1 from the bloodstream into various brain regions, including the hippocampus. In addition, IGF-1 alters c-fos expression in the hippocampus. When IGF-1 is blocked, exercise no longer induces neurogenesis. Other research demonstrated that exercising mice that did not produce beta-endorphin, a mood-elevating hormone, had no change in neurogenesis. Yet, mice that did produce this hormone, along with exercise, exhibited an increase in newborn cells and their rate of survival. While the association between exercise-mediated neurogenesis and enhancement of learning remains unclear, this study could have strong implications in the fields of aging and/or Alzheimer's disease.",
            "score": 160.08412170410156
        },
        {
            "docid": "18845_22",
            "document": "Mouse . Common terms used to refer to different ages/sizes of mice when sold for pet food are \"pinkies\", \"fuzzies\", \"crawlers\", \"hoppers\", and \"adults\". Pinkies are newborn mice that have not yet grown fur; fuzzies have some fur but are not very mobile; hoppers have a full coat of hair and are fully mobile but are smaller than adult mice. Mice without fur are easier for the animal to consume; however, mice with fur may be more convincing as animal feed. These terms are also used to refer to the various growth stages of rats (see Fancy rat).",
            "score": 160.0590057373047
        },
        {
            "docid": "464821_26",
            "document": "1,3-Butadiene . 1,3-Butadiene is also a suspected human teratogen. Prolonged and excessive exposure can affect many areas in the human body; blood, brain, eye, heart, kidney, lung, nose and throat have all been shown to react to the presence of excessive 1,3-butadiene. Animal data suggest that women have a higher sensitivity to possible carcinogenic effects of butadiene over men when exposed to the chemical. This may be due to estrogen receptor impacts. While these data reveal important implications to the risks of human exposure to butadiene, more data are necessary to draw conclusive risk assessments. There is also a lack of human data for the effects of butadiene on reproductive and development shown to occur in mice, but animal studies have shown breathing butadiene during pregnancy can increase the number of birth defects, and humans have the same hormone systems as animals.",
            "score": 160.0121307373047
        },
        {
            "docid": "18455584_3",
            "document": "Thyroid hormones . The thyroid hormones act on nearly every cell in the body. They act to increase the basal metabolic rate, affect protein synthesis, help regulate long bone growth (synergy with growth hormone) and neural maturation, and increase the body's sensitivity to catecholamines (such as adrenaline) by permissiveness. The thyroid hormones are essential to proper development and differentiation of all cells of the human body. These hormones also regulate protein, fat, and carbohydrate metabolism, affecting how human cells use energetic compounds. They also stimulate vitamin metabolism. Numerous physiological and pathological stimuli influence thyroid hormone synthesis.",
            "score": 159.841552734375
        },
        {
            "docid": "315620_17",
            "document": "Brown adipose tissue . Studies using positron emission tomography scanning of adult humans have shown that brown adipose tissue is still present in most adults in the upper chest and neck (especially paravertebrally). The remaining deposits become more visible (increasing tracer uptake, meaning more metabolically active) with cold exposure, and less visible if an adrenergic beta blocker is given before the scan. These discoveries could lead to new methods of weight loss, since brown fat takes calories from normal fat and burns it. Scientists have been able to stimulate brown fat growth in mice. One study of APOE knock out mice showed cold exposure could promote atherosclerotic plaque growth and instability. The study mice were subjected to sustained low temperatures of 4 °C for 8 weeks which may have caused a stress condition, due to rapid forced change rather than a safe acclimatisation, that can be used to understand the effect on adult humans of modest reductions of ambient temperature of just 5 to 10 °C. Furthermore, several newer studies have documented the substantial benefits of cold exposure in multiple species including humans, for example researchers concluded that \"activation of brown adipose tissue is a powerful therapeutic avenue to ameliorate hyperlipidaemia and protect from atherosclerosis\" and that brown fat activation reduces plasma triglyceride and cholesterol levels and attenuates diet-induced atherosclerosis development.",
            "score": 159.77285766601562
        },
        {
            "docid": "25324226_5",
            "document": "Anti-aging movement . Central to anti-aging medicine is administration of human growth hormone. Clinical studies have shown that low-dose growth hormone (GH) treatment for adults with GH deficiency changes the body composition by increasing muscle mass, decreasing fat mass, and increasing bone density and muscle strength. It also improves cardiovascular parameters (i.e. decrease of LDL cholesterol) and affects the quality of life without significant side effects. However, it is also said to have potentially dangerous side-effects when used in injectable form, if proper protocols are not followed. It is not approved for use in healthy aging patients, though many have been using it for this reason for decades now. That restriction is sidestepped by means of a diagnosis of some injury, organic condition, or adult growth hormone deficiency which supposedly has resulted in reduced secretion of the hormone.",
            "score": 159.43235778808594
        },
        {
            "docid": "16413778_35",
            "document": "Ageing . Cancer geneticist Ronald A. DePinho and his colleagues published research in mice where telomerase activity was first genetically removed. Then, after the mice had prematurely aged, they restored telomerase activity by reactivating the telomerase gene. As a result, the mice were rejuvenated: Shrivelled testes grew back to normal and the animals regained their fertility. Other organs, such as the spleen, liver, intestines and brain, recuperated from their degenerated state. \"[The finding] offers the possibility that normal human ageing could be slowed by reawakening the enzyme in cells where it has stopped working\" says Ronald DePinho. However, activating telomerase in humans could potentially encourage the growth of tumours. Most known genetic interventions in \"C. elegans\" increase lifespan by 1.5 to 2.5-fold. , the record for lifespan extension in C. \"elegans\" is a single-gene mutation which increases adult survival by tenfold. The strong conservation of some of the mechanisms of ageing discovered in model organisms imply that they may be useful in the enhancement of human survival. However, the benefits may not be proportional; longevity gains are typically greater in \"C. elegans\" than fruit flies, and greater in fruit flies than in mammals. One explanation for this is that mammals, being much longer-lived, already have many traits which promote lifespan.",
            "score": 158.51271057128906
        }
    ]
}