{
    "q": [
        {
            "docid": "18398577_15",
            "document": "Somatic evolution in cancer . System instability is a major contributing factor for genetic heterogeneity. For the majority of cancers, genome instability is reflected in a large frequency of mutations in the whole genome DNA sequence (not just the protein coding regions that are only 1.5% of the genome). In whole genome sequencing of different types of cancers, large numbers of mutations were found in two breast cancers (about 20,000 point mutations), 25 melanomas (9,000 to 333,000 point mutations) and a lung cancer (50,000 point mutations and 54,000 small additions and deletions). Genome instability is also referred to as an enabling characteristic for achieving endpoints of cancer evolution. Many of the somatic evolutionary studies have traditionally been focused on clonal expansion, as recurrent types of changes can be traced to illustrate the evolutionary path based on available methods. Recent studies from both direct DNA sequencing and karyotype analysis illustrate the importance of the high level of heterogeneity in somatic evolution. For the formation of solid tumors, there is an involvement of multiple cycles of clonal and non-clonal expansion. Even at the typical clonal expansion phase, there are significant levels of heterogeneity within the cell population, however, most are under-detected when mixed populations of cells are used for molecular analysis. In solid tumors, a majority of gene mutations are not recurrent types, and neither are the karyotypes. These analyses offer an explanation for the findings that there are no common mutations shared by most cancers.",
            "score": 237.8124531507492
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 201.77128911018372
        },
        {
            "docid": "13471415_10",
            "document": "Anaphase lag . Consequent of this genomic instability, the resulting cancer cells have the potential to diverge in sequence and gain new traits. This intratumoral heterogeneity creates a tumor mass with different genomic backgrounds as well as unique cellular traits and drug susceptibilities.  Several research groups have shown that heterogeneity and genomic instability are heavily correlated with poor patient outcomes and aggressive cancers.  Chang-Min Choi et. al. examined the survival of individuals with adenocaninoma of the lung. Those individuals with higher rates of chromosome instability were associated with worse 5-year survival curves.  This was similarly observed in a colorectal study by Walther et. al.  These more aggressive heterogenous tumors also provide unique difficulties for treatment regimens.  To support this hypothesis, Duesberg et. al. tested drug susceptibility on cell lines with and without aneuploidy.  While the diploid cell lines remained drug sensitive, the aneuploid lines showed marked increases in mutation rates, drug resistance, and unintended morphological changes to cell phenotypes.  As the importance of genomic instability in cancer prognosis/treatment continues, identifying the causes and consequences of mechanisms such as anaphase lag will be critical to understanding how cancer develops as well as developing better multi-target therapies.",
            "score": 241.77306032180786
        },
        {
            "docid": "45576289_4",
            "document": "Mouse models of breast cancer metastasis . The classical theory developed in the early 70’s anticipated that metastasis is due to genetically determined subpopulations in primary tumours. The genetic variance between metastatic foci is significant for only particular locus and within specific cell populations or only one-cell population shows differences and some loci are divergent only in one cell subpopulation. This explains the concept of tumour heterogeneity and the order of genetic events during tumor evolution. Many of the genes driving the growth at primary site can determine the dissemination and colonization at the ectopic site. Breast cancer is consensually considered genetically and clinically as a heterogeneous disease, in that it reflects the heterogeneity of the normal breast tissue at its origin17873350. A number of discrete genetic events have to occur in order to enable individual tumor cells that have the capacity to grow at an ectopic site. The metastatic progression depends on the regulation of developmental programs and environmental events. The metastatic potential of sub populations within mouse mammary cells is now considered as relatively an early event and dissemination occurs at the same time of pre invasive or micro-invasive lesions. The genetic profiles of primary and metastatic lesions in breast carcinomas show a large extent of clonal pertinence between lesions. There are various patterns of prevalence of genetic mutations in the genomes of primary breast tumour and its metastases. It also confirms the genetic heterogeneity between the primary neoplasm of breast cancer patients and their respective metastases.",
            "score": 267.28585410118103
        },
        {
            "docid": "45031863_7",
            "document": "Liquid biopsy . Liquid biopsies have been made possible by advances in sequencing the human genome, since scientists and researchers can now detect genetic mutations of cancers. Researchers have found that unique cancer mutations can show up in microscopic fragments of DNA in a patient's blood. Tumor-related circulating-free DNA, RNA or proteins are released by tumor cells and circulate in the blood of cancer patients. Therefore, assays using these molecules can be used for early tumor detection, monitoring or detection of resistance mutations.",
            "score": 199.31548190116882
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 219.51630747318268
        },
        {
            "docid": "53844820_7",
            "document": "CpG island hypermethylation . Aberrations in epigenetic control that are seen in cancer pertain to DNA methylation, which can be either locus-specific DNA hypermethylation or genome-wide DNA hypomethylation. Under locus-specific DNA hypermethylation comes CpG island hypermethylation. DNA methylation acts as an alternative to genetic mutation. According to the Knudsen hypothesis, cancer is a result of multiple hits to DNA, and DNA methylation can be one such hit. Epigenetic mutations such as DNA methylation are mitotically heritable, but also reversible, unlike gene mutations. The identity of hypermethylated CpG islands varies by the type of tumor. Some single gene examples include MLH1 in colorectal cancer and BRCA1 in breast cancer. Hypermethylated CpG islands also act as biomarkers, as they can help distinguish cancer from normal cells in the same sample. They can also help identify certain specific features of cancer and their detection is more sensitive. CpG island hypermethylation has shown promise for the molecular monitoring of patients with cancer and is a potential target for therapeutic use.",
            "score": 205.59682476520538
        },
        {
            "docid": "26062564_28",
            "document": "Cancer genome sequencing . A large-scale screen for somatic mutations in breast and colorectal tumors showed that many low-frequency mutations each make small contribution to cell survival. If cell survival is determined by many mutations of small effect, it is unlikely that genome sequencing will uncover a single \"Achilles heel\" target for anti-cancer drugs. However, somatic mutations tend to cluster in a limited number of signalling pathways, which are potential treatment targets.",
            "score": 202.4587697982788
        },
        {
            "docid": "53264736_4",
            "document": "Nuria Lopez Bigas . López-Bigas' lab has contributed to the identification of genes that drive abnormal growth of malignant cells, known as cancer driver genes. During tumorigenesis, positive selection of mutations that activate the tumorigenic potential of oncogenes occur. Her lab has developed computational methodologies to detect these signals of positive selection in the pattern of somatic mutations observed in tumors. They developed pioneer methods to identify cancer driver genes through the creation of IntOGen. This web platform supports cancer researchers by providing a systematic analysis of oncogene data across various sequencing projects to aid in clinical decision-making. The lab is also involved in advancing precision medicine by using targetable gene alterations to help determine therapeutic options for cancer patients. They have developed an approach that uses bioinformatic resources to identify therapeutically actionable genomic alterations in tumors, which is accessible through another online database called the Cancer Genome Interpreter.",
            "score": 165.24257707595825
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 181.12039518356323
        },
        {
            "docid": "16814276_10",
            "document": "Merkel cell polyomavirus . Sequencing of the virus from Merkel cell cancers reveals that it generally has tumor-specific mutations that truncate the MCV T antigen. These mutations (which are not found in native virus obtained from nontumor sites) eliminate the T antigen helicase, preventing the integrated virus from replicating independently from the host cancer cell. The tumor is a \"dead-end host\" for MCV. Normally, the virus exists as circular episome (or plasmid) within the cell and its DNA is packaged into viral capsids and transmitted to other cells. In tumors, the viral DNA has broken and become integrated into human DNA within the tumor, so that the virus is no longer transmissible. The integrated virus cannot be excised from the host cell and it must replicate as the host cell is replicated. Examination of infected tumors reveals that the majority have a clear monoclonal pattern, indicating that the virus integrated into a single cell before it began its cancerous expansion. For this reason, there is very strong evidence that MCV causes some, but not all, Merkel cell carcinomas. MCV can also be found in healthy tissues from people without Merkel cell carcinoma. A complete MCV genome (MCV-HF) was designed from multiple tumor-type MCV genomes and examined with successful replication capability in vitro. The identical sequences were found in human normal skins. While the precise prevalence of infection is unknown in humans, it is likely that most infections do not cause cancers.",
            "score": 199.78284299373627
        },
        {
            "docid": "44690654_38",
            "document": "Circulating tumor DNA . An important consideration of using ctDNA as a cancer biomarker is the ability to distinguish between cfDNA from normal versus malignant cells. cfDNA is released by non-malignant cells during normal cellular turnover, but also during procedures such as surgery, radiotherapy, or chemotherapy. It is thought that lymphocytes are the primary contributors to cfDNA in serum. Notably, some studies have shown that increased levels of cfDNA are found in cancer patients compared to healthy individuals, and that in some contexts, cfDNA levels correlate with disease progression. Similarly, Koffler \"et al\". have found a higher concordance of cfDNA in diseased individuals compared to a healthy population. However, it is difficult to determine the proportion of DNA that is of tumor-origin, since there are other physiological circumstances where cfDNA is elevated (for example, during inflammation or injury). For this reason, targeted assays to detect microsatellite instability or copy number variation, point mutations, and loss of heterozygosity of certain known cancer related genes may be more beneficial than bulk sequencing of cfDNA.",
            "score": 198.6411348581314
        },
        {
            "docid": "57177883_3",
            "document": "DeMix . Solid tumor samples obtained from clinical practice are highly heterogeneous. They consist of multiple clonal populations of cancer cells as well as adjacent normal tissue, stromal and infiltrating immune cells. The highly heterogeneous structure of tumor tissues could complicate or bias various genomic data analysis. Removing heterogeneity is of substantial interest to isolate expression data from mixed samples \"in silico\". It is important to estimate and account for the tumor purity, or the percentage of cancer cells in the tumor sample before analyses. Owing to the marked differences between cancer and normal cells, it is possible to estimate tumor purity from high-throughput genomic or epigenomic data. DeMix is a method that has been developed to estimate the proportion and gene expression profile from cancer cells in mixed samples. In this method the mixed sample is assumed to be composed only by two cell types: cancer cells (without any a priori known gene expression profile) and normal cells (with known gene expression data, which can either come from tumor-matched or unmatched samples). This method was developed for microarray data and shows that it was important to use the raw data as input assuming it follows a log-normal distribution as is the case for microarray, instead of working with log-transformed data like most other methods did. DeMix estimates the variance of the gene expression in the normal samples and uses this in the maximum likelihood estimation to predict the cancer cell gene expression and proportions, using thus implicitly a gene-specific weight for each gene. It is the first method to follow a linear mixture of gene expression levels on data before they are log-transformed. This method analyzes data from heterogeneous tumor samples before the data are log-transformed, estimates individual level expression levels in each sample and each gene in an unmatched design.",
            "score": 220.73188149929047
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 196.97109019756317
        },
        {
            "docid": "26062564_17",
            "document": "Cancer genome sequencing . The Cancer Genome Projects goal is to identify sequence variants and mutations critical in the development of human cancers. The project involves the systematic screening of coding genes and flanking splice junctions of all genes in the human genome for acquired mutations in human cancers. To investigate these events, the discovery sample set will include DNA from primary tumor, normal tissue (from the same individuals) and cancer cell lines. All results from this project are amalgamated and stored within the COSMIC cancer database. COSMIC also includes mutational data published in scientific literature.",
            "score": 188.27599143981934
        },
        {
            "docid": "1248100_3",
            "document": "BRCA2 . BRCA2 and BRCA1 are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function, which correlates with an increased risk of breast cancer.",
            "score": 185.23329663276672
        },
        {
            "docid": "14170781_12",
            "document": "DNA (cytosine-5)-methyltransferase 3A . This gene is frequently mutated in cancer, being one of 127 frequently mutated genes identified in the Cancer Genome Atlas project DNMT3A mutations were most commonly seen in acute myeloid leukaemia (AML) where they occurred in just over 25% of cases sequenced. These mutations most often occur at position R882 in the protein and this mutation may cause loss of function. DNMT3A mutations are associated with poor overall survival, suggesting that they have an important common effect on the potential of AML cells to cause lethal disease. It has also been found that DNMT3A-mutated cell lines exhibit transcriptome instability, in that they have much more erroneous RNA splicing as compared to their isogenic wildtype counterparts.",
            "score": 157.98600316047668
        },
        {
            "docid": "7140680_9",
            "document": "Biomarker (cell) . Genomic biomarkers analyze DNA by identifying irregular sequences in the genome, typically a single nucleotide polymorphism. Genetic biomarkers are particularly significant in cancer because most cancer cell lines carry somatic mutations. Somatic mutations are distinguishable from hereditary mutations because the mutation is not in every cell; just the tumor cells, making them easy targets.",
            "score": 213.09713101387024
        },
        {
            "docid": "2332422_48",
            "document": "Carcinogenesis . Mutations of tumor suppressor genes that occur in germline cells are passed along to offspring, and increase the likelihood for cancer diagnoses in subsequent generations. Members of these families have increased incidence and decreased latency of multiple tumors. The tumor types are typical for each type of tumor suppressor gene mutation, with some mutations causing particular cancers, and other mutations causing others. The mode of inheritance of mutant tumor suppressors is that an affected member inherits a defective copy from one parent, and a normal copy from the other. For instance, individuals who inherit one mutant \"p53\" allele (and are therefore heterozygous for mutated \"p53\") can develop melanomas and pancreatic cancer, known as Li-Fraumeni syndrome. Other inherited tumor suppressor gene syndromes include \"Rb\" mutations, linked to retinoblastoma, and \"APC\" gene mutations, linked to adenopolyposis colon cancer. Adenopolyposis colon cancer is associated with thousands of polyps in colon while young, leading to colon cancer at a relatively early age. Finally, inherited mutations in \"BRCA1\" and \"BRCA2\" lead to early onset of breast cancer.",
            "score": 195.15098655223846
        },
        {
            "docid": "57185687_2",
            "document": "Breast cancer stem cell . Breast cancer is the most prevalent type of cancer among women worldwide, with almost 500 million deaths associated with this cancer type alone. The most commonly used treatment methods for breast cancer include surgery, radiotherapy and chemotherapy. However, many of these treated patients experience disease relapse and metastasis. This aggressive progression and recurrence of this disease has been attributed the presence of a subset of tumor cells known as breast cancer stem cells (BCSCs). These cells possess the abilities of self-renewal and tumor initiation, allowing them to be drivers of metastases and tumor growth. The microenvironment in which these cells reside is filled with residential inflammatory cells that provide the needed signaling cues for BCSC-mediated self-renewal and survival. Furthermore, the production of cytokines allows these cells to escape from the primary tumor and travel through the circulation to distant organs, commencing the process of metastasis. Due to their significant role in driving disease progression, BCSCs represent a new target by which to treat the tumor at the source of metastasis.",
            "score": 182.55756986141205
        },
        {
            "docid": "26062564_26",
            "document": "Cancer genome sequencing . A major goal of cancer genome sequencing is to identify driver mutations: genetic changes which increase the mutation rate in the cell, leading to more rapid tumor evolution and metastasis. It is difficult to determine driver mutations from DNA sequence alone; but drivers tend to be the most commonly shared mutations amongst tumors, cluster around known oncogenes, and are tend to be non-silent. Passenger mutations, which are not important in the progression of the disease, are randomly distributed throughout the genome. It has been estimated that the average tumor carries c.a. 80 somatic mutations, fewer than 15 of which are expected to be drivers.",
            "score": 198.45707297325134
        },
        {
            "docid": "412097_3",
            "document": "BRCA1 . BRCA1 and BRCA2 are unrelated proteins, but both are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA, or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal, tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function which correlates with an increased risk of breast cancer.",
            "score": 183.3390073776245
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 201.93129968643188
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 201.93129968643188
        },
        {
            "docid": "1236730_32",
            "document": "Neoplasm . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be “driver” mutations, and the remaining ones may be “passenger” mutations However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. This compares to the very low mutation frequency of about 70 new mutations in the entire genome between generations (parent to child) in humans.",
            "score": 135.72101187705994
        },
        {
            "docid": "1661124_57",
            "document": "Cancer immunotherapy . Many tumors express mutations. These mutations potentially create new targetable antigens (neoantigens) for use in T cell immunotherapy. The presence of CD8+ T cells in cancer lesions, as identified using RNA sequencing data, is higher in tumors with a high mutational burden. The level of transcripts associated with cytolytic activity of natural killer cells and T cells positively correlates with mutational load in many human tumors. In non–small cell lung cancer patients treated with lambrolizumab, mutational load shows a strong correlation with clinical response. In melanoma patients treated with ipilimumab, long-term benefit is also associated with a higher mutational load, although less significantly. The predicted MHC binding neoantigens in patients with a long-term clinical benefit were enriched for a series of tetrapeptide motifs that were not found in tumors of patients with no or minimal clinical benefit. However, human neoantigens identified in other studies do not show the bias toward tetrapeptide signatures.",
            "score": 186.39711785316467
        },
        {
            "docid": "1248100_11",
            "document": "BRCA2 . People who have two mutated copies of the BRCA2 gene have one type of Fanconi anemia. This condition is caused by extremely reduced levels of the BRCA2 protein in cells, which allows the accumulation of damaged DNA. Patients with Fanconi anemia are prone to several types of leukemia (a type of blood cell cancer); solid tumors, particularly of the head, neck, skin, and reproductive organs; and bone marrow suppression (reduced blood cell production that leads to anemia). Women having inherited a defective BRCA1 or BRCA2 gene have risks for breast and ovarian cancer that are so high and seem so selective that many mutation carriers choose to have prophylactic surgery. There has been much conjecture to explain such apparently striking tissue specificity. Major determinants of where BRCA1- and BRCA2-associated hereditary cancers occur are related to tissue specificity of the cancer pathogen, the agent that causes chronic inflammation, or the carcinogen. The target tissue may have receptors for the pathogen, become selectively exposed to carcinogens and an infectious process. An innate genomic deficit impairs normal responses and exacerbates the susceptibility to disease in organ targets. This theory also fits data for several tumor suppressors beyond BRCA1 or BRCA2. A major advantage of this model is that it suggests there are some options in addition to prophylactic surgery.",
            "score": 180.2337328195572
        },
        {
            "docid": "40710975_18",
            "document": "SNV calling from NGS data . In addition to methods that align reads from individual sample(s) to a reference genome in order to detect germline genetic variants, reads from multiple tissue samples within a single individual can be aligned and compared in order to detect somatic variants. These variants correspond to mutations that have occurred de novo within groups of somatic cells within an individual (that is, they are not present within the individual's germline cells). This form of analysis has been frequently applied to the study of cancer, where many studies are designed around investigating the profile of somatic mutations within cancerous tissues. Such investigations have resulted in diagnostic tools that have seen clinical application, and are used to improve scientific understanding of the disease, for instance by the discovery of new cancer-related genes, identification of involved gene regulatory networks and metabolic pathways, and by informing models of how tumors grow and evolve.",
            "score": 219.08007156848907
        },
        {
            "docid": "2631477_57",
            "document": "Homologous recombination . Cancer cells with BRCA mutations have deficiencies in homologous recombination, and drugs to exploit those deficiencies have been developed and used successfully in clinical trials. Olaparib, a PARP1 inhibitor, shrunk or stopped the growth of tumors from breast, ovarian and prostate cancers caused by mutations in the BRCA1 or BRCA2 genes, which are necessary for HR. When BRCA1 or BRCA2 is absent, other types of DNA repair mechanisms must compensate for the deficiency of HR, such as base-excision repair (BER) for stalled replication forks or non-homologous end joining (NHEJ) for double strand breaks. By inhibiting BER in an HR-deficient cell, olaparib applies the concept of synthetic lethality to specifically target cancer cells. While PARP1 inhibitors represent a novel approach to cancer therapy, researchers have cautioned that they may prove insufficient for treating late-stage metastatic cancers. Cancer cells can become resistant to a PARP1 inhibitor if they undergo deletions of mutations in BRCA2, undermining the drug's synthetic lethality by restoring cancer cells' ability to repair DNA by HR.",
            "score": 189.83017373085022
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 197.2962886095047
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 220.1671371459961
        },
        {
            "docid": "21003747_10",
            "document": "High Resolution Melt . In a field more relevant to clinical diagnostics, HRM has been shown to be suitable in principle for the detection of mutations in the breast cancer susceptibility genes BRCA1 and BRCA2. More than 400 mutations have been identified in these genes.The sequencing of genes is the gold standard for identifying mutations. Sequencing is time consuming and labour-intensive and is often preceded by techniques used to identify heteroduplex DNA, which then further amplify these issues. HRM offers a faster and more convenient closed-tube method of assessing the presence of mutations and gives a result which can be further investigated if it is of interest. In a study carried out by Scott et al. in 2006, 3 cell lines harbouring different BRCA mutations were used to assess the HRM methodology. It was found that the melting profiles of the resulting PCR products could be used to distinguish the presence or absence of a mutation in the amplicon. Similarly in 2007 Krypuy et al. showed that the careful design of HRM assays (with regards to primer placement) could be successfully employed to detect mutations in the TP53 gene, which encodes the tumour suppressor protein p53 in clinical samples of breast and ovarian cancer. Both these studies highlighted the fact that changes in the melting profile can be in the form of a shift in the melting temperature or an obvious difference in the shape of the melt curve. Both of these parameters are a function of the amplicon sequence. The consensus is that HRM is a cost efficient method that can be employed as an initial screen for samples suspected of harbouring polymorphisms or mutations. This would reduce the number of samples which need to be investigated further using more conventional methods.",
            "score": 157.44821691513062
        }
    ],
    "r": [
        {
            "docid": "45576289_4",
            "document": "Mouse models of breast cancer metastasis . The classical theory developed in the early 70’s anticipated that metastasis is due to genetically determined subpopulations in primary tumours. The genetic variance between metastatic foci is significant for only particular locus and within specific cell populations or only one-cell population shows differences and some loci are divergent only in one cell subpopulation. This explains the concept of tumour heterogeneity and the order of genetic events during tumor evolution. Many of the genes driving the growth at primary site can determine the dissemination and colonization at the ectopic site. Breast cancer is consensually considered genetically and clinically as a heterogeneous disease, in that it reflects the heterogeneity of the normal breast tissue at its origin17873350. A number of discrete genetic events have to occur in order to enable individual tumor cells that have the capacity to grow at an ectopic site. The metastatic progression depends on the regulation of developmental programs and environmental events. The metastatic potential of sub populations within mouse mammary cells is now considered as relatively an early event and dissemination occurs at the same time of pre invasive or micro-invasive lesions. The genetic profiles of primary and metastatic lesions in breast carcinomas show a large extent of clonal pertinence between lesions. There are various patterns of prevalence of genetic mutations in the genomes of primary breast tumour and its metastases. It also confirms the genetic heterogeneity between the primary neoplasm of breast cancer patients and their respective metastases.",
            "score": 267.2858581542969
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 248.9431610107422
        },
        {
            "docid": "13471415_10",
            "document": "Anaphase lag . Consequent of this genomic instability, the resulting cancer cells have the potential to diverge in sequence and gain new traits. This intratumoral heterogeneity creates a tumor mass with different genomic backgrounds as well as unique cellular traits and drug susceptibilities.  Several research groups have shown that heterogeneity and genomic instability are heavily correlated with poor patient outcomes and aggressive cancers.  Chang-Min Choi et. al. examined the survival of individuals with adenocaninoma of the lung. Those individuals with higher rates of chromosome instability were associated with worse 5-year survival curves.  This was similarly observed in a colorectal study by Walther et. al.  These more aggressive heterogenous tumors also provide unique difficulties for treatment regimens.  To support this hypothesis, Duesberg et. al. tested drug susceptibility on cell lines with and without aneuploidy.  While the diploid cell lines remained drug sensitive, the aneuploid lines showed marked increases in mutation rates, drug resistance, and unintended morphological changes to cell phenotypes.  As the importance of genomic instability in cancer prognosis/treatment continues, identifying the causes and consequences of mechanisms such as anaphase lag will be critical to understanding how cancer develops as well as developing better multi-target therapies.",
            "score": 241.77305603027344
        },
        {
            "docid": "2448941_8",
            "document": "Cancer stem cell . In order for a cell to become cancerous it must undergo a significant number of alterations to its DNA sequence. This cell model suggests these mutations could occur to any cell in the body resulting in a cancer. Essentially this theory proposes that all cells have the ability to be tumorigenic making all tumor cells equipotent with the ability to self-renew or differentiate, leading to tumor heterogeneity while others can differentiate into non-CSCs The cell's potential can be influenced by unpredicted genetic or epigenetic factors, resulting in phenotypically diverse cells in both the tumorigenic and non-tumorigenic cells that compose the tumor.",
            "score": 240.5414276123047
        },
        {
            "docid": "337102_6",
            "document": "Biopsy . There are two types of liquid biopsy (which is not really a biopsy as they are blood tests that do not require a biopsy of tissue): circulating tumor cell assays or cell-free circulating tumor DNA tests. These methods provide a non-invasive alternative to repeat invasive biopsies to evaluate the mutations in cancer and plan individualized treatments. In addition, because cancer is a heterogeneous genetic disease, and excisional biopsies provide only a snapshot in time of some of the rapid, dynamic genetic changes occurring in tumors, liquid biopsies provide some advantages over tissue biopsy-based genomic testing. In addition, excisional biopsies are invasive, can’t be used repeatedly, and are ineffective in understanding the dynamics of tumor progression and metastasis. By detecting and quantifying genomic alterations in CTCs and cell-free DNA in blood, liquid biopsy can provide real-time information on the stage of tumor progression, treatment effectiveness, and cancer metastasis risk. This technological development could make it possible to diagnose and manage cancer from repeated blood tests rather than from a traditional biopsy.",
            "score": 239.34085083007812
        },
        {
            "docid": "12266_58",
            "document": "Genetics . Individuals differ in their inherited tendency to develop cancer, and cancer is a genetic disease. The process of cancer development in the body is a combination of events. Mutations occasionally occur within cells in the body as they divide. Although these mutations will not be inherited by any offspring, they can affect the behavior of cells, sometimes causing them to grow and divide more frequently. There are biological mechanisms that attempt to stop this process; signals are given to inappropriately dividing cells that should trigger cell death, but sometimes additional mutations occur that cause cells to ignore these messages. An internal process of natural selection occurs within the body and eventually mutations accumulate within cells to promote their own growth, creating a cancerous tumor that grows and invades various tissues of the body.",
            "score": 238.41824340820312
        },
        {
            "docid": "18398577_15",
            "document": "Somatic evolution in cancer . System instability is a major contributing factor for genetic heterogeneity. For the majority of cancers, genome instability is reflected in a large frequency of mutations in the whole genome DNA sequence (not just the protein coding regions that are only 1.5% of the genome). In whole genome sequencing of different types of cancers, large numbers of mutations were found in two breast cancers (about 20,000 point mutations), 25 melanomas (9,000 to 333,000 point mutations) and a lung cancer (50,000 point mutations and 54,000 small additions and deletions). Genome instability is also referred to as an enabling characteristic for achieving endpoints of cancer evolution. Many of the somatic evolutionary studies have traditionally been focused on clonal expansion, as recurrent types of changes can be traced to illustrate the evolutionary path based on available methods. Recent studies from both direct DNA sequencing and karyotype analysis illustrate the importance of the high level of heterogeneity in somatic evolution. For the formation of solid tumors, there is an involvement of multiple cycles of clonal and non-clonal expansion. Even at the typical clonal expansion phase, there are significant levels of heterogeneity within the cell population, however, most are under-detected when mixed populations of cells are used for molecular analysis. In solid tumors, a majority of gene mutations are not recurrent types, and neither are the karyotypes. These analyses offer an explanation for the findings that there are no common mutations shared by most cancers.",
            "score": 237.8124542236328
        },
        {
            "docid": "1638257_14",
            "document": "Birt–Hogg–Dubé syndrome . People with Birt–Hogg–Dubé syndrome are born with one mutated copy of the FLCN gene in each cell. Haploinsufficiency—only having one functional copy of the FLCN gene—is enough to cause the fibrofolliculomas and pulmonary cysts, however, one copy of the gene is enough to keep kidney cells in check. During their lifetime, random mutations might inactivate the normal copy of the gene in a subset of cells. When this occurs, the result is that these cells have no functional copies of the FLCN gene, allowing the cells grow out of control. This loss of heterozygosity is a common mechanism in cancer, and it is frequently detected in the renal cancers associated with BHD. The molecular genetic defects in renal tumors of people with BHD are different from two other similar kidney tumors, chromophobe renal cell carcinoma and renal oncocytoma. BHD-associated tumorigenesis differs between the kidney, where loss of FLCN heterozygosity is responsible for cancers, and the skin, where FLCN is strongly expressed in heterozygotes. FLCN has been found to be overexpressed in fibrofolliculoma tissue and to have very low levels of expression in affected kidneys. Furthermore, the mTOR pathway is shown to be activated in tumor tissue from both humans and mice.",
            "score": 233.40370178222656
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 233.2557373046875
        },
        {
            "docid": "42067613_12",
            "document": "Single cell sequencing . Single-cell RNA sequencing (scRNA-seq) provides the expression profile of individual cells. Through gene clustering analyses, rare cell types within a cell population can be identified, thereby making characterization of the subpopulation structure of a heterogeneous cell population possible.  While tumor heterogeneity can be attributed to accumulated mutations, even genetically identical cells, under the same environment, display high variability of gene and protein expression levels. However, RNA with low copy number, which may exert important functions in the cells, is usually undetectable or regarded as noise in traditional cell-averaging methods. Single-cell RNA sequencing on a large number of single cells can identify such uncommon RNA and also reveal the copy-number distribution of the whole mRNA population in individual cells. Knowledge about the shape of distribution can be used to understand the mechanisms of transcription regulation, such as in the methods of Perturb-seq.",
            "score": 232.3181610107422
        },
        {
            "docid": "18398577_16",
            "document": "Somatic evolution in cancer . The state of a cell may be changed epigenetically, in addition to genetic alterations. The best-understood epigenetic alterations in tumors are the silencing or expression of genes by changes in the methylation of CG pairs of nucleotides in the promoter regions of the genes. These methylation patterns are copied to the new chromosomes when cells replicate their genomes and so methylation alterations are heritable and subject to natural selection. Methylation changes are thought to occur more frequently than mutations in the DNA, and so may account for many of the changes during neoplastic progression (the process by which normal tissue becomes cancerous), in particular in the early stages. For instance, when loss of expression of the DNA repair protein MGMT occurs in a colon cancer, it is caused by a mutation only about 4% of the time, while in most cases the loss is due to methylation of its promoter region. Similarly, when loss of expression of the DNA repair protein PMS2 occurs in colon cancer, it is caused by a mutation about 5% of the time, while in most cases loss of expression is due to methylation of the promoter of its pairing partner MLH1 (PMS2 is unstable in the absence of MLH1). Epigenetic changes in progression interact with genetic changes. For example, epigenetic silencing of genes responsible for the repair of mispairs or damages in the DNA (e.g. MLH1 or MSH2) results in an increase of genetic mutations.",
            "score": 229.583251953125
        },
        {
            "docid": "18844072_9",
            "document": "Synthetic lethality . Synthetic lethal analysis can be used to elucidate mechanisms of known chemotherapeutic drugs by identifying genes whose function is necessary for drug function. For example, BRCA1 and BRCA2 are important for repairing double-strand breaks in DNA, and mutations in these genes predispose individuals to breast cancer and ovarian cancer. The enzyme PARP1 is involved in repairing single-strand breaks, and the inhibition of PARP1 in a BRCA mutant background is selectively lethal to tumors because cancer cells accumulate DNA lesions that they cannot repair. Synthetic lethality is also useful for screening libraries of molecules to detect drugs that selectively inhibit cancer cells. In a recent chemical-genetic screen, one compound of 3200 screened molecules was a synthetic lethal inhibitor of pancreatic cancer KRAS gain-of-function cells, which suggests a potential treatment for this cancer type.",
            "score": 228.8151092529297
        },
        {
            "docid": "31207_2",
            "document": "Tumor suppressor . A tumor suppressor gene, or antioncogene, is a gene that protects a cell from one step on the path to cancer. When this gene mutates to cause a loss or reduction in its function, the cell can progress to cancer, usually in combination with other genetic changes. The loss of these genes may be even more important than proto-oncogene/oncogene activation for the formation of many kinds of human cancer cells. Tumor suppressor genes can be grouped into categories including caretaker genes, gatekeeper genes, and landscaper genes; the classification schemes are evolving as medicine advances, learning from fields including molecular biology, genetics, and epigenetics.",
            "score": 227.94232177734375
        },
        {
            "docid": "42279193_2",
            "document": "Chromoplexy . Chromoplexy refers to a class of complex DNA rearrangement observed in the genomes of cancer cells. This phenomenon was first identified in prostate cancer by whole genome sequencing of prostate tumors. Chromoplexy causes genetic material from one or more chromosomes to become scrambled as multiple strands of DNA are broken and ligated to each other in a new configuration. In prostate cancer, chromoplexy may cause multiple oncogenic events within a single cell cycle, providing a proliferative advantage to a (pre-)cancerous cell. Several oncogenic mutations in prostate cancer occur through chromoplexy, such as disruption of the tumor suppressor gene \"PTEN\" or creation of the \"TMPRSS2-ERG\" fusion gene.",
            "score": 226.72991943359375
        },
        {
            "docid": "1342811_13",
            "document": "Benign tumor . Tumours are formed by carcinogenesis, a process in which cellular alterations lead to the formation of cancer. Multistage carcinogenesis involves the sequential genetic or epigenetic changes to a cell's DNA, where each step produces a more advanced tumour. It is often broken down into three stages; initiation, promotion and progression, and several mutations may occur at each stage. Initiation is where the first genetic mutation occurs in a cell. Promotion is the clonal expansion (repeated division) of this transformed cell into a visible tumour that is usually benign. Following promotion, progression may take place where more genetic mutations are acquired in a sub-population of tumor cells. Progression changes the benign tumor into a malignant tumor. A prominent and well studied example of this phenomenon is the tubular adenoma, a common type of colon polyp which is an important precursor to colon cancer. The cells in tubular adenomas, like most tumors which frequently progress to cancer, show certain abnormalities of cell maturation and appearance collectively known as dysplasia. These cellular abnormalities are not seen in benign tumors that rarely or never turn cancerous, but are seen in other pre-cancerous tissue abnormalities which do not form discrete masses, such as pre-cancerous lesions of the uterine cervix. Some authorities prefer to refer to dysplastic tumors as \"pre-malignant\", and reserve the term \"benign\" for tumors which rarely or never give rise to cancer. Some benign tumors need no treatment; others may be removed if they cause problems such as seizures, discomfort or cosmetic concerns. Surgery is usually the most effective approach and is used to treat most benign tumors. In some case other treatments may be of use. Adenomas of the rectum may be treated with sclerotherapy, a treatment in which chemicals are used to shrink blood vessels in order to cut off the blood supply. Most benign tumors do not respond to chemotherapy or radiation therapy, although there are exceptions; benign intercranial tumors are sometimes treated with radiation therapy and chemotherapy under certain circumstances. Radiation can also be used to treat hemangiomas in the rectum. Benign skin tumors are usually surgically resected but other treatments such as cryotherapy, curettage, electrodesiccation, laser therapy, dermabrasion, chemical peels and topical medication are used.",
            "score": 226.64962768554688
        },
        {
            "docid": "2332422_5",
            "document": "Carcinogenesis . There is a diverse classification scheme for the various genomic changes that may contribute to the generation of cancer cells. Many of these changes are mutations, or changes in the nucleotide sequence of genomic DNA. There are also many epigenetic changes that alter whether genes are expressed or not expressed. Aneuploidy, the presence of an abnormal number of chromosomes, is one genomic change that is not a mutation, and may involve either gain or loss of one or more chromosomes through errors in mitosis. Large-scale mutations involve the deletion or gain of a portion of a chromosome. Genomic amplification occurs when a cell gains many copies (often 20 or more) of a small chromosomal region, usually containing one or more oncogenes and adjacent genetic material. Translocation occurs when two separate chromosomal regions become abnormally fused, often at a characteristic location. A well-known example of this is the Philadelphia chromosome, or translocation of chromosomes 9 and 22, which occurs in chronic myelogenous leukemia, and results in production of the BCR-abl fusion protein, an oncogenic tyrosine kinase. Small-scale mutations include point mutations, deletions, and insertions, which may occur in the promoter of a gene and affect its expression, or may occur in the gene's coding sequence and alter the function or stability of its protein product. Disruption of a single gene may also result from integration of genomic material from a DNA virus or retrovirus, and such an event may also result in the expression of viral oncogenes in the affected cell and its descendants.",
            "score": 226.43727111816406
        },
        {
            "docid": "44690654_17",
            "document": "Circulating tumor DNA . The emergence of drug-resistant tumors due to intra- and inter-tumoral heterogeneity an issue in treatment efficacy. A minor genetic clone within the tumor can expand after treatment if it carries a drug-resistant mutation. Initial biopsies can miss these clones due to low frequency or spatial separation of cells within the tumor. For example, since a biopsy only samples a small part of the tumor, clones that resides in a different location may go unnoticed. This can mislead research that focuses on studying the role of tumor heterogeneity in cancer progression and relapse. The use of ctDNA in research can alleviate these concerns because it could provide a more representative 'screenshot' of the genetic diversity of cancer at both primary and metastatic sites. For example, ctDNA has been shown to be useful in studying the clonal evolution of a patient’s cancer before and after treatment regimens.",
            "score": 224.29190063476562
        },
        {
            "docid": "29847460_5",
            "document": "Cancer cell . Cancer cells are created when the genes responsible for regulating cell division are damaged. Carcinogenesis is caused by mutation and epimutation of the genetic material of normal cells, which upsets the normal balance between proliferation and cell death. This results in uncontrolled cell division and the evolution of those cells by natural selection in the body. The uncontrolled and often rapid proliferation of cells can lead to benign or malignant tumours (cancer). Benign tumors do not spread to other parts of the body or invade other tissues. Malignant tumors can invade other organs, spread to distant locations (metastasis) and become life-threatening.",
            "score": 222.09535217285156
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 222.0609893798828
        },
        {
            "docid": "38885064_2",
            "document": "Cancer syndrome . A cancer syndrome or family cancer syndrome is a genetic disorder in which inherited genetic mutations in one or more genes predispose the affected individuals to the development of cancers and may also cause the early onset of these cancers. Cancer syndromes often show not only a high lifetime risk of developing cancer, but also the development of multiple independent primary tumors. Many of these syndromes are caused by mutations in tumor suppressor genes, genes that are involved in protecting the cell from turning cancerous. Other genes that may be affected are DNA repair genes, oncogenes and genes involved in the production of blood vessels (angiogenesis). Common examples of inherited cancer syndromes are hereditary breast-ovarian cancer syndrome and hereditary non-polyposis colon cancer (Lynch syndrome).",
            "score": 221.15919494628906
        },
        {
            "docid": "38991948_7",
            "document": "Single-cell analysis . There are two major applications to studying the genome at the single cell level. One application is to track the changes that occur in bacterial populations, where phenotypic differences are often seen. These differences are missed by bulk sequencing of a population, but can be observed in single cell sequencing. The second major application is to study the genetic evolution of cancer. Since cancer cells are constantly mutating it is of great interest to see how cancers evolve at the genetic level. These patterns of mutation can be observed using single cell sequencing.",
            "score": 220.9716339111328
        },
        {
            "docid": "57177883_3",
            "document": "DeMix . Solid tumor samples obtained from clinical practice are highly heterogeneous. They consist of multiple clonal populations of cancer cells as well as adjacent normal tissue, stromal and infiltrating immune cells. The highly heterogeneous structure of tumor tissues could complicate or bias various genomic data analysis. Removing heterogeneity is of substantial interest to isolate expression data from mixed samples \"in silico\". It is important to estimate and account for the tumor purity, or the percentage of cancer cells in the tumor sample before analyses. Owing to the marked differences between cancer and normal cells, it is possible to estimate tumor purity from high-throughput genomic or epigenomic data. DeMix is a method that has been developed to estimate the proportion and gene expression profile from cancer cells in mixed samples. In this method the mixed sample is assumed to be composed only by two cell types: cancer cells (without any a priori known gene expression profile) and normal cells (with known gene expression data, which can either come from tumor-matched or unmatched samples). This method was developed for microarray data and shows that it was important to use the raw data as input assuming it follows a log-normal distribution as is the case for microarray, instead of working with log-transformed data like most other methods did. DeMix estimates the variance of the gene expression in the normal samples and uses this in the maximum likelihood estimation to predict the cancer cell gene expression and proportions, using thus implicitly a gene-specific weight for each gene. It is the first method to follow a linear mixture of gene expression levels on data before they are log-transformed. This method analyzes data from heterogeneous tumor samples before the data are log-transformed, estimates individual level expression levels in each sample and each gene in an unmatched design.",
            "score": 220.73187255859375
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 220.16712951660156
        },
        {
            "docid": "18398577_33",
            "document": "Somatic evolution in cancer . In their landmark paper, \"The Hallmarks of Cancer\", Hanahan and Weinberg suggest that cancer can be described by a small number of underlying principles, despite the complexities of the disease. The authors describe how tumor progression proceeds via a process analogous to Darwinian evolution, where each genetic change confers a growth advantage to the cell. These genetic changes can be grouped into six \"hallmarks\", which drive a population of normal cells to become a cancer. The six hallmarks are:  Genetic instability is defined as an \"enabling characteristic\" that facilitates the acquisition of other mutations due to defects in DNA repair.",
            "score": 219.6660614013672
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 219.51629638671875
        },
        {
            "docid": "2332422_31",
            "document": "Carcinogenesis . Most changes in cellular metabolism that allow cells to grow in a disorderly fashion lead to cell death. However once cancer begins, cancer cells undergo a process of natural selection: the few cells with new genetic changes that enhance their survival or reproduction continue to multiply, and soon come to dominate the growing tumor, as cells with less favorable genetic change are out-competed. This is exactly how pathogens such as MRSA can become antibiotic-resistant (or how HIV can become drug-resistant), and the same reason why crop blights and pests can become pesticide-resistant. This evolution is why cancer recurrences will have cells that have acquired cancer-drug resistance (or in some cases, resistance to radiation from radiotherapy).",
            "score": 219.5154571533203
        },
        {
            "docid": "40710975_18",
            "document": "SNV calling from NGS data . In addition to methods that align reads from individual sample(s) to a reference genome in order to detect germline genetic variants, reads from multiple tissue samples within a single individual can be aligned and compared in order to detect somatic variants. These variants correspond to mutations that have occurred de novo within groups of somatic cells within an individual (that is, they are not present within the individual's germline cells). This form of analysis has been frequently applied to the study of cancer, where many studies are designed around investigating the profile of somatic mutations within cancerous tissues. Such investigations have resulted in diagnostic tools that have seen clinical application, and are used to improve scientific understanding of the disease, for instance by the discovery of new cancer-related genes, identification of involved gene regulatory networks and metabolic pathways, and by informing models of how tumors grow and evolve.",
            "score": 219.080078125
        },
        {
            "docid": "36777018_4",
            "document": "Causes of cancer . Many of these syndromes are caused by mutations in tumor suppressor genes that regulate cell growth. Other common mutations alter the function of DNA repair genes, oncogenes and genes involved in the production of blood vessels. Certain inherited mutations in the genes \"BRCA1\" and \"BRCA2\" with a more than 75% risk of breast cancer and ovarian cancer. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of colon cancer cases. In many cases, genetic testing can be used to identify mutated genes or chromosomes that are passed through generations.",
            "score": 219.0240478515625
        },
        {
            "docid": "34217148_9",
            "document": "Vectors in gene therapy . Adenoviruses are viruses that carry their genetic material in the form of double-stranded DNA. They cause respiratory, intestinal, and eye infections in humans (especially the common cold). When these viruses infect a host cell, they introduce their DNA molecule into the host. The genetic material of the adenoviruses is not incorporated (transient) into the host cell's genetic material. The DNA molecule is left free in the nucleus of the host cell, and the instructions in this extra DNA molecule are transcribed just like any other gene. The only difference is that these extra genes are not replicated when the cell is about to undergo cell division so the descendants of that cell will not have the extra gene. As a result, treatment with the adenovirus will require readministration in a growing cell population although the absence of integration into the host cell's genome should prevent the type of cancer seen in the SCID trials. This vector system has been promoted for treating cancer and indeed the first gene therapy product to be licensed to treat cancer, Gendicine, is an adenovirus. Gendicine, an adenoviral p53-based gene therapy was approved by the Chinese food and drug regulators in 2003 for treatment of head and neck cancer. Advexin, a similar gene therapy approach from Introgen, was turned down by the US Food and Drug Administration (FDA) in 2008.",
            "score": 216.75811767578125
        },
        {
            "docid": "7856684_9",
            "document": "P53 upregulated modulator of apoptosis . Several studies have shown that PUMA function is affected or absent in cancer cells. Additionally, many human tumors contain p53 mutations, which results in no induction of PUMA, even after DNA damage induced through irradiation or chemotherapy drugs. Other cancers, which exhibit overexpression of antiapoptotic Bcl-2 family proteins, counteract and overpower PUMA-induced apoptosis. Even though PUMA function is compromised in most cancer cells, it does not appear that genetic inactivation of PUMA is a direct target of cancer. Many cancers do exhibit p53 gene mutations, making gene therapies that target this gene impossible, but an alternate pathway may be to focus on therapeutic to target PUMA and induce apoptosis in cancer cells. Animal studies have shown that PUMA does play a role in tumor suppression, but lack of PUMA activity alone does not translate to spontaneous formation of malignancies. Inhibiting PUMA induced apoptosis may be an interesting target for reducing the side effects of cancer treatments, such as chemotherapy, which induce apoptosis in rapidly dividing healthy cells in addition to rapidly dividing cancer cells.",
            "score": 214.59109497070312
        },
        {
            "docid": "414192_26",
            "document": "Ovarian cancer . Ovarian cancer forms when errors in normal ovarian cell growth occur. Usually, when cells grow old or get damaged, they die, and new cells take their place. Cancer starts when new cells form unneeded, and old or damaged cells do not die as they should. The buildup of extra cells often forms a mass of tissue called a growth or tumor. These abnormal cancer cells have many genetic abnormalities that cause them to grow excessively. When an ovary releases an egg, the egg follicle bursts open and becomes the corpus luteum. This structure needs to be repaired by dividing cells in the ovary. Continuous ovulation for a long time means more repair of the ovary by dividing cells, which can acquire mutations in each division.",
            "score": 214.41302490234375
        },
        {
            "docid": "7172_75",
            "document": "Chemotherapy . Cancer is the uncontrolled growth of cells coupled with malignant behaviour: invasion and metastasis (among other features). It is caused by the interaction between genetic susceptibility and environmental factors. These factors lead to accumulations of genetic mutations in oncogenes (genes that control the growth rate of cells) and tumor suppressor genes (genes that help to prevent cancer), which gives cancer cells their malignant characteristics, such as uncontrolled growth.",
            "score": 214.1705780029297
        }
    ]
}