{
    "q": [
        {
            "docid": "31599765_6",
            "document": "Simon Boulton . DNA is highly reactive and susceptible to damage from things we are exposed to in everyday life. Fortunately, DNA has evolved processes in which it has the ability to repair itself. If the damages are not repaired and it continues to grow, mutagenic changes occur causing ageing and cancer. Boulton is responsible for identifying these new DNA repair genes, understanding how these genes work in DNA, and determining how the defects in these processes contribute to human diseases. To fulfil these tasks, Boulton studies the DNA damage repair inside a specific worm called C. elegans, then extends these findings to human cells. Through this process, he has found \"remarkable similarities between the genes and proteins used to repair DNA damage in the worm and in humans...By studying this fundamental process of DNA damage repair, the researchers have contributed to our understanding of how faults in the system can lead to cancer.\" Boulton's research has resulted in several major breakthroughs that are viewed as highly promising with regard to the potential development of new cancer treatments.",
            "score": 103.5335967540741
        },
        {
            "docid": "18543362_9",
            "document": "Cln3 . That \"Start\" transit requires the attainment of a threshold cell size directly implies that yeast cells measure their own size, so that they can use that information to regulate \"Start\". A favored model for how yeast cells, as well as cells of other species, measure their size relies on the detection of overall translation rate. Essentially, since cell growth consists, to a great extent, of the synthesis of ribosomes to produce more proteins, the overall rate of protein production should reflect cell size. Thus, a single protein that is produced at a constant rate relative to total protein production capacity will be produced in higher quantities as the cell grows. If this protein promotes cell cycle progression (\"Start\" in the case of yeast), then it will link cell cycle progression to translation rate and, therefore, cell size. Importantly, this protein must be unstable, so that its levels depend on its \"current\" translation rate, rather than the rate of translation over time. Furthermore, since the cell grows in volume as well as mass, the concentration of this size sensor will remain constant with growth, so its activity must be compared against something that does not change with cell growth. Genomic DNA was suggested as such a standard early on, because it is (by definition) present in a constant quantity until the start of DNA replication. How this occurs remains a major question in current studies of size control (see below). Before the identification of Cln3 and its function, accrued evidence indicated that such translational size sensing operated in yeast. First, it was confirmed that the total rate of protein synthesis per cell increases with growth, a fundamental prerequisite for this model. It was later shown that treatment with the protein synthesis inhibitor cycloheximide delayed \"Start\" in yeast, indicating that translation rate controlled \"Start\". Finally, it was also shown that this delay occurred even with short pulses of cycloheximide, confirming that an unstable activating protein was required for \"Start\".",
            "score": 158.69188177585602
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 151.2588371038437
        },
        {
            "docid": "29227726_2",
            "document": "Extrachromosomal rDNA circle . Extrachromosomal rDNA circles (aka ERC) are extrachromosomal circular DNA (eccDNA), are self replicating sequences of ribosomal DNA (rDNA) found in a strain of yeast, \"Saccharomyces cerevisiae,\" and are suggested to contribute to their aging and found in their aged cells. By intra-molecular homologous recombination of the chromosome, eccDNA are formed as well as ERCs. The process for intra-molecular homologous recombination is independent of chromosomal replication. The de novo generated circles had exact multiples of tandem copies of 2-kb fragments from cosmid templates and that the tandem organization was a prerequisite to circle formation. Looping out of organized ribosomal genes in intergenic nontranscribed spacers yielded either large or small repeat circles dependent on large or short repeats of the spacer. The Sgs1 gene mutations in yeast mother cells were shown to have accelerated aging, suggesting their function to cellular senescence. ERCs accumulate in old cells and mutations of Sgs1 were found to increase this accumulation, leading to the idea that ERCs lead to shorter lifespan of cells. The ERC accumulate in the mother cell during the budding process. Sinclair et al. mentioned a suggested common mechanism between the Sgs1 and WRN genes since they both had age related effects on yeast and human aging respectively.",
            "score": 173.33758056163788
        },
        {
            "docid": "146539_36",
            "document": "Senescence . Gene expression is imperfectly controlled, and it is possible that random fluctuations in the expression levels of many genes contribute to the aging process as suggested by a study of such genes in yeast. Individual cells, which are genetically identical, none-the-less can have substantially different responses to outside stimuli, and markedly different lifespans, indicating the epigenetic factors play an important role in gene expression and aging as well as genetic factors.",
            "score": 138.60645389556885
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 161.3111356496811
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 162.06468725204468
        },
        {
            "docid": "966654_7",
            "document": "DNA-binding protein . These DNA targets can occur throughout an organism's genome. Thus, changes in the activity of one type of transcription factor can affect thousands of genes. Thus, these proteins are often the targets of the signal transduction processes that control responses to environmental changes or cellular differentiation and development. The specificity of these transcription factors' interactions with DNA come from the proteins making multiple contacts to the edges of the DNA bases, allowing them to \"read\" the DNA sequence. Most of these base-interactions are made in the major groove, where the bases are most accessible. Mathematical descriptions of protein-DNA binding taking into account sequence-specificity, and competitive and cooperative binding of proteins of different types are usually performed with the help of the lattice models. Computational methods to identify the DNA binding sequence specificity have been proposed to make a good use of the abundant sequence data in the post-genomic era.",
            "score": 85.27869057655334
        },
        {
            "docid": "53354695_11",
            "document": "Michael P. Snyder . At a time when most laboratories were studying one or a limited number of genes at a time, Snyder’s laboratory set up the first large scale systems project to study all yeast genes and proteins simultaneously using a transposon tagging strategy to analyze gene expression, protein localization and gene disruption . This was the first large-scale systems analysis of genes and proteins in any organism and launched the field of functional genomics. The libraries and approaches were widely utilized by many laboratories around the world and launched the concept of open sharing and reagents, prior to publication. With Dr. Patrick Brown’s laboratory, the Snyder laboratory invented ChIP-chip (which they later morphed into ChIP-seq to carry out the first genome wide mapping of transcription factor binding sites. Initially established for yeast, they later applied the methods to humans . This method was foundational for multiple multicenter consortia projects including the Encyclopedia of DNA Elements project (ENCODE; ).  Their laboratory constructed the first human chromosome array and later the first whole genome array to map TF binding sites and novel transcribed regions of the genome. They later invented RNA-seq to better map transcriptomes, both protein coding and noncoding . Today, this technique is widely employed in the molecular biology field.  With the advent of high throughput DNA sequencing technologies, the Snyder laboratory was the first to sequence an organism using such technology, at a time when most groups thought the technology was too error-prone to be useful. They sequenced \"Acinetobacter Baummanii\", a human pathogen with low error rates . They invented paired end sequencing using new high throughput sequencing technologies and used this to demonstrate that there was ten times as much structural variation (SV) in the human genome a previously realized and that most SV deletions and insertions were due to nonhomologous recombination, a surprising finding at the time, since most SVs were proposed to be due to homologous recombination events. Beyond the genome, the Snyder lab was also the first to set up protein and proteome microarrays for the large-scale characterization of protein function and antibody reactivity . They demonstrated many novel biological activities of protein kinases and other yeast proteins and showed they can be useful for autoantibody profiling .",
            "score": 141.8795791864395
        },
        {
            "docid": "29188721_23",
            "document": "RNA interference . Components of the RNAi pathway are used in many eukaryotes in the maintenance of the organization and structure of their genomes. Modification of histones and associated induction of heterochromatin formation serves to downregulate genes pre-transcriptionally; this process is referred to as RNA-induced transcriptional silencing (RITS), and is carried out by a complex of proteins called the RITS complex. In fission yeast this complex contains argonaute, a chromodomain protein Chp1, and a protein called Tas3 of unknown function. As a consequence, the induction and spread of heterochromatic regions requires the argonaute and RdRP proteins. Indeed, deletion of these genes in the fission yeast \"S. pombe\" disrupts histone methylation and centromere formation, causing slow or stalled anaphase during cell division. In some cases, similar processes associated with histone modification have been observed to transcriptionally upregulate genes.",
            "score": 147.25558137893677
        },
        {
            "docid": "318669_23",
            "document": "Schizosaccharomyces pombe . Forty-three percent of the genes in the Genome Project were found to contain introns in 4,739 genes. Fission yeast does not have as many duplicated genes compared to budding yeast, only containing 5%, making fission yeast a great model genome to observe and gives researchers the ability to create more functional research approaches. \"S. pombe\"s having a large number of introns gives opportunities for an increase of range of protein types produced from alternative splicing and genes that code for comparable genes in human. 81% of the three centromeres in fission yeast have been sequenced. The lengths of the three centromeres were found to be 34, 65, and 110 kb. This is 300–100 times longer than the centromeres of budding yeast. An extremely high level of conservation (97%) is also seen over 1,780-bp region in the DGS regions of the centromere. This elongation of centromeres and its conservative sequences makes fission yeast a practical model system to use to observe cell division and in humans because of their likeness.",
            "score": 131.27784991264343
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 113.67803490161896
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 133.50197887420654
        },
        {
            "docid": "5957474_2",
            "document": "Ribonomics . Ribonomics is the study of ribonucleic acids (RNAs) associated with RNA-binding proteins (RBPs). The term was introduced by Robert Cedergren and colleagues who used a bioinformatic search tool to discover novel ribozymes and RNA motifs originally found in HIV. Ribonomics, like genomics or proteomics, is the large-scale, high-throughput approach to identifying subsets of RNAs by their association with proteins in cells. Since many messenger RNAs (mRNAs) are linked with multiple processes, this technique offers a facile mechanism to study the relationship of various intracellular systems. Prokaryotes co-regulate genes common to cellular processes via a polycistronic operon. Since eukaryotic transcription produces mRNA encoding proteins in a monocistronic fashion, many gene products must be concomitantly expressed (see gene expression) and translated in a timed fashion. RBPs are thought to be the molecules which physically and biochemically organize these messages to different cellular locales where they may be translated, degraded or stored. The study of transcripts associated with RBPs is therefore thought to be important in eukaryotes as a mechanism for coordinated gene regulation. The likely biochemical processes which account for this regulation are the expedited/delayed degradation of RNA. In addition to the influence on RNA half-life, translation rates are also thought to be altered by RNA-protein interactions. The Drosphila ELAV family, the Puf family in yeast, and the human La, Ro, and FMR proteins are known examples of RBPs, showing the diverse species and processes with which post-transcriptional gene regulation is associated.",
            "score": 154.2508897781372
        },
        {
            "docid": "20733467_19",
            "document": "Bowhead whale . It was previously believed the more cells present in an organism, the greater the chances of mutations that cause age related diseases and cancer. Although the bowhead whale has thousands of times more cells than other mammals, the whale has a much higher resistance to cancer and aging. In 2015, scientists from the US and UK were able to successfully map the whale's genome. Through comparative analysis, two alleles that could be responsible for the whale's longevity were identified. These two specific gene mutations linked to the bowhead whale's ability to live longer are the ERCC1 gene and the proliferating cell nuclear antigen (PCNA) gene. ERCC1 is linked to DNA repair as well as increased cancer resistance. PCNA is also important in DNA repair. These mutations enable bowhead whales to better repair DNA damage, allowing for greater resistance to cancer. The whale's genome may also reveal physiological adaptations such as having low metabolic rates compared to other mammals. Changes in the gene UCP1, a gene involved in thermoregulation, can explain differences in the metabolic rates in cells.",
            "score": 112.97212243080139
        },
        {
            "docid": "38570216_4",
            "document": "Junhyong Kim . Kim has worked on a diverse set of research areas. His early works concentrated on mathematical phylogenetics, which started during his graduate school with Drs. Robert R. Sokal and F. James Rohlf who pioneered computational methods in evolutionary tree estimation. Among his works in this area, Junhyong Kim introduced the use of algebraic geometric techniques in phylogenetic estimation. In 1999, working with John Carlson at Yale, he developed a novel algorithm for computationally identifying G Protein-Coupled Receptors (GPCR) without using primary sequence homology, which led to the cloning of olfactory receptors in insects. After his move to Penn, his research as concentrated on comparative functional genomics, especially gene expression and RNA biology in two model systems. In one area, he is working with budding yeast to understand the mechanisms and evolution of timing control for gene expression . In the other area, he is working with Jim Eberwine to understand the RNA biology of mammalian neurons and the evolution of individual cell characteristics. With Dr. Eberwine he helped develop a novel method for using direct RNA transfer to reprogram mammalian cells and helped decipher the mechanisms of RNA localization in neurons. More recently, the Kim and Eberwine labs have been working together to understand transcriptome variability in single cells and how the variation relates to dysfunction of cells. Drs. Kim and Eberwine are currently directing a new 5-year project with a grant from the National Institutes of Health.",
            "score": 119.13859117031097
        },
        {
            "docid": "1256165_44",
            "document": "Calorie restriction . Fungi models are very easy to manipulate, and many crucial steps toward the understanding of aging have been made with them. Many studies were undertaken on budding yeast and fission yeast to analyze the cellular mechanisms behind increased longevity due to calorie restriction. First, calorie restriction is often called dietary restriction because the same effects on life span can be achieved by only changing the nutrient quality without changing the number of calories. Data from Guarente and others showed that genetic manipulations in nutrient-signaling pathways could mimic the effects of dietary restriction. In some cases, dietary restriction requires mitochondrial respiration to increase longevity (chronological aging), and in some other cases not (replicative aging). Nutrient sensing in yeast controls stress defense, mitochondrial functions, Sir2, and others. These functions are all known to regulate aging. Genes involved in these mechanisms are TOR, PKA, SCH9, MSN2/4, RIM15, and SIR2. Importantly, yeast responses to CR can be modulated by genetic background. Therefore, while some strains respond to calorie restriction with increased lifespan, in others calorie restriction shortens it",
            "score": 151.399231672287
        },
        {
            "docid": "34385_44",
            "document": "Yeast . Several yeasts, in particular \"S. cerevisiae\", have been widely used in genetics and cell biology, largely because \"S. cerevisiae\" is a simple eukaryotic cell, serving as a model for all eukaryotes, including humans, for the study of fundamental cellular processes such as the cell cycle, DNA replication, recombination, cell division, and metabolism. Also, yeasts are easily manipulated and cultured in the laboratory, which has allowed for the development of powerful standard techniques, such as yeast two-hybrid, synthetic genetic array analysis, and tetrad analysis. Many proteins important in human biology were first discovered by studying their homologues in yeast; these proteins include cell cycle proteins, signaling proteins, and protein-processing enzymes.",
            "score": 136.56400763988495
        },
        {
            "docid": "579390_6",
            "document": "Gene prediction . Gene prediction is closely related to the so-called 'target search problem' investigating how DNA-binding proteins (transcription factors) locate specific binding sites within the genome. Many aspects of structural gene prediction are based on current understanding of underlying biochemical processes in the cell such as gene transcription, translation, protein–protein interactions and regulation processes, which are subject of active research in the various omics fields such as transcriptomics, proteomics, metabolomics, and more generally structural and functional genomics.",
            "score": 151.20516800880432
        },
        {
            "docid": "19167679_90",
            "document": "Virus . Geneticists often use viruses as vectors to introduce genes into cells that they are studying. This is useful for making the cell produce a foreign substance, or to study the effect of introducing a new gene into the genome. In similar fashion, virotherapy uses viruses as vectors to treat various diseases, as they can specifically target cells and DNA. It shows promising use in the treatment of cancer and in gene therapy. Eastern European scientists have used phage therapy as an alternative to antibiotics for some time, and interest in this approach is increasing, because of the high level of antibiotic resistance now found in some pathogenic bacteria. Expression of heterologous proteins by viruses is the basis of several manufacturing processes that are currently being used for the production of various proteins such as vaccine antigens and antibodies. Industrial processes have been recently developed using viral vectors and a number of pharmaceutical proteins are currently in pre-clinical and clinical trials.",
            "score": 81.35348391532898
        },
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 114.6221753358841
        },
        {
            "docid": "21921749_4",
            "document": "Ridge (biology) . The first eukaryote genome ever sequenced was that of Saccharomyces cerevisiae, or budding yeast, in 1996. Half a year after that Velculescu et al. (1997) published a research in which they had integrated SAGE data with the now available genome map. During a cell cycle different genes are active in a cell. Therefore, they used SAGE data from three moments of the cell cycle (log phase, S phase-arrested and G2/M-phase arrested cells). Because in yeast all genes have a promoter unit of their own it was not suspected that genes would cluster near to each other but they did. Clusters were present on all 16 yeast chromosomes. A year later Cho et al. also reported (although in more detail) that certain genes are located near to each other in yeast.",
            "score": 143.1524007320404
        },
        {
            "docid": "18523258_11",
            "document": "EIF4G . Regulation of translation initiation by eIF4G is vital for protein synthesis in developing organisms, for example yeast and nematodes. Deletion of eIF4G is lethal in yeast. In the roundworm C. elegans, knockout of eIF4G leads to animals that cannot develop past the early larval stage (L2) of development. The critical role of eIF4G in development appears to be reversed in adulthood, when eIF4G dysregulation negatively impacts lifespan and increases susceptibility to certain aging-related diseases (see eIF4G in diseases above). Inhibiting eIF4G during adulthood in C. elegans drastically extends lifespan, comparable to the lifespan increase exhibited during dietary restriction. In addition, inhibiting eIF4G reduces overall protein translation, while preferentially translating mRNA of genes important for responding to stress and against those associated with growth and reproduction. Thus eIF4G appears to control differential mRNA translation during periods or growth and stress, which may ultimately lead to age-related decline.",
            "score": 135.35059571266174
        },
        {
            "docid": "3870820_3",
            "document": "Stuck fermentation . A chronic problem in winemaking is \"stuck fermentation,\" when yeast that should be busily converting grape sugar into alcohol and carbon dioxide prematurely shuts down, leaving the remaining sugar to instead be consumed by bacteria that can spoil the wine. A team of researchers including UC Davis yeast geneticist Linda Bisson has discovered a biochemical communication system behind this problem. Working through a prion -- an abnormally shaped protein that can reproduce itself -- the system enables bacteria in fermenting wine to switch yeast from sugar to other food sources without altering the yeast's DNA. \"The discovery of this process really gives us a clue to how stuck fermentations can be avoided,\" said Bisson, a professor in the Department of Viticulture and Enology. \"Our goal now is to find yeast strains that essentially ignore the signal initiated by the bacteria and do not form the prion, but instead power on through the fermentation.\" She suggests that the discovery of this biochemical mechanism, reported Aug. 28 in the journal Cell, may also have implications for better understanding metabolic diseases, such as Type 2 diabetes, in humans. Bacteria, yeast and fermentation Biologists have known for years that an ancient biological circuit, based in the membranes of yeast cells, blocks yeast from using other carbon sources when the sugar glucose is present. This circuit, known as \"glucose repression,\" is especially strong in the yeast species Saccharomyces cerevisiae, enabling people to use that yeast for practical fermentation processes in winemaking, brewing and bread making, because it causes such efficient processing of sugar. Prions play key role In this study, the researchers found that the glucose repression circuit is sometimes interrupted when bacteria jump-start the replication of the prions in membranes of yeast cells. The interference of the prions causes the yeast to process carbon sources other than glucose and become less effective in metabolizing sugar, dramatically slowing down the fermentation until it, in effect, becomes \"stuck.\" \"This type of prion-based inheritance is useful to organisms when they need to adapt to environmental conditions but not necessarily permanently,\" Bisson said. \"In this case, the heritable changes triggered by the prions enable the yeast to also change back to their initial mode of operation if environmental conditions should change again.\" The researchers demonstrated in this study that the process leading to a stuck fermentation benefits both the bacteria and the yeast. As sugar metabolism slows down, conditions in the fermenting wine become more conducive to bacterial growth, and the yeast benefit by gaining the ability to metabolize not only glucose but also other carbon sources as well -- maintaining and extending their lifespan. Solutions for winemakers Now that this communication mechanism between the bacteria and yeast is more clearly understood, winemakers should be better able to avoid stuck fermentations. \"Winemakers may want to alter the levels of sulfur dioxide used when pressing or crushing the grapes, in order to knock out bacteria that can trigger the processes that we now know can lead to a stuck fermentation,\" Bisson said. \"They also can be careful about blending grapes from vineyards known to have certain bacterial strains or they could add yeast strains that have the ability to overpower these vineyard bacteria.\"",
            "score": 127.31830203533173
        },
        {
            "docid": "31599765_5",
            "document": "Simon Boulton . Boulton himself has explained his work at the DNA Damage Response Laboratory as follows: \"DNA is a highly reactive molecule that is susceptible to damage. Fortunately, cells have evolved specialised repair processes that are remarkably efficient in correcting specific types of DNA damage. Failure to correctly repair DNA damage will lead to mutagenic change, which can contribute to ageing and cancer. Indeed, defects in genes that repair DNA damage are the underlying cause of a number of hereditary ageing/cancer predisposition syndromes such as Fanconi anemia and Blooms. The focus of my lab is to identify new DNA repair genes, understand how they work in DNA repair in mitotic and meiotic cells and determine how defects in these processes contribute to human disease such as cancer. We hope that our work will provide an improved understanding of how DNA repair works and how, when DNA repair is compromised, it contributes to cancer/ageing and or infertility disorders in humans.\" Boulton's research has resulted in several major breakthroughs in understanding that are viewed as highly promising with regard to the potential development of new cancer treatments.",
            "score": 95.98311233520508
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 124.2217276096344
        },
        {
            "docid": "4446319_2",
            "document": "Nuclear run-on . A nuclear run-on assay is conducted to identify the genes that are being transcribed at a certain time point. Approximately one million cell nuclei are isolated and incubated with labeled nucleotides, and genes in the process of being transcribed are detected by hybridization of extracted RNA to gene specific probes on a blot. Garcia-Martinez et al. (2004) developed a protocol for the yeast \"S. cerevisiae\" (Genomic run-on, GRO) that allows for the calculation of transcription rates (TRs) for all yeast genes to estimate mRNA stabilities for all yeast mRNAs.",
            "score": 124.31314015388489
        },
        {
            "docid": "5255433_4",
            "document": "Fiona Brinkman . Brinkman's current research interests center around improving understanding of how microbes evolve and improving computational methods that aid the analysis of microbes and the development of new vaccines, drugs and diagnostics for infectious diseases. Increasingly her methods have been applied for more environmental applications. She is noted for developing PSORTb, the most precise method available for computational protein subcellular localization prediction and the first computational method that exceeded the accuracy of some common high-throughput laboratory methods for such subcellular localization analysis. This method aids the prediction of cell surface and secreted proteins in a bacterial cell that may be suitable drug targets, vaccine components or diagnostics. She has also developed bioinformatics methods that aid the more accurate identification of genomic islands (i.e. IslandViewer) and orthologs (i.e. OrtholugeDB) . Her research has provided new insights into the evolution of pathogens and the role that horizontal gene transfer and genomic islands play. She confirmed the anecdotal assumption that virulence factors (disease-causing genes in pathogens) are disproportionately associated with genomic islands. She was among the first researchers to use whole genome sequencing to aid infectious disease outbreak investigations (\"genomic epidemiology\"), integrating genome sequence data with social network analysis. She was involved in the Pseudomonas Genome Project and is the coordinator of the Pseudomonas Genome Database, a database of Pseudomonas species genomic data and associated annotations that is continually updated. She has also developed databases (i.e. InnateDB and the Allergy and Asthma Portal) to aid more systems-based analysis of immune disorders and the immune response to infections in humans and other animals - databases that have aided the identification of new immune-modulating therapeutics. She has a long-standing interest in bioinformatics training, improving the curation of biological/bioinformatics data, and developing effective bioinformatics data standards and databases. She is a Thomson Reuter's Highly Cited Researcher, a member of national committees and Boards such as the Genome Canada Board of Directors, and has been Research Director for several Genomics projects. She has a growing interest in applying her methods to environmental applications as part of a broader interest in developing approaches for more holistic, sustainable infectious disease control and microbiome conservation - developing approaches that may select less for antimicrobial resistance, improve the tracking of pathogens and their origins, and better factor in the important role of societal changes and the environment in shaping microbiomes",
            "score": 80.90001678466797
        },
        {
            "docid": "38057969_18",
            "document": "Progeroid syndromes . BS is caused by mutations in the BLM gene, which encodes for the Bloom syndrome protein, a RecQ helicase. These mutations may be frameshift, missense, non-sense, or mutations of other kinds and are likely to cause deletions in the gene product. Apart from helicase activity that is common to all RecQ helices, it also acts to prevent inappropriate homologous recombination. During replication of the genome, the two copies of DNA, called sister chromatids, are held together through a structure called the centromere. During this time, the homologous (corresponding) copies are in close physical proximity to each other, allowing them to 'cross' and exchange genetic information, a process called homologous recombination. Defective homologous recombination can cause mutation and genetic instability. Such defective recombination can introduce gaps and breaks within the genome and disrupt the function of genes, possibly causing growth retardation, aging and elevated risk of cancer. It introduces gaps and breaks within the genome and disrupts the function of genes, often causing retardation of growth, aging and elevated risks of cancers. The Bloom syndrome protein interacts with other proteins, such as topoisomerase IIIα and RMI2, and suppresses illegitimate recombination events between sequences that are divergent from strict homology, thus maintaining genome stability. Individuals with BS have a loss-of-function mutation, which means that the illegitimate recombination is no longer suppressed, leading to higher rates of mutation (~10-100 times above normal, depending on cell type).",
            "score": 97.24408602714539
        },
        {
            "docid": "45272183_3",
            "document": "Roger Brent . Brent grew up in Hattiesburg, Mississippi and received his BA in Computer Science and Statistics from the University of Southern Mississippi, where he applied AI techniques to protein folding. He performed PhD (1982) and postdoctoral work (1985) in Biochemistry and Molecular Biology at Harvard University in the laboratory of Mark Ptashne. In work there he cloned the E. coli LexA repressor and showed how it controlled the cell's response to DNA damage, used LexA as a repressor in yeast, and created fusion proteins that used LexA to bring portions of yeast Gal4 and other transcription regulatory proteins to synthetic reporter genes in yeast. These domain swap experiments established the domain structure of eukaryotic transcription regulatory proteins.",
            "score": 119.58153700828552
        },
        {
            "docid": "1053858_2",
            "document": "Functional genomics . Functional genomics is a field of molecular biology that attempts to make use of the vast wealth of data given by genomic and transcriptomic projects (such as genome sequencing projects and RNA sequencing) to describe gene (and protein) functions and interactions. Unlike structural genomics, functional genomics focuses on the dynamic aspects such as gene transcription, translation, regulation of gene expression and protein–protein interactions, as opposed to the static aspects of the genomic information such as DNA sequence or structures. Functional genomics attempts to answer questions about the function of DNA at the levels of genes, RNA transcripts, and protein products. A key characteristic of functional genomics studies is their genome-wide approach to these questions, generally involving high-throughput methods rather than a more traditional “gene-by-gene” approach. The goal of functional genomics is to understand the function of larger numbers of genes or proteins, eventually all components of a genome. A more long-term goal is to understand the relationship between an organism's genome and its phenotype. The term functional genomics is often used broadly to refer to the many technical approaches to study an organism's genes and proteins, including the \"biochemical, cellular, and/or physiological properties of each and every gene product\" while some authors include the study of nongenic elements in his definition. Functional genomics may also include studies of natural genetic variation over time (such as an organism's development) or space (such as its body regions), as well as functional disruptions such as mutations.",
            "score": 122.84147620201111
        },
        {
            "docid": "12383_32",
            "document": "Genetic engineering . Organisms can have their cells transformed with a gene coding for a useful protein, such as an enzyme, so that they will overexpress the desired protein. Mass quantities of the protein can then be manufactured by growing the transformed organism in bioreactor equipment using industrial fermentation, and then purifying the protein. Some genes do not work well in bacteria, so yeast, insect cells or mammalians cells can also be used. These techniques are used to produce medicines such as insulin, human growth hormone, and vaccines, supplements such as tryptophan, aid in the production of food (chymosin in cheese making) and fuels. Other applications with genetically engineered bacteria could involve making them perform tasks outside their natural cycle, such as making biofuels, cleaning up oil spills, carbon and other toxic waste and detecting arsenic in drinking water. Certain genetically modified microbes can also be used in biomining and bioremediation, due to their ability to extract heavy metals from their environment and incorporate them into compounds that are more easily recoverable.",
            "score": 110.66117477416992
        }
    ],
    "r": [
        {
            "docid": "29227726_2",
            "document": "Extrachromosomal rDNA circle . Extrachromosomal rDNA circles (aka ERC) are extrachromosomal circular DNA (eccDNA), are self replicating sequences of ribosomal DNA (rDNA) found in a strain of yeast, \"Saccharomyces cerevisiae,\" and are suggested to contribute to their aging and found in their aged cells. By intra-molecular homologous recombination of the chromosome, eccDNA are formed as well as ERCs. The process for intra-molecular homologous recombination is independent of chromosomal replication. The de novo generated circles had exact multiples of tandem copies of 2-kb fragments from cosmid templates and that the tandem organization was a prerequisite to circle formation. Looping out of organized ribosomal genes in intergenic nontranscribed spacers yielded either large or small repeat circles dependent on large or short repeats of the spacer. The Sgs1 gene mutations in yeast mother cells were shown to have accelerated aging, suggesting their function to cellular senescence. ERCs accumulate in old cells and mutations of Sgs1 were found to increase this accumulation, leading to the idea that ERCs lead to shorter lifespan of cells. The ERC accumulate in the mother cell during the budding process. Sinclair et al. mentioned a suggested common mechanism between the Sgs1 and WRN genes since they both had age related effects on yeast and human aging respectively.",
            "score": 173.33758544921875
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 162.06468200683594
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 161.31114196777344
        },
        {
            "docid": "18543362_9",
            "document": "Cln3 . That \"Start\" transit requires the attainment of a threshold cell size directly implies that yeast cells measure their own size, so that they can use that information to regulate \"Start\". A favored model for how yeast cells, as well as cells of other species, measure their size relies on the detection of overall translation rate. Essentially, since cell growth consists, to a great extent, of the synthesis of ribosomes to produce more proteins, the overall rate of protein production should reflect cell size. Thus, a single protein that is produced at a constant rate relative to total protein production capacity will be produced in higher quantities as the cell grows. If this protein promotes cell cycle progression (\"Start\" in the case of yeast), then it will link cell cycle progression to translation rate and, therefore, cell size. Importantly, this protein must be unstable, so that its levels depend on its \"current\" translation rate, rather than the rate of translation over time. Furthermore, since the cell grows in volume as well as mass, the concentration of this size sensor will remain constant with growth, so its activity must be compared against something that does not change with cell growth. Genomic DNA was suggested as such a standard early on, because it is (by definition) present in a constant quantity until the start of DNA replication. How this occurs remains a major question in current studies of size control (see below). Before the identification of Cln3 and its function, accrued evidence indicated that such translational size sensing operated in yeast. First, it was confirmed that the total rate of protein synthesis per cell increases with growth, a fundamental prerequisite for this model. It was later shown that treatment with the protein synthesis inhibitor cycloheximide delayed \"Start\" in yeast, indicating that translation rate controlled \"Start\". Finally, it was also shown that this delay occurred even with short pulses of cycloheximide, confirming that an unstable activating protein was required for \"Start\".",
            "score": 158.69187927246094
        },
        {
            "docid": "38991948_15",
            "document": "Single-cell analysis . The purpose of studying the proteome is to better understand the activity of cells at the single cells level. Since proteins are responsible for determining how the cell acts, understanding the proteome of single cell gives the best understanding of how a cell operates, and how gene expression changes in a cell due to different environmental stimuli. Although transcriptomics has the same purpose as proteomics it is not as accurate at determining gene expression in cells as it does not take into account post-transcriptional regulation. Transcriptomics is still important as studying the difference between RNA levels and protein levels could give insight on which genes are post-transcriptionally regulated.",
            "score": 156.0885009765625
        },
        {
            "docid": "5957474_2",
            "document": "Ribonomics . Ribonomics is the study of ribonucleic acids (RNAs) associated with RNA-binding proteins (RBPs). The term was introduced by Robert Cedergren and colleagues who used a bioinformatic search tool to discover novel ribozymes and RNA motifs originally found in HIV. Ribonomics, like genomics or proteomics, is the large-scale, high-throughput approach to identifying subsets of RNAs by their association with proteins in cells. Since many messenger RNAs (mRNAs) are linked with multiple processes, this technique offers a facile mechanism to study the relationship of various intracellular systems. Prokaryotes co-regulate genes common to cellular processes via a polycistronic operon. Since eukaryotic transcription produces mRNA encoding proteins in a monocistronic fashion, many gene products must be concomitantly expressed (see gene expression) and translated in a timed fashion. RBPs are thought to be the molecules which physically and biochemically organize these messages to different cellular locales where they may be translated, degraded or stored. The study of transcripts associated with RBPs is therefore thought to be important in eukaryotes as a mechanism for coordinated gene regulation. The likely biochemical processes which account for this regulation are the expedited/delayed degradation of RNA. In addition to the influence on RNA half-life, translation rates are also thought to be altered by RNA-protein interactions. The Drosphila ELAV family, the Puf family in yeast, and the human La, Ro, and FMR proteins are known examples of RBPs, showing the diverse species and processes with which post-transcriptional gene regulation is associated.",
            "score": 154.25088500976562
        },
        {
            "docid": "1256165_44",
            "document": "Calorie restriction . Fungi models are very easy to manipulate, and many crucial steps toward the understanding of aging have been made with them. Many studies were undertaken on budding yeast and fission yeast to analyze the cellular mechanisms behind increased longevity due to calorie restriction. First, calorie restriction is often called dietary restriction because the same effects on life span can be achieved by only changing the nutrient quality without changing the number of calories. Data from Guarente and others showed that genetic manipulations in nutrient-signaling pathways could mimic the effects of dietary restriction. In some cases, dietary restriction requires mitochondrial respiration to increase longevity (chronological aging), and in some other cases not (replicative aging). Nutrient sensing in yeast controls stress defense, mitochondrial functions, Sir2, and others. These functions are all known to regulate aging. Genes involved in these mechanisms are TOR, PKA, SCH9, MSN2/4, RIM15, and SIR2. Importantly, yeast responses to CR can be modulated by genetic background. Therefore, while some strains respond to calorie restriction with increased lifespan, in others calorie restriction shortens it",
            "score": 151.39923095703125
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 151.2588348388672
        },
        {
            "docid": "579390_6",
            "document": "Gene prediction . Gene prediction is closely related to the so-called 'target search problem' investigating how DNA-binding proteins (transcription factors) locate specific binding sites within the genome. Many aspects of structural gene prediction are based on current understanding of underlying biochemical processes in the cell such as gene transcription, translation, protein–protein interactions and regulation processes, which are subject of active research in the various omics fields such as transcriptomics, proteomics, metabolomics, and more generally structural and functional genomics.",
            "score": 151.20516967773438
        },
        {
            "docid": "146539_37",
            "document": "Senescence . According to the GenAge database of aging-related genes there are over 700 genes associated with aging in model organisms: 555 in the soil roundworm (\"Caenorhabditis elegans\"), 87 in the bakers' yeast (\"Saccharomyces cerevisiae\"), 75 in the fruit fly (\"Drosophila melanogaster\") and 68 in the mouse (\"Mus musculus\"). The following is a list of genes connected to longevity through research on model organisms: As noted above, senescence is not universal. It was once thought that senescence did not occur in single-celled organisms that reproduce through the process of cellular mitosis. Recent investigation has unveiled a more complex picture. Single cells do accumulate age-related damage. On mitosis the debris is not evenly divided between the new cells. Instead it passes to one of the cells leaving the other cell pristine. With successive generations the cell population becomes a mosaic of cells with half ageless and the rest with varying degrees of senescence.",
            "score": 149.3802032470703
        },
        {
            "docid": "29188721_23",
            "document": "RNA interference . Components of the RNAi pathway are used in many eukaryotes in the maintenance of the organization and structure of their genomes. Modification of histones and associated induction of heterochromatin formation serves to downregulate genes pre-transcriptionally; this process is referred to as RNA-induced transcriptional silencing (RITS), and is carried out by a complex of proteins called the RITS complex. In fission yeast this complex contains argonaute, a chromodomain protein Chp1, and a protein called Tas3 of unknown function. As a consequence, the induction and spread of heterochromatic regions requires the argonaute and RdRP proteins. Indeed, deletion of these genes in the fission yeast \"S. pombe\" disrupts histone methylation and centromere formation, causing slow or stalled anaphase during cell division. In some cases, similar processes associated with histone modification have been observed to transcriptionally upregulate genes.",
            "score": 147.25558471679688
        },
        {
            "docid": "235077_15",
            "document": "Reverse transcription polymerase chain reaction . RT-PCR is commonly used in research methods to measure gene expression. For example, Lin et al. used qRT-PCR to measure expression of Gal genes in yeast cells. First, Lin et al. engineered a mutation of a protein suspected to participate in the regulation of Gal genes. This mutation was hypothesized to selectively abolish Gal expression. To confirm this, gene expression levels of yeast cells containing this mutation were analyzed using qRT-PCR. The researchers were able to conclusively determine that the mutation of this regulatory protein reduced Gal expression. Northern blot analysis is used to study the RNA's gene expression further.",
            "score": 147.1575469970703
        },
        {
            "docid": "146539_30",
            "document": "Senescence . One of these pathways involves the gene \"Sir2\", a NAD+-dependent histone deacetylase. In yeast, Sir2 is required for genomic silencing at three loci: the yeast mating loci, the telomeres and the ribosomal DNA (rDNA). In some species of yeast, replicative aging may be partially caused by homologous recombination between rDNA repeats; excision of rDNA repeats results in the formation of extrachromosomal rDNA circles (ERCs). These ERCs replicate and preferentially segregate to the mother cell during cell division, and are believed to result in cellular senescence by titrating away (competing for) essential nuclear factors. ERCs have not been observed in other species (nor even all strains of the same yeast species) of yeast (which also display replicative senescence), and ERCs are not believed to contribute to aging in higher organisms such as humans (they have not been shown to accumulate in mammals in a similar manner to yeast). Extrachromosomal circular DNA (eccDNA) has been found in worms, flies, and humans. The origin and role of eccDNA in aging, if any, is unknown.",
            "score": 145.929931640625
        },
        {
            "docid": "318669_26",
            "document": "Schizosaccharomyces pombe . DNA replication in yeast has been increasingly studied by many researchers. Further understanding of DNA replication, gene expression, and conserved mechanisms in yeast can provide researchers with information on how these systems operate in mammalian cells in general and human cells in particular. Other stages, such as cellular growth and aging, are also observed in yeast in order to understand these mechanisms in more complex systems.",
            "score": 145.88278198242188
        },
        {
            "docid": "55172_55",
            "document": "Proteomics . Advances in quantitative proteomics would clearly enable more in-depth analysis of cellular systems. Biological systems are subject to a variety of perturbations (cell cycle, cellular differentiation, carcinogenesis, environment (biophysical), etc.). Transcriptional and translational responses to these perturbations results in functional changes to the proteome implicated in response to the stimulus. Therefore, describing and quantifying proteome-wide changes in protein abundance is crucial towards understanding biological phenomenon more holistically, on the level of the entire system. In this way, proteomics can be seen as complementary to genomics, transcriptomics, epigenomics, metabolomics, and other -omics approaches in integrative analyses attempting to define biological phenotypes more comprehensively. As an example, \"The Cancer Proteome Atlas\" provides quantitative protein expression data for ~200 proteins in over 4,000 tumor samples with matched transcriptomic and genomic data from The Cancer Genome Atlas. Similar datasets in other cell types, tissue types, and species, particularly using deep shotgun mass spectrometry, will be an immensely important resource for research in fields like cancer biology, developmental and stem cell biology, medicine, and evolutionary biology.",
            "score": 145.3233642578125
        },
        {
            "docid": "21921749_4",
            "document": "Ridge (biology) . The first eukaryote genome ever sequenced was that of Saccharomyces cerevisiae, or budding yeast, in 1996. Half a year after that Velculescu et al. (1997) published a research in which they had integrated SAGE data with the now available genome map. During a cell cycle different genes are active in a cell. Therefore, they used SAGE data from three moments of the cell cycle (log phase, S phase-arrested and G2/M-phase arrested cells). Because in yeast all genes have a promoter unit of their own it was not suspected that genes would cluster near to each other but they did. Clusters were present on all 16 yeast chromosomes. A year later Cho et al. also reported (although in more detail) that certain genes are located near to each other in yeast.",
            "score": 143.15240478515625
        },
        {
            "docid": "53354695_11",
            "document": "Michael P. Snyder . At a time when most laboratories were studying one or a limited number of genes at a time, Snyder’s laboratory set up the first large scale systems project to study all yeast genes and proteins simultaneously using a transposon tagging strategy to analyze gene expression, protein localization and gene disruption . This was the first large-scale systems analysis of genes and proteins in any organism and launched the field of functional genomics. The libraries and approaches were widely utilized by many laboratories around the world and launched the concept of open sharing and reagents, prior to publication. With Dr. Patrick Brown’s laboratory, the Snyder laboratory invented ChIP-chip (which they later morphed into ChIP-seq to carry out the first genome wide mapping of transcription factor binding sites. Initially established for yeast, they later applied the methods to humans . This method was foundational for multiple multicenter consortia projects including the Encyclopedia of DNA Elements project (ENCODE; ).  Their laboratory constructed the first human chromosome array and later the first whole genome array to map TF binding sites and novel transcribed regions of the genome. They later invented RNA-seq to better map transcriptomes, both protein coding and noncoding . Today, this technique is widely employed in the molecular biology field.  With the advent of high throughput DNA sequencing technologies, the Snyder laboratory was the first to sequence an organism using such technology, at a time when most groups thought the technology was too error-prone to be useful. They sequenced \"Acinetobacter Baummanii\", a human pathogen with low error rates . They invented paired end sequencing using new high throughput sequencing technologies and used this to demonstrate that there was ten times as much structural variation (SV) in the human genome a previously realized and that most SV deletions and insertions were due to nonhomologous recombination, a surprising finding at the time, since most SVs were proposed to be due to homologous recombination events. Beyond the genome, the Snyder lab was also the first to set up protein and proteome microarrays for the large-scale characterization of protein function and antibody reactivity . They demonstrated many novel biological activities of protein kinases and other yeast proteins and showed they can be useful for autoantibody profiling .",
            "score": 141.87957763671875
        },
        {
            "docid": "11023489_4",
            "document": "Yeast expression platform . Yeasts are common hosts for the production of proteins from recombinant DNA. They offer relatively easy genetic manipulation and rapid growth to high cell densities on inexpensive media. As eukaryotes, they are able to perform protein modifications like glycosylation which are common in eukaryotic cells, but relatively rare in bacteria. Due to this, yeast can produce complex proteins that are identical or very similar to native products from plants or mammals. The first yeast expression platform was based on the baker’s yeast \"Saccharomyces cerevisiae\". However since then a variety of yeast expression platforms have been studied and are widely used for various applications based on their different characteristics and capabilities. For instance some of them grow on a wide range of carbon sources and are not restricted to glucose, as it is the case with baker’s yeast. Several of them are also applied to genetic engineering and to the production of foreign proteins.",
            "score": 141.27659606933594
        },
        {
            "docid": "9931632_7",
            "document": "Tandem affinity purification . TAP tagging was invented by a research team working in the European Molecular Biology Laboratory at late 1990s (Rigaut et al., 1999, Puig et al.,2001) and proposed as a new tool for proteome exploration. It was used by the team to characterize several protein complexes (Rigaut et al., 1999, Caspary et al. 1999, Bouveret et al., 2000, Puig et al., 2001). The first large-scale application of this technique was in 2002, in which the research team worked in collaboration with scientists of the proteomics company Cellzome to develop a visual map of the interaction of more than 230 multi-protein complexes in a yeast cell by systematically tagging the TAP tag to each protein. The first successful report of using TAP tag technology in plants came in 2004 (Rohila et al., 2004,)",
            "score": 141.11349487304688
        },
        {
            "docid": "28722065_2",
            "document": "Proteogenomics . Proteogenomics is a field of biological research that utilizes a combination of proteomics, genomics, and transcriptomics to aid in the discovery and identification of peptides. Protegenomics is used to identify new peptides by comparing MS/MS spectra against a protein database that has been derived from genomic and trancriptomic information. Proteogenomics often refers to studies that use proteomic information, often derived from mass spectrometry, to improve gene annotations. Genomics deals with the genetic code of entire organisms, while transcriptomics deals with the study of RNA sequencing and transcripts. proteomics utilizes tandem mass spectrometry and liquid chromatography to identify and study the functions of proteins. Proteomics is being utilized to discover all the proteins expressed within an organism, known as its proteome. The issue with proteomics is that it relies on the assumption that current gene models are correct and that the correct protein sequences can be found using a reference protein sequence database; however, this is not always the case as some peptides cannot be located in the database. In addition, novel protein sequences can occur through mutations. these issues can be fixed with the use of proteomic, genomic, and trancriptomic data. The utilization of both proteomics and genomics led to proteogeonmics which became its own field in 2004.",
            "score": 140.6018829345703
        },
        {
            "docid": "39357_27",
            "document": "Tequila . Tequila is a distilled beverage that is made from the fermentation of the sugars found from the blue agave plant once it has been cooked, the main sugar being fructose. Through the fermentation process, many factors influence the higher alcohol content of tequila, which are molecules such as isobutyl alcohol and isoamyl alcohol, and ethanol. These parameters include the type of yeast strain, the age of the agave plant itself, temperature, and the carbon/nitrogen ratio. However, the type of yeast strain used and the carbon/nitrogen factors have the biggest influence on the production of higher alcohols, this is not surprising as higher alcohol and ethanol production is an intrinsic property of the metabolism of each strain. The type of yeast most commonly found in tequila is \"Saccharomyces cerevisiae\", which contains many strains. For example, CF1 agaves, a type of yeast, produces much more ethanol than a strain of CF2, as the yeast's metabolism mechanisms differ from one another. This factor may be influenced from different agricultural practices that occur to cultivate the different yeasts strains. It was found that the higher the carbon/ nitrogen ratio, the higher the production of higher alcohols such as isobutyl alcohol and isoamyl alcohol. A high ratio imparts that there is less nitrogen in the fermentation process, which results in deamination reactions of amino acids, leading to the synthesis of higher alcohols. The Ehrlich pathway is the name for this process, where a-ceto acids are decarboxylated and transformed to aldehydes and to higher alcohols. The temperature of the fermentation process also greatly effects the alcohol content of the resulting product. For example, a study conducted by Pinal \"et al.\" found that cultivating two strains at a temperature of 35 degrees as compared to a temperature of 30 degrees produced more isoamyl alcohol. The higher temperature suggests that this is a much more optimal condition for the yeast to ferment the distilled beverage. Lastly the age of the agave plant itself, the older the plant the greater the alcohol production. It was shown in a study that the concentration of amyl alcohol increased as the plant aged by a factor 30%. However, it is also found that there is a higher concentration of methanol found when using younger plants. This may be due to differences in agricultural practices that occur when taking care of plants of different ages.",
            "score": 138.7747802734375
        },
        {
            "docid": "44419868_11",
            "document": "Single-cell variability . Similar to variation in the metabolome, the proteins present in a cell and their abundances can vary from cell to cell in an otherwise similar population. While transcription and translation determine the amount and variety of proteins produced, these processes are imprecise, and cells have a number of mechanisms which can change or degrade proteins, allowing for variance in the proteome that may not be accounted for by variance in gene expression. Also, proteins have many other important features besides simply being present or absent, such as whether have undergone posttranslational modifications such as phosphorylation, or are bound to molecules of interest. The variation in abundance and characteristics of proteins has implications for fields such as cancer research, where a drug targeting a particular protein may vary in its impact due to variability in the proteome.",
            "score": 138.67300415039062
        },
        {
            "docid": "146539_36",
            "document": "Senescence . Gene expression is imperfectly controlled, and it is possible that random fluctuations in the expression levels of many genes contribute to the aging process as suggested by a study of such genes in yeast. Individual cells, which are genetically identical, none-the-less can have substantially different responses to outside stimuli, and markedly different lifespans, indicating the epigenetic factors play an important role in gene expression and aging as well as genetic factors.",
            "score": 138.6064453125
        },
        {
            "docid": "47866092_6",
            "document": "Exophiala phaeomuriformis . Colonies of \"E. phaeomuriformis\" are hyaline, mycoid, and smooth when young but become black, dry, crumbly, raised, and mulberry-like in texture with age. Some strains fail to undergo this morphological switch and remain yeast-like in age. By contrast, many strains of \"E. dermatitidis\" become mycelial with age. Hyphal growth has not been observed in \"E. phaeomuriformis\". Instead, colonies develop from loosely packed, single, and rounded budding yeast cells that are either scattered or aggregated in groups. Vegetative cells can either by unicellular or muriform (septate in all planes) or become divided by transverse septa only. Yeast cells are thick-walled and spherical or near-spherical in shape. Budding cells can have broad bases, occur in chains, and be multilateral, budding in different directions.",
            "score": 138.1043701171875
        },
        {
            "docid": "19374_28",
            "document": "Model organism . Simple model eukaryotes include baker's yeast (\"Saccharomyces cerevisiae\") and fission yeast (\"Schizosaccharomyces pombe\"), both of which share many characters with higher cells, including those of humans. For instance, many cell division genes that are critical for the development of cancer have been discovered in yeast. \"Chlamydomonas reinhardtii\", a unicellular green alga with well-studied genetics, is used to study photosynthesis and motility. \"C. reinhardtii\" has many known and mapped mutants and expressed sequence tags, and there are advanced methods for genetic transformation and selection of genes. \"Dictyostelium discoideum\" is used in molecular biology and genetics, and is studied as an example of cell communication, differentiation, and programmed cell death. Among invertebrates, the fruit fly \"Drosophila melanogaster\" is famous as the subject of genetics experiments by Thomas Hunt Morgan and others. They are easily raised in the lab, with rapid generations, high fecundity, few chromosomes, and easily induced observable mutations. The nematode \"Caenorhabditis elegans\" is used for understanding the genetic control of development and physiology. It was first proposed as a model for neuronal development by Sydney Brenner in 1963, and has been extensively used in many different contexts since then. \"C. elegans\" was the first multicellular organism whose genome was completely sequenced, and as of 2012, the only organism to have its connectome (neuronal \"wiring diagram\") completed.",
            "score": 137.62290954589844
        },
        {
            "docid": "34385_44",
            "document": "Yeast . Several yeasts, in particular \"S. cerevisiae\", have been widely used in genetics and cell biology, largely because \"S. cerevisiae\" is a simple eukaryotic cell, serving as a model for all eukaryotes, including humans, for the study of fundamental cellular processes such as the cell cycle, DNA replication, recombination, cell division, and metabolism. Also, yeasts are easily manipulated and cultured in the laboratory, which has allowed for the development of powerful standard techniques, such as yeast two-hybrid, synthetic genetic array analysis, and tetrad analysis. Many proteins important in human biology were first discovered by studying their homologues in yeast; these proteins include cell cycle proteins, signaling proteins, and protein-processing enzymes.",
            "score": 136.5640106201172
        },
        {
            "docid": "1256165_25",
            "document": "Calorie restriction . Preliminary research indicates that sirtuins are activated by fasting and serve as \"energy sensors\" during metabolism. Sirtuins, specifically Sir2 (found in yeast) have been implicated in the aging of yeast, and are a class of highly conserved, NAD-dependent histone deacetylase enzymes. Sir2 homologs have been identified in a wide range of organisms from bacteria to humans. Yeast has 3 SIR genes (SIR2, SIR3, and SIR4) that are responsible for silencing mating type loci, telomeres, and rDNA. Although all three genes are required for the silencing of mating type loci and telomeres, only SIR2 has been implicated in the silencing of rDNA. In addition, SIR2 related genes also regulate formation of some specialized survival forms, such as spores in yeast and daher larvae in \"C. elegans\". A study done by Kaeberlein et al. (1999) in yeast found that deletions of Sir2 decreased lifespan, and additional copies increased lifespan.",
            "score": 136.53697204589844
        },
        {
            "docid": "18523258_11",
            "document": "EIF4G . Regulation of translation initiation by eIF4G is vital for protein synthesis in developing organisms, for example yeast and nematodes. Deletion of eIF4G is lethal in yeast. In the roundworm C. elegans, knockout of eIF4G leads to animals that cannot develop past the early larval stage (L2) of development. The critical role of eIF4G in development appears to be reversed in adulthood, when eIF4G dysregulation negatively impacts lifespan and increases susceptibility to certain aging-related diseases (see eIF4G in diseases above). Inhibiting eIF4G during adulthood in C. elegans drastically extends lifespan, comparable to the lifespan increase exhibited during dietary restriction. In addition, inhibiting eIF4G reduces overall protein translation, while preferentially translating mRNA of genes important for responding to stress and against those associated with growth and reproduction. Thus eIF4G appears to control differential mRNA translation during periods or growth and stress, which may ultimately lead to age-related decline.",
            "score": 135.35060119628906
        },
        {
            "docid": "29071957_2",
            "document": "Heterologous expression . Heterologous expression refers to the expression of a gene or part of a gene in a host organism, which does not naturally have this gene or gene fragment. Insertion of the gene in the heterologous host is performed by recombinant DNA technology. After being inserted in the host, the gene may be integrated into the host DNA causing permanent expression, or not integrated causing transient expression. Heterologous expression can be done in many type of host organisms. The host organism can be a bacterium, yeast, mammalian cell, or plant cell. This host is called the \"expression system\". Homologous expression on the other hand is the overexpression of a gene in a system from where it originates. Genes are subjected to heterologous expression, often to study specific protein interactions. \"E. coli\", yeast (\"S. cerevisiae, P. pastoris\"), immortalized mammalian cells, and amphibian oocytes (i.e. unfertilized eggs) are commonly for studies that require heterologous expression.",
            "score": 133.65316772460938
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 133.50198364257812
        },
        {
            "docid": "53679628_8",
            "document": "Renã A. S. Robinson . Proteins are involved in major functions throughout the body, including communication between cells. Changes in protein function, or in expression level of a protein, may cascade from one protein to another throughout a system. Protein behavior changes as people age, but scientists do not yet know why: is it a result of incremental damage over time, from oxidative stressors or other causes; or is there some inherent signal that triggers changes with age, and if so, what purpose does it serve? By studying immunosenescence, Robinson hopes to relate early changes in the immune system to changes in molecular systems and the development of Alzheimer's and other age-related diseases.",
            "score": 132.825439453125
        },
        {
            "docid": "4682359_8",
            "document": "Directed evolution . During \"in vivo\" evolution, each cell (usually bacteria or yeast) is transformed with a plasmid containing a different member of the variant library. In this way, only the gene of interest differs between the cells, with all other genes being kept the same. The cells express the protein either in their cytoplasm or surface where its function can be tested. This format has the advantage of selecting for properties in a cellular environment, which is useful when the evolved protein or RNA is to be used in living organisms. When performed without cells, DE involves using \"in vitro\" transcription translation to produce proteins or RNA free in solution or compartmentalised in artificial microdroplets. This method has the benefits of being more versatile in the selection conditions (e.g. temperature, solvent), and can express proteins that would be toxic to cells. Furthermore, \"in vitro\" evolution experiments can generate far larger libraries (up to 10) because the library DNA need not be inserted into cells (often a limiting step).",
            "score": 132.4447021484375
        }
    ]
}