{
    "q": [
        {
            "docid": "6235_48",
            "document": "Cell nucleus . At a certain point during the cell cycle in open mitosis, the cell divides to form two cells. In order for this process to be possible, each of the new daughter cells must have a full set of genes, a process requiring replication of the chromosomes as well as segregation of the separate sets. This occurs by the replicated chromosomes, the sister chromatids, attaching to microtubules, which in turn are attached to different centrosomes. The sister chromatids can then be pulled to separate locations in the cell. In many cells, the centrosome is located in the cytoplasm, outside the nucleus; the microtubules would be unable to attach to the chromatids in the presence of the nuclear envelope. Therefore, the early stages in the cell cycle, beginning in prophase and until around prometaphase, the nuclear membrane is dismantled. Likewise, during the same period, the nuclear lamina is also disassembled, a process regulated by phosphorylation of the lamins by protein kinases such as the CDC2 protein kinase. Towards the end of the cell cycle, the nuclear membrane is reformed, and around the same time, the nuclear lamina are reassembled by dephosphorylating the lamins.",
            "score": 115.53853070735931
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 205.98085844516754
        },
        {
            "docid": "564779_18",
            "document": "Cell growth . Cell division is more complex in eukaryotes than in other organisms. Prokaryotic cells such as bacterial cells reproduce by binary fission, a process that includes DNA replication, chromosome segregation, and cytokinesis. Eukaryotic cell division either involves mitosis or a more complex process called meiosis. Mitosis and meiosis are sometimes called the two \"nuclear division\" processes. Binary fission is similar to eukaryote cell reproduction that involves mitosis. Both lead to the production of two daughter cells with the same number of chromosomes as the parental cell. Meiosis is used for a special cell reproduction process of diploid organisms. It produces four special daughter cells (gametes) which have half the normal cellular amount of DNA. A male and a female gamete can then combine to produce a zygote, a cell which again has the normal amount of chromosomes.",
            "score": 167.58070051670074
        },
        {
            "docid": "4230_26",
            "document": "Cell (biology) . In meiosis, the DNA is replicated only once, while the cell divides twice. DNA replication only occurs before meiosis I. DNA replication does not occur when the cells divide the second time, in meiosis II. Replication, like all cellular activities, requires specialized proteins for carrying out the job. Between successive cell divisions, cells grow through the functioning of cellular metabolism. Cell metabolism is the process by which individual cells process nutrient molecules. Metabolism has two distinct divisions: catabolism, in which the cell breaks down complex molecules to produce energy and reducing power, and anabolism, in which the cell uses energy and reducing power to construct complex molecules and perform other biological functions. Complex sugars consumed by the organism can be broken down into simpler sugar molecules called monosaccharides such as glucose. Once inside the cell, glucose is broken down to make adenosine triphosphate (ATP), a molecule that possesses readily available energy, through two different pathways.",
            "score": 124.10694968700409
        },
        {
            "docid": "6235_3",
            "document": "Cell nucleus . Cell nuclei contain most of the cell's genetic material, organized as multiple long linear DNA molecules in a complex with a large variety of proteins, such as histones, to form chromosomes. The genes within these chromosomes are the cell's nuclear genome and are structured in such a way to promote cell function. The nucleus maintains the integrity of genes and controls the activities of the cell by regulating gene expression—the nucleus is, therefore, the control center of the cell. The main structures making up the nucleus are the nuclear envelope, a double membrane that encloses the entire organelle and isolates its contents from the cellular cytoplasm, and the nuclear matrix (which includes the nuclear lamina), a network within the nucleus that adds mechanical support, much like the cytoskeleton, which supports the cell as a whole.",
            "score": 109.9991180896759
        },
        {
            "docid": "38959421_9",
            "document": "Lucy Shapiro . By the late 1990s, Shapiro and graduate student Michael Laub were able to study the genetic basis of cell cycle progression and consequently the identification of three regulatory proteins, DnaA, GcrA, and CtrA, which controlled complex temporal and spatial behaviors affecting large numbers of genes. With Dickon Alley and Janine Maddock, she was able to show that chemoreceptor proteins occupy specific areas within the cell. Shapiro and Christine Jacobs-Wagner as well as Janine Maddock showed that signaling phosphokinase also had specific positions at the cell poles. In 2005, using time-lapse microscopy and fluorescent tags, Shapiro was able to demonstrate that chromosomal regions are duplicated in both an orderly and a location-specific manner, involving \"a much higher degree of spatial organization than previously thought\". By studying the regulation of the cell cycle, asymmetric cell division, and cellular differentiation, Shapiro's work has led to a much deeper understanding of the genetic and molecular processes that cause identical bacterial cells to split into different cell types. These are basic processes that underlie all life, from single-cell bacteria to multi-cellular organisms. The process of the \"Caulobacter\" cell cycle also show similarities to stem cell division, in which two distinct cells arise, one of which differs from the parent cell while the other does not.",
            "score": 117.35261178016663
        },
        {
            "docid": "6235_18",
            "document": "Cell nucleus . The cell nucleus contains the majority of the cell's genetic material in the form of multiple linear DNA molecules organized into structures called chromosomes. Each human cell contains roughly two meters of DNA. During most of the cell cycle these are organized in a DNA-protein complex known as chromatin, and during cell division the chromatin can be seen to form the well-defined chromosomes familiar from a karyotype. A small fraction of the cell's genes are located instead in the mitochondria.",
            "score": 111.18322014808655
        },
        {
            "docid": "854294_12",
            "document": "DNA repair . In human cells, and eukaryotic cells in general, DNA is found in two cellular locations — inside the nucleus and inside the mitochondria. Nuclear DNA (nDNA) exists as chromatin during non-replicative stages of the cell cycle and is condensed into aggregate structures known as chromosomes during cell division. In either state the DNA is highly compacted and wound up around bead-like proteins called histones. Whenever a cell needs to express the genetic information encoded in its nDNA the required chromosomal region is unravelled, genes located therein are expressed, and then the region is condensed back to its resting conformation. Mitochondrial DNA (mtDNA) is located inside mitochondria organelles, exists in multiple copies, and is also tightly associated with a number of proteins to form a complex known as the nucleoid. Inside mitochondria, reactive oxygen species (ROS), or free radicals, byproducts of the constant production of adenosine triphosphate (ATP) via oxidative phosphorylation, create a highly oxidative environment that is known to damage mtDNA. A critical enzyme in counteracting the toxicity of these species is superoxide dismutase, which is present in both the mitochondria and cytoplasm of eukaryotic cells.",
            "score": 116.57667016983032
        },
        {
            "docid": "20369_4",
            "document": "Mitosis . Mitosis occurs only in eukaryotic cells. Prokaryotic cells, which lack a nucleus, divide by a different process called binary fission. Mitosis varies between organisms. For example, animal cells undergo an \"open\" mitosis, where the nuclear envelope breaks down before the chromosomes separate, whereas fungi undergo a \"closed\" mitosis, where chromosomes divide within an intact cell nucleus. Most animal cells undergo a shape change, known as mitotic cell rounding, to adopt a near spherical morphology at the start of mitosis. Most human cells are produced by mitotic cell division. Important exceptions include the gametes – sperm and egg cells – which are produced by meiosis.",
            "score": 150.20123648643494
        },
        {
            "docid": "6235_47",
            "document": "Cell nucleus . During its lifetime, a nucleus may be broken down or destroyed, either in the process of cell division or as a consequence of apoptosis (the process of programmed cell death). During these events, the structural components of the nucleus — the envelope and lamina — can be systematically degraded. In most cells, the disassembly of the nuclear envelope marks the end of the prophase of mitosis. However, this disassembly of the nucleus is not a universal feature of mitosis and does not occur in all cells. Some unicellular eukaryotes (e.g., yeasts) undergo so-called closed mitosis, in which the nuclear envelope remains intact. In closed mitosis, the daughter chromosomes migrate to opposite poles of the nucleus, which then divides in two. The cells of higher eukaryotes, however, usually undergo open mitosis, which is characterized by breakdown of the nuclear envelope. The daughter chromosomes then migrate to opposite poles of the mitotic spindle, and new nuclei reassemble around them.",
            "score": 121.9787175655365
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 114.92321276664734
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 91.55333316326141
        },
        {
            "docid": "273854_24",
            "document": "Telomerase . \"In vitro,\" when cells approach the Hayflick limit, the time to senescence can be extended by inactivating the tumor suppressor proteins - p53 and Retinoblastoma protein (pRb). Cells that have been so-altered eventually undergo an event termed a \"crisis\" when the majority of the cells in the culture die. Sometimes, a cell does not stop dividing once it reaches crisis. In a typical situation, the telomeres are shortened and chromosomal integrity declines with every subsequent cell division. Exposed chromosome ends are interpreted as double-stranded breaks (DSB) in DNA; such damage is usually repaired by reattaching (religating) the broken ends together. When the cell does this due to telomere-shortening, the ends of different chromosomes can be attached to each other. This solves the problem of lacking telomeres, but during cell division anaphase, the fused chromosomes are randomly ripped apart, causing many mutations and chromosomal abnormalities. As this process continues, the cell's genome becomes unstable. Eventually, either fatal damage is done to the cell's chromosomes (killing it via apoptosis), or an additional mutation that activates telomerase occurs.",
            "score": 102.17585480213165
        },
        {
            "docid": "21082137_3",
            "document": "ESCRT . The ESCRT machinery plays a vital role in a number of cellular processes including multivesicular body (MVB) biogenesis, cellular abscission, and viral budding. Multivesicular body (MVB) biogenesis is a process in which ubiquitin tagged proteins enter organelles called endosomes via the formation of vesicles. This process is essential for cells to destroy misfolded and damaged proteins. Without ESCRT machinery, these proteins can build up and lead to neurodegenerative disease. For example, abnormalities in ESCRT-III components can lead to neurological disorders such as hereditary spastic paraplegia (HSP). Cellular abscission, the process by which the membrane connecting two daughter cells is cleaved, is also mediated by ESCRT machinery. Without the ESCRT complexes, daughter cells could not separate and abnormal cells containing twice the amount of DNA would be generated. These cells would inevitably be destroyed through a process known as apoptosis. Lastly, viral budding, or the process by which specific types of viruses exit cells, may not occur in the absence of ESCRT machinery. This would inevitably prevent viruses from spreading from cell to cell.",
            "score": 115.57888627052307
        },
        {
            "docid": "1212524_6",
            "document": "Bloom syndrome . When a cell prepares to divide to form two cells, the chromosomes are duplicated so that each new cell will get a complete set of chromosomes. The duplication process is called DNA replication. Errors made during DNA replication can lead to mutations. The BLM protein is important in maintaining the stability of the DNA during the replication process. Lack of BLM protein or protein activity leads to an increase in mutations; however, the molecular mechanism(s) by which BLM maintains stability of the chromosomes is still a very active area of research.",
            "score": 89.0533926486969
        },
        {
            "docid": "31321569_11",
            "document": "The Hallmarks of Cancer . To tightly control cell division, cells have processes within them that prevent cell growth and division. These processes are orchestrated by proteins known as tumor suppressor genes. These genes take information from the cell to ensure that it is ready to divide, and will halt division if not (when the DNA is damaged, for example). In cancer, these tumour suppressor proteins are altered so that they don't effectively prevent cell division, even when the cell has severe abnormalities. Another way cells prevent over-division is that normal cells will also stop dividing when the cells fill up the space they are in and touch other cells; known as contact inhibition. Cancer cells do not have contact inhibition, and so will continue to grow and divide, regardless of their surroundings.",
            "score": 110.61986827850342
        },
        {
            "docid": "36869_2",
            "document": "Cell division . Cell division is the process by which a parent cell divides into two or more daughter cells. Cell division usually occurs as part of a larger cell cycle. In eukaryotes, there are two distinct types of cell division: a vegetative division, whereby each daughter cell is genetically identical to the parent cell (mitosis), and a reproductive cell division, whereby the number of chromosomes in the daughter cells is reduced by half to produce haploid gametes (meiosis). Meiosis results in four haploid daughter cells by undergoing one round of DNA replication followed by two divisions. Homologous chromosomes are separated in the first division, and sister chromatids are separated in the second division. Both of these cell division cycles are used in the process of sexual reproduction at some point in their life cycle. Both are believed to be present in the last eukaryotic common ancestor.",
            "score": 174.1374716758728
        },
        {
            "docid": "1648525_9",
            "document": "Nuclear localization sequence . The presence of the nuclear membrane that sequesters the cellular DNA is the defining feature of eukaryotic cells. The nuclear membrane, therefore, separates the nuclear processes of DNA replication and RNA transcription from the cytoplasmic process of protein production. Proteins required in the nucleus must be directed there by some mechanism. The first direct experimental examination of the ability of nuclear proteins to accumulate in the nucleus were carried out by John Gurdon when he showed that purified nuclear proteins accumulate in the nucleus of frog (Xenopus) oocytes after being micro-injected into the cytoplasm. These experiments were part of a series that subsequently led to studies of nuclear reprogramming, directly relevant to stem cell research.",
            "score": 110.7208366394043
        },
        {
            "docid": "7955_7",
            "document": "DNA . Within eukaryotic cells, DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the eukaryotic chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 95.25440168380737
        },
        {
            "docid": "18393_58",
            "document": "Life . Within cells, DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 95.07672071456909
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 118.51701879501343
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 97.90382051467896
        },
        {
            "docid": "20369_12",
            "document": "Mitosis . The mitotic phase is a relatively short period of the cell cycle. It alternates with the much longer \"interphase\", where the cell prepares itself for the process of cell division. Interphase is divided into three phases: G (first gap), S (synthesis), and G (second gap). During all three parts of interphase, the cell grows by producing proteins and cytoplasmic organelles. However, chromosomes are replicated only during the S phase. Thus, a cell grows (G), continues to grow as it duplicates its chromosomes (S), grows more and prepares for mitosis (G), and finally divides (M) before restarting the cycle. All these phases in the cell cycle are highly regulated by cyclins, cyclin-dependent kinases, and other cell cycle proteins. The phases follow one another in strict order and there are \"checkpoints\" that give the cell cues to proceed from one phase to another. Cells may also temporarily or permanently leave the cell cycle and enter G phase to stop dividing. This can occur when cells become overcrowded (density-dependent inhibition) or when they differentiate to carry out specific functions for the organism, as is the case for human heart muscle cells and neurons. Some G cells have the ability to re-enter the cell cycle.",
            "score": 95.27934527397156
        },
        {
            "docid": "18976_3",
            "document": "Meiosis . In meiosis, DNA replication is followed by two rounds of cell division to produce four daughter cells, each with half the number of chromosomes as the original parent cell. The two meiotic divisions are known as Meiosis I and Meiosis II. Before meiosis begins, during S phase of the cell cycle, the DNA of each chromosome is replicated so that it consists of two identical sister chromatids, which remain held together through sister chromatid cohesion. This S-phase can be referred to as \"premeiotic S-phase\" or \"meiotic S-phase\". Immediately following DNA replication, meiotic cells enter a prolonged G2-like stage known as meiotic prophase. During this time, homologous chromosomes pair with each other and undergo genetic recombination, a programmed process in which DNA is cut and then repaired, which allows them to exchange some of their genetic information. A subset of recombination events results in crossovers, which create physical links known as chiasmata (singular: chiasma, for the Greek letter Chi (X)) between the homologous chromosomes. In most organisms, these links are essential to direct each pair of homologous chromosomes to segregate away from each other during Meiosis I, resulting in two haploid cells that have half the number of chromosomes as the parent cell. During Meiosis II, the cohesion between sister chromatids is released and they segregate from one another, as during mitosis. In some cases all four of the meiotic products form gametes such as sperm, spores, or pollen. In female animals, three of the four meiotic products are typically eliminated by extrusion into polar bodies, and only one cell develops to produce an ovum.",
            "score": 174.22585570812225
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 127.29189479351044
        },
        {
            "docid": "33560980_6",
            "document": "Bruce William Stillman . Another major accomplishment was the discovery of the Origin Recognition Complex (ORC), a key protein made up of six subunits that binds to cellular origins of DNA replication and coordinates the entire process of initiating a complete cycle of DNA replication throughout the entire cell genome. Soon after the discovery of ORC, Stillman’s group identified other initiation proteins that together form the pre-replication complex (pre-RC), which makes chromosomes competent for the subsequent initiation of DNA replication during the S phase of the cell cycle. His group’s recent studies have revealed the intricate details of the mechanism of the initiation of DNA replication and illuminated how this process is regulated throughout the cell cycle, including the mechanisms that prevent DNA replication from occurring more than once during each cell cycle. These studies include elucidation of the structure of ORC and its associated pre-RC proteins.",
            "score": 100.6789960861206
        },
        {
            "docid": "9028799_14",
            "document": "Bacteria . Many important biochemical reactions, such as energy generation, occur due to concentration gradients across membranes, creating a potential difference analogous to a battery. The general lack of internal membranes in bacteria means these reactions, such as electron transport, occur across the cell membrane between the cytoplasm and the outside of the cell or periplasm. However, in many photosynthetic bacteria the plasma membrane is highly folded and fills most of the cell with layers of light-gathering membrane. These light-gathering complexes may even form lipid-enclosed structures called chlorosomes in green sulfur bacteria. Most bacteria do not have a membrane-bound nucleus, and their genetic material is typically a single circular bacterial chromosome of DNA located in the cytoplasm in an irregularly shaped body called the nucleoid. The nucleoid contains the chromosome with its associated proteins and RNA. Like all living organisms, bacteria contain ribosomes for the production of proteins, but the structure of the bacterial ribosome is different from that of eukaryotes and Archaea.",
            "score": 113.7979941368103
        },
        {
            "docid": "14025207_7",
            "document": "YWHAZ . The14-3-3 protein zeta/delta (14-3-3ζ) is a protein (in humans encoded by the \"YWHAZ\" gene on chromosome 8) with an important apoptotic constituents. During a normal embryologic processes, or during cell injury (such as ischemia-reperfusion injury during heart attacks and strokes) or during developments and processes in cancer, an apoptotic cell undergoes structural changes including cell shrinkage, plasma membrane blebbing, nuclear condensation, and fragmentation of the DNA and nucleus. This is followed by fragmentation into apoptotic bodies that are quickly removed by phagocytes, thereby preventing an inflammatory response. It is a mode of cell death defined by characteristic morphological, biochemical and molecular changes. It was first described as a \"shrinkage necrosis\", and then this term was replaced by apoptosis to emphasize its role opposite mitosis in tissue kinetics. In later stages of apoptosis the entire cell becomes fragmented, forming a number of plasma membrane-bounded apoptotic bodies which contain nuclear and or cytoplasmic elements. The ultrastructural appearance of necrosis is quite different, the main features being mitochondrial swelling, plasma membrane breakdown and cellular disintegration. Apoptosis occurs in many physiological and pathological processes. It plays an important role during embryonal development as programmed cell death and accompanies a variety of normal involutional processes in which it serves as a mechanism to remove \"unwanted\" cells.",
            "score": 107.41724467277527
        },
        {
            "docid": "55414870_2",
            "document": "Actomyosin ring . The cell cycle is divided into two primary phases: DNA synthesis or \"S phase\" and Mitosis or \"M phase\". During the \"S phase\", duplication of chromosomes occurs whereas \"M phase\" is characterized by two processes known as nuclear (mitosis) and cytoplasmic (cytokinesis) divisions. The Actomyosin ring is a prominent structure during cytoplasmic division or cytokinesis (i.e., splitting from the parent cell after duplication and segregation of the genetic material has been completed). The ring forms perpendicular to the axis of the spindle apparatus. and occurs towards the later stage of mitosis, the telophase, in which sister chromatids are identically separated at the opposite sides of the spindle forming nuclei (see figure 1). The actomyosin ring follows an orderly sequence of identification of active division site, formation of the ring, constriction of the ring, and disassembly of the contractile ring. It is composed of actin and myosin II bundles, thus the term actomyosin, that operates in contractile motion although the mechanism on how or what triggers the constriction is still an evolving topic. Other cytoskeletal proteins are also involved in maintaining stability of the ring. Apart from cytokinesis in which the ring constricts as the cells divide (see figure 2), actomyosin ring constriction has also been found to activate during wound closure. During the process actin filaments are degraded, preserving the thickness of the ring. After cytokinesis is complete, one of the two daughter cells inherits a remnant, called the midbody ring.",
            "score": 123.42299115657806
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 98.17057931423187
        },
        {
            "docid": "34385_44",
            "document": "Yeast . Several yeasts, in particular \"S. cerevisiae\", have been widely used in genetics and cell biology, largely because \"S. cerevisiae\" is a simple eukaryotic cell, serving as a model for all eukaryotes, including humans, for the study of fundamental cellular processes such as the cell cycle, DNA replication, recombination, cell division, and metabolism. Also, yeasts are easily manipulated and cultured in the laboratory, which has allowed for the development of powerful standard techniques, such as yeast two-hybrid, synthetic genetic array analysis, and tetrad analysis. Many proteins important in human biology were first discovered by studying their homologues in yeast; these proteins include cell cycle proteins, signaling proteins, and protein-processing enzymes.",
            "score": 119.07695615291595
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 90.75142812728882
        }
    ],
    "r": [
        {
            "docid": "237704_33",
            "document": "Saccharomyces cerevisiae . Mother cells give rise to progeny buds by mitotic divisions, but undergo replicative aging over successive generations and ultimately die. However, when a mother cell undergoes meiosis and gametogenesis, lifespan is reset. The replicative potential of gametes (spores) formed by aged cells is the same as gametes formed by young cells, indicating that age-associated damage is removed by meiosis from aged mother cells. This observation suggests that during meiosis removal of age-associated damages leads to rejuvenation. However, the nature of these damages remains to be established.",
            "score": 213.89503479003906
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 205.98086547851562
        },
        {
            "docid": "26805_6",
            "document": "Sex . Disregarding intermediates, the basic distinction between asexual and sexual reproduction is the way in which the genetic material is processed. Typically, prior to an asexual division, a cell duplicates its genetic information content, and then divides. This process of cell division is called mitosis. In sexual reproduction, there are special kinds of cells that divide without prior duplication of its genetic material, in a process named meiosis. The resulting cells are called gametes, and contain only half the genetic material of the parent cells. These gametes are the cells that are prepared for the sexual reproduction of the organism. Sex comprises the arrangements that enable sexual reproduction, and has evolved alongside the reproduction system, starting with similar gametes (isogamy) and progressing to systems that have different gamete types, such as those involving a large female gamete (ovum) and a small male gamete (sperm).",
            "score": 195.3602752685547
        },
        {
            "docid": "4250553_46",
            "document": "Gene . The duplication and transmission of genetic material from one generation of cells to the next is the basis for molecular inheritance, and the link between the classical and molecular pictures of genes. Organisms inherit the characteristics of their parents because the cells of the offspring contain copies of the genes in their parents' cells. In asexually reproducing organisms, the offspring will be a genetic copy or clone of the parent organism. In sexually reproducing organisms, a specialized form of cell division called meiosis produces cells called gametes or germ cells that are haploid, or contain only one copy of each gene. The gametes produced by females are called eggs or ova, and those produced by males are called sperm. Two gametes fuse to form a diploid fertilized egg, a single cell that has two sets of genes, with one copy of each gene from the mother and one from the father.",
            "score": 179.12924194335938
        },
        {
            "docid": "40854066_27",
            "document": "Epigenetic clock . A confounding aspect of biological aging is the nature and role of senescent cells. It is unclear whether the three major types of cellular senescence, namely replicative senescence, oncogene-induced senescence and DNA damage-induced senescence are descriptions of the same phenomenon instigated by different sources, or if each of these is distinct, and how they are associated with epigenetic aging. Induction of replicative senescence (RS) and oncogene-induced senescence (OIS) were found to be accompanied by epigenetic aging of primary cells but senescence induced by DNA damage was not, even though RS and OIS activate the cellular DNA damage response pathway. These results highlight the independence of cellular senescence from epigenetic aging. Consistent with this, telomerase-immortalised cells continued to age (according to the epigenetic clock) without having been treated with any senescence inducers or DNA-damaging agents, re-affirming the independence of the process of epigenetic ageing from telomeres, cellular senescence, and the DNA damage response pathway. Although the uncoupling of senescence from cellular aging appears at first sight to be inconsistent with the fact that senescent cells contribute to the physical manifestation of organism ageing, as demonstrated by Baker et al., where removal of senescent cells slowed down aging. However, the epigenetic clock analysis of senescence suggests that cellular senescence is a state that cells are forced into as a result of external pressures such as DNA damage, ectopic oncogene expression and exhaustive proliferation of cells to replenish those eliminated by external/environmental factors. These senescent cells, in sufficient numbers, will probably cause the deterioration of tissues, which is interpreted as organism ageing. However, at the cellular level, aging, as measured by the epigenetic clock, is distinct from senescence. It is an intrinsic mechanism that exists from the birth of the cell and continues. This implies that if cells are not shunted into senescence by the external pressures described above, they would still continue to age. This is consistent with the fact that mice with naturally long telomeres still age and eventually die even though their telomere lengths are far longer than the critical limit, and they age prematurely when their telomeres are forcibly shortened, due to replicative senescence. Therefore, cellular senescence is a route by which cells exit prematurely from the natural course of cellular aging.",
            "score": 176.01657104492188
        },
        {
            "docid": "599709_8",
            "document": "Karyogamy . The cell membranes and cytoplasm of these haploid cells then fuse together in a process known as plasmogamy. This results in a single cell with two nuclei, known as pronuclei. The pronuclei then fuse together in a well regulated process known as karyogamy. This creates a diploid cell known as a zygote, or a zygospore, which can then enter meiosis, a process of chromosome duplication, recombination, and cell division, to create four new haploid gamete cells. The advantage of sexual reproduction is the same as in any organism: more genetic variability results, providing the opportunity for adaption through natural selection. Thus, karyogamy is the key step in bringing together a variety of genetic material in order to ensure recombination in meiosis.",
            "score": 174.66537475585938
        },
        {
            "docid": "24536543_3",
            "document": "Eukaryote . Eukaryotes can reproduce both asexually through mitosis and sexually through meiosis and gamete fusion. In mitosis, one cell divides to produce two genetically identical cells. In meiosis, DNA replication is followed by two rounds of cell division to produce four haploid daughter cells. These act as sex cells (gametes). Each gamete has just one set of chromosomes, each a unique mix of the corresponding pair of parental chromosomes resulting from genetic recombination during meiosis.",
            "score": 174.36570739746094
        },
        {
            "docid": "18976_3",
            "document": "Meiosis . In meiosis, DNA replication is followed by two rounds of cell division to produce four daughter cells, each with half the number of chromosomes as the original parent cell. The two meiotic divisions are known as Meiosis I and Meiosis II. Before meiosis begins, during S phase of the cell cycle, the DNA of each chromosome is replicated so that it consists of two identical sister chromatids, which remain held together through sister chromatid cohesion. This S-phase can be referred to as \"premeiotic S-phase\" or \"meiotic S-phase\". Immediately following DNA replication, meiotic cells enter a prolonged G2-like stage known as meiotic prophase. During this time, homologous chromosomes pair with each other and undergo genetic recombination, a programmed process in which DNA is cut and then repaired, which allows them to exchange some of their genetic information. A subset of recombination events results in crossovers, which create physical links known as chiasmata (singular: chiasma, for the Greek letter Chi (X)) between the homologous chromosomes. In most organisms, these links are essential to direct each pair of homologous chromosomes to segregate away from each other during Meiosis I, resulting in two haploid cells that have half the number of chromosomes as the parent cell. During Meiosis II, the cohesion between sister chromatids is released and they segregate from one another, as during mitosis. In some cases all four of the meiotic products form gametes such as sperm, spores, or pollen. In female animals, three of the four meiotic products are typically eliminated by extrusion into polar bodies, and only one cell develops to produce an ovum.",
            "score": 174.22586059570312
        },
        {
            "docid": "36869_2",
            "document": "Cell division . Cell division is the process by which a parent cell divides into two or more daughter cells. Cell division usually occurs as part of a larger cell cycle. In eukaryotes, there are two distinct types of cell division: a vegetative division, whereby each daughter cell is genetically identical to the parent cell (mitosis), and a reproductive cell division, whereby the number of chromosomes in the daughter cells is reduced by half to produce haploid gametes (meiosis). Meiosis results in four haploid daughter cells by undergoing one round of DNA replication followed by two divisions. Homologous chromosomes are separated in the first division, and sister chromatids are separated in the second division. Both of these cell division cycles are used in the process of sexual reproduction at some point in their life cycle. Both are believed to be present in the last eukaryotic common ancestor.",
            "score": 174.13746643066406
        },
        {
            "docid": "146539_11",
            "document": "Senescence . According to a molecular biomarker of aging known as epigenetic clock, the three major types of cellular senescence, namely replicative senescence, oncogene-induced senescence and DNA damage-induced senescence are distinct because induction of replicative senescence (RS) and oncogene-induced senescence (OIS) were found to be accompanied by epigenetic aging of primary cells but senescence induced by DNA damage was not, even though RS and OIS activate the cellular DNA damage response pathway. These results highlight the independence of cellular senescence from epigenetic aging. Consistent with this, telomerase-immortalised cells continued to age (according to the epigenetic clock) without having been treated with any senescence inducers or DNA-damaging agents, re-affirming the independence of the process of epigenetic ageing from telomeres, cellular senescence, and the DNA damage response pathway. Although the uncoupling of senescence from cellular aging appears at first sight to be inconsistent with the fact that senescent cells contribute to the physical manifestation of organism ageing, as demonstrated by Baker et al., where removal of senescent cells slowed down aging.  However, the epigenetic clock analysis of senescence suggests that cellular senescence is a state that cells are forced into as a result of external pressures such as DNA damage, ectopic oncogene expression and exhaustive proliferation of cells to replenish those eliminated by external/environmental factors. These senescent cells, in sufficient numbers, will undoubtedly cause the deterioration of tissues, which is interpreted as organism ageing. However, at the cellular level, aging, as measured by the epigenetic clock, is distinct from senescence. It is an intrinsic mechanism that exists from the birth of the cell and continues. This implies that if cells are not shunted into senescence by the external pressures described above, they would still continue to age. This is consistent with the fact that mice with naturally long telomeres still age and eventually die even though their telomere lengths are far longer than the critical limit, and they age prematurely when their telomeres are forcibly shortened, due to replicative senescence. Hence senescence is a route by which cells exit prematurely from the natural course of cellular ageing.",
            "score": 171.86807250976562
        },
        {
            "docid": "12266_33",
            "document": "Genetics . Eukaryotic organisms often use sexual reproduction to generate offspring that contain a mixture of genetic material inherited from two different parents. The process of sexual reproduction alternates between forms that contain single copies of the genome (haploid) and double copies (diploid). Haploid cells fuse and combine genetic material to create a diploid cell with paired chromosomes. Diploid organisms form haploids by dividing, without replicating their DNA, to create daughter cells that randomly inherit one of each pair of chromosomes. Most animals and many plants are diploid for most of their lifespan, with the haploid form reduced to single cell gametes such as sperm or eggs.",
            "score": 169.70469665527344
        },
        {
            "docid": "4690137_23",
            "document": "Advanced maternal age . Titus et al. have proposed an explanation for the decline in ovarian reserve with age. They showed that as women age, double-strand breaks accumulate in the DNA of their primordial follicles. Primordial follicles are immature primary oocytes surrounded by a single layer of granulosa cells. An enzyme system is present in oocytes that normally accurately repairs DNA double-strand breaks. This repair system is referred to as homologous recombinational repair, and it is especially active during meiosis. Meiosis is the general process by which germ cells are formed in eukaryotes, and it appears to be an adaptation for efficiently removing damages in germ line DNA by homologous recombinational repair (see Origin and function of meiosis also). Human primary oocytes are present at an intermediate stage of meiosis, that is prophase I (see Oogenesis). Titus et al. also showed that expression of four key DNA repair genes that are necessary for homologous recombinational repair (\"BRCA1\", \"MRE11\", \"Rad51\" and \"ATM\") decline in oocytes with age. This age-related decline in ability to repair double-strand damages can account for the accumulation of these damages, which then likely contributes to the decline in ovarian reserve.",
            "score": 168.57302856445312
        },
        {
            "docid": "22710_19",
            "document": "Ovary . Women with an inherited mutation in the DNA repair gene BRCA1 undergo menopause prematurely, suggesting that naturally occurring DNA damages in oocytes are repaired less efficiently in these women, and this inefficiency leads to early reproductive failure. The BRCA1 protein plays a key role in a type of DNA repair termed homologous recombinational repair that is the only known cellular process that can accurately repair DNA double-strand breaks. Titus et al. showed that DNA double-strand breaks accumulate with age in humans and mice in primordial follicles. Primordial follicles contain oocytes that are at an intermediate (prophase I) stage of meiosis. Meiosis is the general process in eukaryotic organisms by which germ cells are formed, and it is likely an adaptation for removing DNA damages, especially double-strand breaks, from germ line DNA. (see Meiosis and Origin and function of meiosis). Homologous recombinational repair is especially promoted during meiosis. Titus et al. also found that expression of 4 key genes necessary for homologous recombinational repair of DNA double-strand breaks (BRCA1, MRE11, RAD51 and ATM) decline with age in the oocytes of humans and mice. They hypothesized that DNA double-strand break repair is vital for the maintenance of oocyte reserve and that a decline in efficiency of repair with age plays a key role in ovarian aging.",
            "score": 168.48822021484375
        },
        {
            "docid": "564779_18",
            "document": "Cell growth . Cell division is more complex in eukaryotes than in other organisms. Prokaryotic cells such as bacterial cells reproduce by binary fission, a process that includes DNA replication, chromosome segregation, and cytokinesis. Eukaryotic cell division either involves mitosis or a more complex process called meiosis. Mitosis and meiosis are sometimes called the two \"nuclear division\" processes. Binary fission is similar to eukaryote cell reproduction that involves mitosis. Both lead to the production of two daughter cells with the same number of chromosomes as the parental cell. Meiosis is used for a special cell reproduction process of diploid organisms. It produces four special daughter cells (gametes) which have half the normal cellular amount of DNA. A male and a female gamete can then combine to produce a zygote, a cell which again has the normal amount of chromosomes.",
            "score": 167.58070373535156
        },
        {
            "docid": "1231522_10",
            "document": "Biological immortality . Many unicellular organisms age: as time passes, they divide more slowly and ultimately die. Asymmetrically dividing bacteria and yeast also age. However, symmetrically dividing bacteria and yeast can be biologically immortal under ideal growing conditions. In these conditions, when a cell splits symmetrically to produce two daughter cells, the process of cell division can restore the cell to a youthful state. However, if the parent asymmetrically buds off a daughter only the daughter is reset to the youthful state—the parent isn't restored and will go on to age and die. In a similar manner stem cells and gametes can be regarded as \"immortal\".",
            "score": 167.1977996826172
        },
        {
            "docid": "191149_19",
            "document": "Paramecium . When clonally aged \"P. tetraurelia\" are stimulated to undergo meiosis in association with either conjugation or automixis, the progeny are rejuvenated, and are able to have many more mitotic binary fission divisions. During either of these processes the micronuclei of the cell(s) undergo meiosis, the old macronucleus disintegrates and a new macronucleus is formed by replication of the micronuclear DNA that had recently undergone meiosis. There is apparently little, if any, DNA damage in the new macronucleus. These findings suggest that clonal aging is due, in large part, to a progressive accumulation of DNA damage (see DNA damage theory of aging); and that rejuvenation is due to the repair of this damage in the micronucleus during meiosis. Meiosis appears to be an adaptation for DNA repair and rejuvenation in these paramecia.",
            "score": 165.42108154296875
        },
        {
            "docid": "5762008_19",
            "document": "Microbial genetics . When clonally aged \"P. tetraurelia\" are stimulated to undergo meiosis in association with either autogamy or conjugation, the progeny are rejuvenated, and are able to have many more mitotic binary fission divisions. During either of these processes the micronuclei of the cell(s) undergo meiosis, the old macronucleus disintegrates and a new macronucleus is formed by replication of the micronuclear DNA that had recently undergone meiosis. There is apparently little, if any, DNA damage in the new macronucleus, suggesting that rejuvenation is associated with the repair of these damages in the micronucleus during meiosis.",
            "score": 163.90342712402344
        },
        {
            "docid": "18976_5",
            "document": "Meiosis . Although the process of meiosis is related to the more general cell division process of mitosis, it differs in two important respects: Meiosis begins with a diploid cell, which contains two copies of each chromosome, termed homologs. First, the cell undergoes DNA replication, so each homolog now consists of two identical sister chromatids. Then each set of homologs pair with each other and exchange DNA by homologous recombination leading to physical connections (crossovers) between the homologs. In the first meiotic division, the homologs are segregated to separate daughter cells by the spindle apparatus. The cells then proceed to a second division without an intervening round of DNA replication. The sister chromatids are segregated to separate daughter cells to produce a total of four haploid cells. Female animals employ a slight variation on this pattern and produce one large ovum and two small polar bodies. Because of recombination, an individual chromatid can consist of a new combination of maternal and paternal DNA, resulting in offspring that are genetically distinct from either parent. Furthermore, an individual gamete can include an assortment of maternal, paternal, and recombinant chromatids. This genetic diversity resulting from sexual reproduction contributes to the variation in traits upon which natural selection can act.",
            "score": 161.91915893554688
        },
        {
            "docid": "5762008_18",
            "document": "Microbial genetics . In the asexual fission phase of growth, during which cell divisions occur by mitosis rather than meiosis, clonal aging occurs leading to a gradual loss of vitality. In some species, such as the well studied \"Paramecium tetraurelia\", the asexual line of clonally aging paramecia loses vitality and expires after about 200 fissions if the cells fail to undergo meiosis followed by either autogamy (self-fertilizaion) or conjugation (outcrossing) (see aging in \"Paramecium\"). DNA damage increases dramatically during successive clonal cell divisions and is a likely cause of clonal aging in \"P. tetraurelia\".",
            "score": 161.6169891357422
        },
        {
            "docid": "42261204_4",
            "document": "Bacterial senescence . Aging factors can be defined as irreparable damages to cellular components which ultimately contribute to the decreased fitness of the individual harbouring them. Putative aging factors include damaged DNA strands, old cell-surface material, and mis-folded or aggregated protein. The cell poles of replicating E. \"coli\" are often used as a proxy for aging factors as each bacterium inherits an old cell-pole (mother’s pole) and a newly synthesized new cell-pole. Inclusion bodies, masses of aggregated damaged or mis-folded proteins, have recently been shown to contribute to the aging of cellular organisms. Senescence in single celled organisms is thought to arise via the asymmetric partitioning of aging factors between daughter cells. It has long been argued that, on theoretical grounds, the preferential segregation of damage in unicellular organisms would contribute to the fitness of the overall population. The single celled eukaryotic organism, Sacchoaromyces \"cerevisiae\", retains deleterious aging factors in the mother cell leading to rejuvenation of the daughter.",
            "score": 158.6186065673828
        },
        {
            "docid": "26310_8",
            "document": "Reproduction . Sexual reproduction is a biological process that creates a new organism by combining the genetic material of two organisms in a process that starts with meiosis, a specialized type of cell division. Each of two parent organisms contributes half of the offspring's genetic makeup by creating haploid gametes. Most organisms form two different types of gametes. In these anisogamous species, the two sexes are referred to as male (producing sperm or microspores) and female (producing ova or megaspores). In isogamous species, the gametes are similar or identical in form (isogametes), but may have separable properties and then may be given other different names (see isogamy). For example, in the green alga, \"Chlamydomonas reinhardtii\", there are so-called \"plus\" and \"minus\" gametes. A few types of organisms, such as many fungi and the ciliate \"Paramecium aurelia\", have more than two \"sexes\", called syngens. Most animals (including humans) and plants reproduce sexually. Sexually reproducing organisms have different sets of genes for every trait (called alleles). Offspring inherit one allele for each trait from each parent. Thus, offspring have a combination of the parents' genes. It is believed that \"the masking of deleterious alleles favors the evolution of a dominant diploid phase in organisms that alternate between haploid and diploid phases\" where recombination occurs freely.",
            "score": 158.34686279296875
        },
        {
            "docid": "49611_33",
            "document": "Menopause . Impaired DNA repair mechanisms may contribute to earlier depletion of the ovarian reserve during aging. As women age, double-strand breaks accumulate in the DNA of their primordial follicles. Primordial follicles are immature primary oocytes surrounded by a single layer of granulosa cells. An enzyme system is present in oocytes that ordinarily accurately repairs DNA double-strand breaks. This repair system is called \"homologous recombinational repair\", and it is especially effective during meiosis. Meiosis is the general process by which germ cells are formed in all sexual eukaryotes; it appears to be an adaptation for efficiently removing damages in germ line DNA. (See Meiosis.)",
            "score": 157.52163696289062
        },
        {
            "docid": "6438_28",
            "document": "Chromosome . Sexually reproducing species have somatic cells (body cells), which are diploid [2n] having two sets of chromosomes (23 pairs in humans with one set of 23 chromosomes from each parent), one set from the mother and one from the father. Gametes, reproductive cells, are haploid [n]: They have one set of chromosomes. Gametes are produced by meiosis of a diploid germ line cell. During meiosis, the matching chromosomes of father and mother can exchange small parts of themselves (crossover), and thus create new chromosomes that are not inherited solely from either parent. When a male and a female gamete merge (fertilization), a new diploid organism is formed.",
            "score": 156.46644592285156
        },
        {
            "docid": "1590640_6",
            "document": "Nuclear DNA . Like mitosis, meiosis is a form of eukaryotic cell division. Meiosis gives rise to four unique daughter cells, each of which has half the number of chromosomes as the parent cell. Because meiosis creates cells that are destined to become gametes (or reproductive cells), this reduction in chromosome number is critical — without it, the union of two gametes during fertilization would result in offspring with twice the normal number of chromosomes.",
            "score": 156.3854522705078
        },
        {
            "docid": "571505_6",
            "document": "Ascospore . The fission yeast Schizosaccharomyces pombe is a single-celled haploid organism that reproduces asexually by mitosis and fission. However, exposure to the DNA damaging agent hydrogen peroxide induces pair-wise mating of haploid cells of opposite mating type to form transient diploid cells that then undergo meiosis to form asci, each with four ascospores. The production of viable ascospores depends on successful recombinational repair during meiosis. When this repair is defective a quality control mechanism prevents germination of damaged ascospores. These findings suggest that mating followed by meiosis is an adaptation for repairing DNA damage in the parental haploid cells in order to allow production of viable progeny ascospores.",
            "score": 155.91908264160156
        },
        {
            "docid": "2631477_2",
            "document": "Homologous recombination . Homologous recombination is a type of genetic recombination in which nucleotide sequences are exchanged between two similar or identical molecules of DNA. It is most widely used by cells to accurately repair harmful breaks that occur on both strands of DNA, known as double-strand breaks (DSB). Homologous recombination also produces new combinations of DNA sequences during meiosis, the process by which eukaryotes make gamete cells, like sperm and egg cells in animals. These new combinations of DNA represent genetic variation in offspring, which in turn enables populations to adapt during the course of evolution. Homologous recombination is also used in horizontal gene transfer to exchange genetic material between different strains and species of bacteria and viruses.",
            "score": 155.61228942871094
        },
        {
            "docid": "25279860_2",
            "document": "Stem cell theory of aging . The stem cell theory of aging postulates that the aging process is the result of the inability of various types of stem cells to continue to replenish the tissues of an organism with functional differentiated cells capable of maintaining that tissue's (or organ's) original function. Damage and error accumulation in genetic material is always a problem for systems regardless of the age. The number of stem cells in young people is very much higher than older people and this cause a better and more efficient replacement mechanism in the young contrary to the old. In other words, aging is not a matter of the increase of damage, but a matter of failure to replace it due to decreased number of stem cells. Stem cells decrease in number and tend to lose the ability to differentiate into progenies or lymphoid lineages and myeloid lineages.",
            "score": 154.51219177246094
        },
        {
            "docid": "237704_36",
            "document": "Saccharomyces cerevisiae . Ruderfer et al. (2006) analyzed the ancestry of natural \"S. cerevisiae\" strains and concluded that outcrossing occurs only about once every 50,000 cell divisions. Thus, it appears that in nature, mating is likely most often between closely related yeast cells. Mating occurs when haploid cells of opposite mating type MATa and MATα come into contact. Ruderfer et al. pointed out that such contacts are frequent between closely related yeast cells for two reasons. The first is that cells of opposite mating type are present together in the same ascus, the sac that contains the cells directly produced by a single meiosis, and these cells can mate with each other. The second reason is that haploid cells of one mating type, upon cell division, often produce cells of the opposite mating type with which they can mate. The relative rarity in nature of meiotic events that result from outcrossing is inconsistent with the idea that production of genetic variation is the main selective force maintaining meiosis in this organism. However, this finding is consistent with the alternative idea that the main selective force maintaining meiosis is enhanced recombinational repair of DNA damage, since this benefit is realized during each meiosis, whether or not out-crossing occurs.",
            "score": 154.11856079101562
        },
        {
            "docid": "85385_63",
            "document": "Atherosclerosis . Aging is the most important risk factor for cardiovascular problems. The causative basis by which aging mediates its impact, independently of other recognized risk factors, remains to be determined. Evidence has been reviewed for a key role of DNA damage in vascular aging.  8-oxoG, a common type of oxidative damage in DNA, is found to accumulate in plaque vascular smooth muscle cells, macrophages and endothelial cells, thus linking DNA damage to plaque formation. DNA strand breaks also increased in atherosclerotic plaques. Werner syndrome (WS) is a premature aging condition in humans. WS is caused by a genetic defect in a RecQ helicase that is employed in several repair processes that remove damages from DNA. WS patients develop a considerable burden of atherosclerotic plaques in their coronary arteries and aorta: calcification of the aortic valve is also frequently observed. These findings link excessive unrepaired DNA damage to premature aging and early atherosclerotic plaque development (see DNA damage theory of aging).",
            "score": 153.6132354736328
        },
        {
            "docid": "599709_2",
            "document": "Karyogamy . Karyogamy is the final step in the process of fusing together two haploid eukaryotic cells, and refers specifically to the fusion of the two nuclei. Before karyogamy, each haploid cell has one complete copy of the organism's genome. In order for karyogamy to occur, the cell membrane and cytoplasm of each cell must fuse with the other in a process known as plasmogamy. Once within the joined cell membrane, the nuclei are referred to as pronuclei. Once the cell membranes, cytoplasm, and pronuclei fuse together, the resulting single cell is diploid, containing two copies of the genome. This diploid cell, called a zygote or zygospore can then enter meiosis (a process of chromosome duplication, recombination, and division, to produce four new haploid cells), or continue to divide by mitosis. Mammalian fertilization uses a comparable process to combine haploid sperm and egg cells (gametes) to create a diploid fertilized egg.",
            "score": 153.55612182617188
        },
        {
            "docid": "68300_8",
            "document": "Dominance (genetics) . Most animals and some plants have paired chromosomes, and are described as diploid. They have two versions of each chromosome, one contributed by the mother's ovum, and the other by the father's sperm, known as gametes, described as haploid, and created through meiosis. These gametes then fuse during fertilization during sexual reproduction, into a new single cell zygote, which divides multiple times, resulting in a new organism with the same number of pairs of chromosomes in each (non-gamete) cell as its parents.",
            "score": 153.44058227539062
        },
        {
            "docid": "3343370_25",
            "document": "Mating of yeast . Ruderfer et al. analyzed the ancestry of natural \"S. cerevisiae\" strains and concluded that matings involving out-crossing occur only about once every 50,000 cell divisions. Thus it appears that, in nature, mating is most often between closely related yeast cells. Mating occurs when haploid cells of opposite mating type \"MATa and \"MATα come into contact. Ruderfer et al. pointed out that such contacts are frequent between closely related yeast cells for two reasons. The first is that cells of opposite mating type are present together in the same ascus, the sac that contains the cells directly produced by a single meiosis, and these cells can mate with each other. The second reason is that haploid cells of one mating type, upon cell division, often produce cells of the opposite mating type with which they can mate (see section “Mating type switching”, above). The relative rarity in nature of meiotic events that result from out-crossing appears to be inconsistent with the idea that production of genetic variation is the primary selective force maintaining mating capability in this organism. However this finding is consistent with the alternative idea that the primary selective force maintaining mating capability is enhanced recombinational repair of DNA damage during meiosis, since this benefit is realized during each meiosis subsequent to a mating, whether or not out-crossing occurs.",
            "score": 153.24488830566406
        }
    ]
}