{
    "q": [
        {
            "docid": "39288495_8",
            "document": "Mitochondrial fusion . Many gene products that control mitochondrial fusion have been identified, and can be reduced to three core groups which also control mitochondrial fission. These groups of proteins include mitofusins, OPA1/Mgm1, and Drp1/Dnm1. All of these molecules are GTP hydrolyzing proteins (GTPases) that belong to the dynamin family. Mitochondrial dynamics in different cells are understood by the way in which these proteins regulate and bind to each other. These GTPases in control of mitochondrial fusion are well conserved between mammals, flies, and yeast. Mitochondrial fusion mediators differ between the outer and inner membranes of the mitochondria. Specific membrane-anchored dynamin family members mediate fusion between mitochondrial outer membranes known as Mfn1 and Mfn2. These two proteins are mitofusin contained within humans that can alter the morphology of affected mitochondria in over-expressed conditions. However, a single dynamin family member known as OPA1 in mammals mediates fusion between mitochondrial inner membranes. These regulating proteins of mitochondrial fusion are organism-dependent; therefore, in \"Drosophila\" (fruit flies) and yeasts, the process is controlled by the mitochondrial transmembrane GTPase, Fzo. In \"Drosophila\", Fzo is found in postmeiotic spermatids and the dysfunction of this protein results in male sterility. However, a deletion of Fzo1 in budding yeast results in smaller, spherical mitochondria due to the lack of mitochondrial DNA (mtDNA).",
            "score": 135.10226345062256
        },
        {
            "docid": "10902777_5",
            "document": "Mitochondrial carrier . Many MC proteins preferentially catalyze the exchange of one solute for another (antiport). A variety of these substrate carrier proteins, which are involved in energy transfer, have been found in the inner membranes of mitochondria and other eukaryotic organelles such as the peroxisome and facilitate the transport of inorganic ions, nucleotides, amino acids, keto acids and cofactors across the membrane. Such proteins include:  Functional aspects of these proteins, including metabolite transport, have been reviewed by Dr. Ferdinando Palmieri and Dr. Ciro Leonardo Pierri (2010). Diseases caused by defects of mitochondrial carriers are reviewed by Palmieri et al. (2008) and by Gutiérrez-Aguilar and Baines 2013. Mutations of mitochondrial carrier genes involved in mitochondrial functions other than oxidative phosphorylation are responsible for carnitine/acylcarnitine carrier deficiency, HHH syndrome, aspartate/glutamate isoform 2 deficiency, Amish microcephaly, and neonatal myoclonic epilepsy. These disorders are characterized by specific metabolic dysfunctions, depending on the physiological role of the affected carrier in intermediary metabolism. Defects of mitochondrial carriers that supply mitochondria with the substrates of oxidative phosphorylation, inorganic phosphate and ADP, are responsible for diseases characterized by defective energy production. Residues involved in substrate binding in the middle of the transporter and gating have been identified and analyzed.",
            "score": 133.78765726089478
        },
        {
            "docid": "22120746_7",
            "document": "Mitochondrial biogenesis . In mammals, mitochondrial fusion and fission are both controlled by GTPases of the dynamin family. The process of mitochondrial fission is directed by Drp1, a member of the cytosolic dynamin family. This protein forms a spiral around mitochondria and constricts to break apart both the outer and inner membranes of the organelle. On the other hand, the process of fusion is directed by different membrane-anchored dynamin proteins at different levels of the mitochondria. Fusion at the level of the outer mitochondrial membrane is mediated by Mfn1 and Mfn2 (Mitofusins 1 and 2), and fusion at the level of the inner mitochondrial membrane is mediated by Opa1. Multiple research studies have observed correlated increases between mitochondrial respiratory capacity with Mfn1, Mnf2, and Drp1 gene expression after endurance exercises. Therefore, it is supported that reorganization of the mitochondrial network in muscle cells plays an important role in response to exercise.",
            "score": 120.79354476928711
        },
        {
            "docid": "3021700_9",
            "document": "Kearns–Sayre syndrome . KSS is the result of deletions in mitochondrial DNA (mtDNA) that cause a particular constellation of medical signs and symptoms. mtDNA is transmitted exclusively from the mother's ovum. Mitochondrial DNA is composed of 37 genes found in the single circular chromosome measuring 16,569 base pairs in length. Among these, 13 genes encode proteins of the electron transport chain (abbreviated \"ETC\"), 22 encode transfer RNA (tRNA), and two encode the large and small subunits that form ribosomal RNA (rRNA). The 13 proteins involved in the ETC of the mitochondrion are necessary for oxidative phosphorylation. Mutations in these proteins results in impaired energy production by mitochondria. This cellular energy deficit manifests most readily in tissues that rely heavily upon aerobic metabolism such as the brain, skeletal and cardiac muscles, sensory organs, and kidneys. This is one factor involved in the presentation of mitochondrial diseases.  There are other factors involved in the manifestation of a mitochondrial disease besides the size and location of a mutation. Mitochondria replicate during each cell division during gestation and throughout life. Because the mutation in mitochondrial disease most often occurs early in gestation in these diseases, only those mitochondria in the mutated lineage are defective. This results in an uneven distribution of dysfunctional mitochondria within each cell, and among different tissues of the body. This describes the term heteroplasmic which is characteristic of mitochondrial diseases including KSS. The distribution of mutated mtDNA in each cell, tissue, and organ, is dependent on when and where the mutation occurs. This may explain why two patients with an identical mutation in mtDNA can present with entirely different phenotypes and in turn different syndromes. A publication in 1992 by Fischel-Ghodsian et al. identified the same 4,977-bp deletion in mtDNA in two patients presenting with two entirely different diseases. One of the patients had characteristic KSS, while the other patient had a very different disease known as Pearson marrow pancreas syndrome. Complicating the matter, in some cases Pearson's syndrome has been shown to progress into KSS later in life. More recent studies have concluded that mtDNA duplications may also play a significant role in determining what phenotype is present. Duplications of mtDNA seem to be characteristic of all cases of KSS and Pearson's syndrome, while they are absent in CPEO.  Deletions of mtDNA in KSS vary in size (1.3–8kb), as well as position in the mitochondrial genome. The most common deletion is 4.9kb and spans from position 8469 to position 13147 on the genome. This deletion is present in approximately ⅓ of people with KSS",
            "score": 160.8603687286377
        },
        {
            "docid": "22120746_5",
            "document": "Mitochondrial biogenesis . Since the majority of mitochondrial protein comes from the nuclear genome, the proteins need to be properly targeted and transported into the mitochondria to perform their functions. First, mRNA is translated in the cell’s cytosol. The resulting unfolded precursor proteins will then be able to reach their respective mitochondrial compartments. Precursor proteins will be transported to one of four areas of the mitochondria, which include the outer membrane, inner membrane, intermembrane space, and matrix. All proteins will enter the mitochondria by a translocase on the outer mitochondrial membrane (TOM). Some proteins will have an N-terminal targeting signal, and these proteins will be detected and transported into the matrix, where they will then be cleaved and folded. Other proteins may have targeting information in their sequences and will not include an N-terminal signal. During the past two decades, researchers have discovered over thirty proteins that participate in mitochondrial protein import. As researchers learn more about these proteins and how they reach the respective mitochondrial compartments that utilize them, it becomes evident that there is a multitude of processes that work together in the cell to allow for mitochondrial biogenesis.",
            "score": 109.26861238479614
        },
        {
            "docid": "39288495_13",
            "document": "Mitochondrial fusion . The Mitochondrial Inner/Outer Membrane Fusion (MMF) Family (TC# 9.B.25) is a family of proteins that play a role in mitochondrial fusion events. This family belongs to the larger Mitochondrial Carrier (MC) Superfamily. The dynamic nature of mitochondria is critical for function. Chen and Chan (2010) have discussed the molecular basis of mitochondrial fusion, its protective role in neurodegeneration, and its importance in cellular function. The mammalian mitofusins Mfn1 and Mfn2, GTPases localized to the outer membrane, mediate outer-membrane fusion. OPA1, a GTPase associated with the inner membrane, mediates subsequent inner-membrane fusion. Mutations in Mfn2 or OPA1 cause neurodegenerative diseases. Mitochondrial fusion enables content mixing within a mitochondrial population, thereby preventing permanent loss of essential components. Cells with reduced mitochondrial fusion show a subpopulation of mitochondria that lack mtDNA nucleoids. Such mtDNA defects lead to respiration-deficient mitochondria, and their accumulation in neurons leads to impaired outgrowth of cellular processes and consequent neurodegeneration.",
            "score": 100.88266694545746
        },
        {
            "docid": "18429949_5",
            "document": "Gottfried Schatz . Schatz played a leading role in elucidating the biogenesis of mitochondria and in discovering mitochondrial DNA. He recognized that this DNA encoded only a small number of mitochondrial proteins which was decisive for his further research on the import of proteins into the mitochondria and the degradation of proteins within these organelles. Schatz discovered a complex transport system that recognizes mitochondrial proteins made in the cytoplasm by specific signals attached to these proteins and then transfers them into the mitochondria. This system comprises two protein complexes, TOM and TIM, which are localized in the outer and inner mitochondrial membranes respectively. Mutations in these complexes can disrupt protein import and cause illnesses such as the neurodegenerative Mohr-Tranebjaerg syndrome, which leads to deafness. Schatz also demonstrated that the energy-requiring protease Lon regulates protein turnover within the mitochondria, thus maintaining the integrity and the proper functioning of mitochondrial DNA. Gottfried Schatz is the author of more than 200 scientific publications, three volumes of essays, an autobiography and a novel. His books have appeared in English, French, Greek and Czech translation.",
            "score": 104.67380464076996
        },
        {
            "docid": "52832272_10",
            "document": "Mitochondria associated membranes . One of the causes of Parkinson’s disease is mutations in genes encoding for different proteins that are localized at the MAM sites. Mutations in the genes that encode the proteins Parkin, PINK1, alpha-Synuclein (α-Syn) or the protein deglycase DJ-1 have been linked to this disease through research. However, further research is still being considered in order to determine the direct correlations of these genes to Parkinson’s disease. In normal conditions, these genes are believed to be responsible for the cells ability to degrade mitochondria that has been rendered nonfunctional in a process known as mitophagy. However, mutations in the Parkin and pink1 genes have been associated with the cells becoming incapable of degrading faulty mitochondria. The proteins alpha-Synuclein (α-Syn) and DJ-1 have been shown to promote MAM function interaction between the ER and the mitochondria. The wild-type gene that codes for α-Syn promotes the physical junction between ER and mitochondria by binding to the lipid raft regions of the MAM. However, the mutant form of this gene has a low affinity to the lipid raft regions, thereby diminishing the contact between the ER and mitochondria and causing accumulation of α-Syn in Lewy bodies which is a major characteristic of PD. Further research on PD association with alterations in MAM is still being developed.",
            "score": 164.685875415802
        },
        {
            "docid": "8444293_4",
            "document": "Ornithine translocase deficiency . Mutations in the \"SLC25A15\" gene cause ornithine translocase deficiency. Ornithine translocase deficiency belongs to a class of metabolic disorders referred to as urea cycle disorders. The urea cycle is a sequence of reactions that occurs in liver cells. This cycle processes excess nitrogen, generated when protein is used by the body, to make a compound called urea that is excreted by the kidneys. The \"SLC25A15\" gene provides instructions for making a protein called a mitochondrial ornithine transporter. This protein is needed to move a molecule called ornithine within the mitochondria (the energy-producing centers in cells). Specifically, this protein transports ornithine across the inner membrane of mitochondria to the region called the mitochondrial matrix, where it participates in the urea cycle. Mutations in the \"SLC25A15\" gene result in a mitochondrial ornithine transporter that is unstable or the wrong shape, and which cannot bring ornithine to the mitochondrial matrix. This failure of ornithine transport causes an interruption of the urea cycle and the accumulation of ammonia, resulting in the signs and symptoms of ornithine translocase deficiency.",
            "score": 155.26041340827942
        },
        {
            "docid": "50492922_10",
            "document": "Pathophysiology of Parkinson's disease . The mechanism behind mitochondrial dysfunction in Parkinson's disease is hypothesized to be the PINK1 and Parkin complex, having been shown to drive autophagy of mitochondria (also known as mitophagy). PINK1 is a protein normally transported into the mitochondrion, but can also accumulate on the surface of impaired mitochondria. Accumulated PINK1 then recruits Parkin; Parkin initiates the break down of dysfunctional mitochondria, a mechanism that acts as a \"quality control\" In Parkinson's disease, the genes coding PINK1 and Parkin are thought to be mutated, therefore preventing the breakdown of impaired mitochondria, causing abnormal function and morphology of mitochondria and eventually cell death Mitochondrial DNA (mtDNA) mutations have also been shown to accumulate with age indicating that susceptibility to this mechanism of neuronal death increases with age.",
            "score": 135.976393699646
        },
        {
            "docid": "16854374_4",
            "document": "PLSCR3 . Cardiolipin is a mitochondrion-specific phospholipid found in both the mitochondrial inner and outer membranes Many studies speculate that cardiolipin is a likely player in mitochondrial apoptosis. In a study done by R Lee et al., it was found that during apoptosis, cardiolipin in the outer membrane of the mitochondria increased from 10% to 30% saturation. Finding that cardiolipin concentration in the outer mitochondrial membrane increased during apoptosis (as well as knowing the function that PLS3 plays in mitochondrial apoptotic effects) clued Lee in to the fact that PLS3 may have effects on this cardiolipin membrane redistribution. Lee’s study looked into the consequences of cardiolipin redistribution in the mitochondria and found that cardiolipin plays a critical role in proteins that are involved with oxidative respiration (such as ATP synthase), which in turn affects ATP production. In Lee's experiment determining the effect of cardiolipin deprivation on cells, he studied an infected yeast mutant that lacked a cardiolipin creating enzyme, and found that although it was viable, the yeast was \"moderately deficient in mitochondrial energy transforming machinery.\"",
            "score": 122.22814071178436
        },
        {
            "docid": "1401727_29",
            "document": "Human mitochondrial genetics . Mitochondrial diseases range in severity from asymptomatic to fatal, and are most commonly due to inherited rather than acquired mutations of mitochondrial DNA. A given mitochondrial mutation can cause various diseases depending on the severity of the problem in the mitochondria and the tissue the affected mitochondria are in. Conversely, several different mutations may present themselves as the same disease. This almost patient-specific characterization of mitochondrial diseases (see Personalized medicine) makes them very hard to accurately recognize, diagnose and trace. Some diseases are observable at or even before birth (many causing death) while others do not show themselves until late adulthood (late-onset disorders). This is because the number of mutant versus wildtype mitochondria varies between cells and tissues, and is continuously changing. Because cells have multiple mitochondria, different mitochondria in the same cell can have different variations of the mtDNA. This condition is referred to as heteroplasmy. When a certain tissue reaches a certain ratio of mutant versus wildtype mitochondria, a disease will present itself. The ratio varies from person to person and tissue to tissue (depending on its specific energy, oxygen, and metabolism requirements, and the effects of the specific mutation). Mitochondrial diseases are very numerous and different. Apart from diseases caused by abnormalities in mitochondrial DNA, many diseases are suspected to be associated in part by mitochondrial dysfunctions, such as diabetes mellitus, forms of cancer and cardiovascular disease, lactic acidosis, specific forms of myopathy, osteoporosis, Alzheimer's disease, Parkinsons's disease, stroke, male infertility and which are also believed to play a role in the aging process.",
            "score": 168.51370215415955
        },
        {
            "docid": "1401727_25",
            "document": "Human mitochondrial genetics . The Mitochondrial DNA Polymerase (Pol gamma, encoded by the POLG gene) is used in the copying of mtDNA during replication. Because the two (heavy and light) strands on the circular mtDNA molecule have different origins of replication, it replicates in a D-loop mode. One strand begins to replicate first, displacing the other strand. This continues until replication reaches the origin of replication on the other strand, at which point the other strand begins replicating in the opposite direction. This results in two new mtDNA molecules. Each mitochondrion has several copies of the mtDNA molecule and the number of mtDNA molecules is a limiting factor in mitochondrial fission. After the mitochondrion has enough mtDNA, membrane area, and membrane proteins, it can undergo fission (very similar to that which bacteria use) to become two mitochondria. Evidence suggests that mitochondria can also undergo fusion and exchange (in a form of crossover) genetic material among each other. Mitochondria sometimes form large matrices in which fusion, fission, and protein exchanges are constantly occurring. mtDNA shared among mitochondria (despite the fact that they can undergo fusion).",
            "score": 122.61530721187592
        },
        {
            "docid": "39288495_9",
            "document": "Mitochondrial fusion . The balance between mitochondrial fusion and fission in cells is dictated by the up-and-down regulation of mitofusins, OPA1/Mgm1, and Drp1/Dnm1. Apoptosis, or programmed cell death, begins with the breakdown of mitochondria into smaller pieces. This process results from up-regulation of Drp1/Dnm1 and down-regulation of mitofusins. Later in the apoptosis cycle, an alteration of OPA1/Mgm1 activity within the inner mitochondrial membrane occurs. The role of the OPA1 protein is to protect cells against apoptosis by inhibiting the release of cytochrome c. Once this protein is altered, there is a change in the cristae structure, release of cytochrome c, and the activation of the destructive caspase enzymes. These resulting changes indicate that inner mitochondrial membrane structure is linked with regulatory pathways in influencing cell life and death. OPA1 plays both a genetic and molecular role in mitochondrial fusion and in cristae remodeling during apoptosis. OPA1 exists in two forms; the first being soluble and found in the intermembrane space, and the second as an integral inner membrane form, work together to restructure and shape the cristae during and after apoptosis. OPA1 blocks intramitochondrial cytochrome c redistribution which proceeds remodeling of the cristae. OPA1 functions to protect cells with mitochondrial dysfunction due to Mfn deficiencies, doubly for those lacking Mfn1 and Mfn2, but it plays a greater role in cells with only Mfn1 deficiencies as opposed to Mfn2 deficiencies. Therefore, it is supported that OPA1 function is dependent on the amount of Mfn1 present in the cell to promote mitochondrial elongation.",
            "score": 94.62820971012115
        },
        {
            "docid": "13996252_2",
            "document": "MFN2 . Mitofusin-2 is a protein that in humans is encoded by the \"MFN2\" gene. Mitofusins are GTPases embedded in the outer membrane of the mitochondria. In mammals MFN1 and MFN2 are essential for mitochondrial fusion. In addition to the mitofusins, OPA1 regulates inner mitochondrial membrane fusion, and DRP1 is responsible for mitochondrial fission.",
            "score": 76.38261938095093
        },
        {
            "docid": "1401727_27",
            "document": "Human mitochondrial genetics . Because mitochondrial growth and fission are mediated by the nuclear DNA, mutations in nuclear DNA can have a wide array of effects on mtDNA replication. Despite the fact that the loci for some of these mutations have been found on human chromosomes, specific genes and proteins involved have not yet been isolated. Mitochondria need a certain protein to undergo fission. If this protein (generated by the nucleus) is not present, the mitochondria grow but they do not divide. This leads to giant, inefficient mitochondria. Mistakes in chromosomal genes or their products can also affect mitochondrial replication more directly by inhibiting mitochondrial polymerase and can even cause mutations in the mtDNA directly and indirectly. Indirect mutations are most often caused by radicals created by defective proteins made from nuclear DNA.",
            "score": 142.81909465789795
        },
        {
            "docid": "1393693_2",
            "document": "Succinate dehydrogenase complex subunit C . Succinate dehydrogenase complex subunit C, also known as succinate dehydrogenase cytochrome b560 subunit, mitochondrial, is a protein that in humans is encoded by the \"SDHC\" gene. This gene encodes one of four nuclear-encoded subunits that comprise succinate dehydrogenase, also known as mitochondrial complex II, a key enzyme complex of the tricarboxylic acid cycle and aerobic respiratory chains of mitochondria. The encoded protein is one of two integral membrane proteins that anchor other subunits of the complex, which form the catalytic core, to the inner mitochondrial membrane. There are several related pseudogenes for this gene on different chromosomes. Mutations in this gene have been associated with paragangliomas. Alternatively spliced transcript variants have been described.",
            "score": 107.36719346046448
        },
        {
            "docid": "4110763_9",
            "document": "Extrachromosomal DNA . The mitochondria present in eukaryotic cells contain multiple copies of mitochondrial DNA referred to as mtDNA which is housed within the mitochondrial matrix. In multicellular animals, including humans, the circular mtDNA chromosome contains 13 genes that encode proteins that are part of the electron transport chain and 24 genes that produce RNA necessary for the production of mitochondrial proteins; these genes are broken down into 2 rRNA genes and 22 tRNA genes. The size of an animal mtDNA plasmid is roughly 16.6 kb and although it contains genes for tRNA and mRNA synthesis, proteins produced as a result of nuclear genes are still required in order for the mtDNA to replicate or for mitochondrial proteins to be translated. There is only one region of the mitochondrial chromosome that does not contain a coding sequence and that is the 1 kb region known as the D-loop to which nuclear regulatory proteins bind. The number of mtDNA molecules per mitochondria varies from species to species as well as between cells with different energy demands. For example, muscle and liver cells contain more copies of mtDNA per mitochondrion than blood and skin cells do. Due to the proximity of the electron transport chain within the mitochondrial inner membrane and the production of reactive oxygen species (ROS), and due to the fact that the mtDNA molecule is not bound by or protected by histones, the mtDNA is more susceptible to DNA damage than nuclear DNA. In cases where mtDNA damage does occur, the DNA can either be repaired via base excision repair pathways, or the damaged mtDNA molecule is destroyed (without causing damage to the mitochondrion since there are multiple copies of mtDNA per mitochondrion).",
            "score": 145.83588194847107
        },
        {
            "docid": "14723995_4",
            "document": "Dynamin-like 120 kDa protein . This gene product is a nuclear-encoded mitochondrial protein with similarity to dynamin-related GTPases. It is a component of the mitochondrial network. The OPA1 protein localizes to the inner mitochondrial membrane, where it regulates mitochondrial fusion and cristae structure. OPA1 mediates mitochondrial fusion in cooperation with mitofusins 1 and 2 and participates in cristae remodeling by the oligomerization of two L-OPA1 and one S-OPA1, which then interact with other protein complexes to alter cristae structure. Its cristae regulating function also contributes to its role in oxidative phosphorylation and apoptosis, as it is required to maintain mitochondrial activity during low-energy substrate availability. Moreover, stabilization of mitochondrial cristae by OPA1 protects against mitochondrial dysfunction, cytochrome c release, and reactive oxygen species production, thus preventing cell death. Mitochondrial SLC25A transporters can detect these low levels and stimulate OPA1 oligomerization, leading to tightening of the cristae, enhanced assembly of ATP synthase, and increased ATP production. Stress from an apoptotic response can interfere with OPA1 oligomerization and prevent mitochondrial fusion.",
            "score": 74.23928308486938
        },
        {
            "docid": "14155970_7",
            "document": "PINK1 . PINK1 may also control mitochondria quality through mitochondrial fission. Through mitochondrial fission, a number of daughter mitochondria are created, often with an uneven distribution in membrane potential. Mitochondria with a strong, healthy membrane potential were more likely to undergo fusion than mitochondria with a low membrane potential. Interference with the mitochondrial fission pathway led to an increase in oxidized proteins and a decrease in respiration. Without PINK1, parkin cannot efficiently localize to damaged mitochondria, while an over-expression of PINK1 causes parkin to localize to even healthy mitochondria. Furthermore, mutations in both Drp1, a mitochondrial fission factor, and PINK1 were fatal in Drosophila models. However, an over-expression of Drp1 could rescue subjects deficient in PINK1 or parkin, suggesting mitochondrial fission initiated by Drp1 recreates the same effects of the PINK1/parkin pathway.",
            "score": 103.27766060829163
        },
        {
            "docid": "14723995_2",
            "document": "Dynamin-like 120 kDa protein . Dynamin-like 120 kDa protein, mitochondrial is a protein that in humans is encoded by the \"OPA1\" gene. This protein regulates mitochondrial fusion and cristae structure in the inner mitochondrial membrane (IMM) and contributes to ATP synthesis and apoptosis, and small, round mitochondria. Mutations in this gene have been implicated in dominant optic atrophy (DOA), leading to loss in vision, hearing, muscle contraction, and related dysfunctions.",
            "score": 108.97786211967468
        },
        {
            "docid": "233735_18",
            "document": "Hereditary spastic paraplegia . Mitochondrial dysfunctions have been connected with developmental and degenerative neurological disorders. Only a few HSP genes encode for mitochondrial proteins. Two mitochondrial resident proteins are mutated in HSP: paraplegin and chaperonin 60. Paraplegin is a m-AAA metalloprotease of the inner mitochondrial membrane. It functions in ribosomal assembly and protein quality control. The impaired chaperonin 60 activity leads to impaired mitochondrial quality control. Two genes DDHD1 and CYP2U1 have shown alteration of mitochondrial architecture in patient fibroblasts. These genes encode enzymes involved in fatty-acid metabolism.",
            "score": 69.75251007080078
        },
        {
            "docid": "19588_35",
            "document": "Mitochondrion . Recent advances in the identification of the tethers between the mitochondrial and ER membranes suggest that the scaffolding function of the molecular elements involved is secondary to other, non-structural functions. In yeast, ERMES, a multiprotein complex of interacting ER- and mitochondrial-resident membrane proteins, is required for lipid transfer at the MAM and exemplifies this principle. One of its components, for example, is also a constituent of the protein complex required for insertion of transmembrane beta-barrel proteins into the lipid bilayer. However, a homologue of the ERMES complex has not yet been identified in mammalian cells. Other proteins implicated in scaffolding likewise have functions independent of structural tethering at the MAM; for example, ER-resident and mitochondrial-resident mitofusins form heterocomplexes that regulate the number of inter-organelle contact sites, although mitofusins were first identified for their role in fission and fusion events between individual mitochondria. Glucose-related protein 75 (grp75) is another dual-function protein. In addition to the matrix pool of grp75, a portion serves as a chaperone that physically links the mitochondrial and ER Ca channels VDAC and IP3R for efficient Ca transmission at the MAM. Another potential tether is Sigma-1R, a non-opioid receptor whose stabilization of ER-resident IP3R may preserve communication at the MAM during the metabolic stress response.",
            "score": 84.7826521396637
        },
        {
            "docid": "50601_20",
            "document": "Cystic fibrosis . Several mutations in the \"CFTR\" gene can occur, and different mutations cause different defects in the CFTR protein, sometimes causing a milder or more severe disease. These protein defects are also targets for drugs which can sometimes restore their function. ΔF508-CFTR, which occurs in >90% of patients in the U.S., creates a protein that does not fold normally and is not appropriately transported to the cell membrane, resulting in its degradation. Other mutations result in proteins that are too short (truncated) because production is ended prematurely. Other mutations produce proteins that do not use energy (in the form of ATP) normally, do not allow chloride, iodide, and thiocyanate to cross the membrane appropriately, and degrade at a faster rate than normal. Mutations may also lead to fewer copies of the CFTR protein being produced.",
            "score": 115.95607304573059
        },
        {
            "docid": "57754074_3",
            "document": "STAR (gene) . The protein encoded by this gene plays a key role in the acute regulation of steroid hormone synthesis by enhancing the conversion of cholesterol into pregnenolone. This protein permits the cleavage of cholesterol into pregnenolone by mediating the transport of cholesterol from the outer mitochondrial membrane to the inner mitochondrial membrane. Mutations in this gene are a cause of congenital lipoid adrenal hyperplasia (CLAH), also called lipoid CAH. A pseudogene of this gene is located on chromosome 13. [provided by RefSeq, Jul 2008].",
            "score": 97.39896249771118
        },
        {
            "docid": "52832272_4",
            "document": "Mitochondria associated membranes . Mitochondria associated membranes are involved in the transport of calcium from the ER to mitochondria. This interaction is important for rapid uptake of calcium by mitochondria through Voltage dependent anion channels (VDACs), which are located at the outer mitochondrial membrane (OMM). This transport is regulated with chaperones and regulatory proteins which control the formation of the ER–mitochondria junction. Transfer of calcium from ER to mitochondria depends on high concentration of calcium macrodomes in the intermembrane space, and mitochondrial calcium uniporter (MCU) accumulates of calcium into the mitochondrial matrix for electrochemical gradient.",
            "score": 79.54554009437561
        },
        {
            "docid": "640697_11",
            "document": "Reactive oxygen species . If too much damage is present in mitochondria, a cell undergoes apoptosis or programmed cell death. Bcl-2 proteins are layered on the surface of the mitochondria, detect damage, and activate a class of proteins called Bax, which punch holes in the mitochondrial membrane, causing cytochrome C to leak out. This cytochrome C binds to Apaf-1, or apoptotic protease activating factor-1, which is free-floating in the cell's cytoplasm. Using energy from the ATPs in the mitochondrion, the Apaf-1 and cytochrome C bind together to form apoptosomes. The apoptosomes bind to and activate caspase-9, another free-floating protein. The caspase-9 then cleaves the proteins of the mitochondrial membrane, causing it to break down and start a chain reaction of protein denaturation and eventually phagocytosis of the cell.",
            "score": 98.90722155570984
        },
        {
            "docid": "14087255_3",
            "document": "BCL2-like 1 (gene) . The protein encoded by this gene belongs to the BCL-2 protein family. BCL-2 family members form hetero- or homodimers and act as anti- or pro-apoptotic regulators that are involved in a wide variety of cellular activities. The proteins encoded by this gene are located at the outer mitochondrial membrane, and have been shown to regulate outer mitochondrial membrane channel (VDAC) opening. VDAC regulates mitochondrial membrane potential, and thus controls the production of reactive oxygen species (ROS) and release of cytochrome C by mitochondria, both of which are the potent inducers of cell apoptosis. Two alternatively spliced transcript variants, which encode distinct isoforms, have been reported. The longer isoform (Bcl-xL) acts as an apoptotic inhibitor and the shorter form (Bcl-xS) acts as an apoptotic activator.",
            "score": 101.9720892906189
        },
        {
            "docid": "160125_3",
            "document": "Mitochondrial disease . Mitochondrial diseases are sometimes (about 15% of the time) caused by mutations in the mitochondrial DNA that affect mitochondrial function. Other mitochondrial diseases are caused by mutations in genes of the nuclear DNA, whose gene products are imported into the mitochondria (mitochondrial proteins) as well as acquired mitochondrial conditions. Mitochondrial diseases take on unique characteristics both because of the way the diseases are often inherited and because mitochondria are so critical to cell function. The subclass of these diseases that have neuromuscular disease symptoms are often called a mitochondrial myopathy.",
            "score": 147.54150009155273
        },
        {
            "docid": "14988435_2",
            "document": "Translocase of the outer membrane . The translocase of the outer membrane (TOM) is a complex of proteins found in the outer mitochondrial membrane of the mitochondria. It allows movement of proteins through this barrier and into the intermembrane space of the mitochondrion. Most of the proteins needed for mitochondrial function are encoded by the nucleus of the cell. The outer membrane of the mitochondrion is impermeable to large molecules greater than 5000 Daltons. The TOM works in conjunction with the translocase of the inner membrane (TIM) to translocate proteins into the mitochondrion. Many of the proteins in the TOM complex, such as TOMM22, were first identified in \"Neurospora crassa\" and \"Saccharomyces cerevisiae\".",
            "score": 73.37334203720093
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 128.26230454444885
        },
        {
            "docid": "13996252_3",
            "document": "MFN2 . Mitofusin-2 is a mitochondrial membrane protein that participates in mitochondrial fusion and contributes to the maintenance and operation of the mitochondrial network. Mitochondria function as a dynamic network constantly undergoing fusion and fission. The balance between fusion and fission is important in maintaining the integrity of the mitochondria and facilitates the mixing of the membranes and the exchange of DNA between mitochondria. MFN1 and MFN2 mediate outer membrane fusion while OPA1 is involved in inner membrane fusion.",
            "score": 74.46053409576416
        }
    ],
    "r": [
        {
            "docid": "7845_8",
            "document": "Charcot–Marie–Tooth disease . The most common cause of CMT (70–80% of the cases) is the duplication of a large region on the short arm of chromosome 17 that includes the gene \"PMP22\". Some mutations affect the gene \"MFN2\", which codes for a mitochondrial protein. Cells contain separate sets of genes in their nuclei and mitochondria. In nerve cells, the mitochondria travel down the long axons. In some forms of CMT, mutated \"MFN2\" causes the mitochondria to form large clusters, or clots, which are unable to travel down the axon towards the synapses. This prevents the synapses from functioning.",
            "score": 193.79141235351562
        },
        {
            "docid": "11233375_5",
            "document": "Allan–Herndon–Dudley syndrome . Mutations in the \"SLC16A2\" gene cause Allan–Herndon–Dudley syndrome. The \"SLC16A2\" gene, also known as \"MCT8\", provides instructions for making a protein that plays a critical role in the development of the nervous system. This protein transports a particular hormone into nerve cells in the developing brain. This hormone, called triiodothyronine or T3, is produced by the thyroid. T3 appears to be critical for the normal formation and growth of nerve cells, as well as the development of junctions between nerve cells (synapses) where cell-to-cell communication occurs. T3 and other forms of thyroid hormone also help regulate the development of other organs and control the rate of chemical reactions in the body.",
            "score": 192.7625732421875
        },
        {
            "docid": "12882180_4",
            "document": "Familial encephalopathy with neuroserpin inclusion bodies . Mutations in the \"SERPINI1\" gene cause familial encephalopathy with neuroserpin inclusion bodies. The \"SERPINI1\" gene provides instructions for making a protein called neuroserpin. This protein is found in nerve cells, where it plays a role in the development and function of the nervous system. Neuroserpin helps control the growth of nerve cells and their connections with one another, which suggests that this protein may be important for learning and memory. Mutations in the gene result in the production of an abnormally shaped, unstable version of neuroserpin. Abnormal neuroserpin proteins can attach to one another and form clumps (called neuroserpin inclusion bodies or Collins bodies) within nerve cells. These clumps disrupt the cells' normal functioning and ultimately lead to cell death. Progressive dementia results from this gradual loss of nerve cells in certain parts of the brain. Researchers believe that a buildup of related, potentially toxic substances in nerve cells may also contribute to the signs and symptoms of this condition.",
            "score": 183.57444763183594
        },
        {
            "docid": "754658_16",
            "document": "Hypopituitarism . The pituitary develops in the third week of embryogenesis from interactions between the diencephalon part of the brain and the nasal cavity. The brain cells secrete FGF-8, Wnt5a and BMP-4, and the oral cavity BMP-2. Together, these cellular signals stimulate a group of cells from the oral cavity to form Rathke's pouch, which becomes independent of the nasal cavity and develops into the anterior pituitary; this process includes the suppression of production of a protein called Sonic hedgehog by the cells of Rathke's pouch. The cells then differentiate further into the various hormone-producing cells of the pituitary. This requires particular transcription factors that induce the expression of particular genes. Some of these transcription factors have been found to be deficient in some forms of rare combined pituitary hormone deficiencies (CPHD) in childhood. These are \"HESX1\", \"PROP1\", \"POU1F1\", \"LHX3\", \"LHX4\", \"TBX19\", \"SOX2\" and \"SOX3\". Each transcription factor acts in particular groups of cells. Therefore, various genetic mutations are associated with specific hormone deficiencies. For instance, \"POU1F1\" (also known as Pit-1) mutations cause specific deficiencies in growth hormone, prolactin and TSH. In addition to the pituitary, some of the transcription factors are also required for the development of other organs; some of these mutations are therefore also associated with specific birth defects. Most of the hormones in the anterior pituitary are each part of an \"axis\" that is regulated by the hypothalamus. The hypothalamus secretes a number of releasing hormones, often according to a circadian rhythm, into blood vessels that supply the anterior pituitary; most of these are stimulatory (thyrotropin-releasing hormone, corticotropin-releasing hormone, gonadotropin-releasing hormone and growth hormone-releasing hormone), apart from dopamine, which suppresses prolactin production. In response to the releasing hormone rate, the anterior pituitary produces its hormones (TSH, ACTH, LH, FSH, GH) which in turn stimulate effector hormone glands in the body, while prolactin (PRL) acts directly on the breast gland. Once the effector glands produce sufficient hormones (thyroxine, cortisol, estradiol or testosterone and IGF-1), both the hypothalamus and the pituitary cells sense their abundance and reduce their secretion of stimulating hormones. The hormones of the posterior pituitary are produced in the hypothalamus and are carried by nerve endings to the posterior lobe; their feedback system is therefore located in the hypothalamus, but damage to the nerve endings would still lead to a deficiency in hormone release.",
            "score": 180.52801513671875
        },
        {
            "docid": "6861722_3",
            "document": "Pyruvate carboxylase deficiency . Mutations in the \"PC\" gene cause pyruvate carboxylase deficiency. The \"PC\" gene provides instructions for making an enzyme called pyruvate carboxylase. This enzyme is active in mitochondria, which are the energy-producing centers within cells. It is involved in several important cellular functions including the generation of glucose, a simple sugar that is the body's main energy source. Pyruvate carboxylase also plays a role in the formation of the protective sheath that surrounds certain nerve cells (myelin) and the production of brain chemicals called neurotransmitters.",
            "score": 171.02337646484375
        },
        {
            "docid": "1401727_29",
            "document": "Human mitochondrial genetics . Mitochondrial diseases range in severity from asymptomatic to fatal, and are most commonly due to inherited rather than acquired mutations of mitochondrial DNA. A given mitochondrial mutation can cause various diseases depending on the severity of the problem in the mitochondria and the tissue the affected mitochondria are in. Conversely, several different mutations may present themselves as the same disease. This almost patient-specific characterization of mitochondrial diseases (see Personalized medicine) makes them very hard to accurately recognize, diagnose and trace. Some diseases are observable at or even before birth (many causing death) while others do not show themselves until late adulthood (late-onset disorders). This is because the number of mutant versus wildtype mitochondria varies between cells and tissues, and is continuously changing. Because cells have multiple mitochondria, different mitochondria in the same cell can have different variations of the mtDNA. This condition is referred to as heteroplasmy. When a certain tissue reaches a certain ratio of mutant versus wildtype mitochondria, a disease will present itself. The ratio varies from person to person and tissue to tissue (depending on its specific energy, oxygen, and metabolism requirements, and the effects of the specific mutation). Mitochondrial diseases are very numerous and different. Apart from diseases caused by abnormalities in mitochondrial DNA, many diseases are suspected to be associated in part by mitochondrial dysfunctions, such as diabetes mellitus, forms of cancer and cardiovascular disease, lactic acidosis, specific forms of myopathy, osteoporosis, Alzheimer's disease, Parkinsons's disease, stroke, male infertility and which are also believed to play a role in the aging process.",
            "score": 168.51370239257812
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 166.22314453125
        },
        {
            "docid": "52832272_10",
            "document": "Mitochondria associated membranes . One of the causes of Parkinson’s disease is mutations in genes encoding for different proteins that are localized at the MAM sites. Mutations in the genes that encode the proteins Parkin, PINK1, alpha-Synuclein (α-Syn) or the protein deglycase DJ-1 have been linked to this disease through research. However, further research is still being considered in order to determine the direct correlations of these genes to Parkinson’s disease. In normal conditions, these genes are believed to be responsible for the cells ability to degrade mitochondria that has been rendered nonfunctional in a process known as mitophagy. However, mutations in the Parkin and pink1 genes have been associated with the cells becoming incapable of degrading faulty mitochondria. The proteins alpha-Synuclein (α-Syn) and DJ-1 have been shown to promote MAM function interaction between the ER and the mitochondria. The wild-type gene that codes for α-Syn promotes the physical junction between ER and mitochondria by binding to the lipid raft regions of the MAM. However, the mutant form of this gene has a low affinity to the lipid raft regions, thereby diminishing the contact between the ER and mitochondria and causing accumulation of α-Syn in Lewy bodies which is a major characteristic of PD. Further research on PD association with alterations in MAM is still being developed.",
            "score": 164.68588256835938
        },
        {
            "docid": "60426_8",
            "document": "Symbiogenesis . According to Keeling and Archibald, the usual way to distinguish organelles from endosymbionts is by their reduced genome sizes. As an endosymbiont evolves into an organelle, most of their genes are transferred to the host cell genome. The host cell and organelle need to develop a transport mechanism that enables the return of the protein products needed by the organelle but now manufactured by the cell. Cyanobacteria and α-proteobacteria are the most closely related free-living organisms to plastids and mitochondria respectively. Both cyanobacteria and α-proteobacteria maintain a large (>6Mb) genome encoding thousands of proteins. Plastids and mitochondria exhibit a dramatic reduction in genome size when compared to their bacterial relatives. Chloroplast genomes in photosynthetic organisms are normally 120-200kb encoding 20-200 proteins and mitochondrial genomes in humans are approximately 16kb and encode 37 genes, 13 of which are proteins. Using the example of the freshwater amoeboid, however, \"Paulinella chromatophora\", which contains chromatophores found to be evolved from cyanobacteria, Keeling and Archibald argue that this is not the only possible criterion; another is that the host cell has assumed control of the regulation of the former endosymbiont's division, thereby synchronizing it with the cell's own division. Nowack and her colleagues performed gene sequencing on the chromatophore (1.02 Mb) and found that only 867 proteins were encoded by these photosynthetic cells. Comparisons with their closest free living cyanobacteria of the genus \"Synechococcus\" (having a genome size 3 Mb, with 3300 genes) revealed that chromatophores underwent a drastic genome shrinkage. Chromatophores contained genes that were accountable for photosynthesis but were deficient in genes that could carry out other biosynthetic functions; this observation suggests that these endosymbiotic cells are highly dependent on their hosts for their survival and growth mechanisms. Thus, these chromatophores were found to be non-functional for organelle-specific purposes when compared to mitochondria and plastids. This distinction could have promoted the early evolution of photosynthetic organelles.",
            "score": 163.56092834472656
        },
        {
            "docid": "8444537_4",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . Neuropathy, ataxia, and retinitis pigmentosa is a condition related to changes in mitochondrial DNA. Mutations in the \"MT-ATP6\" gene cause neuropathy, ataxia, and retinitis pigmentosa. The \"MT-ATP6\" gene provides instructions for making a protein that is essential for normal mitochondrial function. Through a series of chemical reactions, mitochondria use oxygen and simple sugars to create adenosine triphosphate (ATP), the cell's main energy source. The MT-ATP6 protein forms one part (subunit) of an enzyme called ATP synthase, which is responsible for the last step in ATP production. Mutations in the \"MT-ATP6\" gene alter the structure or function of ATP synthase, reducing the ability of mitochondria to make ATP. It remains unclear how this disruption in mitochondrial energy production leads to muscle weakness, vision loss, and the other specific features of NARP.",
            "score": 161.32167053222656
        },
        {
            "docid": "3021700_9",
            "document": "Kearns–Sayre syndrome . KSS is the result of deletions in mitochondrial DNA (mtDNA) that cause a particular constellation of medical signs and symptoms. mtDNA is transmitted exclusively from the mother's ovum. Mitochondrial DNA is composed of 37 genes found in the single circular chromosome measuring 16,569 base pairs in length. Among these, 13 genes encode proteins of the electron transport chain (abbreviated \"ETC\"), 22 encode transfer RNA (tRNA), and two encode the large and small subunits that form ribosomal RNA (rRNA). The 13 proteins involved in the ETC of the mitochondrion are necessary for oxidative phosphorylation. Mutations in these proteins results in impaired energy production by mitochondria. This cellular energy deficit manifests most readily in tissues that rely heavily upon aerobic metabolism such as the brain, skeletal and cardiac muscles, sensory organs, and kidneys. This is one factor involved in the presentation of mitochondrial diseases.  There are other factors involved in the manifestation of a mitochondrial disease besides the size and location of a mutation. Mitochondria replicate during each cell division during gestation and throughout life. Because the mutation in mitochondrial disease most often occurs early in gestation in these diseases, only those mitochondria in the mutated lineage are defective. This results in an uneven distribution of dysfunctional mitochondria within each cell, and among different tissues of the body. This describes the term heteroplasmic which is characteristic of mitochondrial diseases including KSS. The distribution of mutated mtDNA in each cell, tissue, and organ, is dependent on when and where the mutation occurs. This may explain why two patients with an identical mutation in mtDNA can present with entirely different phenotypes and in turn different syndromes. A publication in 1992 by Fischel-Ghodsian et al. identified the same 4,977-bp deletion in mtDNA in two patients presenting with two entirely different diseases. One of the patients had characteristic KSS, while the other patient had a very different disease known as Pearson marrow pancreas syndrome. Complicating the matter, in some cases Pearson's syndrome has been shown to progress into KSS later in life. More recent studies have concluded that mtDNA duplications may also play a significant role in determining what phenotype is present. Duplications of mtDNA seem to be characteristic of all cases of KSS and Pearson's syndrome, while they are absent in CPEO.  Deletions of mtDNA in KSS vary in size (1.3–8kb), as well as position in the mitochondrial genome. The most common deletion is 4.9kb and spans from position 8469 to position 13147 on the genome. This deletion is present in approximately ⅓ of people with KSS",
            "score": 160.86036682128906
        },
        {
            "docid": "229428_6",
            "document": "Barth syndrome . Mutations in the tafazzin gene (\"TAZ\", also called G4.5) are closely associated with  Barth syndrome. The tafazzin gene product functions as an acyltransferase in complex lipid metabolism. In 2008, Dr. Kulik found that all the BTHS individuals that he tested had abnormalities in their cardiolipin molecules, a lipid found inside the mitochondria of cells. Cardiolipin is intimately connected with the electron transport chain proteins and the membrane structure of the mitochondria which is the energy producing organelle of the cell. The human tafazzin gene, NG_009634, is listed as over 10,000 base pairs in length and the full-length mRNA, NM_000116, is 1919 nucleotides long encoding 11 exons with a predicted protein length of 292 amino acids and a molecular weight of 33.5 kDa. The tafazzin gene is located at Xq28; the long arm of the X chromosome. Mutations in tafazzin that cause Barth syndrome span many different categories: missense, nonsense, deletion, frameshift, splicing (see Human Tafazzin (\"TAZ\") Gene Mutation & Variation Database).",
            "score": 160.33981323242188
        },
        {
            "docid": "7409335_5",
            "document": "Cytohet . Mutations in the cytoplasmic genome occur spontanteously and at a much higher rate than in the nucleus, since the mitochondria and chloroplasts are exposed to high concentrations of reactive oxygen species (ROS, by-products of respiration and photosynthesis). Mitochondria and chloroplasts with mutant genes have the ability to cause wildtype alleles in other mitochondria and chloroplasts to become mutant as well; the way in which this is done is still not clear. A certain cell in which a mutant gene exists only in some of the organelles, whereas the wildtype allele exists in the rest, is a cytohet (or heteroplasmon).",
            "score": 156.13575744628906
        },
        {
            "docid": "8444293_4",
            "document": "Ornithine translocase deficiency . Mutations in the \"SLC25A15\" gene cause ornithine translocase deficiency. Ornithine translocase deficiency belongs to a class of metabolic disorders referred to as urea cycle disorders. The urea cycle is a sequence of reactions that occurs in liver cells. This cycle processes excess nitrogen, generated when protein is used by the body, to make a compound called urea that is excreted by the kidneys. The \"SLC25A15\" gene provides instructions for making a protein called a mitochondrial ornithine transporter. This protein is needed to move a molecule called ornithine within the mitochondria (the energy-producing centers in cells). Specifically, this protein transports ornithine across the inner membrane of mitochondria to the region called the mitochondrial matrix, where it participates in the urea cycle. Mutations in the \"SLC25A15\" gene result in a mitochondrial ornithine transporter that is unstable or the wrong shape, and which cannot bring ornithine to the mitochondrial matrix. This failure of ornithine transport causes an interruption of the urea cycle and the accumulation of ammonia, resulting in the signs and symptoms of ornithine translocase deficiency.",
            "score": 155.26040649414062
        },
        {
            "docid": "8742839_5",
            "document": "Philip A. Beachy . After receiving his Ph.D, he began working at the Carnegie Institution’s Department of Embryology in Baltimore for two years. After his short time there, he accepted a faculty position at the Johns Hopkins University School of Medicine. Beachy began focusing on the Drosophila hedgehog gene, for which he’s known for, in 1990. The gene’s name originated because fly embryos look spikey if the hedgehog gene is faulty or mutated. The hedgehog gene’s main function is to create protein signals in specific cells. These signals, in turn, allow for the formation of embryonic tissues. They do this by instructing neighboring cells to become a certain type of differentiated cell or to simply divide. In other words, this gene is responsible for the development of the appendages and body segments in Drosophila or fruit flies. Humans and other invertebrates have hedgehog genes that behave slightly different than the same gene in the fruit fly. In vertebrates, the hedgehog gene codes for the fingers and toes on the limbs. It also functions in organizing the brain and the spinal cord. Consequently, mutated hedgehog genes often cause birth defects. Also, if it is activated later in life, certain cancers can be triggered and begin to spread.",
            "score": 154.973876953125
        },
        {
            "docid": "17596014_42",
            "document": "Hereditary sensory and autonomic neuropathy . Mutations in the NGF gene cause HSAN5. The NGF gene provides instructions for making a protein called nerve growth factor beta (NGFβ) that is important in the development and survival of nerve cells (neurons), including sensory neurons. The NGFβ protein functions by attaching (binding) to its receptors, which are found on the surface of neurons. Binding of the NGFβ protein to its receptor transmits signals to the cell to grow and to mature and take on specialized functions (differentiate). This binding also blocks signals in the cell that initiate the process of self-destruction (apoptosis). Additionally, NGFβ signaling plays a role in pain sensation. Mutation of the NGF gene leads to the production of a protein that cannot bind to the receptor and does not transmit signals properly. Without the proper signaling, sensory neurons die and pain sensation is altered, resulting in the inability of people with HSAN5 to feel pain.",
            "score": 154.21925354003906
        },
        {
            "docid": "56320671_5",
            "document": "Donald W. Pfaff . His laboratory worked out the first nerve cell circuit for a mammalian behavior, discovered hormone-sensitive genes in the brain; and integrated these findings to show how specific gene expression in a small part of the brain can regulate behavior. Pfaff also discovered that the nerve cells which control all reproductive processes—neurons that express the gene for the peptide called Gonadotropin-releasing hormone (GnRH)—are not born in the brain (as are most neurons), but in the nose, from which they migrate into the brain.",
            "score": 151.95553588867188
        },
        {
            "docid": "55679936_9",
            "document": "Genetics of amyotrophic lateral sclerosis . In 1993, scientists discovered that mutations in the gene (\"SOD1\") that produces the Cu-Zn superoxide dismutase (SOD1) enzyme were associated with around 20% of familial ALS and 5% of sporadic ALS. This enzyme is a powerful antioxidant that protects the body from damage caused by superoxide, a toxic free radical generated in the mitochondria. Free radicals are highly reactive molecules produced by cells during normal metabolism. Free radicals can cause damage to DNA and proteins within cells. To date, over 110 different mutations in \"SOD1\" have been linked with the disorder, some of which (such as H46R) have a very long clinical course, while others, such as A4V, are exceptionally aggressive. When the defenses against oxidative stress fail, programmed cell death (apoptosis) is upregulated.  To date, 180 different mutations in SOD1 gene are known to cause familial ALS.",
            "score": 151.92796325683594
        },
        {
            "docid": "54428262_8",
            "document": "Charlie Gard case . The gene for RRM2B is in the cell nucleus; the protein it codes is necessary for generating nucleosides that are used to make deoxyribonucleic acid (DNA) in mitochondria. The mitochondria fail in people lacking a functional version of this protein, causing brain damage, muscle weakness (including of the muscles used to breathe) and organ failure, and usually leading to death during infancy. Only 15 other cases of MDDS caused by mutations in RRM2B have been recorded. As of April 2017, there was only one experimental treatment for MDDS based on nucleoside supplementation, used on mice and human patients carrying a mutation in a different gene (TK2), which also impairs the synthesis of nucleosides in mitochondria causing a less severe form of MDDS.",
            "score": 151.71861267089844
        },
        {
            "docid": "311446_8",
            "document": "Hirschsprung's disease . RET is a gene that codes for proteins that assist cells of the neural crest in their movement through the digestive tract during the development of the embryo. Those neural crest cells eventually form bundles of nerve cells called ganglions. \"EDNRB\" codes for proteins that connect these nerve cells to the digestive tract. Thus, mutations in these two genes could directly lead to the absence of certain nerve fibers in the colon. Research suggests that several genes are associated with Hirschsprung’s disease. Also, new research suggests that mutations in genomic sequences involved in regulating EDNRB have a bigger impact on Hirschsprung’s disease than previously thought.",
            "score": 150.67652893066406
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 150.24803161621094
        },
        {
            "docid": "39042642_7",
            "document": "Cycle (gene) . The identification, characterization, and cloning of \"cyc\" was reported in May 1998 in \"Cell\" by Jeffrey Hall and Michael Rosbash’s labs at Brandeis University along with first author Joan E. Rutila at the Howard Hughes Medical Institute. Prior to its discovery, the mechanism by which PER and TIM transcription was regulated rhythmically was not fully understood. They published the papers reporting the discovery of CYCLE and CLOCK in the same issue of Cell. They found both genes as a result of a technique of forward genetics, chemically mutagenzing flies and screening for altered locomotor activity rhythms. From the screen, \"cycle\" was identified as a recessive arrhythmic mutant in one fly line because it shows arrhythmic locomotor activity patterns when a fly has 2 mutant chromosomes number 3. These mutant flies were also found to display arrhythmic eclosion. Because the mutants displayed no circadian rhythms and the heterozygote flies displayed long circadian periods, they determined that \"cycle\" has a dominant phenotype. These data also suggest that the \"Cycle\" gene is part of the biological clock because of the similarity between the \"cycle\" mutant phenotype and that of the \"clock\" mutant. This suggests that Cycle is part of the biological clock with its phenotype similar to that of the \"clock\" mutant. Assaying PER and TIM transcription levels in the \"cyc\" mutant showed reduced mRNA levels of both proteins. Cloning of the \"cyc\" gene revealed that it encodes a novel bHLH-PAS protein related to mammalian bmal1, and that it likely binds to Clock to activate transcription of circadian rhythm genes.",
            "score": 150.15577697753906
        },
        {
            "docid": "1449660_2",
            "document": "Neuroendocrine cell . Neuroendocrine cells are cells that receive neuronal input (neurotransmitters released by nerve cells or neurosecretory cells) and, as a consequence of this input, release message molecules (hormones) to the blood. In this way they bring about an integration between the nervous system and the endocrine system, a process known as neuroendocrine integration. An example of a neuroendocrine cell is a cell of the adrenal medulla (innermost part of the adrenal gland), which releases adrenaline to the blood. The adrenal medullary cells are controlled by the sympathetic division of the autonomic nervous system. These cells are modified postganglionic neurons. Autonomic nerve fibers lead directly to them from the central nervous system. The adrenal medullary hormones are kept in vesicles much in the same way neurotransmitters are kept in neuronal vesicles. Hormonal effects can last up to ten times longer than those of neurotransmitters. Sympathetic nerve fiber impulses stimulate the release of adrenal medullary hormones. In this way the sympathetic division of the autonomic nervous system and the medullary secretions function together.",
            "score": 149.8616943359375
        },
        {
            "docid": "13735395_5",
            "document": "Arthur L. Horwich . In 1984, he moved across the hall from Rosenberg's lab to start his own laboratory as an assistant professor in the department of genetics. He still collaborated with members of the Rosenberg laboratory, including Wayne Fenton. As an independent researcher, Horwich asked whether the pathway that imports an enzyme called ornithine transcarbamylase (OTC) into the mitochondria of mammalian cells also could work in yeast. In 1987, during a genetic screen in yeast, Horwich and his colleagues stumbled across a protein folding function inside mitochondria. In the mutant strain, proteins entered mitochondria from the cytosol normally but then misfolded and aggregated. They named the protein encoded by the affected gene HSP60, Heat shock protein 60, because it has a mass of 60 kDa and is produced in larger quantity in response to heat. Hsp60 is found in an 850 kDa double ring assembly, each ring containing 7 copies of Hsp60. Such assemblies, known as chaperonins, also exist in other cellular compartments and are essential components, mediating protein folding under both heat shock and normal conditions.",
            "score": 149.74098205566406
        },
        {
            "docid": "43557835_4",
            "document": "Aleksandra Filipovska . Filipovska's research focuses on mitochondria, the 'powerhouses' that provide all human cells with energy. Dysfunction of mitochondria contributes to a variety of debilitating human diseases including neurodegenerative disorders, diabetes and cancer. During her graduate studies, Filipovska investigated how mutations in genes encoding for mitochondrial proteins can lead to disease, and developed new approaches to manipulate mitochondrial DNA replication and expression as potential therapies. During her postdoctoral work, she explored the use of compounds targeting mitochondria as a means to reduce oxidative stress in cells during aging and disease. Since establishing her research group at the Harry Perkins Institute of Medical Research, Filipovska has continued to focus on the molecular mechanisms by which changes in mitochondrial gene expression causes disease. Working with collaborators at the University of Western Australia, she recently identified a communication problem between a calcium channel in muscle cells and the protein dystrophin, which may underlie heart failure in muscular dystrophy patients.",
            "score": 149.5800323486328
        },
        {
            "docid": "14179793_8",
            "document": "MT-ATP6 . Most of the body's cells contain thousands of mitochondria, each with one or more copies of mitochondrial DNA. The severity of some mitochondrial disorders is associated with the percentage of mitochondria in each cell that has a particular genetic change. People with Leigh syndrome due to a MT-ATP6 gene mutation tend to have a very high percentage of mitochondria with the mutation (from more than 90 percent to 95 percent). The less-severe features of NARP result from a lower percentage of mitochondria with the mutation, typically 70 percent to 90 percent. Because these two conditions result from the same genetic changes and can occur in different members of a single family, researchers believe that they may represent a spectrum of overlapping features instead of two distinct syndromes.",
            "score": 148.80526733398438
        },
        {
            "docid": "958_2",
            "document": "Axon . An axon (from Greek ἄξων \"áxōn\", axis) or nerve fiber, is a long, slender projection of a nerve cell, or neuron, that typically conducts electrical impulses known as action potentials, away from the nerve cell body. The function of the axon is to transmit information to different neurons, muscles, and glands. In certain sensory neurons (pseudounipolar neurons), such as those for touch and warmth, the axons are called afferent nerve fibers and the electrical impulse travels along these from the periphery to the cell body, and from the cell body to the spinal cord along another branch of the same axon. Axon dysfunction has caused many inherited and acquired neurological disorders which can affect both the peripheral and central neurons. Nerve fibers are classed into three types – group A nerve fibers, group B nerve fibers, and group C nerve fibers. Groups A and B are myelinated, and group C are unmyelinated. These groups include both sensory fibers and motor fibers. Another classification, groups only the sensory fibers, and these are grouped as Type I, Type II, Type III, and Type IV.",
            "score": 148.30078125
        },
        {
            "docid": "12989754_3",
            "document": "GAL4/UAS system . The Gal4 system allows separation of the problems of defining which cells express a gene or protein and what the experimenter wants to do with this knowledge. Geneticists have created genetic varieties of model organisms (typically fruit flies), called \"GAL4 lines\", each of which expresses GAL4 in some subset of the animal's tissues. For example, some lines might express GAL4 only in muscle cells, or only in nerves, or only in the antennae, and so on. For fruit flies in particular, there are tens of thousands of such lines, with the most useful expressing GAL4 in only a very specific subset of the animal—perhaps, for example, only those neurons that connect two specific compartments of the fly's brain. The presence of GAL4, by itself, in these cells has little or no effect, since GAL4's main effect is to bind to a UAS region, and most cells have no (or innocuous) UAS regions.",
            "score": 147.92877197265625
        },
        {
            "docid": "8444537_5",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . This condition is inherited in a pattern reflecting its location in mitochondrial DNA, which is also known as maternal inheritance. This pattern of inheritance applies to genes contained in mitochondrial DNA. Because egg cells, but not sperm cells, contribute mitochondria to the developing embryo, only females pass mitochondrial conditions to their children. Mitochondrial disorders can appear in every generation of a family and can affect both males and females, but fathers do not pass mitochondrial traits to their children. Most of the body's cells contain thousands of mitochondria, each with one or more copies of mitochondrial DNA. The severity of some mitochondrial disorders is associated with the percentage of mitochondria in each cell that has a particular genetic change. Most individuals with NARP have a specific MT-ATP6 mutation in 70 percent to 90 percent of their mitochondria. When this mutation is present in a higher percentage of a person's mitochondria—greater than 90 percent to 95 percent—it causes a more severe condition known as maternally inherited Leigh syndrome. Because these two conditions result from the same genetic changes and can occur in different members of a single family, researchers believe that they may represent a spectrum of overlapping features instead of two distinct syndromes.",
            "score": 147.91954040527344
        },
        {
            "docid": "160125_3",
            "document": "Mitochondrial disease . Mitochondrial diseases are sometimes (about 15% of the time) caused by mutations in the mitochondrial DNA that affect mitochondrial function. Other mitochondrial diseases are caused by mutations in genes of the nuclear DNA, whose gene products are imported into the mitochondria (mitochondrial proteins) as well as acquired mitochondrial conditions. Mitochondrial diseases take on unique characteristics both because of the way the diseases are often inherited and because mitochondria are so critical to cell function. The subclass of these diseases that have neuromuscular disease symptoms are often called a mitochondrial myopathy.",
            "score": 147.54150390625
        },
        {
            "docid": "44163912_6",
            "document": "Kufs disease . Kufs disease Type B is caused by mutations to the DNAJC5 and CTSF genes. This form of Kufs is autosomal dominant, meaning that only one copy of each mutated gene is enough for the disease to manifest. When there is a mutation in the DNAJC5 gene, it affects the production of a cysteine string protein (CSP) that is coded within DNAJC5. CSP aids in transmitting signals through the nerves found in the brain. When the CTSF gene is mutated, it cannot produce Cathepsin F - an enzyme that cuts proteins in the lysozyme. By cutting proteins, Cathepsin F can modify the function of the proteins as well as help break them down. Similar to Type A, when both DNAJC5 and CTSF are non-functional, it results in the incomplete breakdown of proteins. Once again, lipopigments build up and brain function is decreased as the neuron cells die.",
            "score": 147.1280517578125
        },
        {
            "docid": "608751_8",
            "document": "Pinealocyte . Regulation of melatonin synthesis is important to melatonin’s main function in circadian rhythms. The main molecular control mechanism that exists for melatonin secretion in vertebrates is the enzyme AANAT (arylalkylamine N-acetyltransferase). The expression of the AANAT gene is controlled by the transcription factor pCREB, and this is evident when cells treated with epithalone, a peptide which affects pCREB transcription, have a resulting increase in melatonin synthesis. AANAT is activated through a protein kinase A system in which cyclic AMP (cAMP) is involved. The activation of AANAT leads to an increase in melatonin production. Though there are some differences specific to certain species of vertebrates, the effect of cAMP on AANAT and AANAT on melatonin synthesis remains fairly consistent. Melatonin synthesis is also regulated by the nervous system. Nerve fibers in the retinohypothalamic tract connect the retina to the suprachiasmatic nucleus (SCN). The SCN stimulates the release of Norepinephrine from sympathetic nerve fibers from the superior cervical ganglia that synapse with the pinealocytes. Norepinephrine causes the production of melatonin in the pinealocytes by stimulating the production of cAMP. Because the release of norepinephrine from the nerve fibers occurs at night, this system of regulation maintains the body’s circadian rhythms.",
            "score": 146.62799072265625
        }
    ]
}