{
    "q": [
        {
            "docid": "2918988_2",
            "document": "Neurotransmission . Neurotransmission (Latin: \"transmissio\" \"passage, crossing\" from \"transmittere\" \"send, let through\"), also called synaptic transmission, is the process by which signaling molecules called neurotransmitters are released by the axon terminal of a neuron (the presynaptic neuron), and bind to and activate the receptors on the dendrites of another neuron (the postsynaptic neuron). A similar process occurs in retrograde neurotransmission, where the dendrites of the postsynaptic neuron release retrograde neurotransmitters (e.g., endocannabinoids) that signal through receptors that are located on the axon terminal of the presynaptic neuron, mainly at GABAergic and glutamatergic synapses.",
            "score": 197.17173194885254
        },
        {
            "docid": "487921_2",
            "document": "Long-term depression . Long-term depression (LTD), in neurophysiology, is an activity-dependent reduction in the efficacy of neuronal synapses lasting hours or longer following a long patterned stimulus. LTD occurs in many areas of the CNS with varying mechanisms depending upon brain region and developmental progress. LTD in the hippocampus and cerebellum have been the best characterized, but there are other brain areas in which mechanisms of LTD are understood. LTD has also been found to occur in different types of neurons that release various neurotransmitters, however, the most common neurotransmitter involved in LTD is L-glutamate. L-glutamate acts on the N-methyl-D- aspartate receptors (NMDARs), α-amino-3-hydroxy-5-methylisoxazole-4-propionic acid receptors (AMPARs), kainate receptors (KARs) and metabotropic glutamate receptors (mGluRs) during LTD. It can result from strong synaptic stimulation (as occurs in the cerebellar Purkinje cells) or from persistent weak synaptic stimulation (as in the hippocampus). Long-term potentiation (LTP) is the opposing process to LTD; it is the long-lasting increase of synaptic strength. In conjunction, LTD and LTP are factors affecting neuronal synaptic plasticity. LTD is thought to result mainly from a decrease in postsynaptic receptor density, although a decrease in presynaptic neurotransmitter release may also play a role. Cerebellar LTD has been hypothesized to be important for motor learning. However, it is likely that other plasticity mechanisms play a role as well. Hippocampal LTD may be important for the clearing of old memory traces.  Hippocampal/cortical LTD can be dependent on NMDA receptors, metabotropic glutamate receptors (mGluR), or endocannabinoids. The result of the underlying-LTD molecular mechanism is the phosphorylation of AMPA glutamate receptors and their elimination from the surface of the parallel fiber-Purkinje cell (PF-PC) synapse.",
            "score": 255.067844748497
        },
        {
            "docid": "33822344_10",
            "document": "Synaptic scaling . A long-term, concurrent confocal microscopy and electrophysiology investigation conducted on cortical rat in-vitro neural networks (age > 3 weeks in-vitro) growing on Multi Electrode Arrays examined the correlation between network activity levels and changes in the sizes of individual synapses. Specifically, long-term fluorescent microscopy was used to track changes in the quantity (fluorescence) of PSD-95 molecules at individual synapses over timescales of several days. Since PSD-95 molecules anchor post-synaptic AMPA and NMDA receptors, they serve as reliable quantitative markers for post-synaptic transmembrane glutamate receptors. This investigation consisted of two sets of experiments. In the first set, synapse-morphology and spontaneous neural activity were monitored for about 90 hours (i.e. no external stimuli or pharmaceutical manipulations were used to perturb the neuronal networks). During this period, the sizes of individual synapses were observed to fluctuate considerably; yet distributions of synaptic sizes as well as average synaptic size values remained remarkably constant. It was found that ongoing activity acted to constrain synaptic sizes by increasing the tendency of large synapses to shrink and increasing the tendency of small synapses to grow. Thus, activity acted to maintain distributions of synaptic sizes (at the population level) within certain limits. In the second set of experiments the same analysis was performed after the addition of TTX to block all spontaneous activity. This led to a broadening of synaptic size distributions and to increases in average synaptic size values. When individual synapses were followed over time, their sizes were still found to fluctuate significantly, however now, no relationships were found between the extent or direction of size changes and initial synaptic size. In particular, no evidence was found that changes in synaptic size scaled with initial synaptic size. This indicated that the homeostatic growth in AMPA receptor content associated with the suppression of activity is a \"population\" phenomenon, that results from the loss of activity-dependent constraints, not from the scaling of AMPA receptor content at individual synapses.",
            "score": 270.787580370903
        },
        {
            "docid": "14817492_11",
            "document": "SLC7A11 . It has been proposed that schizophrenia may be due to an increase or a decrease in glutamate signaling, leading to abnormal excitatory signaling in the prefrontal cortex region of the brain. Glutamate release by astrocytes has been linked to the synchrony of neurons in the hippocampus and cortex. A decrease in system Xc- activity may result in an increase in synaptic glutamate and a decrease in extrasynaptic glutamate. Administration of N-acetylcysteine leads to an increase in extrasynaptic NMDA receptor activation, suggesting that glutamate released from system Xc- may cause the activation of extrasynaptic NMDA receptors. A decrease in system Xc- activity may cause a decrease in the activation of extrasynaptic NMDA receptors due to either a decrease in extrasynaptic Glutamate levels or a decrease in glutathione levels after the decrease in cystine transport. On the other hand, a decrease in system Xc- activity may lead to an increase in the activation of synaptic NMDA receptors due to the decrease in activation of Group 2 mGluRs. A decrease in nonvesicular release of glutamate leads to an increase in expression of postsynaptic glutamate receptors, such as NMDA receptors. A disruption in nonvesicular glutamate release may affect synapse formation, lead to altered release of neurotransmitters, and could even disturb cortical migration during development. All of these seem to be associated with schizophrenia.",
            "score": 231.02528965473175
        },
        {
            "docid": "33822344_4",
            "document": "Synaptic scaling . The probability of glutamate making contact with a post-synaptic AMPA receptor is proportional to the concentration of both trans-membrane glutamate and post-synaptic AMPA receptors. When glutamate and post-synaptic AMPA receptors interact, the post-synaptic cell experiences a temporary depolarizing current, known as an EPSP (excitatory postsynaptic potential). Spatial and temporal accumulation of EPSPs at the post-synaptic neuron increases the likelihood of the neuron firing an action potential. Therefore, the concentrations of extra-cellular glutamate (and other cations) and the quantity of post-synaptic AMPA receptors are directly correlated to a neurons' action potential firing rate. Some theories suggest each neuron uses calcium-dependent cellular sensors to detect their own action potential firing rate. These sensors also formulate input for cell-specific homeostatic plasticity regulation systems. In synaptic scaling, neurons use this information to determine a scale factor. Each neuron subsequently uses the scaling factor to globally scale (either up-regulate or down-regulate) the quantity of transmembrane AMPA receptors at all post-synaptic sites.",
            "score": 267.1186248064041
        },
        {
            "docid": "1224698_17",
            "document": "Synaptogenesis . The main method of synaptic signaling in the NMJ is through use of the neurotransmitter acetylcholine and its receptor. The CNS homolog is glutamate and its receptors, and one of special significance is the N-methyl-D-aspartate (NMDA) receptor. It has been shown that activation of NMDA receptors initiates synaptogenesis through activation of downstream products. The heightened level of NMDA receptor activity during development allows for increased influx of calcium, which acts as a secondary signal. Eventually, immediate early genes (IEG) are activated by transcription factors and the proteins required for neuronal differentiation are translated. The NMDA receptor function is associated with the estrogen receptor in hippocampal neurons. Experiments conducted with estradiol show that exposure to the estrogen significantly increases synaptic density and protein concentration.",
            "score": 222.78365182876587
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 313.19117307662964
        },
        {
            "docid": "20512936_16",
            "document": "Dendritic spike . NMDA receptors are found throughout the post-synaptic membrane and act as a coincidence detector. The NMDA detects both glutamate released by pre-synaptic vesicles and depolarization of the post-synaptic membrane. The NMDA receptor exhibits voltage-dependent block by magnesium ions. Depolarization of the post-synaptic membrane (i.e. backward propagating dendritic spike) causes the magnesium ion to be removed from the channel, favoring channel opening. NMDA receptor activation thereby allows calcium influx. Neurons that “fire together wire together” refer to strengthening of synaptic connections through NMDA receptors when glutamate release is coincident with post-synaptic depolarization. This form of wiring is known as long term potentiation. Synaptic connection can also be weakened when the activity of neurons is uncorrelated, also known as long term depression.",
            "score": 303.9826683998108
        },
        {
            "docid": "21120_26",
            "document": "Neuron . The distinction between excitatory and inhibitory neurotransmitters is not absolute, however. Rather, it depends on the class of chemical receptors present on the postsynaptic neuron. In principle, a single neuron, releasing a single neurotransmitter, can have excitatory effects on some targets, inhibitory effects on others, and modulatory effects on others still. For example, photoreceptor cells in the retina constantly release the neurotransmitter glutamate in the absence of light. So-called OFF bipolar cells are, like most neurons, excited by the released glutamate. However, neighboring target neurons called ON bipolar cells are instead \"inhibited\" by glutamate, because they lack the typical ionotropic glutamate receptors and instead express a class of inhibitory metabotropic glutamate receptors. When light is present, the photoreceptors cease releasing glutamate, which relieves the ON bipolar cells from inhibition, activating them; this simultaneously removes the excitation from the OFF bipolar cells, silencing them.",
            "score": 228.33717715740204
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 308.3929730653763
        },
        {
            "docid": "9045995_27",
            "document": "Pre-Bötzinger complex . In addition to the inhibitory synaptic regulation of respiratory rhythm within the pre-Bötzinger complex, there is also an excitatory component utilizing mostly AMPA receptors. The generation of inspirations is due to a signaling cascade involving transient Ca2+ influx as a result of glutamate activating a postsynaptic receptor. In addition to glutamates role in activating the synaptic drive of inspiration, it is also understood that pacemaker neurons, with autonomous voltage-dependent properties, are also responsible for the generation of respiratory rhythm. Evidence of this is seen when isolating neurons within the pre-Bötzinger complex, which results in rhythmic bursts due to synaptically coupled micronetworks.",
            "score": 157.35924792289734
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 313.67688858509064
        },
        {
            "docid": "399866_4",
            "document": "N-ethylmaleimide sensitive fusion protein . Because neuronal function depends on the release of neurotransmitters at a synapse — a process in which synaptic vesicles fuse with the presynaptic membrane — NSF is a key synaptic component. Thus, conditional temperature-sensitive mutations in the \"Drosophila melanogaster\" gene for NSF lead to a comatose behaviour at the restrictive temperature (and hence the gene is called comatose), presumably because neuronal functions are blocked. In \"Dictyostelium discoideum\" amoebae, similar mutations lead to a cessation of cell movement at the restrictive temperature, indicating a role for intracellular membrane transport in migration. Another neuronal role for NSF is indicated by its direct binding to the GluR2 subunit of AMPA type glutamate receptors (which detect the neurotransmitter glutamate). This gives NSF a putative role in delivery and expression of AMPA receptors at the synapse.",
            "score": 277.5107786655426
        },
        {
            "docid": "465517_20",
            "document": "Inhibitory postsynaptic potential . Glutamate, an excitatory neurotransmitter, is usually associated with excitatory postsynaptic potentials in synaptic transmission. However, a study completed at the Vollum Institute at the Oregon Health Sciences University demonstrates that glutamate can also be used to induce inhibitory postsynaptic potentials in neurons. This study explains that metabotropic glutamate receptors feature activated G proteins in dopamine neurons that induce phosphoinositide hydrolysis. The resultant products bind to inositol triphosphate (IP3) receptors through calcium ion channels. The calcium comes from stores and activate potassium conductance, which causes a pure inhibition in the dopamine cells. The changing levels of synaptically released glutamate creates an excitation through the activation of ionotropic receptors, followed by the inhibition of metabotropic glutamate receptors.",
            "score": 260.8490536212921
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 248.92056965827942
        },
        {
            "docid": "3717_35",
            "document": "Brain . Neurotransmitters are chemicals that are released at synapses when an action potential activates them—neurotransmitters attach themselves to receptor molecules on the membrane of the synapse's target cell, and thereby alter the electrical or chemical properties of the receptor molecules. With few exceptions, each neuron in the brain releases the same chemical neurotransmitter, or combination of neurotransmitters, at all the synaptic connections it makes with other neurons; this rule is known as Dale's principle. Thus, a neuron can be characterized by the neurotransmitters that it releases. The great majority of psychoactive drugs exert their effects by altering specific neurotransmitter systems. This applies to drugs such as cannabinoids, nicotine, heroin, cocaine, alcohol, fluoxetine, chlorpromazine, and many others.",
            "score": 258.38251662254333
        },
        {
            "docid": "44214016_4",
            "document": "Glutamate receptor-interacting protein . Research on NMDA receptor localization paved the way for research on non-NMDA receptors such as AMPA receptors. Similar to NMDA receptors, it was discovered that AMPA receptors localize in the synaptic terminal of neurons in the central nervous system. By using GFP (green fluorescent protein) antibodies that correspond to the GRIP protein, researchers were able to use fluorescence to determine the location of GRIP in hippocampal neurons. Another GFP antibody was then used to label the GluR2 subunit of AMPA receptors. By using immunocytochemistry and comparing the location of GRIP and AMPA receptors it was determined that GRIP and AMPA receptors experience colocalization in hippocampal neurons. These findings confirmed the initial hypothesis that the GRIP protein plays an important role in binding AMPA receptors to excitatory synapses.",
            "score": 258.01621890068054
        },
        {
            "docid": "600788_16",
            "document": "Brain-derived neurotrophic factor . Glutamate is the brain’s major excitatory neurotransmitter and its release can trigger the depolarization of postsynaptic neurons. AMPA and NMDA receptors are two major ionotropic receptors that are especially suspected of being involved in learning and memory. While AMPA receptor activation leads to depolarization via sodium influx, NMDA receptor activation leads to depolarization via calcium and sodium influx. The calcium influx triggered through NMDA receptors can lead to the activity-dependent expression of many different genes, proteins, and receptors that are thought to be involved in processes involving learning, memory, neurogenesis, and environmental responses. The activity-dependent synaptic responses also lead to rapid insertion of AMPA receptors into the postsynaptic membrane, which will act to maintain ongoing glutamatergic transmission as sustained calcium influx could result in excitotoxicity",
            "score": 326.86887300014496
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 217.0028293132782
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 306.5903878211975
        },
        {
            "docid": "1822196_11",
            "document": "Molecular neuroscience . Ionotropic glutamate receptors can include NMDA, AMPA, and kainate receptors. These receptors are named after agonists that facilitate glutamate activity. NMDA receptors are notable for their excitatory mechanisms to affect neuronal plasticity in learning and memory, as well as neuropathologies such as stroke and epilepsy. NDMA receptors have multiple binding sites just like ionotropic GABA receptors and can be influenced by co-agonists such the glycine neurotransmitter or phencyclidine (PCP). The NMDA receptors carry a current by Ca ions and can be blocked by extracellular Mg ions depending on voltage and membrane potential. This Ca influx is increased by excitatory postsynaptic potentials (EPSPs) produced by NMDA receptors, activating Ca-based signaling cascades (such as neurotransmitter release). AMPA generate shorter and larger excitatory postsynaptic currents than other ionotropic glutamate receptors.",
            "score": 305.31352853775024
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 251.3755601644516
        },
        {
            "docid": "6547308_17",
            "document": "Glia limitans . As of 2011, research is focused on the two-way communication between neurons and glial cells. Communication between these two types of cells allows for axonal conduction, synaptic transmission, as well as the processing of information to regulate and better control the processes of the central nervous system. The various forms of communication include neurotransmission, ion fluxes and signaling molecules. As recently as 2002, new information on the process of neuron-glia communication was published by R. Douglas Fields and Beth Stevens-Graham. They used advanced imaging methods to explain that the ion channels seen in glial cells did not contribute to action potentials but rather allowed the glia to determine the level of neuronal activity within proximity. Glial cells were determined to communicate with one another solely with chemical signals and even had specialized glial-glial and neuron-glial neurotransmitter signaling systems. Additionally, neurons were found to release chemical messengers in extrasynaptic regions, suggesting that the neuron-glial relationship includes functions beyond synaptic transmission. Glia have been known to assist in synapse formation, regulating synapse strength, and information processing as mentioned above. The process for adenosine triphospahte (ATP), glutamate, and other chemical messenger release from glia is debated and is seen as a direction for future research.",
            "score": 207.70531797409058
        },
        {
            "docid": "600788_19",
            "document": "Brain-derived neurotrophic factor . One mechanism through which BDNF appears to maintain elevated levels of neuronal excitation is through preventing GABAergic signaling activities. While glutamate is the brain’s major excitatory neurotransmitter and phosphorylation normally activates receptors, GABA is the brain’s primary inhibitory neurotransmitter and phosphorylation of GABAA receptors tend to reduce their activity. Blockading BDNF signaling with a tyrosine kinase inhibitor or a PKC inhibitor in wild type mice produced significant reductions in spontaneous action potential frequencies that were mediated by an increase in the amplitude of GABAergic inhibitory postsynaptic currents (IPSC). Similar effects could be obtained in BDNF knockout mice, but these effects were reversed by local application of BDNF.  This suggests BDNF increases excitatory synaptic signaling partly through the post-synaptic suppression of GABAergic signaling by activating PKC through its association with TrkB. Once activated, PKC can reduce the amplitude of IPSCs through to GABAA receptor phosphorylation and inhibition. In support of this putative mechanism, activation of PKCε leads to phosphorylation of N-ethylmaleimide-sensitive factor (NSF) at serine 460 and threonine 461, increasing its ATPase activity which downregulates GABAA receptor surface expression and subsequently attenuates inhibitory currents.",
            "score": 166.83903789520264
        },
        {
            "docid": "21120_30",
            "document": "Neuron . In a chemical synapse, the process of synaptic transmission is as follows: when an action potential reaches the axon terminal, it opens voltage-gated calcium channels, allowing calcium ions to enter the terminal. Calcium causes synaptic vesicles filled with neurotransmitter molecules to fuse with the membrane, releasing their contents into the synaptic cleft. The neurotransmitters diffuse across the synaptic cleft and activate receptors on the postsynaptic neuron. High cytosolic calcium in the axon terminal also triggers mitochondrial calcium uptake, which, in turn, activates mitochondrial energy metabolism to produce ATP to support continuous neurotransmission.",
            "score": 259.11949837207794
        },
        {
            "docid": "600788_10",
            "document": "Brain-derived neurotrophic factor . The BDNF protein is encoded by a gene that is also called BDNF, found in humans on chromosome 11. Structurally, BDNF transcription is controlled by 8 different promoters, each leading to different transcripts containing one of 8 untranslated 5’ exons (I to VIII) spliced to the 3’ encoding exon. Promoter IV activity, leading to the translation of exon IV-containing mRNA, is strongly stimulated by calcium and is primarily under the control of a Cre regulatory component, suggesting a putative role for the transcription factor CREB and the source of BDNF’s activity-dependent effects . There are multiple mechanisms through neuronal activity can increase BDNF exon IV specific expression. Stimulus-mediated neuronal excitation can lead to NMDA receptor activation, triggering a calcium influx. Through a protein signaling cascade requiring Erk, CaM KII/IV, PI3K, and PLC, NMDA receptor activation is capable of triggering BDNF exon IV transcription. BDNF exon IV expression also seems capable of further stimulating its own expression through TrkB activation. BDNF is released from the post-synaptic membrane in an activity-dependent manner, allowing it to act on local TrkB receptors and mediate effects that can leading to signaling cascades also involving Erk and CaM KII/IV. Both of these pathways probably involve calcium-mediated phosphorylation of CREB at Ser133, thus allowing it to interact with BDNF’s Cre regulatory domain and upregulate transcription. However, NMDA-mediated receptor signaling is probably necessary to trigger the upregulation of BDNF exon IV expression because normally CREB interaction with CRE and the subsequent translation of the BDNF transcript is blocked by of the basic helix-loop-helix transcription factor protein 2 (BHLHB2). NMDA receptor activation triggers the release of the regulatory inhibitor, allowing for BDNF exon IV upregulation to take place in response to the activity-initiated calcium influx. Activation of Dopamine receptor D5 also promotes expression of BDNF in prefrontal cortex neurons.",
            "score": 242.80957055091858
        },
        {
            "docid": "4617112_15",
            "document": "Endocannabinoid system . In the central nervous system, CB receptors influence neuronal excitability, reducing the incoming synaptic input. This mechanism, known as presynaptic inhibition, occurs when a postsynaptic neuron releases endocannabinoids in retrograde transmission, which then bind to cannabinoid receptors on the presynaptic terminal. CB receptors then reduce the amount of neurotransmitter released, so that subsequent excitation in the presynaptic neuron results in diminished effects on the postsynaptic neuron. It is likely that presynaptic inhibition uses many of the same ion channel mechanisms listed above, although recent evidence has shown that CB receptors can also regulate neurotransmitter release by a non-ion channel mechanism, i.e. through Gi/o-mediated inhibition of adenylyl cyclase and protein kinase A. Direct effects of CB receptors on membrane excitability have been reported, and strongly impact the firing of cortical neurons. A series of behavioral experiments demonstrated that NMDAR, an ionotropic glutamate receptor, and the metabotropic glutamate receptors (mGluRs) work in concert with CB to induce analgesia in mice, although the mechanism underlying this effect is unclear.",
            "score": 212.91483318805695
        },
        {
            "docid": "17995_28",
            "document": "Long-term memory . Long-term memory, unlike short-term memory, is dependent upon the synthesis of new proteins. This occurs within the cellular body, and concerns the particular transmitters, receptors, and new synapse pathways that reinforce the communicative strength between neurons. The production of new proteins devoted to synapse reinforcement is triggered after the release of certain signaling substances (such as calcium within hippocampal neurons) in the cell. In the case of hippocampal cells, this release is dependent upon the expulsion of magnesium (a binding molecule) that is expelled after significant and repetitive synaptic signaling. The temporary expulsion of magnesium frees NMDA receptors to release calcium in the cell, a signal that leads to gene transcription and the construction of reinforcing proteins. For more information, see long-term potentiation (LTP).",
            "score": 358.939519405365
        },
        {
            "docid": "31153340_2",
            "document": "Active zone . The active zone or synaptic active zone is a term first used by Couteaux and Pecot-Dechavassinein in 1970 to define the site of neurotransmitter release. Two neurons make near contact through structures called synapses allowing them to communicate with each other. As shown in the adjacent diagram, a synapse consists of the presynaptic bouton of one neuron which stores vesicles containing neurotransmitter (uppermost in the picture), and a second, postsynaptic neuron which bears receptors for the neurotransmitter (at the bottom), together with a gap between the two called the synaptic cleft (with synaptic adhesion molecules, SAMs, holding the two together). When an action potential reaches the presynaptic bouton, the contents of the vesicles are released into the synaptic cleft and the released neurotransmitter travels across the cleft to the postsynaptic neuron (the lower structure in the picture) and activates the receptors on the postsynaptic membrane.",
            "score": 220.18218731880188
        },
        {
            "docid": "5064345_4",
            "document": "Metaplasticity . The earliest proposed mechanism for plastic activity is based around glutamate receptors and their ability to change in number and strength based on synapse activity. Glutamate binds two main receptor types: AMPA receptors (AMPARs) and NMDA receptors (NMDARs). These are named after drugs that bind to the receptors: alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and N-methyl-D-aspartate (NMDA), respectively, but they both bind glutamate. When a glutamatergic synapse releases glutamate it binds to any AMPA and the NMDA receptors present in the postsynaptic membrane. The AMPA receptors are ionotropic receptors that are responsible for fast synaptic transmission. In a nutshell the NMDA receptors evoke a response in the cell only when sufficient glutamate has been transmitted to cause that cell to depolarize enough to unblock the NMDA receptor. Sufficient depolarization in the membrane will cause the magnesium cation blockade in the NMDA receptors to vacate, thus allowing calcium influx into the cell. NMDA receptors are \"coincidence detectors\". They determine when the presynaptic and postsynaptic neuron are linked in time via activity. When this occurs, NMDA receptors become the control mechanism that dictates how the AMPA and NMDA receptors are to be rearranged. The rearrangement of AMPA and NMDA receptors has become the central focus of current studies of metaplasticity as it directly determines LTP and LTD thresholds. However, some evidence indicates that G protein-coupled receptors (GPCRs) are responsible for controlling NMDA receptor activity, which suggests that NMDAR-mediated changes in synaptic strength are modulated by the activity of GPCRs. There is large amounts of research focused on finding the specific enzymes and intracellular pathways involved in the NMDAR-mediated modulation of membrane AMPA receptors. Recent biochemical research has shown that a deficiency in the protein tenascin-R (TNR) leads to a metaplastic increase in the threshold for LTP induction. TNR is an extracellular-matrix protein expressed by oligodendrocytes during myelination.",
            "score": 413.8281238079071
        },
        {
            "docid": "53948_42",
            "document": "Hippocampus . The hippocampus is a particularly favorable site for studying LTP because of its densely packed and sharply defined layers of neurons, but similar types of activity-dependent synaptic change have also been observed in many other brain areas. The best-studied form of LTP has been seen in CA1 of the hippocampus and occurs at synapses that terminate on dendritic spines and use the neurotransmitter glutamate. The synaptic changes depend on a special type of glutamate receptor, the \"N\"-methyl-D-aspartate (NMDA) receptor, a cell surface receptor which has the special property of allowing calcium to enter the postsynaptic spine only when presynaptic activation and postsynaptic depolarization occur at the same time. Drugs that interfere with NMDA receptors block LTP and have major effects on some types of memory, especially spatial memory. Genetically modified mice that are modified to disable the LTP mechanism, also generally show severe memory deficits.",
            "score": 255.97368621826172
        },
        {
            "docid": "51546400_2",
            "document": "Extrasynaptic NMDA receptor . Extrasynaptic NMDA receptors are glutamate-gated neurotransmitter receptors that are localized to non-synaptic sites on the neuronal cell surface. In contrast to synaptic NMDA receptors that promote acquired neuroprotection and synaptic plasticity, extrasynaptic NMDA receptors are coupled to activation of death-signaling pathways. Extrasynaptic NMDA receptors are responsible for initiating excitotoxicity and have been implicated in the etiology of neurodegenerative diseases, including stroke, Huntington’s disease, Alzheimer’s disease, and amyotrophic lateral sclerosis (ALS).",
            "score": 208.66990685462952
        }
    ],
    "r": [
        {
            "docid": "5064345_4",
            "document": "Metaplasticity . The earliest proposed mechanism for plastic activity is based around glutamate receptors and their ability to change in number and strength based on synapse activity. Glutamate binds two main receptor types: AMPA receptors (AMPARs) and NMDA receptors (NMDARs). These are named after drugs that bind to the receptors: alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and N-methyl-D-aspartate (NMDA), respectively, but they both bind glutamate. When a glutamatergic synapse releases glutamate it binds to any AMPA and the NMDA receptors present in the postsynaptic membrane. The AMPA receptors are ionotropic receptors that are responsible for fast synaptic transmission. In a nutshell the NMDA receptors evoke a response in the cell only when sufficient glutamate has been transmitted to cause that cell to depolarize enough to unblock the NMDA receptor. Sufficient depolarization in the membrane will cause the magnesium cation blockade in the NMDA receptors to vacate, thus allowing calcium influx into the cell. NMDA receptors are \"coincidence detectors\". They determine when the presynaptic and postsynaptic neuron are linked in time via activity. When this occurs, NMDA receptors become the control mechanism that dictates how the AMPA and NMDA receptors are to be rearranged. The rearrangement of AMPA and NMDA receptors has become the central focus of current studies of metaplasticity as it directly determines LTP and LTD thresholds. However, some evidence indicates that G protein-coupled receptors (GPCRs) are responsible for controlling NMDA receptor activity, which suggests that NMDAR-mediated changes in synaptic strength are modulated by the activity of GPCRs. There is large amounts of research focused on finding the specific enzymes and intracellular pathways involved in the NMDAR-mediated modulation of membrane AMPA receptors. Recent biochemical research has shown that a deficiency in the protein tenascin-R (TNR) leads to a metaplastic increase in the threshold for LTP induction. TNR is an extracellular-matrix protein expressed by oligodendrocytes during myelination.",
            "score": 413.828125
        },
        {
            "docid": "531575_3",
            "document": "Silent synapse . Normal transmission across a glutamatergic synapse relies on the neurotransmitter glutamate, the glutamate-specific AMPA receptor (AMPAR), and calcium ions. Calcium ion entry into the presynaptic terminal causes the presynaptic release of glutamate, which diffuses across the synaptic cleft, binding to glutamate receptors on the postsynaptic membrane. There are four subtypes of glutamate receptors: AMPA receptors (AMPARs) (formerly known as quisqualate receptors), NMDA receptors (NMDARs), kainate receptors, and metabotropic glutamate receptors (mGluRs). Most research has been focused on the AMPARs and the NMDARs. When glutamate binds to AMPARs located on the postsynaptic membrane, they permit a mixed flow of Na and K to cross the cells membrane, causing a depolarization of the postsynaptic membrane. This localized depolarization is called an excitatory postsynaptic potential (EPSP).",
            "score": 392.0303039550781
        },
        {
            "docid": "487921_8",
            "document": "Long-term depression . LTD occurs at synapses in cerebellar Purkinje neurons, which receive two forms of excitatory input, one from a single climbing fiber and one from hundreds of thousands of parallel fibers. LTD decreases the efficacy of parallel fiber synapse transmission, though, according to recent findings, it also impairs climbing fiber synapse transmission. Both parallel fibers and climbing fibers must be simultaneously activated for LTD to occur. With respect to calcium release however, it is best if the parallel fibers are activated a few hundred milliseconds before the climbing fibres. In one pathway, parallel fiber terminals release glutamate to activate AMPA and metabotropic glutamate receptors in the postsynaptic Purkinje cell. When glutamate binds to the AMPA receptor, the membrane depolarizes. Glutamate binding to the metabotropic receptor activates phospholipase C (PLC) and produces diacylglycerol (DAG) and inositol triphosphate (IP3) second messengers. In the pathway initiated by activation of climbing fibers, calcium enters the postsynaptic cell through voltage-gated ion channels, raising intracellular calcium levels. Together, DAG and IP3 augment the calcium concentration rise by targeting IP3-sensitive receptors triggering release of calcium from intracellular stores as well as protein kinase C (PKC) activation (which is accomplished jointly by calcium and DAG). PKC phosphorylates AMPA receptors, which promotes their dissociation from scaffold proteins in the post-synaptic membrane and subsequent internalization. With the loss of AMPA receptors, the postsynaptic Purkinje cell response to glutamate release from parallel fibers is depressed. Calcium triggering in the cerebellum is a critical mechanism involved in long-term depression. Parallel fibre terminals and climbing fibres work together in a positive feedback loop for invoking high calcium release.",
            "score": 385.7317199707031
        },
        {
            "docid": "8402086_3",
            "document": "Computational neurogenetic modeling . Models of the kinetics of proteins and ion channels associated with neuron activity represent the lowest level of modeling in a computational neurogenetic model. The altered activity of proteins in some diseases, such as the amyloid beta protein in Alzheimer's disease, must be modeled at the molecular level to accurately predict the effect on cognition. Ion channels, which are vital to the propagation of action potentials, are another molecule that may be modeled to more accurately reflect biological processes. For instance, to accurately model synaptic plasticity (the strengthening or weakening of synapses) and memory, it is necessary to model the activity of the NMDA receptor (NMDAR). The speed at which the NMDA receptor lets Calcium ions into the cell in response to Glutamate is an important determinant of Long-term potentiation via the insertion of AMPA receptors (AMPAR) into the plasma membrane at the synapse of the postsynaptic cell (the cell that receives the neurotransmitters from the presynaptic cell).",
            "score": 378.54144287109375
        },
        {
            "docid": "1043263_2",
            "document": "Excitotoxicity . Excitotoxicity is the pathological process by which nerve cells are damaged or killed by excessive stimulation by neurotransmitters such as glutamate and similar substances. This occurs when receptors for the excitatory neurotransmitter glutamate (glutamate receptors) such as the NMDA receptor and AMPA receptor are overactivated by glutamatergic storm. Excitotoxins like NMDA and kainic acid which bind to these receptors, as well as pathologically high levels of glutamate, can cause excitotoxicity by allowing high levels of calcium ions (Ca) to enter the cell. Ca influx into cells activates a number of enzymes, including phospholipases, endonucleases, and proteases such as calpain. These enzymes go on to damage cell structures such as components of the cytoskeleton, membrane, and DNA.",
            "score": 372.1177673339844
        },
        {
            "docid": "374338_2",
            "document": "NMDA receptor . The \"N\"-methyl-D-aspartate receptor (also known as the NMDA receptor or NMDAR), is a glutamate receptor and ion channel protein found in nerve cells. The NMDA receptor is one of three types of ionotropic glutamate receptors, the others being the AMPA and kainate receptors. It is activated when glutamate and glycine (or D-serine) bind to it, and when activated it allows positively charged ions to flow through the cell membrane. The NMDA receptor is very important for controlling synaptic plasticity and memory function.",
            "score": 371.8765869140625
        },
        {
            "docid": "423771_10",
            "document": "Synaptic plasticity . The number of ion channels on the post-synaptic membrane affects the strength of the synapse. Research suggests that the density of receptors on post-synaptic membranes changes, affecting the neuron’s excitability in response to stimuli. In a dynamic process that is maintained in equilibrium, N-methyl D-aspartate receptor (NMDA receptor) and AMPA receptors are added to the membrane by exocytosis and removed by endocytosis. These processes, and by extension the number of receptors on the membrane, can be altered by synaptic activity. Experiments have shown that AMPA receptors are delivered to the synapse through vesicular membrane fusion with the postsynaptic membrane via the protein kinase CaMKII, which is activated by the influx of calcium through NMDA receptors. CaMKII also improves AMPA ionic conductance through phosphorylation. When there is high-frequency NMDA receptor activation, there is an increase in the expression of a protein PSD-95 that increases synaptic capacity for AMPA receptors. This is what leads to a long-term increase in AMPA receptors and thus synaptic strength and plasticity.",
            "score": 371.6145935058594
        },
        {
            "docid": "890232_5",
            "document": "Hair cell . The deflection of the hair-cell stereocilia opens mechanically gated ion channels that allow any small, positively charged ions (primarily potassium and calcium) to enter the cell. Unlike many other electrically active cells, the hair cell itself does not fire an action potential. Instead, the influx of positive ions from the endolymph in the scala media depolarizes the cell, resulting in a receptor potential. This receptor potential opens voltage gated calcium channels; calcium ions then enter the cell and trigger the release of neurotransmitters at the basal end of the cell. The neurotransmitters diffuse across the narrow space between the hair cell and a nerve terminal, where they then bind to receptors and thus trigger action potentials in the nerve. In this way, the mechanical sound signal is converted into an electrical nerve signal. Repolarization of hair cells is done in a special manner. The perilymph in the scala tympani has a very low concentration of positive ions. The electrochemical gradient makes the positive ions flow through channels to the perilymph.",
            "score": 361.4106140136719
        },
        {
            "docid": "1351369_12",
            "document": "Ligand-gated ion channel . The name \"NMDA receptor\" is derived from the ligand N-methyl-D-aspartate (NMDA), which acts as a selective agonist at these receptors. When the NMDA receptor is activated by the binding of two co-agonists, the cation channel opens, allowing Na and Ca to flow into the cell, in turn raising the cell's electric potential. Thus, the NMDA receptor is an excitatory receptor. At resting potentials, the binding of Mg or Zn at their extracellular binding sites on the receptor blocks ion flux through the NMDA receptor channel. \"However, when neurons are depolarized, for example, by intense activation of colocalized postsynaptic AMPA receptors, the voltage-dependent block by Mg is partially relieved, allowing ion influx through activated NMDA receptors. The resulting Ca influx can trigger a variety of intracellular signaling cascades, which can ultimately change neuronal function through activation of various kinases and phosphatases\".",
            "score": 359.6048583984375
        },
        {
            "docid": "17995_28",
            "document": "Long-term memory . Long-term memory, unlike short-term memory, is dependent upon the synthesis of new proteins. This occurs within the cellular body, and concerns the particular transmitters, receptors, and new synapse pathways that reinforce the communicative strength between neurons. The production of new proteins devoted to synapse reinforcement is triggered after the release of certain signaling substances (such as calcium within hippocampal neurons) in the cell. In the case of hippocampal cells, this release is dependent upon the expulsion of magnesium (a binding molecule) that is expelled after significant and repetitive synaptic signaling. The temporary expulsion of magnesium frees NMDA receptors to release calcium in the cell, a signal that leads to gene transcription and the construction of reinforcing proteins. For more information, see long-term potentiation (LTP).",
            "score": 358.93951416015625
        },
        {
            "docid": "531575_4",
            "document": "Silent synapse . Silent synapses release glutamate as do prototypical glutamatergic synapses, but their postsynaptic membranes contain only NMDA—and possibly mGlu—receptors able to bind glutamate. Though AMPA receptors are not expressed in the postsynaptic membranes of silent synapses, they are stored in vesicles inside the postsynaptic cells, where they cannot detect extracellular glutamate, but can be quickly inserted into the postsynaptic cell membrane in response to a tetanizing stimulus. The NMDAR is functionally similar to AMPAR except for two major differences: NMDARs carry ion currents composed of Na, K, but also (unlike most AMPAR) Ca; NMDARs also have a site inside their ion channel that binds magnesium ions (Mg). This magnesium binding site is located in the pore of the channel, at a place within the electrical field generated by the membrane potential. Normally, current will not flow through the NMDAR channel, even when it has bound glutamate. This is because the ion channel associated with this receptor is plugged by magnesium, acting like a cork in a bottle. However, since the Mg is charged and is bound within the membrane's electric field, depolarization of the membrane potential above threshold can dislodge the magnesium, allowing current flow through the NMDAR channel. This gives the NMDAR the property of being voltage-dependent, in that it requires strong postsynaptic depolarization to allow ion flux.",
            "score": 354.63104248046875
        },
        {
            "docid": "13815584_3",
            "document": "Etoxadrol . Phenicyclidine (PCP), tenocyclidine (TCP), etoxadrol and its precursor, dexoxadrol have related chemical structures. These drugs all act similarly on the nervous system, acting as dissociative hallucinogens (meaning that they interfere with normal sensory signals, replacing them with hallucinations of any sensory modality) with anesthetic and analgesic properties. Etoxadrol is a non-competitive NMDA receptor antagonist. It binds with high affinity to the PCP binding site on the NMDA receptor (K = 107 nM, determined by the displacement of radiolabeled TCP). Normally, the inactivated NMDA receptor possesses a magnesium (Mg) block in the channel, blocking the passage of cations. When the neurotransmitter glutamate binds to the NMDA receptor, and the postsynaptic cell membrane is depolarized (from the postsynaptic cell being activated), the magnesium block in the NMDA receptor channel is displaced. Calcium (Ca) and sodium (Na) can enter the cell via the open channel, while potassium (K) can exit the cell. Etoxadrol antagonizes the NMDA receptor by binding to the PCP site, located just above the magnesium block in the ion channel. In the event that the magnesium block is displaced, etoxadrol blocks the NMDA receptor channel, preventing cations from entering or exiting the channel. This mechanism of action also applies to PCP, TCP, ketamine and dexoxadrol.",
            "score": 346.8812255859375
        },
        {
            "docid": "374338_3",
            "document": "NMDA receptor . The NMDAR is a specific type of ionotropic glutamate receptor. The NMDA receptor is so named because the agonist molecule \"N\"-methyl-D-aspartate (NMDA) binds selectively to it, and not to other glutamate receptors. Activation of NMDA receptors results in the opening of an ion channel that is nonselective to cations, with a combined reversal potential near 0 mV. While the opening and closing of the ion channel is primarily gated by ligand binding, the current flow through the ion channel is voltage dependent. Extracellular magnesium (Mg) and zinc (Zn) ions can bind to specific sites on the receptor, blocking the passage of other cations through the open ion channel. Depolarization of the cell dislodges and repels the Mg and Zn ions from the pore, thus allowing a voltage-dependent flow of sodium (Na) and small amounts of calcium (Ca) ions into the cell and potassium (K) out of the cell.",
            "score": 345.50164794921875
        },
        {
            "docid": "21445461_19",
            "document": "Nonsynaptic plasticity . Long-term effects: Low frequency stimulation of a neuron for a long period of time decreases the excitability of the neuron by activating calcium-dependent phosphatases that tag AMPA receptors for internalization. Low frequency stimulation leads to low levels of calcium in the cell. When calcium concentrations are low, active calcium-dependent phosphatases dominate over calcium-dependent kinases. As more phosphatases are activated, they tag more AMPA receptors for internalization through endocytosis. Since AMPA receptors are one of the main excitatory receptors on neurons, removing them from the cell membrane effectively depresses the cell (if the cell cannot react to excitatory signals, it cannot generate an action potential of its own). In this way low frequency stimulation can actually reverse the effects of long-term potentiation, however these concepts are generally considered types of synaptic plasticity.",
            "score": 341.2488708496094
        },
        {
            "docid": "420229_10",
            "document": "Sarcomere . During stimulation of the muscle cell, the motor neuron releases the neurotransmitter acetylcholine, which travels across the neuromuscular junction (the synapse between the terminal bouton of the neuron and the muscle cell). Acetylcholine binds to a post-synaptic nicotinic acetylcholine receptor. A change in the receptor conformation allows an influx of sodium ions and initiation of a post-synaptic action potential. The action potential then travels along T (transverse) tubules until it reaches the sarcoplasmic reticulum. Here, the depolarized membrane activates voltage-gated L-type calcium channels, present in the plasma membrane. The L-type calcium channels are in close association with ryanodine receptors present on the sarcoplasmic reticulum. The inward flow of calcium from the L-type calcium channels activate ryanodine receptors to release calcium ions from the sarcoplasmic reticulum. This mechanism is called calcium-induced calcium release (CICR). It is not understood whether the physical opening of the L-type calcium channels or the presence of calcium causes the ryanodine receptors to open. The outflow of calcium allows the myosin heads access to the actin cross-bridge binding sites, permitting muscle contraction.",
            "score": 340.4257507324219
        },
        {
            "docid": "63541_19",
            "document": "Glutamic acid . Glutamate is the most abundant excitatory neurotransmitter in the vertebrate nervous system. At chemical synapses, glutamate is stored in vesicles. Nerve impulses trigger release of glutamate from the presynaptic cell. Glutamate acts on ionotropic and metabotropic (G-protein coupled) receptors. In the opposing postsynaptic cell, glutamate receptors, such as the NMDA receptor or the AMPA receptor, bind glutamate and are activated. Because of its role in synaptic plasticity, glutamate is involved in cognitive functions such as learning and memory in the brain. The form of plasticity known as long-term potentiation takes place at glutamatergic synapses in the hippocampus, neocortex, and other parts of the brain. Glutamate works not only as a point-to-point transmitter, but also through spill-over synaptic crosstalk between synapses in which summation of glutamate released from a neighboring synapse creates extrasynaptic signaling/volume transmission. In addition, glutamate plays important roles in the regulation of growth cones and synaptogenesis during brain development as originally described by Mark Mattson.",
            "score": 339.2929382324219
        },
        {
            "docid": "958_21",
            "document": "Axon . When an action potential reaches a presynaptic terminal, it activates the synaptic transmission process. The first step is rapid opening of calcium ion channels in the membrane of the axon, allowing calcium ions to flow inward across the membrane. The resulting increase in intracellular calcium concentration causes synaptic vesicles (tiny containers enclosed by a lipid membrane) filled with a neurotransmitter chemical to fuse with the axon's membrane and empty their contents into the extracellular space. The neurotransmitter is released from the presynaptic nerve through exocytosis. The neurotransmitter chemical then diffuses across to receptors located on the membrane of the target cell. The neurotransmitter binds to these receptors and activates them. Depending on the type of receptors that are activated, the effect on the target cell can be to excite the target cell, inhibit it, or alter its metabolism in some way. This entire sequence of events often takes place in less than a thousandth of a second. Afterward, inside the presynaptic terminal, a new set of vesicles is moved into position next to the membrane, ready to be released when the next action potential arrives. The action potential is the final electrical step in the integration of synaptic messages at the scale of the neuron.",
            "score": 336.98876953125
        },
        {
            "docid": "14532984_9",
            "document": "Coincidence detection in neurobiology . LTP in the hippocampus requires a prolonged depolarization that can expel the Mg block of postsynaptic NMDA receptors. The removal of the Mg block allows the flow of Ca into the cell. A large elevation of calcium levels activate protein kinases that ultimately increase the number of postsynaptic AMPA receptors. This increases the sensitivity of the postsynaptic cell to glutamate. As a result, both synapses strengthen. The prolonged depolarization needed for the expulsion of Mg from NMDA receptors requires a high frequency stimulation. Associativity becomes a factor because this can be achieved through two simultaneous inputs that may not be strong enough to activate LTP by themselves.",
            "score": 336.94854736328125
        },
        {
            "docid": "5414549_5",
            "document": "Tetramethylenedisulfotetramine . Recent studies have indicated the usefulness of pH sensitivity in identifying Chloride ion influx, resulting from GABAA receptor excitation. Other potential screening tools include spontaneous Calcium ion oscillations seen in hippocampal cell cultures from new born mice. This phenomenon can be measured by Calcium ion sensitive fluorescent dye. Further analyses showed that these Calcium ion oscillations are sensitive to MK-801 (an NMDA open channel blocker), suggesting that NMDA receptor operated channels are involved in TMDT induced spontaneous activity. When considering GABAA receptor activity, diazepam and pregnanolone reversed TMDT activity when applied to cell cultures individually and in combination. MK-801 and ketamine show more antagonistic effects on TMDT than diazepam within cerebral cortical cell cultures of embryonic rats.",
            "score": 336.3056335449219
        },
        {
            "docid": "343169_8",
            "document": "Dendritic spine . Dendritic spines express glutamate receptors (e.g. AMPA receptor and NMDA receptor) on their surface. The TrkB receptor for BDNF is also expressed on the spine surface, and is believed to play a role in spine survival. The tip of the spine contains an electron-dense region referred to as the \"postsynaptic density\" (PSD). The PSD directly apposes the active zone of its synapsing axon and comprises ~10% of the spine's membrane surface area; neurotransmitters released from the active zone bind receptors in the postsynaptic density of the spine. Half of the synapsing axons and dendritic spines are physically tethered by calcium-dependent cadherin, which forms cell-to-cell adherent junctions between two neurons.",
            "score": 335.4173889160156
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 331.1191711425781
        },
        {
            "docid": "2909779_4",
            "document": "Ampullae of Lorenzini . The ampullae detect electric fields in the water, or more precisely the potential difference between the voltage at the skin pore and the voltage at the base of the electroreceptor cells. A positive pore stimulus would decrease the rate of nerve activity coming from the electroreceptor cells, and a negative pore stimulus would increase the rate of nerve activity coming from the electroreceptor cells. Each ampulla contains a single layer of cells that contains electrically excitable receptor cells separated by supporting cells. The cells are connected by apical tight junctions so that no current leaks between the cells. The apical faces of the receptor cells have a small surface area with a high concentration of voltage dependent calcium channels and calcium activated potassium channels. Because the canal wall has a very high resistance, all of the voltage difference between the pore of the canal and the ampulla is dropped across the receptor epithelium which is about 50 microns thick. Because the basal membranes of the receptor cells have a lower resistance, most of the voltage is dropped across the apical faces which are excitable and are poised at threshold. Inward calcium current across the receptor cells depolarizes the basal faces causing presynaptic calcium release and release of excitatory transmitter onto the afferent nerve fibers. One of the first descriptions of calcium activated potassium channels was based on studies of the ampulla of Lorenzini in the skate. Large conductance calcium activated potassium channels (BK channels) have recently been demonstrated in the ampulla by cloning.",
            "score": 330.8958740234375
        },
        {
            "docid": "600788_16",
            "document": "Brain-derived neurotrophic factor . Glutamate is the brain’s major excitatory neurotransmitter and its release can trigger the depolarization of postsynaptic neurons. AMPA and NMDA receptors are two major ionotropic receptors that are especially suspected of being involved in learning and memory. While AMPA receptor activation leads to depolarization via sodium influx, NMDA receptor activation leads to depolarization via calcium and sodium influx. The calcium influx triggered through NMDA receptors can lead to the activity-dependent expression of many different genes, proteins, and receptors that are thought to be involved in processes involving learning, memory, neurogenesis, and environmental responses. The activity-dependent synaptic responses also lead to rapid insertion of AMPA receptors into the postsynaptic membrane, which will act to maintain ongoing glutamatergic transmission as sustained calcium influx could result in excitotoxicity",
            "score": 326.8688659667969
        },
        {
            "docid": "465526_4",
            "document": "Excitatory postsynaptic potential . EPSPs in living cells are caused chemically. When an active presynaptic cell releases neurotransmitters into the synapse, some of them bind to receptors on the postsynaptic cell. Many of these receptors contain an ion channel capable of passing positively charged ions either into or out of the cell (such receptors are called ionotropic receptors). At excitatory synapses, the ion channel typically allows sodium into the cell, generating an excitatory postsynaptic current. This depolarizing current causes an increase in membrane potential, the EPSP.",
            "score": 324.7202453613281
        },
        {
            "docid": "152964_11",
            "document": "Motor neuron . The interface between a motor neuron and muscle fiber is a specialized synapse called the neuromuscular junction. Upon adequate stimulation, the motor neuron releases a flood of acetylcholine (Ach) neurotransmitters from the axon terminals from synaptic vesicles bind with the plasma membrane. The acetylcholine molecules bind to postsynaptic receptors found within the motor end plate. Once two acetylcholine receptors have been bound, an ion channel is opened and sodium ions are allowed to flow into the cell. The influx of sodium into the cell causes depolarization and triggers a muscle action potential. T tubules of the sarcolemma are then stimulated to elicit calcium ion release from the sarcoplasmic reticulum. It is this chemical release that causes the target muscle fiber to contract.",
            "score": 323.4358825683594
        },
        {
            "docid": "20848680_8",
            "document": "Cellular neuroscience . After neurotransmitters are synthesized, they are packaged and stored in vesicles. These vesicles are pooled together in terminal boutons of the presynaptic neuron. When there is a change in voltage in the terminal bouton, voltage-gated calcium channels embedded in the membranes of these boutons become activated. These allow Ca ions to diffuse through these channels and bind with synaptic vesicles within the terminal boutons. Once bounded with Ca, the vesicles dock and fuse with the presynaptic membrane, and release neurotransmitters into the synaptic cleft by a process known as exocytosis. The neurotransmitters then diffuse across the synaptic cleft and bind to postsynaptic receptors embedded on the postsynaptic membrane of another neuron. There are two families of receptors: ionotropic and metabotropic receptors. Ionotropic receptors are a combination of a receptor and an ion channel. When ionotropic receptors are activated, certain ion species such as Na to enter the postsynaptic neuron, which depolarizes the postsynaptic membrane. If more of the same type of postsynaptic receptors are activated, then more Na will enter the postsynaptic membrane and depolarize cell. Metabotropic receptors on the other hand activate second messenger cascade systems that result in the opening of ion channel located some place else on the same postsynaptic membrane. Although slower than ionotropic receptors that function as on-and-off switches, metabotropic receptors have the advantage of changing the cell's responsiveness to ions and other metabolites, examples being gamma amino-butyric acid (inhibitory transmitter), glutamic acid (excitatory transmitter), dopamine, norepinephrine, epinephrine, melanin, serotonin, melatonin, endorphins, dynorphins, nociceptin, and substance P.",
            "score": 322.9964904785156
        },
        {
            "docid": "374335_7",
            "document": "AMPA receptor . Each AMPAR has four sites to which an agonist (such as glutamate) can bind, one for each subunit. The binding site is believed to be formed by the N-terminal tail and the extracellular loop between transmembrane domains three and four. When an agonist binds, these two loops move towards each other, opening the pore. The channel opens when two sites are occupied, and increases its current as more binding sites are occupied. Once open, the channel may undergo rapid desensitization, stopping the current. The mechanism of desensitization is believed to be due to a small change in angle of one of the parts of the binding site, closing the pore. AMPARs open and close quickly (1ms), and are thus responsible for most of the fast excitatory synaptic transmission in the central nervous system.  The AMPAR's permeability to calcium and other cations, such as sodium and potassium, is governed by the GluA2 subunit. If an AMPAR lacks a GluA2 subunit, then it will be permeable to sodium, potassium, and calcium. The presence of a GluA2 subunit will almost always render the channel impermeable to calcium. This is determined by post-transcriptional modification — RNA editing — of the Q-to-R editing site of the GluA2 mRNA. Here, A→I editing alters the uncharged amino acid glutamine (Q) to the positively charged arginine (R) in the receptor's ion channel. The positively charged amino acid at the critical point makes it energetically unfavourable for calcium to enter the cell through the pore. Almost all of the GluA2 subunits in CNS are edited to the GluA2(R) form. This means that the principal ions gated by AMPARs are sodium and potassium, distinguishing AMPARs from NMDA receptors (the other main ionotropic glutamate receptors in the brain), which also permit calcium influx. Both AMPA and NMDA receptors, however, have an equilibrium potential near 0 mV. The prevention of calcium entry into the cell on activation of GluA2-containing AMPARs is proposed to guard against excitotoxicity.",
            "score": 322.96502685546875
        },
        {
            "docid": "423771_6",
            "document": "Synaptic plasticity . Two molecular mechanisms for synaptic plasticity involve the NMDA and AMPA glutamate receptors. Opening of NMDA channels (which relates to the level of cellular depolarization) leads to a rise in post-synaptic Ca concentration and this has been linked to long-term potentiation, LTP (as well as to protein kinase activation); strong depolarization of the post-synaptic cell completely displaces the magnesium ions that block NMDA ion channels and allows calcium ions to enter a cell – probably causing LTP, while weaker depolarization only partially displaces the Mg ions, resulting in less Ca entering the post-synaptic neuron and lower intracellular Ca concentrations (which activate protein phosphatases and induce long-term depression, LTD).",
            "score": 321.68255615234375
        },
        {
            "docid": "374331_3",
            "document": "Neurotransmitter receptor . In postsynaptic cells, neurotransmitter receptors receive signals that trigger an electrical signal, by regulating the activity of ion channels. The influx of ions through ion channels opened due to the binding of neurotransmitters to specific receptors can change the membrane potential of a neuron. This can result in a signal that runs along the axon (see action potential) and is passed along at a synapse to another neuron and possibly on to a neural network. On presynaptic cells, there can be receptor sites specific to the neurotransmitters released by that cell (see Autoreceptor), which provide feedback and mediate excessive neurotransmitter release from it.",
            "score": 318.666015625
        },
        {
            "docid": "242360_24",
            "document": "Systole . Systole of the heart is initiated by electrically excitable cells situated in the sinoatrial node. These cells are activated spontaneously by depolarization of the electrical potential across their cell membranes, which causes voltage-gated calcium channels on the cell membrane to open and allow calcium ions to pass through into the sarcoplasm (cytoplasm) of cardiac muscle cells. Calcium ions bind to molecular receptors on the sarcoplasmic reticulum (see graphic), which causes a flux (flow) of calcium ions into the sarcoplasm.",
            "score": 316.74169921875
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 314.2559814453125
        },
        {
            "docid": "33051527_17",
            "document": "Cell membrane . As shown in the adjacent table, integral proteins are amphipathic transmembrane proteins. Examples of integral proteins include ion channels, proton pumps, and g-protein coupled receptors. Ion channels allow inorganic ions such as sodium, potassium, calcium, or chlorine to diffuse down their electrochemical gradient across the lipid bilayer through hydrophilic pores across the membrane. The electrical behavior of cells (i.e. nerve cells) are controlled by ion channels. Proton Pumps are protein pumps that are embedded in the lipid bilayer that allow protons to travel through the membrane by transferring from one amino acid side chain to another. Processes such as electron transport and generating ATP use proton pumps. A G-protein coupled receptor is a single polypeptide chain that crosses the lipid bilayer seven times responding to signal molecules (i.e. hormones and neurotransmitters). G-protein coupled receptors are used in processes such as cell to cell signaling, the regulation of the production of cAMP, and the regulation of ion channels.",
            "score": 313.9273681640625
        }
    ]
}