{
    "q": [
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 94.34482479095459
        },
        {
            "docid": "240850_26",
            "document": "Gene silencing . Amyotrophic lateral sclerosis (ALS), also called Lou Gehrig's disease, is a motor neuron disease that affects the brain and spinal cord. The disease causes motor neurons to degenerate, which eventually leads to their death. Hundreds of mutations in the Cu/Zn superoxide dismutase (SOD1) have been found to cause ALS. Gene silencing has been used to knock down the SOD1 mutant that is characteristic of ALS. In specific, siRNA molecules have been successfully used to target the SOD1 mutant gene and reduce its expression through allele-specific gene silencing.",
            "score": 127.59328269958496
        },
        {
            "docid": "27837_25",
            "document": "Superoxide dismutase . Mutations in the first SOD enzyme (SOD1) can cause familial amyotrophic lateral sclerosis (ALS, a form of motor neuron disease). The most common mutation in the U.S. is A4V, while the most intensely studied is G93A. The other two isoforms of SOD have not been linked to any human diseases, however, in mice inactivation of SOD2 causes perinatal lethality and inactivation of SOD1 causes hepatocellular carcinoma. Mutations in SOD1 can cause familial ALS (several pieces of evidence also show that wild-type SOD1, under conditions of cellular stress, is implicated in a significant fraction of sporadic ALS cases, which represent 90% of ALS patients.), by a mechanism that is presently not understood, but not due to loss of enzymatic activity or a decrease in the conformational stability of the SOD1 protein. Overexpression of SOD1 has been linked to the neural disorders seen in Down syndrome. In patients with thalassemia, SOD will increase as a form of compensation mechanism. However, in the chronic stage, SOD does not seem to be sufficient and tends to decrease due to the destruction of proteins from the massive reaction of oxidant-antioxidant.",
            "score": 119.94731450080872
        },
        {
            "docid": "4464817_38",
            "document": "Neurodegeneration . Amyotrophic lateral sclerosis (ALS or Lou Gehrig's disease) is a disease in which motor neurons are selectively targeted for degeneration. In 1993, missense mutations in the gene encoding the antioxidant enzyme Cu/Zn superoxide dismutase 1 (SOD1) were discovered in subsets of patients with familial ALS. This discovery led researchers to focus on unlocking the mechanisms for SOD1-mediated diseases. However, the pathogenic mechanism underlying SOD1 mutant toxicity has yet to be resolved. More recently, TDP-43 and FUS protein aggregates have been implicated in some cases of the disease, and a mutation in chromosome 9 (C9orf72) is thought to be the most common known cause of sporadic ALS.",
            "score": 105.81290221214294
        },
        {
            "docid": "39981969_11",
            "document": "Hereditary sensory and autonomic neuropathy type I . Initially, mutations in the \"SPTLC1\" gene were associated with increased activity of SPT. Subsequent studies rather suggested that the mutations reduce the activity of the enzyme. However, it cannot account for the aberrant sphingolipid-related cellular features in heterozygous patient-derived cells or the HSAN IA clinical features in heterozygous mice. These results suggest that the activity of non-mutant SPTLC1 protein may be sufficient for maintaining normal sphingolipid biosynthesis and cell viability. Therefore, the neuronal degeneration in HSAN IA is likely due to subtler and rather long-term effects of the mutations or perhaps accumulation of toxic lipids produced by mutant enzymes.",
            "score": 65.3359522819519
        },
        {
            "docid": "4206029_8",
            "document": "Familial hemiplegic migraine . A good example of this contradiction can be seen in the literature regarding the R192Q mutation. The first investigation of this mutation, using the rabbit isoform of the channel expressed in oocytes, found that it did not alter any measured channel properties. A subsequent report, using human channels expressed in HEK293 Cells, found a small hyperpolarizing shift in the midpoint for activation, a result common among FHM1 mutants. This shift results in channels that open at more negative potentials and, thus, have a higher open probability than wild-type channels at most potentials. This report also found that the R192Q mutant produced almost twice as much whole-cell current compared to wild-type channels. This is not due to a change in single channel conductance but to an equivalent increase in channel density. A subsequent group noticed that this mutation is in a region important for modulation by G protein-coupled receptors (GPCRs). GPCR activation leads to inhibition of wild-type Ca2.1 currents. R192Q mutant channel currents are also decreased by GPCR activation, but by a smaller amount. A more recent group has confirmed some of these results by creating a R192Q knock-in mouse. They confirmed that the R192Q mutant activates at more negative potentials and that neurons producing these channels have much larger whole-cell current. This resulted in a much larger quantal content (the number of neurotransmitter packets released per action potential) and generally enhanced neurotransmitter release in R192Q expressing neurons versus wild-type. Consequently, these mutant mice were more susceptible to cortical-spreading-depression than their wild-type counterparts. The most recent experiments on this mutant, however, have contradicted some of these results. In Ca2.1 knockout neurons transfected with human channels, P/Q-type currents from mutant channels are actually smaller than their wild-type counterpart. They also found a significant decrease in calcium influx during depolarization, leading to decreased quantal content, in mutant versus wild-type expressing neurons. Neurons expressing mutant channels were also less able to mediate inhibitory input and have smaller inhibitory postsynaptic currents through P/Q-type channels. Further testing with this and other mutants is required to determine their end affect on human physiology.",
            "score": 89.38903725147247
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 87.52856934070587
        },
        {
            "docid": "25005894_17",
            "document": "Motor pool (neuroscience) . Spinal muscular atrophy (SMA) and ageing-related motor degeneration share clear parallels with ALS in the patterns and specificity of motor neuron loss. Though it is completely distinct from ALS in its pathogenesis, SMA leads to a similar rapid death of FF motor neurons, with S type neurons being generally spared. Further, motor pools controlling facial muscles (including those of the eye) and voluntary excretory muscles are spared. Motor neuron degeneration caused by ageing similarly affects FF types but not S types; ageing also seems to spare ocular motor pools. These similar patterns of neurodegeneration in three different diseases have led researchers to speculate that slow-twitch motor neurons, along with motor pools of the eyes and excretory muscles, have intrinsic neuroprotective properties that are not disease-specific. Research is currently being conducted to discover a possible molecular basis for neuroprotection in these cell types.",
            "score": 180.5644108057022
        },
        {
            "docid": "11274133_9",
            "document": "Mecasermin rinfabate . Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Motor neurons reach from the brain to the spinal cord and from the spinal cord to the muscles throughout the body. The progressive degeneration of the motor neurons in ALS eventually leads to their death. When the motor neurons die, the ability of the brain to initiate and control muscle movement is lost. With voluntary muscle action progressively affected, patients in the later stages of the disease may become totally paralyzed.",
            "score": 159.95433950424194
        },
        {
            "docid": "19375577_2",
            "document": "Amyotrophic lateral sclerosis . Amyotrophic lateral sclerosis (ALS), also known as motor neurone disease (MND), and Lou Gehrig's disease, is a specific disease which causes the death of neurons controlling voluntary muscles. Some also use the term motor neuron disease for a group of conditions of which ALS is the most common. ALS is characterized by stiff muscles, muscle twitching, and gradually worsening weakness due to muscles decreasing in size. This results in difficulty speaking, swallowing, and eventually breathing. The cause is not known in 90% to 95% of cases. The remaining 5–10% of cases are inherited from a person's parents. About half of these genetic cases are due to one of two specific genes. The underlying mechanism involves damage to both upper and lower motor neurons. The diagnosis is based on a person's signs and symptoms, with testing done to rule out other potential causes. No cure for ALS is known. A medication called riluzole may extend life by about two to three months. Non-invasive ventilation may result in both improved quality and length of life. The disease can affect people of any age, but usually starts around the age of 60 and in inherited cases around the age of 50. The average survival from onset to death is two to four years. About 10% survive longer than 10 years. Most die from respiratory failure. In much of the world, rates of ALS are unknown. In Europe and the United States the disease affects about two to three people per 100,000 per year. Descriptions of the disease date back to at least 1824 by Charles Bell. In 1869, the connection between the symptoms and the underlying neurological problems was first described by Jean-Martin Charcot, who in 1874 began using the term \"amyotrophic lateral sclerosis\". It became well known in the United States in the 20th century when in 1939 it affected the baseball player Lou Gehrig and later worldwide following the 1963 diagnosis of cosmologist Stephen Hawking. In 2014, videos of the Ice Bucket Challenge went viral on the Internet and increased public awareness of the condition. ALS is a motor neuron disease, also spelled \"motor neurone disease\", which is a group of neurological disorders that selectively affect motor neurons, the cells that control voluntary muscles of the body, including amyotrophic lateral sclerosis (ALS), primary lateral sclerosis, progressive muscular atrophy, progressive bulbar palsy, pseudobulbar palsy, and spinal muscular atrophy.",
            "score": 166.43417119979858
        },
        {
            "docid": "7846340_34",
            "document": "Calciseptine . The decrease in blood pressure shows a combination of short- and long-lasting effects. The early, acute onset took five minutes, and the effect could last for 120 minutes or longer. In addition, calciseptine had only a small effect on the heart rhythm, changing it only slightly. Furthermore, it can also relax the trachea rings in the lungs. These effects can be explained by the relaxing activity of calciseptine on various smooth muscle cells. The inhibitory effect of calciseptine results in a decreased or total disappearance of electric activity in these cells. The total inhibitory effect depends on the tissue: the cardiovascular system is the most vulnerable, while neuronal cells are less vulnerable and skeletal muscle cells are completely resistant. This difference in tissue sensitivity is probably caused by slight differences in the L-type calcium channels in these tissues. These effects can occur at low subjected amounts of 0.1 till 1 µM calciseptine.  In mouse myotube the Ca currents show higher amplitude after incubation in calciseptine (1 μM). This effect of calciseptine on the Ca current develops relatively fast. Calciseptine changes the reversal potential of the Ca current in mouse myotubes. In adult frog skeletal muscle fibers calciseptine also causes an increased Ca current. This increase is comparable to the increase which was found in mouse myotubes. In contrast to the mouse myotubes calciseptine did not change the reversal potential of the Ca current.  In rat muscle fibers after applying calciseptine there were very slight changes found in twitch tension, which shows us that the peptide had very little effect on muscle contraction. Calciseptine also had little effect on frog muscle fibers.",
            "score": 95.01028883457184
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 80.8367817401886
        },
        {
            "docid": "374215_26",
            "document": "Programmed cell death . Programmed cell death can be reduced or eliminated in the developing nervous system by the targeted deletion of pro-apoptotic genes or by the overexpression of anti-apoptotic genes. The absence or reduction of PCD can cause serious anatomical malformations but can also result in minimal consequences depending on the gene targeted, neuronal population, and stage of development. Excess progenitor cell proliferation that leads to gross brain abnormalities is often lethal, as seen in caspase-3 or caspase-9 knockout mice which develop exencephaly in the forebrain. The brainstem, spinal cord, and peripheral ganglia of these mice develop normally, however, suggesting that the involvement of caspases in PCD during development depends on the brain region and cell type. Knockout or inhibition of apoptotic protease activating factor 1 (APAF1), also results in malformations and increased embryonic lethality. Manipulation of apoptosis regulator proteins Bcl-2 and Bax (overexpression of Bcl-2 or deletion of Bax) produces an increase in the number of neurons in certain regions of the nervous system such as the retina, trigeminal nucleus, cerebellum, and spinal cord. However, PCD of neurons due to Bax deletion or Bcl-2 overexpression does not result in prominent morphological or behavioral abnormalities in mice. For example, mice overexpressing Bcl-2 have generally normal motor skills and vision and only show impairment in complex behaviors such as learning and anxiety. The normal behavioral phenotypes of these mice suggest that an adaptive mechanism may be involved to compensate for the excess neurons.",
            "score": 72.47679007053375
        },
        {
            "docid": "46685051_7",
            "document": "Epigenetics of neurodegenerative diseases . Amyotrophic Lateral Sclerosis (ALS), also known as Lou Gehrig’s disease, is a motor neuron disease that involves neurogeneration. All skeletal muscles in the body are controlled by motor neurons that communicate signals from the brain to the muscle through a neuromuscular junction. When the motor neurons degenerate, the muscles no longer receive signals from the brain and begin to waste away. ALS is characterized by stiff muscles, muscle twitching, and progressive muscle weakness from muscle wasting. The parts of the body affected by early symptoms of ALS depend on which motor neurons in the body are damaged first, usually the limbs. As the disease progresses most patients are unable to walk or use their arms and eventually develop difficulty speaking, swallowing and breathing. Most patients retain cognitive function and sensory neurons are generally unaffected. Patients are often diagnosed after the age of 40 and the median survival time from onset to death is around 3–4 years. In the final stages, patients can lose voluntary control of eye muscles and often die of respiratory failure or pneumonia as a result of degeneration of the motor neurons and muscles required for breathing. Currently there is no cure for ALS, only treatments that may prolong life.",
            "score": 183.81647396087646
        },
        {
            "docid": "15418892_12",
            "document": "CCNF . CCNF mutations have more recently been associated to neurodegenerative diseases such as Frontotemporal dementia (FTD), Amyotrophic lateral sclerosis (ALS), and co-morbid ALS-FTD. Whole-genome linkage analysis and genome sequencing identified CCNF to be linked to both familial and sporadic ALS patients. \"In vitro\" and \"in vivo\" studies using ALS-linked mutations in CCNF were also carried out. It was found that certain CCNF mutations caused increased ubiquitination of TDP-43 protein in cells, which is a major feature of ALS and FTD pathology. In zebrafish, mutant CCNF fish showed motor neuron axonopathy and reduced motor response.",
            "score": 98.03502893447876
        },
        {
            "docid": "3512034_6",
            "document": "Angiogenin . Due to the ability of Ang to protect motoneurons (MNs), causal links between Ang mutations and Amyotrophic lateral sclerosis (ALS) are likely. The angiogenic factors associated with Ang may protect the central nervous system and MNs directly. Experiments with wild type Ang found that it slows MN degeneration in mice that had developed ALS, providing evidence for further development of Ang protein therapy in ALS treatment. Angiogenin expression in Parkinson's disease is dramatically decreased in the presence of alpha-synuclein (α-syn) aggregations. Exogenous angiogenin applied to dopamine-producing cells leads to the phosphorylation of PKB/AKT and the activation of this complex inhibits cleavage of caspase 3 and apoptosis when cells are exposed to a Parkinson's-like inducing substance.",
            "score": 179.04166960716248
        },
        {
            "docid": "15224791_12",
            "document": "STIM2 . Studies performed in 2009-2010 using human \"in vitro\" or murine \"in vivo\" models confirmed Brandman \"et al\". results and suggested that STIM2 participates in processes of the development and functioning of many cell types, including smooth muscle myoblasts, cells of the immune system and neurons. Moreover, it is involved in tumorigenesis, the development of autoimmune diseases and mechanisms of neuronal damage after transient ischemic conditions. In resting conditions, cultured HEK293 cells overexpressing or cortical neurons lacking STIM2 have increased or decreased resting intracellular Ca levels respectively, supporting the idea that STIM2 is essential for regulation of intracellular basal Ca levels. However, cells are very active \"in vivo\" and intracellular Ca levels are continuously fluctuating. The development of new methods to study the \"in vivo\" role of STIM2 in intracellular Ca levels would be necessary. In cultured human myoblast, STIM2 participate in cell differentiation into myotubes. In the immune system, STIM2 participates in T cell activation-induced production of interleukin2 (IL-2) and interferon gamma (IFN), probably by stabilization of NFAT residence in the nucleus, as well as in differentiation of naive T cells into Th lymphocytes, which presumably are important in early phases of autoimmune diseases. In fact, STIM2-deficient mice showed mild symptomatology in the early phase of autoimmune diseases. In neuronal tissue, STIM2 plays a crucial role in ischemia-induced neuronal damage, and the absence of STIM2 in knockout mice reduced the neuronal damage produced by ischemia after transient interruption of blood flow in brain. This neuroprotective effect of STIM2-deficiency after an ischemic episode indicates that inhibitors of STIM2 function may thus have a potential therapeutic value as neuroprotective agents to treat ischemic injury and other neurodegenerative disorders involving altered Ca homeostasis. Moreover, the same scientific study suggested an important role of STIM2 in hippocampus-dependent spatial memory, synaptic transmission and plasticity.",
            "score": 110.09028649330139
        },
        {
            "docid": "51304858_12",
            "document": "Neuroepigenetics . DNA modifications at different transcriptional sites have been shown to contribute to neurodegenerative diseases. These include harmful transcriptional alterations such as those found in motor neuron functionality associated with Amyotrophic Lateral Sclerosis (ALS). Degeneration of upper and lower motor neurons, which contributes to muscle atrophy in ALS patients, is linked to chromatin modifications among a group of key genes. One important site that is regulated by epigenetic events is the hexanucleotide repeat expansion in C9orf72 within the chromosome 9p21. Hypermethylation of the C9orf72 related CpG Islands is shown to be associated with repeat expansion in ALS affected tissues. Overall, silencing of the C9orf72 gene may result in haploinsufficiency, and may therefore influence the presentation of disease. The activity of chromatin modifiers is also linked to prevalence of ALS. DNMT3A is an important methylating agent and has been shown to be present throughout the central nervous systems of those with ALS. Furthermore, over-expression of this de novo methyl transferase is also implicated in cell death of motor-neuron analogs.",
            "score": 137.15381455421448
        },
        {
            "docid": "25005894_16",
            "document": "Motor pool (neuroscience) . Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disease that differentially affects specific motor pools and classes of motor neurons. ALS modeled in mice, for example, was shown to lead first to rapid FF motor neuron loss, followed by a delayed loss of FR neurons, leaving S type neurons largely intact in the late stages of the disease. Further, in late-stage ALS patients, death of motor neurons is pool-specific. Motor neuron death all throughout the spinal cord leads to a nearly complete loss of voluntary movement; however, ocular control and voluntary control of excretory functions remain mostly unaffected. These movements are governed by motor pools in the midbrain and in Onuf's nucleus in the lumbosacral spinal cord, respectively. Currently, research is being conducted on these ALS-resistant motor pools, and their pool-specific molecular identities are being examined for potential neuroprotective qualities.",
            "score": 157.6259527206421
        },
        {
            "docid": "5695295_14",
            "document": "Spinal muscular atrophy . In individuals affected by SMA, the \"SMN1\" gene is mutated in such a way that it is unable to correctly code the SMN protein - due to either a deletion occurring at exon 7 or to other point mutations (frequently resulting in the functional conversion of the \"SMN1\" sequence into \"SMN2\"). Almost all people, however, have at least one functional copy of the \"SMN2\" gene (with most having 2-4 of them) which still codes small amounts of SMN protein - around 10-20% of the normal level - allowing some neurons to survive. In the long run, however, reduced availability of the SMN protein results in gradual death of motor neuron cells in the anterior horn of spinal cord and the brain. Muscles that depend on these motor neurons for neural input now have decreased innervation (also called denervation), and therefore have decreased input from the central nervous system (CNS). Decreased impulse transmission through the motor neurons leads to decreased contractile activity of the denervated muscle. Consequently, denervated muscles undergo progressive atrophy (waste away).",
            "score": 88.26457023620605
        },
        {
            "docid": "13622588_10",
            "document": "SOD1 . ALS is a neurodegenerative disease characterized by selective loss of motor neurons causing muscle atrophy. The DNA oxidation product 8-OHdG is a well-established marker of oxidative DNA damage. 8-OHdG accumulates in the mitochondria of spinal motor neurons of persons with ALS. In transgenic ALS mice harboring a mutant SOD1 gene, 8-OHdG also accumulates in mitochondrial DNA of spinal motor neurons. These findings suggest that oxidative damage to mitochondrial DNA of motor neurons due to altered SOD1 may be significant factor in the etiology of ALS.",
            "score": 105.70820379257202
        },
        {
            "docid": "52582981_17",
            "document": "Cell-Cycle Hypothesis of Alzheimer's Disease . There is also evidence of Aβ serving a function in cell cycle control (Zhu et al., 2004). AD may be an outcome of extreme compensatory adaptations in pre-AD neurons, which have Aβ mutations and extensive changes in expression of genes involved in neuronal outgrowth and energy metabolism and nucleotide and protein synthesis. Consequently, pre-AD neurons are more vulnerable to additional insults (Vercauteren et al. 2004). However, there is still controversy regarding the role of Aβ in the neuronal cell cycle, since a previous study with Aβ mutant mice did not detect any neuronal cell cycle abnormalities (Gartner et al., 2003).",
            "score": 100.35964512825012
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 51.18411326408386
        },
        {
            "docid": "46685051_10",
            "document": "Epigenetics of neurodegenerative diseases . Spinal muscular atrophy (SMA) is an autosomal recessive motor neuron disease caused by mutations in the SMN1 gene. Symptoms vary greatly with each subset of SMA and the stage of the disease. General symptoms include overall muscle weakness and poor muscle tone including extremities and respiratory muscles leading to difficulty walking, breathing, and feeding. Depending on the type of SMA, the disease can present itself from infancy through adulthood. As SMN protein generally promotes the survival of motor neurons, mutations in SMN1 results in slow degeneration motor neurons leading to progressive system-wide muscle wasting. Specifically, over time, decreased levels of SMN protein results in gradual death of the alpha motor neurons in the anterior horn of the spinal cord and brain. Muscles depend on connections to motor neurons and the central nervous system to stimulate muscle maintenance and therefore degeneration of motor neurons and subsequent denervation of muscles lead to loss of muscle control and muscle atrophy. The muscles of the lower extremities are often affected first followed by upper extremities and sometime the muscles of respiration and mastication. In general, proximal muscle are always affected more than distal muscle.",
            "score": 142.52513647079468
        },
        {
            "docid": "55680252_7",
            "document": "Amyotrophic lateral sclerosis research . The most studied model for ALS is the rodent, mouse model, which provide the most complex representation of nervous system that is considered the closest in mimicking human nervous system . In this model, the phenotype, and genotype characteristics can be studied and controlled. Many researchers have used transgenic mouse models to study ALS, and one example is the expressing of C9orf72 mutation that can be introduced in mouse using the BAC C9orf72 gene with the multiple repeats of GGGGCC . In that study they chose the bacterial artificial chromosome that has the human length of C9orf72 gene, and they introduced multiple repeats for faster onset of ALS . Also, they have selected for the most stable clone using different conditions, and concluded that the 40 and 500 repeats in the low temperature condition was the most efficient in retaining expansion mutations . Using different BAC C9orf72 transgenic mouse model, they were able to study the symptoms of ALS, such as gait abnormalities, anxiety-like behavior, reduced grip strength, and even death rates . Also, the denervation of motor neurons and dysfunction of neurons can be visualized using fluorescent markers to study the neurodegenerative disorder progression in ALS . Another study also used the SOD1 mutation transgenic mice where they have showed similar signs of ALS that included the axonal and mitochondrial dysfunction and denervation of motor neurons and the reduction of the overall number of neurons in the limbs of the mouse . The TDP-43 transgenic mouse model was also used for ALS studies and it shows similar results to the SOD1 expression, which includes the axon denervation phenotype . For this model which depends on the promoters, they have made many other transgenic mouse models that uses different promoter to compare their phenotype and progression of TDP-43 ALS . Rat models, on the other hand is not very widely used, but their large size can be beneficial in intrathecal injection or mini pump insertion is needed in pharmacological trials. In fact, studied showed that using SOD1 transgenic rat models showed similar development of the genetic and phenotypic traits of the ALS disease .",
            "score": 118.03448832035065
        },
        {
            "docid": "46685051_3",
            "document": "Epigenetics of neurodegenerative diseases . Neurodengenerative diseases of motor neurons can cause degeneration of motor neurons involved in voluntary muscle control such as muscle contraction and relaxation. This article will cover the epigenetics and treatment of amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). See the Motor Neuron Fact Sheet for details regarding other motor neuron diseases.Neurodegenerative diseases of the central nervous system can affect the brain and/or spinal cord. This article will cover the epigenetics and treatment of Alzheimer’s disease (AD), Huntington’s disease (HD), and Parkinson’s disease (PD). These diseases are characterized by chronic and progressive neuronal dysfunction, sometimes leading to behavioral abnormalities (as with PD), and, ultimately, neuronal death, resulting in dementia.",
            "score": 146.40896248817444
        },
        {
            "docid": "50619245_28",
            "document": "Human disease modifier gene . Genotype-phenotype correlations, and linkage and association analyses in humans can effectively identify modifier genes with statistical support, but do not establish functional or causative effects of modifier genes. While genetic backgrounds cannot be experimentally manipulated in human populations, transgenic expression of modifier genes in animal models has been effectively used to show that variation in specific loci can cause phenotypic variation. For example, Ikeda et al. established that moth1 is a modifier gene of the tub gene, mutations in which cause obesity, retinal degeneration and hearing loss in tubby mice. In the wild-type form, the protein Mtap1a, encoded by neuronally-expressed moth1, is protective against hearing loss. Ikeda et al. showed, by transgenic expression in mice, that sequence polymorphisms in Mtap1a are crucial in causing the hearing-loss phenotype associated with tub gene mutation.",
            "score": 108.0696427822113
        },
        {
            "docid": "5721649_3",
            "document": "Dok-7 . The formation of neuromuscular synapses requires the muscle-specific receptor tyrosine kinase (MuSK). In mice genetically mutant for MuSK, acetylcholine receptors (AChRs) fail to cluster and motor neurons fail to differentiate. Because Dok-7 mutant mice are indistinguishable from MuSK mutant mice, these observations suggest Dok-7 might regulate MuSK activation. Indeed, Dok-7 binds phosphorylated MuSK and activates MuSK in purified protein preparations and in muscle in-vivo by transgenic overexpression. Furthermore, the nerve-derived organizing factor agrin fails to stimulate MuSK activation in muscle cells genetically null for Dok-7. Thus, Dok-7 is both necessary and sufficient for the activation of MuSK.",
            "score": 55.511033058166504
        },
        {
            "docid": "40613126_3",
            "document": "Project MinE . The symptoms of Amyotrophic Lateral Sclerosis are caused by degeneration of motor nerve cells (motor neurons) in the spinal cord, brainstem, and motor cortex. The exact cause of this degeneration is unknown but it is thought that environmental exposures and genetic factors play a role in susceptibility to the disease. In 5-10% of patients the family history is positive for ALS. However, it is not always possible to establish the mode of inheritance in each pedigree and not all familial cases may suffer from a genuine Mendelian or monogenic disorder. Autosomal-dominant mutations in the C9orf72 and the SOD1 gene are found in a substantial number of familial ALS cases. Mutations in other genes (such as VAPB [2], ANG, TARDBP and FUS) have been reported, but are found at a much lower frequency and with variable penetrance, suggesting the involvement of other genes.",
            "score": 92.72183060646057
        },
        {
            "docid": "14162129_11",
            "document": "PURA . Pur-alpha plays a role in ALS, otherwise known as Lou Gehrig’s disease. ALS is a motor neuron disease involving both the brain and spinal cord, resulting in progressive loss of muscle control. ALS has several contributing causes, but the most common familial form is due to an expanded repeat of the hexanucleotide GGGGCC at the chromosomal locus \"C9ORF72\". The \"C9ORF72\" hexanucleotide repeat expansion (HRE) is capable of binding Pur-alpha very tightly. Pur-alpha may act in ALS directly by binding this DNA repeat expansion or its single-stranded RNA transcript. One potential consequence of this binding would be to influence an unconventional translation of this transcript repeat that results in long dipeptide repeats. This is termed RAN (Repeat Associated Non-ATG) translation initiation. Aberrant Pur-alpha association with its RNA sequence segment may also be a feature of ALS types that do not involve \"C9ORF72\" expansion. Addition of Pur-alpha suppresses neurodegeneration in mouse neuronal cells and in Drosophila expressing the \"C9ORF72\" HRE. Pur-alpha also reverses neuronal changes caused by defects in the gene, \"FUS\", which can lead to ALS. The mechanism of action of Pur-alpha in ALS is not known. There is presently no evidence that the \"PURA\" sequence itself is mutated in the \"C9ORF72\" form of ALS. Rather, it is a regulatory nucleic acid sequence to which Pur-alpha binds that is altered.",
            "score": 135.71706974506378
        },
        {
            "docid": "13622588_9",
            "document": "SOD1 . Virtually all known ALS-causing SOD1 mutations act in a dominant fashion; a single mutant copy of the SOD1 gene is sufficient to cause the disease. The exact molecular mechanism (or mechanisms) by which SOD1 mutations cause disease are unknown. It appears to be some sort of toxic gain of function, as many disease-associated SOD1 mutants (including G93A and A4V) retain enzymatic activity and Sod1 knockout mice do not develop ALS (although they do exhibit a strong age-dependent distal motor neuropathy).",
            "score": 86.5659863948822
        },
        {
            "docid": "9993274_6",
            "document": "Cathepsin B . Cathepsin B has been proposed as a potentially effective biomarker for a variety of cancers. Overexpression of cathepsin B is correlated with invasive and metastatic cancers. Cathepsin B is produced in muscle tissue during metabolism. It is capable of crossing the blood-brain barrier and is associated with neurogenesis, specifically in the mouse dentate gyrus. A wide array of diseases result in elevated levels of cathepsin B, which causes numerous pathological processes including cell death, inflammation, and production of toxic peptides. Focusing on neurological diseases, cathepsin B gene knockout studies in an epileptic rodent model have shown cathepsin B causes a significant amount of the apoptotic cell death that occurs as a result of inducing epilepsy. Cathepsin B inhibitor treatment of rats in which a seizure was induced resulted in improved neurological scores, learning ability and much reduced neuronal cell death and pro-apoptotic cell death peptides. Similarly, cathepsin B gene knockout and cathepsin B inhibitor treatment studies in traumatic brain injury mouse models have shown cathepsin B to be key to causing the resulting neuromuscular dysfunction, memory loss, neuronal cell death and increased production of pro-necrotic and pro-apoptotic cell death peptides. In ischemic non-human primate and rodent models, cathepsin B inhibitor treatment prevented a significant loss of brain neurons, especially in the hippocampus. In a \"streptococcus pneumoniae\" meningitis rodent model, cathepsin B inhibitor treatment greatly improved the clinical course of the infection and reduced brain inflammation and inflammatory Interleukin-1β (IL1-β) and tumor necrosis factor-α (TNF-α). In a transgenic Alzheimer's disease (AD) animal model expressing human amyloid precursor protein (APP) containing the wild-type beta-secretase site sequence found in most AD patients or in guinea pigs, which are a natural model of human wild-type APP processing, genetically deleting the cathepsin B gene or chemically inhibiting cathepsin B brain activity resulted in a significant improvement in the memory deficits that develop in such mice and reduces levels of neurotoxic full-length Abeta(1-40/42) and the particularly pernicious pyroglutamate Abeta(3-40/42), which are thought to cause the disease. In a non-transgenic senescence-accelerated mouse strain, which also has APP containing the wild-type beta-secretase site sequence, treatment with bilobalide, which is an extract of \"Ginko biloba\" leaves, also lowered brain Abeta by inhibiting cathepsin B. Moreover, siRNA silencing or chemically inhibiting cathepsin B in primary rodent hippocampal cells or bovine chromaffin cells, which have human wild-type beta-secretase activity, reduces secretion of Abeta by the regulated secretory pathway. Mutations in the \"CTSB\" gene have been linked to tropical pancreatitis, a form of chronic pancreatitis.",
            "score": 104.98224067687988
        }
    ],
    "r": [
        {
            "docid": "55992688_12",
            "document": "Reproduction and vocalization in midshipman fish . Type I males and Type II males and females grow along different growth paths when it comes to neurons and muscles that determine morph-specific vocal behavior. For Type I males, for example, sexual maturation is preceded by growth of the mate-calling circuit and sonic muscle. Specifically, before the transformation from juvenile to type I male, the size of the motoneurons and volume of the sonic motor nucleus increases twofold and the number of sonic muscle fibers increases fourfold. At the start of sexual maturation, the motoneurons increase in size again, although not as much as before. The pacemaker neurons also increase in size at this time but not as much as the motoneurons in general. The sonic muscle also increases fivefold in the size of muscle fibers. In contrast, there is little dramatic change seen before the transformation from juvenile to type II male or adult female. In fact, the vocal neurons and muscles change little or not at all.",
            "score": 204.5274658203125
        },
        {
            "docid": "1224698_14",
            "document": "Synaptogenesis . A remarkable aspect of synaptogenesis is the fact that motoneurons are able to distinguish between fast and slow-twitch muscle fibers; fast-twitch muscle fibers are innervated by \"fast\" motoneurons, and slow-twitch muscle fibers are innervated by \"slow\" motoneurons. There are two hypothesized paths by which the axons of motoneurons achieve this specificity, one in which the axons actively recognize the muscles that they innervate and make selective decisions based on inputs, and another that calls for more indeterminate innervation of muscle fibers. In the selective paths, the axons recognize the fiber type, either by factors or signals released specifically by the fast or slow-twitch muscle fibers. In addition, selectivity can be traced to the lateral position that the axons are predeterminately arranged in order to link them to the muscle fiber that they will eventually innervate. The hypothesized non-selective pathways indicate that the axons are guided to their destinations by the matrix through which they travel. Essentially, a path is laid out for the axon and the axon itself is not involved in the decision-making process. Finally, the axons may non-specifically innervate muscle fibers and cause the muscles to acquire the characteristics of the axon that innervates them. In this path, a \"fast\" motoneuron can convert any muscle fiber into a fast-twitch muscle fiber. There is evidence for both selective and non-selective paths in synapse formation specificity, leading to the conclusion that the process is a combination of several factors.",
            "score": 192.18344116210938
        },
        {
            "docid": "46685051_7",
            "document": "Epigenetics of neurodegenerative diseases . Amyotrophic Lateral Sclerosis (ALS), also known as Lou Gehrig’s disease, is a motor neuron disease that involves neurogeneration. All skeletal muscles in the body are controlled by motor neurons that communicate signals from the brain to the muscle through a neuromuscular junction. When the motor neurons degenerate, the muscles no longer receive signals from the brain and begin to waste away. ALS is characterized by stiff muscles, muscle twitching, and progressive muscle weakness from muscle wasting. The parts of the body affected by early symptoms of ALS depend on which motor neurons in the body are damaged first, usually the limbs. As the disease progresses most patients are unable to walk or use their arms and eventually develop difficulty speaking, swallowing and breathing. Most patients retain cognitive function and sensory neurons are generally unaffected. Patients are often diagnosed after the age of 40 and the median survival time from onset to death is around 3–4 years. In the final stages, patients can lose voluntary control of eye muscles and often die of respiratory failure or pneumonia as a result of degeneration of the motor neurons and muscles required for breathing. Currently there is no cure for ALS, only treatments that may prolong life.",
            "score": 183.81646728515625
        },
        {
            "docid": "54202041_7",
            "document": "Manoj Kumar Jaiswal . His lab work is conducted on mice, induced pluripotent stem cells (iPSC) and Human postmortem tissue. Dr. Jaiswal's recent projects included studies related to neurodegenration in ALS, Brain Injury and psychiatric disorders. Hyperexcitability is considered to be a hallmark of ALS, and it has been suggested that the ALS-associated hyperexcitability may stem from altered function of the neuronal glutamate receptors due to inefficient RNA editing of one of the receptor’s subunits. Immediate major focus of his work will test this hypothesis using (1) autopsied tissues obtained from brain and spinal cord of ALS patients and (2) motoneurons differentiated from human induced pluripotent stem cells (hiPSC) derived from ALS patients.",
            "score": 180.7313232421875
        },
        {
            "docid": "25005894_17",
            "document": "Motor pool (neuroscience) . Spinal muscular atrophy (SMA) and ageing-related motor degeneration share clear parallels with ALS in the patterns and specificity of motor neuron loss. Though it is completely distinct from ALS in its pathogenesis, SMA leads to a similar rapid death of FF motor neurons, with S type neurons being generally spared. Further, motor pools controlling facial muscles (including those of the eye) and voluntary excretory muscles are spared. Motor neuron degeneration caused by ageing similarly affects FF types but not S types; ageing also seems to spare ocular motor pools. These similar patterns of neurodegeneration in three different diseases have led researchers to speculate that slow-twitch motor neurons, along with motor pools of the eyes and excretory muscles, have intrinsic neuroprotective properties that are not disease-specific. Research is currently being conducted to discover a possible molecular basis for neuroprotection in these cell types.",
            "score": 180.5644073486328
        },
        {
            "docid": "545782_9",
            "document": "Muscle spindle . When a muscle is stretched, primary type Ia sensory fibers of the muscle spindle respond to both changes in muscle length and velocity and transmit this activity to the spinal cord in the form of changes in the rate of action potentials. Likewise, secondary type II sensory fibers respond to muscle length changes (but with a smaller velocity-sensitive component) and transmit this signal to the spinal cord. The Ia afferent signals are transmitted monosynaptically to many alpha motor neurons of the receptor-bearing muscle. The reflexly evoked activity in the alpha motoneurons is then transmitted via their efferent axons to the extrafusal fibers of the muscle, which generate force and thereby resist the stretch. The Ia afferent signal is also transmitted polysynaptically through interneurons (Ia inhibitory interneurons), which inhibit alpha motoneurons of antagonist muscles, causing them to relax.",
            "score": 180.48976135253906
        },
        {
            "docid": "3512034_6",
            "document": "Angiogenin . Due to the ability of Ang to protect motoneurons (MNs), causal links between Ang mutations and Amyotrophic lateral sclerosis (ALS) are likely. The angiogenic factors associated with Ang may protect the central nervous system and MNs directly. Experiments with wild type Ang found that it slows MN degeneration in mice that had developed ALS, providing evidence for further development of Ang protein therapy in ALS treatment. Angiogenin expression in Parkinson's disease is dramatically decreased in the presence of alpha-synuclein (α-syn) aggregations. Exogenous angiogenin applied to dopamine-producing cells leads to the phosphorylation of PKB/AKT and the activation of this complex inhibits cleavage of caspase 3 and apoptosis when cells are exposed to a Parkinson's-like inducing substance.",
            "score": 179.0416717529297
        },
        {
            "docid": "689764_13",
            "document": "Onuf's nucleus . Amyotrophic lateral sclerosis ( Lou Gehrig disease ) is a disease that causes degeneration of motoneurons that control voluntary muscle movement. Surprisingly, the bladder and rectum sphincters remain normal even during the final terminal stages of the illness. Since these muscles are controlled by Onuf's nucleus, it is of great importance in the study of this disease. In amyotrophic lateral sclerosis, Onuf's nucleus is preserved but the other anterior horn cell groups atrophy. This discovery reinforced the notion that Onuf's nucleus controlled the muscles related to sphincter function in the anus and urethra.",
            "score": 176.06057739257812
        },
        {
            "docid": "8511333_10",
            "document": "Central facial palsy . Upper motoneuron lesions to the face often cause paralysis. The lesions cause weakness in various areas of the face while not affecting other areas of the face. This pattern of weakness due to the input of the motor neurons of the lower facial muscles is often maintained contralateral. The strength of the muscles in the upper region of the face are preserved better than the muscles in the lower face. It was found that in many anatomical studies that cortical input from both hemispheres could reach motoneurons that supply muscles of all aspects of the face. Through the combination of anterograde and retrograde tracing techniques in monkeys it was found that the facial nucleus, which supplies muscles of the lower face are innervated bilaterally. Using TMS has shown the activation of both hemispheres during facial expression and emotion. However, there have been some discrepancies with the use of this method including differences in observations when using single and multiple needles as well as the areas of where the needles are placed. Using electrical cortical mapping bilateral movements were observed in the lower facial muscles compared to unilateral movements. From anatomic studies on patients with unilateral infarction, motoneurons in the lower facial area were innervated bilaterally; however, there was predominance in contralateral areas of the lower face.",
            "score": 175.65345764160156
        },
        {
            "docid": "29806193_9",
            "document": "Motor unit plasticity . Neural synchronization is the simultaneous firing of motoneurons. Synchronization leads to more efficient motor unit recruitment. Neural synchronization is important for muscle performance because the more motoneurons that are activated at once, the more muscle fibers that contract at once and hence the stronger the total force of contraction. Synchronization is known to slightly increase as a result of resistance training. Motor unit recruitment is frequently associated with synchronization and is defined as the order and number of neurons that are needed to perform a movement. Recruitment is not known to change in response to training or age.",
            "score": 167.5489959716797
        },
        {
            "docid": "41121722_8",
            "document": "Spinal interneuron . Renshaw cells are among the very first identified interneurons. This type of interneuron projects onto α-motoneurons, where it establishes inhibition by expressing its inhibitory neurotransmitter glycine. However, some reports have indicated that Renshaw cells synthesize calcium-binding proteins calbindin-D28k and parvalbumin. Further, during spinal reflex, Renshaw cells control the activity of the spinal motoneurons. They are excited by the axon collaterals of the motor neurons.In addition, Renshaw cells make inhibitory connections to several groups of motor neurons, Ia inhibitory interneurons as well as the same motor neuron that excited them previously. Furthermore, the connection to the motor neurons establishes a negative feedback system at may regulate the firing rate of the motor neurons. Moreover, the connections to the Ia inhibitory interneurons may modulate the strength of the reciprocal inhibition to the antagonist motor neuron.",
            "score": 167.5039520263672
        },
        {
            "docid": "19375577_2",
            "document": "Amyotrophic lateral sclerosis . Amyotrophic lateral sclerosis (ALS), also known as motor neurone disease (MND), and Lou Gehrig's disease, is a specific disease which causes the death of neurons controlling voluntary muscles. Some also use the term motor neuron disease for a group of conditions of which ALS is the most common. ALS is characterized by stiff muscles, muscle twitching, and gradually worsening weakness due to muscles decreasing in size. This results in difficulty speaking, swallowing, and eventually breathing. The cause is not known in 90% to 95% of cases. The remaining 5–10% of cases are inherited from a person's parents. About half of these genetic cases are due to one of two specific genes. The underlying mechanism involves damage to both upper and lower motor neurons. The diagnosis is based on a person's signs and symptoms, with testing done to rule out other potential causes. No cure for ALS is known. A medication called riluzole may extend life by about two to three months. Non-invasive ventilation may result in both improved quality and length of life. The disease can affect people of any age, but usually starts around the age of 60 and in inherited cases around the age of 50. The average survival from onset to death is two to four years. About 10% survive longer than 10 years. Most die from respiratory failure. In much of the world, rates of ALS are unknown. In Europe and the United States the disease affects about two to three people per 100,000 per year. Descriptions of the disease date back to at least 1824 by Charles Bell. In 1869, the connection between the symptoms and the underlying neurological problems was first described by Jean-Martin Charcot, who in 1874 began using the term \"amyotrophic lateral sclerosis\". It became well known in the United States in the 20th century when in 1939 it affected the baseball player Lou Gehrig and later worldwide following the 1963 diagnosis of cosmologist Stephen Hawking. In 2014, videos of the Ice Bucket Challenge went viral on the Internet and increased public awareness of the condition. ALS is a motor neuron disease, also spelled \"motor neurone disease\", which is a group of neurological disorders that selectively affect motor neurons, the cells that control voluntary muscles of the body, including amyotrophic lateral sclerosis (ALS), primary lateral sclerosis, progressive muscular atrophy, progressive bulbar palsy, pseudobulbar palsy, and spinal muscular atrophy.",
            "score": 166.43417358398438
        },
        {
            "docid": "689764_14",
            "document": "Onuf's nucleus . In a study conducted by Kihira et al., eight individuals with amyotrophic lateral sclerosis were compared to nine control cases. The results indicated that the total number of neurons in Onuf's nucleus in patients with amyotrophic lateral sclerosis did not differ from the control patients. However, normal neurons decreased in number while atrophic neurons increased. It was also shown that the decrease in the number of normal neurons was not due to aging. Patients with amyotrophic lateral sclerosis also contain less RNA in their motoneurons than normal individuals. The decrease in RNA is correlated with the decrease in size of the nucleolus. Thus, the size of the nucleolus may be an early indicator of amyotrophic lateral sclerosis.",
            "score": 165.92674255371094
        },
        {
            "docid": "29806193_2",
            "document": "Motor unit plasticity . The motor unit consists of a voluntary alpha motoneuron and all of the collective muscle fibers that it controls, known as the effector muscle. The alpha motoneuron communicates with acetylcholine receptors on the motor end plate of the effector muscle. Reception of acetylcholine neurotransmitters on the motor end plate causes contraction of that effector muscle.",
            "score": 164.6724853515625
        },
        {
            "docid": "689764_17",
            "document": "Onuf's nucleus . Onuf's nucleus is not specific only to humans. As mentioned before, the motoneurons of the external urethral sphincter and the external anal sphincter are found in ventral horn of the second sacral segment known as Onuf's nucleus. Using horseradish peroxidase to stain the neurons, it has been determined that the external anal sphincter motoneurons are located in dorsomedial to the external urethral sphincter motoneuron in the cat, dog, monkey, golden hamster, as well as the man. However, the location of these motoneurons differs in the rat, Mongolian gerbil and domestic pig. In the rat, these motoneurons are located in separate cell groups.",
            "score": 164.39828491210938
        },
        {
            "docid": "11274133_9",
            "document": "Mecasermin rinfabate . Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Motor neurons reach from the brain to the spinal cord and from the spinal cord to the muscles throughout the body. The progressive degeneration of the motor neurons in ALS eventually leads to their death. When the motor neurons die, the ability of the brain to initiate and control muscle movement is lost. With voluntary muscle action progressively affected, patients in the later stages of the disease may become totally paralyzed.",
            "score": 159.95433044433594
        },
        {
            "docid": "2199417_2",
            "document": "Gamma motor neuron . A gamma motor neuron (γ motor neuron), also called gamma motoneuron, is a type of lower motor neuron that takes part in the process of muscle contraction, and represents about 30% of (Aγ) fibers going to the muscle. Like alpha motor neurons, their cell bodies are located in the anterior grey column of the spinal cord. They receive input from the reticular formation of the pons in the brainstem. Their axons are smaller than those of the alpha motor neurons, with a diameter of only 5 μm. Unlike the alpha motor neurons, gamma motor neurons do not directly adjust the lengthening or shortening of muscles. However, their role is important in keeping muscle spindles taut, thereby allowing the continued firing of alpha neurons, leading to muscle contraction. These neurons also play a role in adjusting the sensitivity of muscle spindles.",
            "score": 159.76220703125
        },
        {
            "docid": "44305878_13",
            "document": "Directed differentiation . PSCs-derived cells from patients are used in vitro to recreate specific pathologies. The specific cell type affected in the pathology is at the base of the model. For example, motoneurons are used to study spinal muscular atrophy (SMA) and cardiomyocytes are used to study arrythmia. This can allow for a better understanding of the pathogenesis and the development of new treatments through drug discovery. Immature PSC-derived cell types can be matured in vitro by various strategies, such as in vitro ageing, to modelize age-related disease in vitro. Major diseases being modelized with PSCs-derived cells are amyotrophic lateral sclerosis (ALS), Alzheimer's (AD), Parkinson's (PD), fragile X syndrome (FXS), Huntington disease (HD), Down syndrome, Spinal muscular atrophy (SMA), muscular dystrophies, cystic fibrosis, Long QT syndrome, and Type I diabetes.",
            "score": 158.3357696533203
        },
        {
            "docid": "25005894_16",
            "document": "Motor pool (neuroscience) . Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disease that differentially affects specific motor pools and classes of motor neurons. ALS modeled in mice, for example, was shown to lead first to rapid FF motor neuron loss, followed by a delayed loss of FR neurons, leaving S type neurons largely intact in the late stages of the disease. Further, in late-stage ALS patients, death of motor neurons is pool-specific. Motor neuron death all throughout the spinal cord leads to a nearly complete loss of voluntary movement; however, ocular control and voluntary control of excretory functions remain mostly unaffected. These movements are governed by motor pools in the midbrain and in Onuf's nucleus in the lumbosacral spinal cord, respectively. Currently, research is being conducted on these ALS-resistant motor pools, and their pool-specific molecular identities are being examined for potential neuroprotective qualities.",
            "score": 157.62594604492188
        },
        {
            "docid": "1224698_6",
            "document": "Synaptogenesis . The preliminary contact formed between the motoneuron and the myotube generates synaptic transmission almost immediately, but the signal produced is very weak. There is evidence that Schwann cells may facilitate these preliminary signals by increasing the amount of spontaneous neurotransmitter release through small molecule signals. After about a week, a fully functional synapse is formed following several types of differentiation in both the post-synaptic muscle cell and the pre-synaptic motoneuron. This pioneer axon is of crucial importance because the new axons that follow have a high propensity for forming contacts with well-established synapses.",
            "score": 154.51795959472656
        },
        {
            "docid": "35669566_5",
            "document": "Neural substrate of locomotor central pattern generators in mammals . A study of neonatal rats demonstrated the significance of glutamatergic neurons, particularly those containing the Vglut2 transporter, in the rhythmic generation of the locomotor CPG. These neurons are located throughout the reticular formation as well as the lumbar ventral roots of the spinal cord. Stimulating the MLR produces postsynaptic potentials (PSP) in motoneurons with an average conduction velocity of 88 m/s, which indicates that this is a myelinated glutamatergic pathway. The PSPs are produced by the same spinal interneurons as those activating the motoneurons. NMDA receptors elicit voltage oscillations in regions of the spinal cord where locomotor neurons are located. They are in cells that express the HB9 transcription factor, which were shown to be rhythmically active during fictive locomotion in the mouse spinal cord.",
            "score": 152.64076232910156
        },
        {
            "docid": "2255524_3",
            "document": "Motor unit recruitment . Henneman proposed that the mechanism underlying the Size Principle was that the smaller motor neurons had a smaller surface area and therefore a higher membrane resistance. He predicted that the current generated by an excitatory postsynaptic potential (EPSPs) would result in a higher voltage change (depolarization) across the neuronal membrane of the smaller motor neurons and therefore larger EPSPs in smaller motoneurons. Burke later demonstrated that there was a graded decrease of both EPSP and inhibitory post synaptic potential (IPSP) amplitudes from small to large motoneurons. This seemed to confirm Henneman's idea, but Burke disagreed, pointing out that larger neurons with a larger surface area had space for more synapses. Burke eventually showed (in a very small sample of neurons) that smaller motoneurons have a greater number of synaptic inputs from a single input source. The topic is probably still regarded as controversial.",
            "score": 151.49075317382812
        },
        {
            "docid": "545782_11",
            "document": "Muscle spindle . How does the central nervous system control gamma fusimotor neurons? It has been difficult to record from gamma motoneurons during normal movement because they have very small axons. Several theories have been proposed, based on recordings from spindle afferents.",
            "score": 151.43504333496094
        },
        {
            "docid": "14875772_3",
            "document": "Vascular endothelial growth factor B . In contrast to VEGF-A, VEGF-B plays a less pronounced role in the vascular system: Whereas VEGF-A is important for the formation of blood vessels, such as during development or in pathological conditions, VEGF-B seems to play a role only in the maintenance of newly formed blood vessels during pathological conditions.  VEGF-B plays also an important role on several types of neurons. It is important for the protection of neurons in the retina and the cerebral cortex during stroke and of motoneurons during motor neuron diseases such as amyotrophic lateral sclerosis.",
            "score": 151.24705505371094
        },
        {
            "docid": "152964_2",
            "document": "Motor neuron . A motor neuron (or motoneuron) is a neuron whose cell body is located in the motor cortex, brainstem or the spinal cord, and whose axon (fiber) projects to the spinal cord or outside of the spinal cord to directly or indirectly control effector organs, mainly muscles and glands. There are two types of motor neuron – upper motor neurons and lower motor neurons. Axons from upper motor neurons synapse onto interneurons in the spinal cord and occasionally directly onto lower motor neurons. The axons from the lower motor neurons are efferent nerve fibers that carry signals from the spinal cord to the effectors. Types of lower motor neurons are alpha motor neurons, beta motor neurons, and gamma motor neurons.",
            "score": 151.21942138671875
        },
        {
            "docid": "4446294_4",
            "document": "Stretch reflex . Gamma motoneurons regulate how sensitive the stretch reflex is by tightening or relaxing the fibers within the spindle. There are several theories as to what may trigger gamma motoneurons to increase the reflex's sensitivity. For example, \"alpha-gamma co-activation\" might keep the spindles taut when a muscle is contracted, preserving stretch reflex sensitivity even as the muscle fibers become shorter. Otherwise the spindles would become slack and the reflex would cease to function.",
            "score": 150.4413299560547
        },
        {
            "docid": "19858707_19",
            "document": "Mauthner cell . The only axon of the Mauthner cell reaches from the cell to the midline of the hindbrain, promptly crosses it to the contralateral side, and then descends caudally along the spinal cord. A single discharge of the M-cell achieves a whole set of parallel effects onto the spinal motor networks: 1) it monosynaptically excites large primary motoneurons at one side of the body; 2) disinaptically excites smaller motoneurons at the same side of the body; 3) initiates action potentials in inhibitory interneurons electrically coupled to the M-cell axon, and by their means inhibits a) inhibitory interneurons still at the same side of the body (to prevent them from interfering with the C-start), as well as b) motoneurons at the other side of the body. As a result of this pattern of activation the quick muscles at one side of the body contract simultaneously, while the muscles at the other side of the body relax.",
            "score": 149.9320831298828
        },
        {
            "docid": "29806193_5",
            "document": "Motor unit plasticity . Firing frequency is defined as the number of neuronal signals sent per second on one motoneuron. This frequency is measured in Hertz. Maximum firing frequency in humans typically ranges from 100–200 Hz. Studies incorporating electromyography have proven that adaptation mechanisms occurring as a result of resistance training can drastically increase the maximal firing frequency of a motoneuron. Firing frequency has been shown to increase by as much as 40 percent in professional athletes as a result of resistance training. Increases in firing frequency improve athletic force by decreasing the time to maximum muscle contraction (also known as reaction time) rather than increasing the maximum force output.",
            "score": 149.43663024902344
        },
        {
            "docid": "2860457_3",
            "document": "Neural ensemble . The concept of neural ensemble dates back to the work of Charles Sherrington who described the functioning of the CNS as the system of reflex arcs, each composed of interconnected excitatory and inhibitory neurons. In Sherrington's scheme, α-motoneurons are the final common path of a number of neural circuits of different complexity: motoneurons integrate a large number of inputs and send their final output to muscles.",
            "score": 149.12997436523438
        },
        {
            "docid": "5315271_2",
            "document": "Alpha motor neuron . Alpha (α) motor neurons (also called alpha motoneurons), are large, multipolar lower motor neurons of the brainstem and spinal cord. They innervate extrafusal muscle fibers of skeletal muscle and are directly responsible for initiating their contraction. Alpha motor neurons are distinct from gamma motor neurons, which innervate intrafusal muscle fibers of muscle spindles.",
            "score": 148.2093048095703
        },
        {
            "docid": "37853037_5",
            "document": "Henneman's size principle . Henneman compared the order of individual motoneurons firing during a stretch of the triceps muscle of a decerebrate cat to the amplitude of their impulses, in order to determine if and when each size motoneuron fired. He found that the smallest motor neurons represented by the smallest impulse amplitude had lower thresholds for stretch and fired first, while larger motor neurons had higher thresholds and fired last. This order of recruitment held true for all but 2 out of 165 cases. Henneman also looked at what order the motor neurons were inhibited as the stretch was released and found that it was the reverse order in which they were recruited. This held true for all but 2 of 236 cases. Knowing that the size of the impulses recorded directly relates to cell size, these results show a significant correlation between cell size and threshold for firing. Henneman called this phenomenon the “size principle”, which mandates the order of recruitment during a stretch.",
            "score": 147.23756408691406
        },
        {
            "docid": "2088203_4",
            "document": "Abducens nucleus . Two primary neuron types are located in the abducens nucleus: motorneurons and interneurons. The former directly drive the contraction of the ipsilateral lateral rectus muscle via the abducens nerve (sixth cranial nerve); contraction of this muscle rotates the eye outward (abduction). The latter relay signals from the abducens nucleus to the contralateral oculomotor nucleus, where motoneurons drive the contraction of the ipsilateral medial rectus muscle (hence, contralateral to the abducens nucleus that issues the command) ; contraction of this muscle rotates the eye inward (adduction).",
            "score": 146.89794921875
        }
    ]
}