{
    "q": [
        {
            "docid": "674_11",
            "document": "Anatomy . Animal tissues can be grouped into four basic types: connective, epithelial, muscle and nervous tissue. Connective tissues are fibrous and made up of cells scattered among inorganic material called the extracellular matrix. Connective tissue gives shape to organs and holds them in place. The main types are loose connective tissue, adipose tissue, fibrous connective tissue, cartilage and bone. The extracellular matrix contains proteins, the chief and most abundant of which is collagen. Collagen plays a major part in organizing and maintaining tissues. The matrix can be modified to form a skeleton to support or protect the body. An exoskeleton is a thickened, rigid cuticle which is stiffened by mineralization, as in crustaceans or by the cross-linking of its proteins as in insects. An endoskeleton is internal and present in all developed animals, as well as in many of those less developed.",
            "score": 85.79124045372009
        },
        {
            "docid": "8541878_4",
            "document": "Costamere . The dystrophin-associated glycoprotein (DAG) complex contains various integral and peripheral membrane proteins such as dystroglycans and sarcoglycans, which are thought to be responsible for linking the internal cytoskeletal system of individual myofibers to structural proteins within the extracellular matrix (such as collagen and laminin). Therefore, it is one of the features of the sarcolemma which helps to couple the sarcomere to the extracellular connective tissue as some experiments have shown. Desmin protein may also bind to the DAG complex, and regions of it are known to be involved in signaling.",
            "score": 84.57047319412231
        },
        {
            "docid": "881545_6",
            "document": "Proteoglycan . Proteoglycans are a major component of the animal extracellular matrix, the \"filler\" substance existing between cells in an organism. Here they form large complexes, both to other proteoglycans, to hyaluronan, and to fibrous matrix proteins, such as collagen. The combination of proteoglycans and collagen form cartilage, a sturdy tissue that is usually heavily hydrated (mostly due to the negatively charged sulfates in the glycosaminoglycan chains of the proteoglycans). They are also involved in binding cations (such as sodium, potassium and calcium) and water, and also regulating the movement of molecules through the matrix. Evidence also shows they can affect the activity and stability of proteins and signalling molecules within the matrix. Individual functions of proteoglycans can be attributed to either the protein core or the attached GAG chain. They can also serve as lubricants.",
            "score": 82.7325963973999
        },
        {
            "docid": "6058_44",
            "document": "Collagen . Collagen is one of the long, fibrous structural proteins whose functions are quite different from those of globular proteins, such as enzymes. Tough bundles of collagen called \"collagen fibers\" are a major component of the extracellular matrix that supports most tissues and gives cells structure from the outside, but collagen is also found inside certain cells. Collagen has great tensile strength, and is the main component of fascia, cartilage, ligaments, tendons, bone and skin. Along with elastin and soft keratin, it is responsible for skin strength and elasticity, and its degradation leads to wrinkles that accompany aging. It strengthens blood vessels and plays a role in tissue development. It is present in the cornea and lens of the eye in crystalline form. It may be one of the most abundant proteins in the fossil record, given that it appears to fossilize frequently, even in bones from the Mesozoic and Paleozoic.",
            "score": 108.76001632213593
        },
        {
            "docid": "43129588_11",
            "document": "Diabetic foot ulcer . Diabetes mellitus is a metabolic disorder and hence the defects observed in diabetic wound healing are thought to be the result of altered protein and lipid metabolism and thereby abnormal granulation tissue formation. Increased glucose levels in the body end up in uncontrolled covalent bonding of aldose sugars to a protein or lipid without any normal glycosylation enzymes. These stable products then accumulate over the surface of cell membranes, structural proteins and circulating proteins. These products are called advanced glycation endproducts (AGEs) or Amadori products. Formation of AGEs occurs on extracellular matrix proteins with slow turnover rate. AGEs alter the properties of matrix proteins such as collagen, vitronectin, and laminin through AGE-AGE intermolecular covalent bonds or cross-linking. AGE cross-linking on type I collagen and elastin results in increased stiffness. AGEs are also known to increase synthesis of type III collagen that forms the granulation tissue. AGEs on laminin result in reduced binding to type IV collagen in the basement membrane, reduced polymer elongation and reduced binding of heparan sulfate proteoglycan.",
            "score": 100.24750506877899
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 89.47611820697784
        },
        {
            "docid": "35769123_14",
            "document": "Protein fold class . Coiled coil proteins form long, insoluble fibers involved in the extracellular matrix. There are many scleroprotein superfamilies including keratin, collagen, elastin, and fibroin. The roles of such proteins include protection and support, forming connective tissue, tendons, bone matrices, and muscle fiber.",
            "score": 109.92691469192505
        },
        {
            "docid": "13250438_6",
            "document": "Protein mass spectrometry . Mass spectrometry of proteins requires that the proteins in solution or solid state be turned into an ionized form in the gas phase before they are injected and accelerated in an electric or magnetic field for analysis. The two primary methods for ionization of proteins are electrospray ionization (ESI) and matrix-assisted laser desorption/ionization (MALDI). In electrospray, the ions are created from proteins in solution, and it allows fragile molecules to be ionized intact, sometimes preserving non-covalent interactions. In MALDI, the proteins are embedded within a matrix normally in a solid form, and ions are created by pulses of laser light. Electrospray produces more multiply-charged ions than MALDI, allowing for measurement of high mass protein and better fragmentation for identification, while MALDI is fast and less likely to be affected by contaminants, buffers and additives.",
            "score": 84.7911787033081
        },
        {
            "docid": "2083210_2",
            "document": "Connective tissue disease . A connective tissue disease is any disease that has the connective tissues of the body as a target of pathology. Connective tissue is any type of biological tissue with an extensive extracellular matrix that supports, binds together, and protects organs. These tissues form a framework, or matrix, for the body, and are composed of two major structural protein molecules: collagen and elastin. There are many different types of collagen protein in each of the body's tissues. Elastin has the capability of stretching and returning to its original length—like a spring or rubber band. Elastin is the major component of ligaments (tissues that attach bone to bone) and skin. In patients with connective tissue disease, it is common for collagen and elastin to become injured by inflammation (ICT). Many connective tissue diseases feature abnormal immune system activity with inflammation in tissues as a result of an immune system that is directed against one's own body tissues (autoimmunity).",
            "score": 98.24105858802795
        },
        {
            "docid": "32807_15",
            "document": "Vocal folds . The extracellular matrix of the VF LP is composed of fibrous proteins such as collagen and elastin, and interstitial molecules such as HA, a non-sulfated glycosaminoglycan. While the SLP is rather poor in elastic and collagenous fibers, the ILP and DLP are mostly composed of it, with the concentration of elastic fibers decreasing and the concentration of collagenous fibers increasing as the vocalis muscle is approached. Fibrous proteins and interstitial molecules play different roles within the ECM. While collagen (mostly type I) provides strength and structural support to the tissue, which are useful to withstanding stress and resisting deformation when subjected to a force, elastin fibers bring elasticity to the tissue, allowing it to return to its original shape after deformation. Interstitial proteins, such as HA, plays important biological and mechanical roles in the VF tissue. In the VF tissue, HA plays a role of shear-thinner, affecting the tissue viscosity, space-filler, shock absorber, as well as wound healing and cell migration promoter. The distribution of those proteins and interstitial molecules has been proven to be affected by both age and gender, and is maintained by the fibroblasts.",
            "score": 83.79273629188538
        },
        {
            "docid": "25447068_2",
            "document": "SIBLING proteins . The family of non-collagenous proteins known as SIBLING proteins, standing for small integrin-binding ligand, N-linked glycoprotein, are components of the extracellular matrix of bone and dentin. Evidence shows that these proteins play key roles in the mineralization of these tissues.",
            "score": 82.53590273857117
        },
        {
            "docid": "6058_2",
            "document": "Collagen . Collagen is the main structural protein in the extracellular space in the various connective tissues in animal bodies. As the main component of connective tissue, it is the most abundant protein in mammals, making up from 25% to 35% of the whole-body protein content. Collagen consists of amino acids wound together to form triple-helices to form of elongated fibrils. It is mostly found in fibrous tissues such as tendons, ligaments and skin.",
            "score": 88.98096930980682
        },
        {
            "docid": "54940860_2",
            "document": "Integrin-like receptors . Integrin-like receptors (ILRs) are found in plants and carry unique functional properties similar to true integrin proteins. True homologs of integrins exist in mammals, invertebrates, and some fungi but not in plant cells. Mammalian integrins are heterodimer transmembrane proteins that play a large role bidirectional signal transduction. As transmembrane proteins, integrins connect the extracellular matrix (ECM) to the plasma membrane of the animal cell. The extracellular matrix of plant cells, fungi, and some protist is referred to as the cell wall. The plant cell wall is composed of a tough cellulose polysaccharide rather than the collagen fibers of the animal ECM. Even with these differences, research indicates that similar proteins involved in the interaction between the ECM and animals cells are also involved in the interaction of the cell wall and plant cells.",
            "score": 77.5823541879654
        },
        {
            "docid": "14763416_3",
            "document": "MMP26 . Proteins of the matrix metalloproteinase (MMP) family are involved in the breakdown of extracellular matrix in normal physiological processes, such as embryonic development, reproduction, and tissue remodeling, as well as in disease processes, such as arthritis and metastasis. Most MMP's are secreted as inactive proproteins which are activated when cleaved by extracellular proteinases. The encoded protein degrades type IV collagen, fibronectin, fibrinogen, casein, vitronectin, alpha 1-antitrypsin (A1AT), alpha 2-macroglobulin (A2M), and insulin-like growth factor-binding protein 1 (IGFBP), and activates MMP9 by cleavage. The protein differs from most MMP family members in that it lacks a conserved C-terminal protein domain.",
            "score": 84.16547274589539
        },
        {
            "docid": "300381_18",
            "document": "Smooth muscle tissue . Smooth muscle-containing tissue needs to be stretched often, so elasticity is an important attribute of smooth muscle. Smooth muscle cells may secrete a complex extracellular matrix containing collagen (predominantly types I and III), elastin, glycoproteins, and proteoglycans. Smooth muscle also has specific elastin and collagen receptors to interact with these proteins of the extracellular matrix. These fibers with their extracellular matrices contribute to the viscoelasticity of these tissues. For example, the great arteries are viscolelastic vessels that act like a Windkessel, propagating ventricular contraction and smoothing out the pulsatile flow, and the smooth muscle within the tunica media contributes to this property.",
            "score": 68.38147807121277
        },
        {
            "docid": "14725621_3",
            "document": "Laminin, alpha 5 . Components of the extracellular matrix exert myriad effects on tissues throughout the body. In particular, the laminins, a family of heterotrimeric extracellular glycoproteins, affect tissue development and integrity in such diverse organs as the kidney, lung, skin, and nervous system. It is thought that laminins mediate the attachment, migration, and organization of cells into tissues during embryonic development by interacting with other extracellular matrix components. Laminins function as heterotrimeric complexes of alpha, beta, and gamma chains, with each chain type representing a different subfamily of proteins. The protein encoded by this gene belongs to the alpha subfamily of laminin chains and is a major component of basement membranes. Two transcript variants encoding different isoforms have been found for this gene, but the full-length nature of one of them has not been determined.",
            "score": 85.99004459381104
        },
        {
            "docid": "1087977_6",
            "document": "Durotaxis . Collagen is the fibrous protein that gives the ECM its tensile strength, or rigidity. Elastin - as its name suggests - is a highly elastic protein with an important role in tissues that need to return to their original positions after deformation, such as skin, blood vessels, and lungs. The relative concentrations of these two main determinants, along with other less influential matrix components, determine the rigidity of the ECM. For example, collagen concentration has been reported to be correlated to matrix stiffness, both \"in vivo\" and \"in vitro\" (gels).",
            "score": 73.95023202896118
        },
        {
            "docid": "2440776_4",
            "document": "Focal adhesion . Connection between focal adhesions and proteins of the extracellular matrix generally involves integrins. Integrins bind to extra-cellular proteins via short amino acid sequences, such as the RGD motif (found in proteins such as fibronectin, laminin, or vitronectin), or the DGEA and GFOGER motifs found in collagen. Integrins are heterodimers which are formed from one beta and one alpha subunit. These subunits are present in different forms, their corresponding ligands classify these receptors into four groups: RGD receptors, laminin receptors, leukocyte-specific receptors and collagen receptors. Within the cell, the intracellular domain of integrin binds to the cytoskeleton via adapter proteins such as talin, α-actinin, filamin, vinculin and tensin. Many other intracellular signalling proteins, such as focal adhesion kinase, bind to and associate with this integrin-adapter protein–cytoskeleton complex, and this forms the basis of a focal adhesion.",
            "score": 66.85780024528503
        },
        {
            "docid": "228840_14",
            "document": "Extracellular matrix . Collagens are the most abundant protein in the ECM. In fact, collagen is the most abundant protein in the human body and accounts for 90% of bone matrix protein content. Collagens are present in the ECM as fibrillar proteins and give structural support to resident cells. Collagen is exocytosed in precursor form (procollagen), which is then cleaved by procollagen proteases to allow extracellular assembly. Disorders such as Ehlers Danlos Syndrome, osteogenesis imperfecta, and epidermolysis bullosa are linked with genetic defects in collagen-encoding genes. The collagen can be divided into several families according to the types of structure they form:",
            "score": 83.01165342330933
        },
        {
            "docid": "13250438_2",
            "document": "Protein mass spectrometry . Protein mass spectrometry refers to the application of mass spectrometry to the study of proteins. Mass spectrometry is an important method for the accurate mass determination and characterization of proteins, and a variety of methods and instrumentations have been developed for its many uses. Its applications include the identification of proteins and their post-translational modifications, the elucidation of protein complexes, their subunits and functional interactions, as well as the global measurement of proteins in proteomics. It can also be used to localize proteins to the various organelles, and determine the interactions between different proteins as well as with membrane lipids.",
            "score": 65.58436799049377
        },
        {
            "docid": "974030_4",
            "document": "Extracellular . The composition of the extracellular space includes metabolites, ions, various proteins and non-protein substances (e.g. DNA, RNA, lipids, microbial products etc.) that might affect cellular function. For example, hormones, growth factors, cytokines and chemokines act by travelling the extracellular space towards biochemical receptors on cells. Other proteins that are active outside the cell are various enzymes, including digestive enzymes (Trypsin, Pepsin), extracellular proteinases (Matrix metalloproteinases, ADAMTSs, Cathepsins) and antioxidant enzymes (extracellular superoxide dismutase). Often, proteins present in the extracellular space are stored outside the cells by attaching to various extracellular matrix components (Collagens, Proteoglycans, etc.). In addition, extracellular matrix proteolytic products are also present in the extracellular space, especially in tissues undergoing remodelling [2].",
            "score": 71.40712893009186
        },
        {
            "docid": "14722874_3",
            "document": "TGFBI . This gene encodes an RGD-containing protein that binds to type I, II and IV collagens. The RGD motif is found in many extracellular matrix proteins modulating cell adhesion and serves as a ligand recognition sequence for several integrins. This protein plays a role in cell-collagen interactions and may be involved in endochondrial bone formation in cartilage. The protein is induced by transforming growth factor-beta and acts to inhibit cell adhesion.",
            "score": 69.76060342788696
        },
        {
            "docid": "14754617_3",
            "document": "Collagen, type VI, alpha 1 . The collagens are a superfamily of proteins that play a role in maintaining the integrity of various tissues. Collagens are extracellular matrix proteins and have a triple-helical domain as their common structural element. Collagen VI is a major structural component of microfibrils. The basic structural unit of collagen VI is a heterotrimer of the alpha1(VI), alpha2(VI), and alpha3(VI) chains. The alpha2(VI) and alpha3(VI) chains are encoded by the COL6A2 and COL6A3 genes, respectively. The protein encoded by this gene is the alpha 1 subunit of type VI collagen (alpha1(VI) chain). Mutations in the genes that code for the collagen VI subunits result in the autosomal dominant disorder, Bethlem myopathy.",
            "score": 72.15363144874573
        },
        {
            "docid": "13102515_3",
            "document": "Cartilage oligomeric matrix protein . The protein encoded by this gene is a noncollagenous extracellular matrix (ECM) protein. It consists of five identical glycoprotein subunits, each with EGF-like and calcium-binding (thrombospondin-like) domains. Oligomerization results from formation of a five-stranded coiled coil and disulfide bonds. Binding to other ECM proteins such as collagen appears to depend on divalent cations. Mutations can cause the osteochondrodysplasias pseudoachondroplasia (PSACH) and multiple epiphyseal dysplasia (MED).",
            "score": 79.34571754932404
        },
        {
            "docid": "32002467_37",
            "document": "Protein adsorption . Surface roughness and texture has an undeniable influence on protein adsorption on all materials, but with the ubiquity of metal machining processes, it is useful to address how these impact protein behavior. The initial adsorption is important, as well as maintained adhesion and integrity. Research has shown that surface roughness can encourage the adhesion of scaffold proteins and osteoblasts, and results in an increase in surface mineralization. Surfaces with more topographical features and roughness will have more exposed surface area for proteins to interact with. In terms of biomedical engineering applications, micromachining techniques are often used to increase protein adhesion to implants in the hopes of shortening recovery time. The technique of laserpatterning introduces grooves and surface roughness that will influence adhesion, migration and alignment. Grit-blasting, a method analogous to sand blasting, and chemical etching have proven to be successful surface roughening techniques that promote the long-term stability of titanium implants. The increase in stability is a direct result of the observed increase in extracellular matrix and collagen attachment, which results in increased osteoblast attachment and mineralization when compared to non-roughened surfaces. Adsorption is not always desirable, however. Machinery can be negatively affected by adsorption, particularly with Protein adsorption in the food industry.",
            "score": 79.3429126739502
        },
        {
            "docid": "24682396_2",
            "document": "Dentin sialophosphoprotein . Dentin sialophosphoprotein is a precursor protein for other proteins found in the teeth. It is produced by cells (odontoblasts) inside the teeth (dental pulp), and in smaller quantities by bone tissues (osteoblasts and osteocytes). It is required for normal hardening (mineralisation) of teeth. During teeth development, it is broken down into three proteins such as dentin sialoprotein (DSP), dentin glycoprotein (DGP), and dentin phosphoprotein (DPP). These proteins become the major non-collagenous components of teeth. Their distribution in the collagen matrix of the forming dentin suggests these proteins play an important role in the regulation of mineral deposition. Additional evidence for this correlation is phenotypically manifested in patients with mutant forms of dentin sialophosphoprotein. Such patients suffer dental anomalies including type III dentinogenesis imperfecta.",
            "score": 81.44768452644348
        },
        {
            "docid": "340440_12",
            "document": "Fluid mosaic model . Some proteins embedded in the bilipid layer interact with the extracellular matrix outside the cell, cytoskeleton filaments inside the cell, and septin ring-like structures. These interactions have a strong influence on shape and structure, as well as on compartmentalization. Moreover, they impose physical constraints that restrict the free lateral diffusion of proteins and at least some lipids within the bilipid layer. When integral proteins of the lipid bilayer are tethered to the extracellular matrix, they are unable to diffuse freely. Proteins with a long intracellular domain may collide with a fence formed by cytoskeleton filaments. Both processes restrict the diffusion of proteins and lipids directly involved, as well as of other interacting components of the cell membranes.",
            "score": 87.16244149208069
        },
        {
            "docid": "16847118_3",
            "document": "Integrin alpha 11 . This gene encodes an alpha integrin. Integrins are heterodimeric integral membrane proteins composed of an alpha chain and a beta chain. This protein contains an I domain, is expressed in muscle tissue, dimerizes with beta 1 integrin in vitro, and appears to bind collagen in this form. Therefore, the protein may be involved in attaching muscle tissue to the extracellular matrix. Alternative transcriptional splice variants have been found for this gene, but their biological validity is not determined.",
            "score": 74.21730828285217
        },
        {
            "docid": "21819721_2",
            "document": "Collagen receptor . Collagen receptors are membrane proteins that bind the extracellular matrix protein collagen, the most abundant protein in mammals. They control mainly cell proliferation, migration and adhesion, coagulation cascade activation and they affect ECM structure by regulation of MMP (matrix metalloproteinases).",
            "score": 73.48764085769653
        },
        {
            "docid": "1208022_2",
            "document": "Loose connective tissue . Loose connective tissue is a category of connective tissue which includes areolar tissue, reticular tissue, and adipose tissue. Loose connective tissue is the most common type of connective tissue in vertebrates. It holds organs in place and attaches epithelial tissue to other underlying tissues. For example, it forms telae, such as the tela submucosa and tela subserosa, which connect mucous and serous membranes to the muscular layer. It also surrounds the blood vessels and nerves. Cells called fibroblasts are widely dispersed in this tissue; they are irregular branching cells that secrete strong fibrous proteins and proteoglycans as an extracellular matrix. The cells of this type of tissue are generally separated by quite some distance by a gelatinous substance primarily made up of collagenous and elastic fibers.",
            "score": 56.879393339157104
        },
        {
            "docid": "20415810_2",
            "document": "Collagen, type XXI, alpha 1 . Collagen alpha-1(XXI) chain is a protein that in humans is encoded by the \"COL21A1\" gene. The protein is an extracellular matrix component of blood vessel walls, secreted by smooth-muscle cells. The protein may contribute to the extracellular matrix assembly of the vascular network during blood vessel formation.",
            "score": 70.75083446502686
        },
        {
            "docid": "14144443_3",
            "document": "SOD3 . This gene encodes a member of the superoxide dismutase (SOD) protein family. SODs are antioxidant enzymes that catalyze the dismutation of two superoxide radicals into hydrogen peroxide and oxygen. The product of this gene is thought to protect the brain, lungs, and other tissues from oxidative stress. The protein is secreted into the extracellular space and forms a glycosylated homotetramer that is anchored to the extracellular matrix (ECM) and cell surfaces through an interaction with heparan sulfate proteoglycan and collagen. A fraction of the protein is cleaved near the C-terminus before secretion to generate circulating tetramers that do not interact with the ECM.",
            "score": 70.51936292648315
        }
    ],
    "r": [
        {
            "docid": "7745101_18",
            "document": "Desmosine . In orthopedics, one study examined equine tendons and how their increasing stiffness and fatigue with age was due to fragmentation of the elastin in the tendons. The superficial digital flexor tendon (SDFT) and the common digital extensor tendon (CDET) were analyzed for elastin composition, comparing older tendons to younger ones. While both the CDET and the SDFT are positional tendons, enabling muscles to move the skeleton, the SDFT also stores energy and is far more elastic than the CDET due to \"specialization of the [interfascicular matrix] to enable repeated interfascicular sliding and recoil.\" Desmosine concentrations were reported to be far greater in new tendons than in tendons that had partially degraded, suggesting that not only is there fragmentation of tendon elastin with age, but also a smaller total composition of elastin within the SDFT, though this was not true in the case of the CDET examined.",
            "score": 119.91967010498047
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 119.80962371826172
        },
        {
            "docid": "144865_14",
            "document": "Tendon . The proteoglycan components of tendons also are important to the mechanical properties. While the collagen fibrils allow tendons to resist tensile stress, the proteoglycans allow them to resist compressive stress. These molecules are very hydrophilic, meaning that they can absorb a large amount of water and therefore have a high swelling ratio. Since they are noncovalently bound to the fibrils, they may reversibly associate and disassociate so that the bridges between fibrils can be broken and reformed. This process may be involved in allowing the fibril to elongate and decrease in diameter under tension. However, the proteoglycans may also have a role in the tensile properties of tendon. The structure of tendon is effectively a fibre composite material, built as a series of hierarchical levels. At each level of the hierarchy, the collagen units are bound together by either collagen crosslinks, or the proteoglycans, to create a structure highly resistant to tensile load. The elongation and the strain of the collagen fibrils alone have been shown to be much lower than the total elongation and strain of the entire tendon under the same amount of stress, demonstrating that the proteoglycan-rich matrix must also undergo deformation, and stiffening of the matrix occurs at high strain rates. This deformation of the non-collagenous matrix occurs at all levels of the tendon hierarchy, and by modulating the organisation and structure of this matrix, the different mechanical properties required by different tendons can be achieved. Energy storing tendons have been shown to utilise significant amounts of sliding between fascicles to enable the high strain characteristics they require, whilst positional tendons rely more heavily on sliding between collagen fibres and fibrils. However, recent data suggests that energy storing tendons may also contain fascicles which are twisted, or helical, in nature - an arrangement that would be highly beneficial for providing the spring-like behaviour required in these tendons.",
            "score": 110.33625030517578
        },
        {
            "docid": "35769123_14",
            "document": "Protein fold class . Coiled coil proteins form long, insoluble fibers involved in the extracellular matrix. There are many scleroprotein superfamilies including keratin, collagen, elastin, and fibroin. The roles of such proteins include protection and support, forming connective tissue, tendons, bone matrices, and muscle fiber.",
            "score": 109.92691802978516
        },
        {
            "docid": "6058_44",
            "document": "Collagen . Collagen is one of the long, fibrous structural proteins whose functions are quite different from those of globular proteins, such as enzymes. Tough bundles of collagen called \"collagen fibers\" are a major component of the extracellular matrix that supports most tissues and gives cells structure from the outside, but collagen is also found inside certain cells. Collagen has great tensile strength, and is the main component of fascia, cartilage, ligaments, tendons, bone and skin. Along with elastin and soft keratin, it is responsible for skin strength and elasticity, and its degradation leads to wrinkles that accompany aging. It strengthens blood vessels and plays a role in tissue development. It is present in the cornea and lens of the eye in crystalline form. It may be one of the most abundant proteins in the fossil record, given that it appears to fossilize frequently, even in bones from the Mesozoic and Paleozoic.",
            "score": 108.76001739501953
        },
        {
            "docid": "940316_4",
            "document": "Dystrophin . Dystrophin is a protein located between the sarcolemma and the outermost layer of myofilaments in the muscle fiber (myofiber). It is a cohesive protein, linking actin filaments to another support protein that resides on the inside surface of each muscle fiber’s plasma membrane (sarcolemma). This support protein on the inside surface of the sarcolemma in turn links to two other consecutive proteins for a total of three linking proteins. The final linking protein is attached to the fibrous endomysium of the entire muscle fiber. Dystrophin supports muscle fiber strength, and the absence of dystrophin reduces muscle stiffness, increases sarcolemmal deformability, and compromises the mechanical stability of costameres and their connections to nearby myofibrils. This has been shown in recent studies where biomechanical properties of the sarcolemma and its links through costameres to the contractile apparatus were measured, and helps to prevent muscle fiber injury. Movement of thin filaments (actin) creates a pulling force on the extracellular connective tissue that eventually becomes the tendon of the muscle.",
            "score": 106.4916000366211
        },
        {
            "docid": "7960257_8",
            "document": "Pseudoachondroplasia . The COMP gene is located on chromosome 19p13.1; its precise locus is P49747. COMP contains 19 exons. The cartilage oligomeric matrix protein is 757 aa (OMIM 2008). COMP protein is found in the extracellular matrix, a complex web of proteins and other molecules that form in the spaces between the cells that make up ligaments and tendons. It is also found near chondrocytes (cartilage-forming cells). Chondrocytes play a vital role in osteogenesis (the formation of bone), particularly in the spine, hips, and limbs where osteogenesis begins with the formation of cartilage, which is then calcified and transformed into bone. We do not yet fully understand the normal function of COMP protein, though it is believed to play a part in cellular growth, division and apoptosis (self-destruction) of cells, as well as participating in the regulation of cell movement and attachment (OMIM 2008).",
            "score": 103.77381896972656
        },
        {
            "docid": "5325592_30",
            "document": "Tendinosis . Scientists found that mir-29a, a single microRNA, through its interaction with a protein, interleukin 33, plays a key role in regulating the production of collagens in tendon disease. Loss of miR29a from human tendons results in an increase in collagen type-3 production, which is a key feature of tendon disease. The replacement of miR-29a in the damaged tendon cells in the laboratory restores collagen production to pre injury levels. A trial will put injections of microRNA – small molecules that help regulate gene expression – into the tendon to decrease the production of type 3 collagen and switch to type-1.",
            "score": 102.92486572265625
        },
        {
            "docid": "1743816_6",
            "document": "Protein toxicity . Several studies, however, have found no evidence of protein toxicity due to high protein intakes on kidney function in healthy people. Diets that regularly exceed the recommendations for protein intake have been found to lead to an increased glomerular filtration rate in the kidneys and also have an effect on the hormone systems in the body. It is well established that these physiological effects are harmful to individuals with renal disease, but research has not found these responses to be detrimental to those who are healthy and demonstrate adequate renal activity. In people with healthy kidney function, the kidneys work continuously to excrete the by-products of protein metabolism which prevents protein toxicity from occurring. In response to an increased consumption of dietary protein, the kidneys maintain homeostasis within the body by operating at an increased capacity, producing a higher amount of urea and subsequently excreting it from the body. Although some have proposed that this increase in waste production and excretion will cause increased strain on the kidneys, other research has not supported this. Currently, evidence suggests that changes in renal function that occur in response to an increased dietary protein intake are part of the normal adaptive system employed by the body to sustain homeostasis. In a healthy individual with well-functioning kidneys, there is no need for concern that an increased dietary protein intake will lead to protein toxicity and decreased renal function.",
            "score": 102.47218322753906
        },
        {
            "docid": "144865_18",
            "document": "Tendon . It was believed that tendons could not undergo matrix turnover and that tenocytes were not capable of repair. However, it has since been shown that, throughout the lifetime of a person, tenocytes in the tendon actively synthesize matrix components as well as enzymes such as matrix metalloproteinases (MMPs) can degrade the matrix. Tendons are capable of healing and recovering from injuries in a process that is controlled by the tenocytes and their surrounding extracellular matrix.",
            "score": 101.09207916259766
        },
        {
            "docid": "43129588_11",
            "document": "Diabetic foot ulcer . Diabetes mellitus is a metabolic disorder and hence the defects observed in diabetic wound healing are thought to be the result of altered protein and lipid metabolism and thereby abnormal granulation tissue formation. Increased glucose levels in the body end up in uncontrolled covalent bonding of aldose sugars to a protein or lipid without any normal glycosylation enzymes. These stable products then accumulate over the surface of cell membranes, structural proteins and circulating proteins. These products are called advanced glycation endproducts (AGEs) or Amadori products. Formation of AGEs occurs on extracellular matrix proteins with slow turnover rate. AGEs alter the properties of matrix proteins such as collagen, vitronectin, and laminin through AGE-AGE intermolecular covalent bonds or cross-linking. AGE cross-linking on type I collagen and elastin results in increased stiffness. AGEs are also known to increase synthesis of type III collagen that forms the granulation tissue. AGEs on laminin result in reduced binding to type IV collagen in the basement membrane, reduced polymer elongation and reduced binding of heparan sulfate proteoglycan.",
            "score": 100.24750518798828
        },
        {
            "docid": "1223594_2",
            "document": "Sarcolemma . The sarcolemma (\"sarco\" (from \"sarx\") from Greek; flesh, and \"lemma\" from Greek; sheath) also called the myolemma, is the cell membrane of a striated muscle fiber cell.  It consists of a plasma membrane, which is a lipid bilayer, and an outer coat consisting of a thin layer of polysaccharide material (glycocalyx) that contacts the basement membrane, which contains numerous thin collagen fibrils and specialized proteins such as laminin that provide a scaffold to which the muscle fiber can adhere. Through transmembrane proteins residing in the plasma membrane, the actin skeleton inside the cell is connected to the basement membrane and the cell's exterior. At each end of the muscle fiber, the surface layer of the sarcolemma fuses with a tendon fiber, and the tendon fibers, in turn, collect into bundles to form the muscle tendons that then adhere onto bones.",
            "score": 100.09536743164062
        },
        {
            "docid": "1743816_5",
            "document": "Protein toxicity . A high protein diet is a health concern for those suffering from renal disease. The main concern is that a high protein intake may promote further renal damage that can lead to protein toxicity. The physiological changes induced by an increased protein intake, such as an increased glomerular pressure and hyperfiltration, place further strain on already damaged kidneys. This strain can lead to proteins being inadequately metabolized and subsequently cause toxicity. A high protein diet can lead to complications for those with renal disease and has been linked to further progression of the disease. The well-known Nurse’s Health Study found a correlation between the loss of kidney function and an increased dietary intake of animal protein by patients who had already been diagnosed with renal disease. This association suggests that a total protein intake that exceeds the recommendations may accelerate renal disease and lead to risk of protein toxicity within a diseased individual. For this reason, dietary protein restriction is a common treatment for patients with renal disease in which proteinuria is present. Protein restricted patients have been shown to have slower rates of progression of their renal diseases.",
            "score": 99.7143325805664
        },
        {
            "docid": "14352239_2",
            "document": "Tenascin C . Tenascin C (TN-C) is a glycoprotein that in humans is encoded by the \"TNC\" gene. It is expressed in the extracellular matrix of various tissues during development, disease or injury, and in restricted neurogenic areas of the central nervous system. Tenascin-C is the founding member of the tenascin protein family. In the embryo it is made by migrating cells like the neural crest; it is also abundant in developing tendons, bone and cartilage.",
            "score": 99.3048095703125
        },
        {
            "docid": "7445882_2",
            "document": "Protein turnover . Protein turnover is the balance between protein synthesis and protein degradation. More synthesis than breakdown indicates an anabolic state that builds lean tissues, more breakdown than synthesis indicates a catabolic state that burns lean tissues. According to D.S. Dunlop, protein turnover occurs in brain cells the same as any other eukaryotic cells, but that \"knowledge of those aspects of control and regulation specific or peculiar to brain is an essential element for understanding brain function.\"",
            "score": 98.85420227050781
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 98.83665466308594
        },
        {
            "docid": "7445882_6",
            "document": "Protein turnover . When older proteins are broken down in the body, they must be replaced. This concept is called protein turnover, and different types of proteins have very different turnover rates. Protein synthesis occurs during the process of translation on ribosomes. Protein breakdown occurs generally in two cellular locations:",
            "score": 98.66481018066406
        },
        {
            "docid": "2083210_2",
            "document": "Connective tissue disease . A connective tissue disease is any disease that has the connective tissues of the body as a target of pathology. Connective tissue is any type of biological tissue with an extensive extracellular matrix that supports, binds together, and protects organs. These tissues form a framework, or matrix, for the body, and are composed of two major structural protein molecules: collagen and elastin. There are many different types of collagen protein in each of the body's tissues. Elastin has the capability of stretching and returning to its original length—like a spring or rubber band. Elastin is the major component of ligaments (tissues that attach bone to bone) and skin. In patients with connective tissue disease, it is common for collagen and elastin to become injured by inflammation (ICT). Many connective tissue diseases feature abnormal immune system activity with inflammation in tissues as a result of an immune system that is directed against one's own body tissues (autoimmunity).",
            "score": 98.24105834960938
        },
        {
            "docid": "55172_57",
            "document": "Proteomics . The depth of the plasma proteome encompassing a dynamic range of more than 10 between the highest abundant protein (albumin) and the lowest (some cytokines) and is thought to be one of the main challenges for proteomics. Temporal and spatial dynamics further complicate the study of human plasma proteome. The turnover of some proteins is quite faster than others and the protein content of an artery may substantially vary from that of a vein. All these differences make even the simplest proteomic task of cataloging the proteome seem out of reach. To tackle this problem, priorities need to be established. Capturing the most meaningful subset of proteins among the entire proteome to generate a diagnostic tool is one such priority. Secondly, since cancer is associated with enhanced glycosylation of proteins, methods that focus on this part of proteins will also be useful. Again: multiparameter analysis best reveals a pathological state. As these technologies improve, the disease profiles should be continually related to respective gene expression changes. Due to the above-mentioned problems plasma proteomics remained challenging. However, technological advancements and continuous developments seem to result in a revival of plasma proteomics as it was shown recently by a technology called plasma proteome profiling. Due to such technologies researchers were able to investigate inflammation processes in mice, the heretability of plasma proteomes as well as to show the effect of such a common life style change like weight loss on the plasma proteome.",
            "score": 97.92658996582031
        },
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 97.87561798095703
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 97.81520080566406
        },
        {
            "docid": "5325592_10",
            "document": "Tendinosis . Load-induced non-rupture tendinopathy in humans is associated with an increase in the ratio of collagen III:I proteins, a shift from large to small diameter collagen fibrils, buckling of the collagen fascicles in the tendon extracellular matrix, and buckling of the tenocyte cells and their nuclei.",
            "score": 97.67452239990234
        },
        {
            "docid": "22120746_5",
            "document": "Mitochondrial biogenesis . Since the majority of mitochondrial protein comes from the nuclear genome, the proteins need to be properly targeted and transported into the mitochondria to perform their functions. First, mRNA is translated in the cell’s cytosol. The resulting unfolded precursor proteins will then be able to reach their respective mitochondrial compartments. Precursor proteins will be transported to one of four areas of the mitochondria, which include the outer membrane, inner membrane, intermembrane space, and matrix. All proteins will enter the mitochondria by a translocase on the outer mitochondrial membrane (TOM). Some proteins will have an N-terminal targeting signal, and these proteins will be detected and transported into the matrix, where they will then be cleaved and folded. Other proteins may have targeting information in their sequences and will not include an N-terminal signal. During the past two decades, researchers have discovered over thirty proteins that participate in mitochondrial protein import. As researchers learn more about these proteins and how they reach the respective mitochondrial compartments that utilize them, it becomes evident that there is a multitude of processes that work together in the cell to allow for mitochondrial biogenesis.",
            "score": 97.2529525756836
        },
        {
            "docid": "36066758_5",
            "document": "JUNQ and IPOD . Proteostasis collapse, due to damage, stress, mutations, and aging, has been implicated as a basis for a large number of common human disorders, such as neurodegenerative diseases. Although caused by different kinds of mutated proteins (e.g. in Huntington's disease – the protein Huntingtin) and disruptive to distinct tissues (e.g. in Huntington's disease – the striatum), such diseases share a common feature: accumulation of misfolded proteins in inclusion bodies. Thus, it was thought that the inclusion bodies are the cause of such diseases. However, the nature and characteristics of those intra-cellular inclusion bodies stayed elusive. Different kinds of proteins (e.g. prions, ERAD substrates) were reported to form different kinds of inclusion bodies (e.g. aggresomes, amyloids), yet it remained obscure if those observations combine into one and relate to the same sub-cellular site. Moreover, the pathways leading to inclusion formation and the involvement of the cellular protein quality control machinery were undefined and unknown. Thus, a systematic study providing a comprehensive understanding of protein aggregation and inclusion bodies was required. The discovery of JUNQ and IPOD suggested new insights of how the cell manages different kinds of misfolded proteins and offered a novel framework for putting together the great puzzle of protein aggregation. The fate of misfolded proteins and the process leading to the formation of aggregate inclusions, were initially studied using biochemical methods (e.g. western blotting).",
            "score": 97.21564483642578
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 97.18523406982422
        },
        {
            "docid": "5596320_21",
            "document": "Equine anatomy . Tendons form in the embryo from fibroblasts which become more tightly packed as the tendon grows. As tendons develop they lay down collagen, which is the main structural protein of connective tissue. As tendons pass near bony prominences, they are protected by a fluid filled synovial structure, either a tendon sheath or a sac called a bursa.",
            "score": 97.14308166503906
        },
        {
            "docid": "144865_23",
            "document": "Tendon . Several mechanotransduction mechanisms have been proposed as reasons for the response of tenocytes to mechanical force that enable them to alter their gene expression, protein synthesis, and cell phenotype, and eventually cause changes in tendon structure. A major factor is mechanical deformation of the extracellular matrix, which can affect the actin cytoskeleton and therefore affect cell shape, motility, and function. Mechanical forces can be transmitted by focal adhesion sites, integrins, and cell-cell junctions. Changes in the actin cytoskeleton can activate integrins, which mediate “outside-in” and “inside-out” signaling between the cell and the matrix. G-proteins, which induce intracellular signaling cascades, may also be important, and ion channels are activated by stretching to allow ions such as calcium, sodium, or potassium to enter the cell.",
            "score": 96.86294555664062
        },
        {
            "docid": "7445882_5",
            "document": "Protein turnover . Some bodybuilding supplements claim to reduce the protein breakdown by reducing or blocking the number of catabolic hormones within the body. This is believed to increase anabolism. However, if protein breakdown falls too low then the body would not be able to remove muscle cells that have been damaged during workouts which would in turn prevent the growth of new muscle cells.",
            "score": 96.65872955322266
        },
        {
            "docid": "47360281_2",
            "document": "Wild-type transthyretin amyloid . Wild-type transthyretin amyloid (WTTA), also known as senile systemic amyloidosis (SSA) and abbreviated as ATTR, is a disease that typically affects the heart and tendons of elderly people. It is caused by accumulation of a wild-type (that is to say a normal) protein called transthyretin. This is in contrast to a related condition called transthyretin-related hereditary amyloidosis where a genetically mutated transthyretin protein tends to deposit at a much earlier age than in WTTA, due to abnormal conformation and bioprocessing.  It belongs to a group of diseases called amyloidosis, chronic progressive conditions linked to abnormal deposition of normal or abnormal proteins, because these proteins are misshapen and cannot be properly degraded and eliminated by the cell metabolism.",
            "score": 96.64360046386719
        },
        {
            "docid": "871418_2",
            "document": "Scleroprotein . Scleroproteins or fibrous proteins constitute one of the three main types of proteins (alongside globular and membrane proteins). There are many scleroprotein superfamilies including keratin, collagen, elastin, and fibroin. The roles of such proteins include protection and support, forming connective tissue, tendons, bone matrices, and muscle fiber.",
            "score": 96.51219940185547
        },
        {
            "docid": "3258157_7",
            "document": "Pseudoxanthoma elasticum . Strong genetic linkage was found with mutations in the \"ABCC6\" gene, which codes for the MRP6 protein, but the exact mechanism by which this protein (which is a membrane transporter from the large ATP-binding cassette transporter family) influences the disease course is unknown; the protein is expressed in most organs, but mainly in the liver and kidney. It is unclear in what way this would lead to abnormalities in skin, eyes and blood vessels. It is thought that particular mutations do not cause a more severe or less severe form of the disease. Given the variations in age of onset and severity it is likely that other unknown risk factors (genetic and dietary) may be involved. One study suggested that mutations causing total absence of an MRP6 protein caused a more severe disease, but this could not be confirmed in a subsequent case series.",
            "score": 96.31031036376953
        },
        {
            "docid": "14289060_3",
            "document": "Ubiquitin B . Ubiquitin is one of the most conserved proteins known in eukaryotic organisms. Ubiquitin is required for ATP-dependent, non-lysosomal intracellular protein degradation of abnormal proteins and normal proteins with a rapid turnover. Ubiquitin is covalently bound to proteins to be degraded, and presumably labels these proteins for degradation. Ubiquitin also binds to histone H2A in actively transcribed regions but does not cause histone H2A degradation, suggesting that ubiquitin is also involved in regulation of gene expression. This gene consists of three direct repeats of the ubiquitin coding sequence with no spacer sequence. Consequently, the protein is expressed as a polyubiquitin precursor with a final amino acid after the last repeat. Aberrant form of this protein (UBB+1) has been noticed in patients with Alzheimer's disease, Down syndrome, other tauopathies (e.g. Pick's disease) and polyglutamine disease (e.g. Huntington's disease).",
            "score": 96.12699890136719
        }
    ]
}