{
    "q": [
        {
            "docid": "46188763_25",
            "document": "Gold nanoparticles in chemotherapy . Gold nanoparticles have their advantages in drug vectorization. They can pack several different sizes and types of dendrimers and several different types of ligands in order to effectively treat different types of cancers. For example, research shows that 80~90% of breast cancer’s tumor cells have estrogen receptors and 60~70% of prostate cancer’s tumor cells have androgen receptors. These significant amount of hormone receptors play a role in intermolecular actions. This role is now used by targeting and therapeutic ligands on gold nanoparticles to target tissue-selective anti-tumor drug delivery. In order to have multiple targeting and therapeutic ligands bind with gold nanoparticles, the gold nanoparticles must first undergo polymer stabilization. Then, anti-estrogen molecules with thiolated PEG are bound to gold nanoparticles via Au-S bonds, forming thiolate protected gold nanoparticles. Docetaxel is packed into PEGylated gold nanoparticles Docetaxel is an anti-mitotic chemotherapy medicine which showing great performance in clinical trial. Docetaxel was approved by FDA, to treat several different kinds of cancer. i.e. breast cancer(include locally advanced or metastatic).",
            "score": 200.7170958518982
        },
        {
            "docid": "46188763_36",
            "document": "Gold nanoparticles in chemotherapy . Part of the issue with these studies is the lack of reliable methods for determining the uptake of gold nanoparticles \"in vivo\" without examining the tumor site post-mortem. Gold nanoparticle uptake in cells is often carried out by examining the organs of injected mice post-mortem. This technique cannot be replicated during clinical trials, so new methods need to be developed to determine the uptake of cells to avoid higher concentrations of gold nanoparticles in the body leading to toxic effects. One recently suggested method to counter this limitation is radiolabeling. The uptake of thiolated gold nanoparticles has recently been monitored using 111In-labeled polymer shells that surround the gold nanoparticle and shows a possible way around this problem, but these polymer shells can be removed from the particle making a more stable labeling system required for these kinds of studies.",
            "score": 238.2430876493454
        },
        {
            "docid": "41086554_3",
            "document": "Nanoparticles for drug delivery to the brain . The first successful delivery of a drug across the BBB occurred in 2005. The drug used was hexapeptide dalargin, an anti-nociceptive peptide that cannot cross the BBB alone. It was encapsulated in polysorbate 80 coated nanoparticles and intravenously injected. This was a huge breakthrough in the nanoparticle drug delivery field, and it helped advance research and development toward clinical trials of nanoparticle delivery systems. Nanoparticles range in size from 10 - 1000 nm (or 1 µm) and they can be made from natural or artificial polymers, lipids, dendrimers, and micelles. Most polymers used for nanoparticle drug delivery systems are natural, biocompatible, and biodegradable, which helps prevent contamination in the CNS. Several current methods for drug delivery to the brain include the use of liposomes, prodrugs, and carrier-mediated transporters. Many different delivery methods exist to transport these drugs into the body, such as peroral, intranasal, intravenous, and intracranial. For nanoparticles, most studies have shown increasing progression with intravenous delivery. Along with delivery and transport methods, there are several means of functionalizing, or activating, the nanoparticle carriers. These means include dissolving or absorbing a drug throughout the nanoparticle, encapsulating a drug inside the particle, or attaching a drug on the surface of the particle.",
            "score": 189.31453275680542
        },
        {
            "docid": "54992011_10",
            "document": "Characterization of nanoparticles . Particle size is the external dimensions of a particle, and dispersity is a measure of the range of particle sizes in a sample. If the particle is elongated or irregularly shaped, the size will differ between dimensions, although many measurement techniques yield an equivalent spherical diameter based on the surrogate property being measured. Size can be calculated from physical properties such as settling velocity, diffusion rate or coefficient, and electrical mobility. Size can also be calculated from microscope images using measured parameters such as Feret diameter, Martin diameter and projected area diameters; electron microscopy is often used for this purpose for nanoparticles. Size measurements may differ between methods because they measure different aspects of particle dimensions, they average distributions over an ensemble differently, or the preparation for or operation of the method may change the effective particle size.",
            "score": 178.63398265838623
        },
        {
            "docid": "1234517_37",
            "document": "Nanoparticle . Spectroscopy, which measures the particles' interaction with electromagnetic radiation as a function of wavelength, is useful for some classes of nanoparticles to characterize concentration, size, and shape. X-ray, ultraviolet–visible, infrared, and nuclear magnetic resonance spectroscopy can be used with nanoparticles. Light scattering methods using laser light, X-rays, or neutron scattering are used to determine particle size, with each method suitable for different size ranges and particle compositions. Some miscellaneous methods are electrophoresis for surface charge, the Brunauer–Emmett–Teller method for surface area, and X-ray diffraction for crystal structure, as well as mass spectrometry for particle mass, and particle counters for particle number. Chromatography, centrifugation, and filtration techniques can be used to separate nanoparticles by size or other physical properties before or during characterization.",
            "score": 202.4179916381836
        },
        {
            "docid": "886856_9",
            "document": "Colloidal gold . With advances in various analytical technologies in the 20th century, studies on gold nanoparticles has accelerated. Advanced microscopy methods, such as atomic force microscopy and electron microscopy, have contributed the most to nanoparticle research. Due to their comparably easy synthesis and high stability, various gold particles have been studied for their practical uses. Different types of gold nanoparticle are already used in many industries, such as medicine and electronics. For example, several FDA-approved nanoparticles are currently used in drug delivery.",
            "score": 184.59267854690552
        },
        {
            "docid": "22423972_12",
            "document": "Protein–carbohydrate interaction . Recently, studies by using metal nanoparticle probes to detect the carbohydrate–protein interactions were reported. Use of gold and silver nanoparticle probes in resonant light scattering (RLS) gives particular high sensitivity. Zhenxin Wang and coworker the same principle applied this method to detect the interaction between carbohydrate and protein. As Lectin can strongly bind to specific carbohydrate, scientists develop several lectin-based carbohydrate biosensors. Designed lectin contains specific groups can be detected by analytical method.",
            "score": 181.05960273742676
        },
        {
            "docid": "41585434_5",
            "document": "Anti-miRNA oligonucleotides . Delivery of AMOs requires \"in vitro\" transfection into target cells. Presently there are difficulties with conventional methods of transfection that result in low delivery efficiency. In order to increase the effectiveness of AMO delivery, a 2011 paper proposed using functionalized gold nanoparticles. The gold nanoparticles increase delivery efficiency by conjugating with a cargo DNA that anneals to the AMO using complementarity. The cargo DNA is attached to the surface of the nanoparticle. Because many variations of DNA and RNA are unstable in \"in vivo\" conditions, carriers, such as nanoparticles, are necessary to protect from degeneration by nucleases. These nanoparticles are useful in order to facilitate uptake into the cell, and transfer the genetic information to the nucleus. Another in vivo method for delivery supported by results in mice is the injection of AMOs intravenously. Tail vein injection of AMOs in the mice were shown to be effective. In order for this system to be useful, the AMOs were conjugated with cholesterol for increased uptake into the cell through the membrane and were chemically modified by 2′-OMe phosphoramidites to prevent degradation of the AMOs.",
            "score": 162.12636733055115
        },
        {
            "docid": "886856_33",
            "document": "Colloidal gold . As gold nanoparticles (AuNPs) are further investigated for targeted drug delivery in humans, their toxicity needs to be considered. For the most part, it is suggested that AuNPs are biocompatible, but it is important to ask at what concentration they would be toxic, and if that concentration falls within the range of used concentrations. Toxicity can be tested \"in vitro\" and \"in vivo\". \"In vitro\" toxicity results can vary depending on the type of the cellular growth media with different protein compositions, the method used to determine cellular toxicity (cell health, cell stress, how many cells are taken into a cell), and the capping ligands in solution. \"In vivo\" assessments can determine the general health of an organism (abnormal behavior, weight loss, average life span) as well as tissue specific toxicology (kidney, liver, blood) and inflammation and oxidative responses. \"In vitro\" experiments are more popular than \"in vivo\" experiments because \"in vitro\" experiments are more simplistic to perform than \"in vivo\" experiments.",
            "score": 150.64891409873962
        },
        {
            "docid": "19079647_7",
            "document": "Pollution from nanomaterials . Metals, in particular, have a really strong bonds. Their properties follow up to the nanoscale as well. Metals can stay and damage the environment for a long time, since they hardly degrade or get destroyed. With the increase in use of nanotechnology, it is predicted that the nanowaste of metals will keep increasing, and until a solution is found for that problem, that waste will keep accumulating in the environment. On the other hand, some possible future applications of nanotechnology have the potential to benefit the environment. Nanofiltration, based on the use of membranes with extremely small pores smaller than 10 nm (perhaps composed of nanotubes) are suitable for a mechanical filtration for the removal of ions or the separation of different fluids. A couple of studies have found a solution to filtrate and extract those nanoparticles from water. The process is still being studied but simulations have been giving a total of about 90% to 99% removal of nanowaste particles from the water at an upgraded waste water treatment plant. Once the particles are separated from the water, they go to the landfill with the rest of the solids. Furthermore, magnetic nanoparticles offer an effective and reliable method to remove heavy metal contaminants from waste water. Using nanoscale particles increases the efficiency to absorb the contaminants and is comparatively inexpensive compared to traditional precipitation and filtration methods. One current method to recover nanoparticles is the Cloud Point Extraction. With this technique, gold nanoparticles and some other types of particles that are heat conductors are able to be extracted from aqueous solutions. The process consists of a heating section of the solution that contains the nanoparticles, and then centrifuged in order to separate the layers and then separate the nanoparticles.",
            "score": 191.07000494003296
        },
        {
            "docid": "619632_7",
            "document": "Transfection . There are various methods of introducing foreign DNA into a eukaryotic cell: some rely on physical treatment (electroporation, cell squeezing, nanoparticles, magnetofection); others rely on chemical materials or biological particles (viruses) that are used as carriers. Gene delivery is, for example, one of the steps necessary for gene therapy and the genetic modification of crops. There are many different methods of gene delivery developed for various types of cells and tissues, from bacterial to mammalian. Generally, the methods can be divided into two categories: non-viral and viral.",
            "score": 142.552472114563
        },
        {
            "docid": "3434894_15",
            "document": "Surface-enhanced Raman spectroscopy . SERS can be used to target specific DNA and RNA sequences using a combination of gold and silver nanoparticles and Raman-active dyes, such as Cy3. Specific single nucleotide polymorphisms (SNP) can be identified using this technique. The gold nanoparticles facilitate the formation of a silver coating on the dye-labeled regions of DNA or RNA, allowing SERS to be performed. This has several potential applications: For example, Cao et al. report that gene sequences for HIV, Ebola, Hepatitis, and Bacillus Anthracis can be uniquely identified using this technique. Each spectrum was specific, which is advantageous over fluorescence detection; some fluorescent markers overlap and interfere with other gene markers. The advantage of this technique to identify gene sequences is that several Raman dyes are commercially available, which could lead to the development of non-overlapping probes for gene detection.",
            "score": 180.77268838882446
        },
        {
            "docid": "42069970_6",
            "document": "Neuronal lineage marker . The study of the nervous system dates back to ancient Egypt but only in the ninetieth century it became more detailed. With the invention of the microscope and a technique of staining developed by Camillo Golgi, it was possible to study individual neurons. This scientist started to impregnate nervous tissue with metal, as silver. The reaction consists in fixing particles of silver chromate to the neurilemma, and resulted in a stark black deposit in the soma, axon and dendrites of the neuron. Thus, it was possible to identify different types of neurons, as Golgi Cell, Golgi I and Golgi II. In 1885 there was a German medical researcher called Franz Nissl who developed another staining technique now known by Nissl staining. This technique is slightly different from Golgi staining since it stains the cell body and the endoplasmic reticulum. In 1887, a Spanish scientist called Santiago Ramon y Cajal learned the staining technique with Golgi and started his famous work of neuroanatomy. With this technique he made an extensive study of several areas of the brain and in different species. He also described very precisely the purkinje cells, the chick cerebellum and the neuronal circuit of the rodent hippocampus. In 1941 Dr. Albert Coons used for the first time a revolutionary technique that uses the principle of antibodies binding specifically to antigens in the tissues. He created an immunoflorescent technique for labelling the antibodies. This technique continues to be widely used in neuroscience studies for identifying different structures. The most important neural markers used nowadays are the GFAP, Nestin, NeuroD antibodies and others. For the past years there are still creating new neural markers for immunocytochemistry or/and immunohistochemistry. In 1953 Heinrich Klüver invented a new staining technique called, Luxol Fast Blue stain or LFB, and with this technique it’s possible to detect demyelination in the central nervous system. Myelin sheath will be stained blue, but other structures will be stained as well. The next revolutionary technique was invented in 1969 by an American scientist called Joseph G. Gall. This technique is called in situ Hybridization and it is used in a large variety of studies but mainly used in developmental biology. With this technique it is possible to mark some genes expressed in determined areas of the animal. In neurobiology, it's very useful for understanding the formation of the nervous system.",
            "score": 123.6459299325943
        },
        {
            "docid": "19230109_29",
            "document": "Platinum nanoparticle . A topic of research within the field of nanoparticles is how to use these small particles for drug delivery. Depending on particle properties, nanoparticle may move throughout the human body are promising as site-specific vehicles for the transport of medicine. Current research using platinum nanoparticles in drug delivery uses platinum-based carries to move antitumor medicine. In one study, platinum nanoparticles of diameter 58.3 nm were used to transport an anticancer drug to human colon carcinoma cells, HT-29. Uptake of the nanoparticles by the cell involves compartmentalization of the nanoparticles within lysosomes. The high acidity environment enables leaching of platinum ions from the nanoparticle, which the researchers identified as causing the increased effectiveness of the drug. In another study, a Pt nanoparticle of diameter 140 nm was encapsulated within a PEG nanoparticle to move an antitumor drug, Cisplatin, within a prostate cancer cell (LNCaP/PC3) population. Use of platinum in drug delivery hinges on its ability to not interact in a harmful manner in healthy portions of the body while also being able to release its contents when in the correct environment.",
            "score": 233.3192491531372
        },
        {
            "docid": "21514_7",
            "document": "Nanomedicine . Drug delivery systems, lipid- or polymer-based nanoparticles, can be designed to improve the pharmacokinetics and biodistribution of the drug. However, the pharmacokinetics and pharmacodynamics of nanomedicine is highly variable among different patients. When designed to avoid the body's defence mechanisms, nanoparticles have beneficial properties that can be used to improve drug delivery. Complex drug delivery mechanisms are being developed, including the ability to get drugs through cell membranes and into cell cytoplasm. Triggered response is one way for drug molecules to be used more efficiently. Drugs are placed in the body and only activate on encountering a particular signal. For example, a drug with poor solubility will be replaced by a drug delivery system where both hydrophilic and hydrophobic environments exist, improving the solubility. Drug delivery systems may also be able to prevent tissue damage through regulated drug release; reduce drug clearance rates; or lower the volume of distribution and reduce the effect on non-target tissue. However, the biodistribution of these nanoparticles is still imperfect due to the complex host's reactions to nano- and microsized materials and the difficulty in targeting specific organs in the body. Nevertheless, a lot of work is still ongoing to optimize and better understand the potential and limitations of nanoparticulate systems. While advancement of research proves that targeting and distribution can be augmented by nanoparticles, the dangers of nanotoxicity become an important next step in further understanding of their medical uses.",
            "score": 222.76143896579742
        },
        {
            "docid": "16037610_10",
            "document": "Janus particles . The liquid–liquid and gas–liquid interface methods do have an issue where the nanoparticles can rotate in solution, causing the deposition of silver on more than one face. A liquid–liquid/liquid–solid hybrid interface method was first introduced by Granick \"et al.\" as a solution to this liquid–liquid method problem. In this method, molten paraffin wax was substituted for the oil, and silica nanoparticles for the magnetite. When the solution was cooled, the wax solidified, trapping half of each silica nanoparticle in the wax surface, leaving the other half of the silica exposed. The water was then filtered off and the wax-trapped silica nanoparticles were then exposed to a methanol solution containing (amino- propyl)triethoxysilane, which reacted with the exposed silica surfaces of the nanoparticles. The methanol solution was then filtered off and the wax was dissolved with chloroform, freeing the newly made Janus particles. Liu \"et al.\" reported the synthesis of acorn- and mushroom-shaped silica–aminopropyl–trimethoxysilane Janus nanoparticles using the hybrid liquid–liquid/liquid–solid method developed by Granick \"et al.\" They exposed homogenous aminopropyl-trimethoxysilane functionalized silica nanoparticles embedded in wax to an ammonium fluoride solution, which etched away the exposed surface. The liquid–liquid/liquid–solid hybrid method also has some drawbacks; when exposed to the second solvent for functionalization, some of the nanoparticles may be released from the wax, resulting in homogenous instead of Janus nanoparticles. This can partially be corrected by using waxes with higher melting points or performing functionalization at lower temperatures. However, these modifications still result in significant loss. Cui et al. designed a more enduring mask made of polydimethylsiloxane (PDMS) polymer film to create a liquid–liquid/liquid–solid interface. The exposed-to-be-modified portion of particle surface can be adjusted by controlling the PDMS curing temperature and time, thus the embedment depth of the particles. The advantage of this fabrication method is that PDMS is inert and enduring in many wet chemistry solutions, and various metal or oxides or alloys such as silver, gold, nickel, titania can modify the exposed surface. Granick \"et al.\", in another paper, demonstrated a possible fix by using a liquid–liquid/gas–solid phase hybrid method by first immobilizing silica nanoparticles in paraffin wax using the previously discussed liquid–solid phase interface method, and then filtering off the water. The resulting immobilized nanoparticles were then exposed to silanol vapor produced by bubbling nitrogen or argon gas through liquid silanol, causing the formation of a hydrophilic face. The wax was then dissolved in chloroform, releasing the Janus nanoparticles.",
            "score": 193.42565214633942
        },
        {
            "docid": "84936_18",
            "document": "Blood–brain barrier . A significant amount of research in this area has been spent exploring methods of nanoparticle-mediated delivery of antineoplastic drugs to tumors in the central nervous system. For example, radiolabeled polyethylene glycol coated hexadecylcyanoacrylate nanospheres targeted and accumulated in a rat gliosarcoma. However, this method is not yet ready for clinical trials, due to the accumulation of the nanospheres in surrounding healthy tissue. Another, more promising approach, is the coating of polyalkylcyanoacrylate or poly-lactic-co-glycolic acid (PLGA) nanoparticles with polysorbate 80 or poloxamer 188. Due to this coating the particles adsorb apolipoproteins E or A-1 from the blood and thus interact with the LRP1 or with the scavenger receptor followed by transcytosis across the blood-brain barrier into the brain. These particles loaded with doxorubicin for the treatment of glioblastomas are presently in Clinical Phase I. Recently, a novel class of multifunctional nanoparticles known as magneto-electric nanoparticles (MENs) has been discovered for externally controlled targeted delivery and release of drug(s) across BBB as well as wireless stimulation of cells deep in the brain. This approach depends more on the field control and less on the cellular microenvironment. In vitro and in vivo (on mice) experiments to prove the feasibility of using MENs to release a drug across BBB on demand and wirelessly stimulate the brain have been conducted by the research group of Prof. Sakhrat Khizroev at Florida International University (FIU).",
            "score": 171.5539972782135
        },
        {
            "docid": "46188763_35",
            "document": "Gold nanoparticles in chemotherapy . While there are many \"in vitro\" studies of gold nanoparticles used for chemotherapy, \"in vivo\" studies are both rare and often report conflicting results. For example, one \"in vivo\" study has shown that 13-nm gold nanoparticles circulated in the bloodstream often “accumulate in the liver and spleen and…have long blood circulation times.\" Also, nanoparticles from 8 to 37 nanometers have been shown to cause abnormal symptoms leading to death in mice due to medical complications in the spleen, liver, and lungs. Yet, other studies have shown that 20 nm gold nanoparticles can pass into the retina without causing any cytotoxic effects and nanoparticles of 13 nm diameter were not toxic in the body. Many argue that these results differ due to different concentrations on nanoparticles used for these experiments and requires further research.",
            "score": 193.07389509677887
        },
        {
            "docid": "46188763_37",
            "document": "Gold nanoparticles in chemotherapy . Gold nanoparticles may be used in an indirectly therapeutic way. The issue of angiogenesis describes the formation of new blood vessels, which not only increased spread of cancerous cells, but may proliferate the spread of proteins responsible for rheumatoid arthritis. As AuNPs reduce angiogenesis, rheumatoid arthritis is reduced as a result. \"Chamberland et al\" studied the use of anti-TNF conjugated gold nanorods (AuNRs) \"ex vivo\" in rat tail joints to reduce the effect of rheumatoid arthritis. They observed the effects of the drug delivery system via PAT technology. The properties of the AuNRs found to be the most efficient had measurements of 45 x 15 nm with an absorption peak of 660 nm. This tuning allowed for better contrast between the targeted areas and intra-articular tissue. Thus, the etanercept conjugated AuNRs were seen to increase the light sensitivity. The imaging technique provides greater opportunities for sensitive in vivo drug tracking in biothechnology.",
            "score": 164.79290735721588
        },
        {
            "docid": "54992011_8",
            "document": "Characterization of nanoparticles . Spectroscopy, which measures the particles' interaction with electromagnetic radiation as a function of wavelength, is useful for some classes of nanoparticles to characterize concentration, size, and shape. Semiconductor quantum dots are fluorescent and metal nanoparticles exhibit surface plasmon absorbances, making both amenable to ultraviolet–visible spectroscopy. Infrared, nuclear magnetic resonance, and X-ray spectroscopy are also used with nanoparticles. Light scattering methods using laser light, X-rays, or neutron scattering are used to determine particle size, with each method suitable for different size ranges and particle compositions.",
            "score": 179.24192547798157
        },
        {
            "docid": "7172_89",
            "document": "Chemotherapy . Nanoparticles are 1–1000 nanometer (nm) sized particles that can promote tumor selectivity and aid in delivering low-solubility drugs. Nanoparticles can be targeted passively or actively. Passive targeting exploits the difference between tumor blood vessels and normal blood vessels. Blood vessels in tumors are \"leaky\" because they have gaps from 200–2000 nm, which allow nanoparticles to escape into the tumor. Active targeting uses biological molecules (antibodies, proteins, DNA and receptor ligands) to preferentially target the nanoparticles to the tumor cells. There are many types of nanoparticle delivery systems, such as silica, polymers, liposomes and magnetic particles. Nanoparticles made of magnetic material can also be used to concentrate agents at tumor sites using an externally applied magnetic field. They have emerged as a useful vehicle in magnetic drug delivery for poorly soluble agents such as paclitaxel.",
            "score": 196.14142870903015
        },
        {
            "docid": "19230109_35",
            "document": "Platinum nanoparticle . Most studies so far have been size based using an in vivo mouse model. In one study, researchers compared the effects of sun 1 nm and 15 nm platinum nanoparticles on mice. The 15 mg/kg dose of sub 1 nm platinum nanoparticles were found to cause liver damage while the larger particles had no effect. A similar study using a singular injection as an exposure source of platinum nanoparticles into the mouse model found necrosis of tubular epithelial cells for particles under 1 nm, but no effect with those particles of 8 nm. These in vivo studies show a trend that the toxicity of the platinum nanoparticles is size dependent, most likely due to the ability of the nanoparticle to get into a high impactful region within the body. A complete study analyzing the effect of varying sized platinum nanoparticles used both in vivo and in vitro models is used to gain a better understanding what impact these nanoparticles could have. Using mice as a model, they found retention of the platinum nanoparticles by the respiratory tract of the mouse. This was accompanied by a minor to mild inflammation of the surrounding lung tissue. However, their in vitro tests using human and lung epithelial cells found no cytotoxic or oxidative stress effects caused by the platinum nanoparticles despite clear evidence of cellular uptake.",
            "score": 214.78948962688446
        },
        {
            "docid": "37749401_27",
            "document": "Multispectral optoacoustic tomography . A multitude of exogenous contrast agents have been developed, or are under development, for optoacoustics. These contrast agents should have an absorption spectrum different from that of endogenous tissue absorbers, so that they can be separated from other background absorbers using spectral unmixing. Different classes of exogenous contrast agents exist. Organic dyes, such as the fluorochromes indocyanine green and methylene blue, are non-specific, approved for clinical use, and suitable for perfusion imaging. They typically have low quantum yield, so they convert a large portion of absorbed energy into heat and thus photoechoes. Since these dyes can be imaged based on optoacoustics and fluorescence, the two types of microscopies can be used to complement and verify each other. In fact, organic dyes are generally well characterized because of their widespread use in fluorescence imaging. Photosensitizers, already in clinical use for photodynamic therapy, can be detected using MSOT, allowing analysis of their pharmacokinetics and bio-distribution in vivo. Light-absorbing nanoparticles offer potential advantages over organic dyes because of their ability to produce stronger photoechoes and their lower photosensitivity. One disadvantage is that they must be approved individually for human use because their safety has not been well established. Gold nanoparticles, silver nanoparticles, carbon nanotubes, and iron-oxide particles have been used for optoacoustic imaging in animals. Gold nanoparticles generate strong optoacoustic signals due to plasmon resonance, and their absorption spectrum can be tuned by modifying their shape. Some iron oxide nanoparticles, such as SPIO, have already been approved for the clinic as MRI contrast agents.",
            "score": 194.34417927265167
        },
        {
            "docid": "41086554_20",
            "document": "Nanoparticles for drug delivery to the brain . In the early 21st century, extensive research is occurring in the field of nanoparticle drug delivery systems to the brain. One of the common diseases being studied in neuroscience today is Alzheimer's disease. Many studies have been done to show how nanoparticles can be used as a platform to deliver therapeutic drugs to these patients suffering from the disease. A few Alzheimer's drugs that have been studied especially are rivastigmine, tacrine, quinoline, piperine, and curcumin. PBCA, chitosan, and PLGA nanoparticles were used as delivery systems for these drugs. Overall, the results from each drug injection with these nanoparticles showed remarkable improvements in the effects of the drug relative to non-nanoparticle delivery systems. This possibly suggests that nanoparticles could provide a promising solution to how these drugs could cross the BBB. One factor that still must be considered and accounted for is nanoparticle accumulation in the body. With long-term and frequent injections that are often required to treat chronic diseases such as Alzheimer's disease, polymeric nanoparticles could potentially build up in the body, causing undesirable effects. This area for concern would have to be further assessed to analyze these possible effects and to improve them.",
            "score": 190.48371362686157
        },
        {
            "docid": "16803775_17",
            "document": "Magnetic nanoparticles . Affinity ligands such as epidermal growth factor (EGF), folic acid, aptamers, lectins etc. can be attached to the magnetic nanoparticle surface with the use of various chemistries. This enables targeting of magnetic nanoparticles to specific tissues or cells. This strategy is used in cancer research to target and treat tumors in combination with magnetic hyperthermia or nanoparticle-delivered cancer drugs. Despite research efforts, however, the accumulation of nanoparticles inside of cancer tumors of all types is sub-optimal, even with affinity ligands. Willhelm et al. conducted a broad analysis of nanoparticle delivery to tumors and concluded that the median amount of injected dose reaching a solid tumor is only 0.7%. The challenge of accumulating large amounts of nanoparticles inside of tumors is arguably the biggest obstacle facing nanomedicine in general. While direct injection is used in some cases, intravenous injection is most often preferred to obtain a good distribution of particles throughout the tumor. Magnetic nanoparticles have a distinct advantage in that they can accumulate in desired regions via magnetically guided delivery, although this technique still needs further development to achieve optimal delivery to solid tumors.",
            "score": 219.72102451324463
        },
        {
            "docid": "26393119_3",
            "document": "Microfluorimetry . Microfluorimetry has uses for many different fields including cell biology, microbiology, immunology, cell cycle analysis and \"flow karyotyping\" of cells. In flow karotyping, isolated metaphase chromosomes are stained and measured in a flow microfluorometer. Fluorescent staining of chromosomes can also give distribution about the relative frequency of occurrence and the chromosomal DNA content of the measured chromosomes. This technique allows for karyotyping at higher speeds than with previous methods and was shown to be accurate using Chinese hamster chromosomes. Flow microfluorimetry (FMF) can also be used to determine different populations of cells using fluorescent markers with small cell samples. The markers used for measurement in flow microfluorimetry are made up of fluorescent antigens or DNA binding agents. It allows for the accurate measure of an antibody reacting with an antigen. Flow microfluorimetry is also used in pharmaceutical research to determine cell type, protein and DNA expression, cell cycle, and other properties of a cell during drug treatment. For example, microfluorimetry is used in neurons to compare the effects of neurotoxins on both calcium ion concentration and mitochondrial membrane potential in individual cells. Microfluorimetry can also be used as a method to distinguish different microorganisms from one another by analyzing and comparing the DNA content of each cell. This same concept can also be applied to distinguish between cell types using a suitable fluorescent dye which varies depending on purpose and is a critical technique in modern cell biology and genomics.",
            "score": 107.3589117527008
        },
        {
            "docid": "21003747_10",
            "document": "High Resolution Melt . In a field more relevant to clinical diagnostics, HRM has been shown to be suitable in principle for the detection of mutations in the breast cancer susceptibility genes BRCA1 and BRCA2. More than 400 mutations have been identified in these genes.The sequencing of genes is the gold standard for identifying mutations. Sequencing is time consuming and labour-intensive and is often preceded by techniques used to identify heteroduplex DNA, which then further amplify these issues. HRM offers a faster and more convenient closed-tube method of assessing the presence of mutations and gives a result which can be further investigated if it is of interest. In a study carried out by Scott et al. in 2006, 3 cell lines harbouring different BRCA mutations were used to assess the HRM methodology. It was found that the melting profiles of the resulting PCR products could be used to distinguish the presence or absence of a mutation in the amplicon. Similarly in 2007 Krypuy et al. showed that the careful design of HRM assays (with regards to primer placement) could be successfully employed to detect mutations in the TP53 gene, which encodes the tumour suppressor protein p53 in clinical samples of breast and ovarian cancer. Both these studies highlighted the fact that changes in the melting profile can be in the form of a shift in the melting temperature or an obvious difference in the shape of the melt curve. Both of these parameters are a function of the amplicon sequence. The consensus is that HRM is a cost efficient method that can be employed as an initial screen for samples suspected of harbouring polymorphisms or mutations. This would reduce the number of samples which need to be investigated further using more conventional methods.",
            "score": 110.65613293647766
        },
        {
            "docid": "6497232_3",
            "document": "Molecularly imprinted polymer . Molecular imprinting is, in fact, making an artificial tiny lock for a specific molecule that serve as miniature key. Like plastic receptors the imprinted polymer grabs specific chemicals. Many basic biological processes, from sensing of odors to signaling between nerve and muscle cells, rely on such lock-and-key combinations. For decades, scientists trying to understand these interactions often play locksmith, searching for the right key to fit a particular receptor. Now, the elegance of molecular imprinting in nature has been spurring many scientists to build the locks themselves. They etch a material to create specific cavities which in size, shape and functional groups, fit the target molecule.  However, one of the greatest advantages of artificial receptors over naturally occurring ones is freedom of molecular design. Their frameworks are never restricted to proteins, and a variety of skeletons (e.g., carbon chains and fused aromatic rings) can be used. Thus, the stability, flexibility, and other properties are freely modulated according to need. Even functional groups that are not found in nature can be employed in these man-made compounds. Furthermore, when necessary, the activity in response towards outer stimuli (photo-irradiation, pH change, electric or magnetic field, and others) can be provided by using appropriate functional groups. The spectrum of functions is far wider than that of naturally occurring ones. In a molecular imprinting processes, one needs a 1) template, 2) functional monomer(s) 3) cross-linker, 4) initiator, 5) porogenic solvent and 6) extraction solvent. According to polymerization method and final polymer format one or some of the reagent can be avoided. The self-assembly method has advantages in the fact that it forms a more natural binding site, and also offers additional flexibility in the types of monomers that can be polymerized. The covalent method has its advantages in generally offering a high yield of homogeneous binding sites, but first requires the synthesis of a derivatized imprint molecule and may not imitate the \"natural\" conditions that could be present elsewhere. Over the recent years, interest in the technique of molecular imprinting has increased rapidly, both in the academic community and in the industry. Consequently, significant progress has been made in developing polymerization methods that produce adequate MIP formats with rather good binding properties expecting an enhancement in the performance or in order to suit the desirable final application, such as beads, films or nanoparticles. One of the key issues that have limited the performance of MIPs in practical applications so far is the lack of simple and robust methods to synthesize MIPs in the optimum formats required by the application. Chronologically, the first polymerization method encountered for MIP was based on \"bulk\" or solution polymerization. This method is the most common technique used by groups working on imprinting especially due to its simplicity and versatility. It is used exclusively with organic solvents mainly with low dielectric constant and consists basically of mixing all the components (template, monomer, solvent and initiator) and subsequently polymerizing them. The resultant polymeric block is then pulverized, freed from the template, crushed and sieved to obtain particles of irregular shape and size between 20 and 50 µm. Depending on the target (template) type and the final application of the MIP, MIPs are appeared in different formats such as nano/micro spherical particles, nanowires and thin film or membranes. They are produced with different polymerization techniques like bulk, precipitation, emulsion, suspension, dispersion, gelation, and multi-step swelling polymerization. Most of investigators in the field of MIP are making MIP with heuristic techniques such as hierarchical imprinting method. The technique for the first time was used for making MIP by Sellergren et al. for imprinting small target molecules. With the same concept, Nematollahzadeh et al. developed a general technique, so-called polymerization packed bed, to obtain a hierarchically structured high capacity protein imprinted porous polymer beads by using silica porous particles for protein recognition and capture.",
            "score": 143.3984911441803
        },
        {
            "docid": "2370766_7",
            "document": "Ion beam analysis . Gold nanoparticles have been recently used as a basis for a count of atomic species, especially with studying the content of cancer cells. Ion beam analysis is a great way to count the amount of atomic species per cell. Scientists have found an effective way to make accurate quantitative data available by using ion beam analysis in conjunction with elastic backscattering spectrometry (EBS). The researchers of a gold nanoparticle study were able to find much greater success using ion beam analysis in comparison to other analytical techniques, such as PIXE or XRF. This success is due to the fact that the EBS signal can directly measure depth information using ion beam analysis, whereas this cannot be done with the other two methods. The unique properties of ion beam analysis make great use in a new line of cancer therapy. Ion beam analysis also has a very unique application in the use of studying archaeological artifacts, also known as archaeometry. For the past three decades, this has been the much preferred method to study artifacts while preserving their content. What many have found useful in using this technique is its offering of excellent analytical performance and non-invasive character. More specifically, this technique offers unparalleled performance in terms of sensitivity and accuracy. Recently however, there have been competing sources for archaeometry purposes using X-ray based methods such as XRF. Nonetheless, the most preferred and accurate source is ion beam analysis, which is still unmatched in its analysis of light elements and chemical 3D imaging applications (i.e. artwork and archaeological artifacts).",
            "score": 179.5768448114395
        },
        {
            "docid": "23891367_25",
            "document": "Silver nanoparticle . The biological synthesis of nanoparticles has provided a means for improved techniques compared to the traditional methods that call for the use of harmful reducing agents like sodium borohydride. Many of these methods could improve their environmental footprint by replacing these relatively strong reducing agents. The problems with the chemical production of silver nanoparticles is usually involves high cost and the longevity of the particles is short lived due to aggregation. The harshness of standard chemical methods has sparked the use of using biological organisms to reduce silver ions in solution into colloidal nanoparticles.",
            "score": 172.42236065864563
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 166.75341188907623
        },
        {
            "docid": "886856_45",
            "document": "Colloidal gold . This approach, discovered by Perrault and Chan in 2009, uses hydroquinone to reduce HAuCl in an aqueous solution that contains 15 nm gold nanoparticle seeds. This seed-based method of synthesis is similar to that used in photographic film development, in which silver grains within the film grow through addition of reduced silver onto their surface. Likewise, gold nanoparticles can act in conjunction with hydroquinone to catalyze reduction of ionic gold onto their surface. The presence of a stabilizer such as citrate results in controlled deposition of gold atoms onto the particles, and growth. Typically, the nanoparticle seeds are produced using the citrate method. The hydroquinone method complements that of Frens, as it extends the range of monodispersed spherical particle sizes that can be produced. Whereas the Frens method is ideal for particles of 12–20 nm, the hydroquinone method can produce particles of at least 30–300 nm.",
            "score": 166.79975128173828
        }
    ],
    "r": [
        {
            "docid": "46188763_36",
            "document": "Gold nanoparticles in chemotherapy . Part of the issue with these studies is the lack of reliable methods for determining the uptake of gold nanoparticles \"in vivo\" without examining the tumor site post-mortem. Gold nanoparticle uptake in cells is often carried out by examining the organs of injected mice post-mortem. This technique cannot be replicated during clinical trials, so new methods need to be developed to determine the uptake of cells to avoid higher concentrations of gold nanoparticles in the body leading to toxic effects. One recently suggested method to counter this limitation is radiolabeling. The uptake of thiolated gold nanoparticles has recently been monitored using 111In-labeled polymer shells that surround the gold nanoparticle and shows a possible way around this problem, but these polymer shells can be removed from the particle making a more stable labeling system required for these kinds of studies.",
            "score": 238.2430877685547
        },
        {
            "docid": "19230109_29",
            "document": "Platinum nanoparticle . A topic of research within the field of nanoparticles is how to use these small particles for drug delivery. Depending on particle properties, nanoparticle may move throughout the human body are promising as site-specific vehicles for the transport of medicine. Current research using platinum nanoparticles in drug delivery uses platinum-based carries to move antitumor medicine. In one study, platinum nanoparticles of diameter 58.3 nm were used to transport an anticancer drug to human colon carcinoma cells, HT-29. Uptake of the nanoparticles by the cell involves compartmentalization of the nanoparticles within lysosomes. The high acidity environment enables leaching of platinum ions from the nanoparticle, which the researchers identified as causing the increased effectiveness of the drug. In another study, a Pt nanoparticle of diameter 140 nm was encapsulated within a PEG nanoparticle to move an antitumor drug, Cisplatin, within a prostate cancer cell (LNCaP/PC3) population. Use of platinum in drug delivery hinges on its ability to not interact in a harmful manner in healthy portions of the body while also being able to release its contents when in the correct environment.",
            "score": 233.31924438476562
        },
        {
            "docid": "871586_10",
            "document": "Nanoshell . Gold-shelled nanoparticles, which are spherical nanoparticles with silica and/or liposome cores and gold shells, are used in cancer therapy and bio-imaging enhancement. Theranostic probes – capable of detection and treatment of cancer in a single treatment - are nanoparticles that have binding sites on their shell that allow them to attach to a desired location (typically cancerous cells) then can be imaged through dual modality imagery (an imaging strategy that uses x-rays and radionuclide imaging) and through near-infrared fluorescence. The reason gold nanoparticles are used is due to their vivid optical properties which are controlled by their size, geometry, and their surface plasmons. Gold nanoparticles (such as AuNPs) have the benefit of being biocompatible and the flexibility to have multiple different molecules, and fundamental materials, attached to their shell (almost anything that can normally be attached to gold can be attached to the gold nano-shell, which can be used in helping identifying and treating cancer). The treatment of cancer is possible only because of the scattering and absorption that occurs for plasmonics. Under scattering, the gold-plated nano-particles become visible to imaging processes that are tuned to the correct wavelength which is dependent upon the size and geometry of the particles. Under absorption, photothermal ablation occurs, which heats the nanoparticles and their immediate surroundings to temperatures capable of killing the cancer cells. This is accomplished with minimal damage to cells in the body due to the utilization of the \"water window\" (the spectral range between 800 and 1300 nm). As the human body is mostly water, this optimizes the light used versus the effects rendered.",
            "score": 229.08067321777344
        },
        {
            "docid": "21514_7",
            "document": "Nanomedicine . Drug delivery systems, lipid- or polymer-based nanoparticles, can be designed to improve the pharmacokinetics and biodistribution of the drug. However, the pharmacokinetics and pharmacodynamics of nanomedicine is highly variable among different patients. When designed to avoid the body's defence mechanisms, nanoparticles have beneficial properties that can be used to improve drug delivery. Complex drug delivery mechanisms are being developed, including the ability to get drugs through cell membranes and into cell cytoplasm. Triggered response is one way for drug molecules to be used more efficiently. Drugs are placed in the body and only activate on encountering a particular signal. For example, a drug with poor solubility will be replaced by a drug delivery system where both hydrophilic and hydrophobic environments exist, improving the solubility. Drug delivery systems may also be able to prevent tissue damage through regulated drug release; reduce drug clearance rates; or lower the volume of distribution and reduce the effect on non-target tissue. However, the biodistribution of these nanoparticles is still imperfect due to the complex host's reactions to nano- and microsized materials and the difficulty in targeting specific organs in the body. Nevertheless, a lot of work is still ongoing to optimize and better understand the potential and limitations of nanoparticulate systems. While advancement of research proves that targeting and distribution can be augmented by nanoparticles, the dangers of nanotoxicity become an important next step in further understanding of their medical uses.",
            "score": 222.76144409179688
        },
        {
            "docid": "34072435_5",
            "document": "Multiple layered plasmonics . Gold shelled nanoparticles, which are spherical nanoparticles with silica cores and gold shells, are used in cancer therapy and bio imaging enhancement. Theranostic probes – capable of detection and treatment of cancer in a single treatment - are nanoparticles that have binding sites on their shell that allow them to attach to a desired location (typically cancerous cells) then can be imaged through dual modality imagery (an imaging strategy that uses x-rays and radionuclide imaging) and through near-infrared fluorescence. The reason gold nanoparticles are used is due to their vivid optical properties which are controlled by their size, geometry, and their surface plasmons. Gold nanoparticles (such as AuNPs) have the benefit of being biocompatible and the flexibility to have multiple different molecules and fundamental materials, attached to their shell (almost anything that can normally be attached to gold can be attached to the gold nano-shell, helping in identifying and treating cancer). The treatment of cancer is possible only because of the scattering and absorption that occurs for plasmonics. Under scattering, the gold plated nanoparticles become visible to imaging processes that are tuned to the correct wavelength which is dependent upon the size and geometry of the particles. Under absorption, photothermal ablation occurs, which heats the nanoparticles and their immediate surroundings to temperatures capable of killing the surrounding cells. Additionally, these nanoparticles can be made to release antisense DNA oligonucleotides when under photo-activation. These oligonucleotides are used in conjunction with the photo-thermal ablation treatments to perform gene-therapy. This is accomplished because nanoparticle complexes are delivered inside of cells then undergo light induced release of DNA from their surface. This will allow for the internal manipulation of a cell and provide a means for monitoring a group cells return to equilibrium.",
            "score": 220.6707305908203
        },
        {
            "docid": "16803775_17",
            "document": "Magnetic nanoparticles . Affinity ligands such as epidermal growth factor (EGF), folic acid, aptamers, lectins etc. can be attached to the magnetic nanoparticle surface with the use of various chemistries. This enables targeting of magnetic nanoparticles to specific tissues or cells. This strategy is used in cancer research to target and treat tumors in combination with magnetic hyperthermia or nanoparticle-delivered cancer drugs. Despite research efforts, however, the accumulation of nanoparticles inside of cancer tumors of all types is sub-optimal, even with affinity ligands. Willhelm et al. conducted a broad analysis of nanoparticle delivery to tumors and concluded that the median amount of injected dose reaching a solid tumor is only 0.7%. The challenge of accumulating large amounts of nanoparticles inside of tumors is arguably the biggest obstacle facing nanomedicine in general. While direct injection is used in some cases, intravenous injection is most often preferred to obtain a good distribution of particles throughout the tumor. Magnetic nanoparticles have a distinct advantage in that they can accumulate in desired regions via magnetically guided delivery, although this technique still needs further development to achieve optimal delivery to solid tumors.",
            "score": 219.7210235595703
        },
        {
            "docid": "19230109_35",
            "document": "Platinum nanoparticle . Most studies so far have been size based using an in vivo mouse model. In one study, researchers compared the effects of sun 1 nm and 15 nm platinum nanoparticles on mice. The 15 mg/kg dose of sub 1 nm platinum nanoparticles were found to cause liver damage while the larger particles had no effect. A similar study using a singular injection as an exposure source of platinum nanoparticles into the mouse model found necrosis of tubular epithelial cells for particles under 1 nm, but no effect with those particles of 8 nm. These in vivo studies show a trend that the toxicity of the platinum nanoparticles is size dependent, most likely due to the ability of the nanoparticle to get into a high impactful region within the body. A complete study analyzing the effect of varying sized platinum nanoparticles used both in vivo and in vitro models is used to gain a better understanding what impact these nanoparticles could have. Using mice as a model, they found retention of the platinum nanoparticles by the respiratory tract of the mouse. This was accompanied by a minor to mild inflammation of the surrounding lung tissue. However, their in vitro tests using human and lung epithelial cells found no cytotoxic or oxidative stress effects caused by the platinum nanoparticles despite clear evidence of cellular uptake.",
            "score": 214.7895050048828
        },
        {
            "docid": "227982_92",
            "document": "Atomic force microscopy . The latest efforts in integrating nanotechnology and biological research have been successful and show much promise for the future. Since nanoparticles are a potential vehicle of drug delivery, the biological responses of cells to these nanoparticles are continuously being explored to optimize their efficacy and how their design could be improved. Pyrgiotakis et al. were able to study the interaction between CeO2 and Fe2O3 engineered nanoparticles and cells by attaching the engineered nanoparticles to the AFM tip. Beyond the interactions with external synthetic materials, cells have been imaged with X-ray crystallography and there has been much curiosity about their behavior \"in vivo\". Studies have taken advantage of AFM to obtain further information on the behavior of live cells in biological media. Real-time atomic force spectroscopy (or nanoscopy) and dynamic atomic force spectroscopy have been used to study live cells and membrane proteins and their dynamic behavior at high resolution, on the nanoscale. Imaging and obtaining information on the topography and the properties of the cells has also given insight into chemical processes and mechanisms that occur through cell-cell interaction and interactions with other signaling molecules (ex. ligands). Evans and Calderwood used single cell force microscopy to study cell adhesion forces, bond kinetics/dynamic bond strength and its role in chemical processes such as cell signaling.  Scheuring, Lévy, and Rigaud reviewed studies in which AFM to explore the crystal structure of membrane proteins of photosynthetic bacteria. Alsteen et al. have used AFM-based nanoscopy to perform a real-time analysis of the interaction between live mycobacteria and antimycobacterial drugs (specifically isoniazid, ethionamide, ethambutol, and streptomycine), which serves as an example of the more in-depth analysis of pathogen-drug interactions that can be done through AFM.",
            "score": 211.837646484375
        },
        {
            "docid": "46188763_34",
            "document": "Gold nanoparticles in chemotherapy . After using nanoparticles for photothermal therapy, it has been shown \"in vitro\" that high concentrations of reactive oxygen species (ROS) are formed within the treated cancer cells. While these species are not of concern to the dead cancer cells, they can cause oxidative stress in surrounding healthy cells if enough ROS are created leading to healthy cell death. This oxidative stress can be passivated using polymers as reducing agents (after degradation of the nanoparticle) and damage from ROS can be reduced using targeted uptake of the nanoparticles to the cancer cells. The mechanism for the oxidative stress caused by nanoparticles in the body is still the subject of study and provides a possible limitation when using gold nanoparticles with radiation within the body.",
            "score": 210.90199279785156
        },
        {
            "docid": "19230109_28",
            "document": "Platinum nanoparticle . Determining the impact of a nanoparticle on a living system is not straightforward. A multitude of in vivo and in vitro studies must be done to fully characterize reactivity. In vivo studies often use whole organisms such as mice or zebrafish to infer the interaction of the nanoparticle on a healthy human body. In vitro studies look at how nanoparticles interact with specific cell colonies, typically of human origin. Both types of experiments are needed for a complete understanding of nanoparticle toxicity, especially human toxicity, since no one model has complete human relevance.",
            "score": 210.7561492919922
        },
        {
            "docid": "9497908_17",
            "document": "Nanotoxicology . Some studies suggest that nanomaterials could potentially enter the body through intact skin during occupational exposure. Studies have shown that particles smaller than 1 μm in diameter may penetrate into mechanically flexed skin samples, and that nanoparticles with varying physicochemical properties were able to penetrate the intact skin of pigs. Factors such as size, shape, water solubility, and surface coating directly affect a nanoparticle’s potential to penetrate the skin. At this time, it is not fully known whether skin penetration of nanoparticles would result in adverse effects in animal models, although topical application of raw SWCNT to nude mice has been shown to cause dermal irritation, and \"in vitro\" studies using primary or cultured human skin cells have shown that carbon nanotubes can enter cells and cause release of pro-inflammatory cytokines, oxidative stress, and decreased viability. It remains unclear, however, how these findings may be extrapolated to a potential occupational risk. In addition, nanoparticles may enter the body through wounds, with particles migrating into the blood and lymph nodes.",
            "score": 208.6092071533203
        },
        {
            "docid": "23891367_55",
            "document": "Silver nanoparticle . Silver nanoparticles can undergo coating techniques that offer a uniform functionalized surface to which substrates can be added. When the nanoparticle is coated, for example, in silica the surface exists as silicic acid. Substrates can thus be added through stable ether and ester linkages that are not degraded immediately by natural metabolic enzymes. Recent chemotherapeutic applications have designed anti cancer drugs with a photo cleavable linker, such as an ortho-nitrobenzyl bridge, attaching it to the substrate on the nanoparticle surface. The low toxicity nanoparticle complex can remain viable under metabolic attack for the time necessary to be distributed throughout the bodies systems. If a cancerous tumor is being targeted for treatment, ultraviolet light can be introduced over the tumor region. The electromagnetic energy of the light causes the photo responsive linker to break between the drug and the nanoparticle substrate. The drug is now cleaved and released in an unaltered active form to act on the cancerous tumor cells. Advantages anticipated for this method is that the drug is transported without highly toxic compounds, the drug is released without harmful radiation or relying on a specific chemical reaction to occur and the drug can be selectively released at a target tissue.",
            "score": 208.29718017578125
        },
        {
            "docid": "31726766_3",
            "document": "Nanoparticle–biomolecule conjugate . Major characteristics of nanoparticles include volume, structure, and visual properties that make them valuable in nanobiotechnology. Depending on specific properties of size, structure, and luminescence, nanoparticles can be used for different applications. Imaging techniques are used to identify such properties and give more information about the tested sample. Techniques used to characterize nanoparticles are also useful in studying how nanoparticles interact with biomolecules, such as amino acids or DNA, and include magnetic resonance imaging (MRI), denoted by the solubility of the nanoparticles in water and fluorescent. MRI can be applied in the medical field to visualize structures; atomic force microscopy (AFM) that gives a topographic view of the sample on a substrate; transmission electron microscopy (TEM) that gives a top view, but with a different technique then that of atomic force microscopy; Raman spectroscopy or surface enhanced Raman spectroscopy (SERS) gives information about wavelengths and energy in the sample. ultraviolet-visible spectroscopy (UV-Vis) measures the wavelengths where light is absorbed; X-ray diffraction (XRD) generally gives an idea of the chemical composition of the sample.",
            "score": 206.45533752441406
        },
        {
            "docid": "19230109_27",
            "document": "Platinum nanoparticle . The increased reactivity of nanoparticles is one of their most useful properties and is leveraged in fields such as catalysis, consumer products, and energy storage. However, this high reactivity also means that a nanoparticle in a biological environment may have unintended impacts. For example, many nanoparticles such as silver, copper, and ceria interact with cells to produce reactive oxygen species or ROS which can cause premature cell death through apoptosis. Determining the toxicity of a specific nanoparticle requires knowledge of the particle’s chemical composition, shape, size and is a field that is growing alongside advances in nanoparticle research.",
            "score": 206.2980499267578
        },
        {
            "docid": "54992011_7",
            "document": "Characterization of nanoparticles . Microscopy methods generate images of individual nanoparticles to characterize their shape, size, and location. Electron microscopy and scanning probe microscopy are the dominant methods. Because nanoparticles have a size below the diffraction limit of visible light, conventional optical microscopy is not useful. Electron microscopes can be coupled to spectroscopic methods that can perform elemental analysis. Microscopy methods are destructive, and can be prone to undesirable artifacts from sample preparation such as drying or vacuum conditions required for some methods, or from probe tip geometry in the case of scanning probe microscopy. Additionally, microscopy is based on single-particle measurements, meaning that large numbers of individual particles must be characterized to estimate their bulk properties. A newer method, enhanced dark-field microscopy with hyperspectral imaging, shows promise for imaging nanoparticles in complex matrices such as biological tissue with higher contrast and throughput.",
            "score": 206.21505737304688
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 205.18157958984375
        },
        {
            "docid": "16803775_29",
            "document": "Magnetic nanoparticles . In magnetic fluid hyperthermia, nanoparticles of different types like Iron oxide, magnetite, maghemite or even gold are injected in tumor and then subjected under a high frequency magnetic field. These nanoparticles produce heat that typically increases tumor temperature to 40-46 °C, which can kill cancer cells. Another major potential of magnetic nanoparticles is the ability to combine heat (hyperthermia) and drug release for a cancer treatment. Numerous studies have shown particle constructs that can be loaded with a drug cargo and magnetic nanoparticles. The most prevalent construct is the \"Magnetoliposome\", which is a liposome with magnetic nanoparticles typically embedded in the lipid bilayer. Under an alternating magnetic field, the magnetic nanoparticles are heated, and this heat permeabilizes the membrane. This causes release of the loaded drug. This treatment option has a lot of potential as the combination of hyperthermia and drug release is likely to treat tumors better than either option alone, but it is still under development.",
            "score": 205.13723754882812
        },
        {
            "docid": "9040547_52",
            "document": "Human skin . Increasing the permeability of skin allows nanoparticles to penetrate and target cancer cells. Nanoparticles along with multi-modal imaging techniques have been used as a way to diagnose cancer non-invasively. Skin with high permeability allowed quantum dots with an antibody attached to the surface for active targeting to successfully penetrate and identify cancerous tumors in mice. Tumor targeting is beneficial because the particles can be excited using fluorescence microscopy and emit light energy and heat that will destroy cancer cells.",
            "score": 205.03831481933594
        },
        {
            "docid": "53376859_9",
            "document": "Health and safety hazards of nanomaterials . Some studies suggest that nanomaterials could potentially enter the body through intact skin during occupational exposure. Studies have shown that particles smaller than 1 μm in diameter may penetrate into mechanically flexed skin samples, and that nanoparticles with varying physicochemical properties were able to penetrate the intact skin of pigs. Factors such as size, shape, water solubility, and surface coating directly affect a nanoparticle’s potential to penetrate the skin. At this time, it is not fully known whether skin penetration of nanoparticles would result in adverse effects in animal models, although topical application of raw SWCNT to nude mice has been shown to cause dermal irritation, and \"in vitro\" studies using primary or cultured human skin cells have shown that carbon nanotubes can enter cells and cause release of pro-inflammatory cytokines, oxidative stress, and decreased viability. It remains unclear, however, how these findings may be extrapolated to a potential occupational risk. In addition, nanoparticles may enter the body through wounds, with particles migrating into the blood and lymph nodes.",
            "score": 204.6803436279297
        },
        {
            "docid": "10176_26",
            "document": "Experimental cancer treatment . There are many techniques by which heat may be delivered. Some of the most common involve the use of focused ultrasound (FUS or HIFU), microwave heating, induction heating, magnetic hyperthermia, and direct application of heat through the use of heated saline pumped through catheters. Experiments with carbon nanotubes that selectively bind to cancer cells have been performed. Lasers are then used that pass harmlessly through the body, but heat the nanotubes, causing the death of the cancer cells. Similar results have also been achieved with other types of nanoparticles, including gold-coated nanoshells and nanorods that exhibit certain degrees of 'tunability' of the absorption properties of the nanoparticles to the wavelength of light for irradiation. The success of this approach to cancer treatment rests on the existence of an 'optical window' in which biological tissue (i.e., healthy cells) are completely transparent at the wavelength of the laser light, while nanoparticles are highly absorbing at the same wavelength. Such a 'window' exists in the so-called near-infrared region of the electromagnetic spectrum. In this way, the laser light can pass through the system without harming healthy tissue, and only diseased cells, where the nanoparticles reside, get hot and are killed.",
            "score": 204.17910766601562
        },
        {
            "docid": "1234517_37",
            "document": "Nanoparticle . Spectroscopy, which measures the particles' interaction with electromagnetic radiation as a function of wavelength, is useful for some classes of nanoparticles to characterize concentration, size, and shape. X-ray, ultraviolet–visible, infrared, and nuclear magnetic resonance spectroscopy can be used with nanoparticles. Light scattering methods using laser light, X-rays, or neutron scattering are used to determine particle size, with each method suitable for different size ranges and particle compositions. Some miscellaneous methods are electrophoresis for surface charge, the Brunauer–Emmett–Teller method for surface area, and X-ray diffraction for crystal structure, as well as mass spectrometry for particle mass, and particle counters for particle number. Chromatography, centrifugation, and filtration techniques can be used to separate nanoparticles by size or other physical properties before or during characterization.",
            "score": 202.41798400878906
        },
        {
            "docid": "33936765_11",
            "document": "Drug delivery to the brain . The most promising drug delivery system is using nanoparticle delivery systems, these are systems where the drug is bound to a nanoparticle capable of traversing the blood–brain barrier. The most promising compound for the nanoparticles is Human Serum Albumin (HSA). The main benefits of this is that particles made of HSA are well tolerated without serious side effects as well as the albumin functional groups can be utilized for surface modification that allows for specific cell uptake. These nanoparticles have been shown to transverse the blood–brain barrier carrying host drugs. To enhance the effectiveness of nanoparticles, scientists are attempting to coat the nanoparticles to make them more effective to cross the blood–brain barrier. Studies have shown that \"the overcoating of the [nanoparticles] with polysorbate 80 yielded doxorubicin concentrations in the brain of up to 6 μg/g after i.v. injection of 5 mg/kg\" as compared to no detectable increase in an injection of the drug alone or the uncoated nanoparticle. This is very new science and technology so the real effectiveness of this process has not been fully understood. However young the research is the results are promising pointing to nanotechnology as the way forward in treating a variety of brain diseases.",
            "score": 202.31309509277344
        },
        {
            "docid": "19230109_31",
            "document": "Platinum nanoparticle . Platinum nanoparticles have the potential to be toxic to living cells. In one case, 2 nm platinum nanoparticles were exposed to two different types of algae in order to understand how these nanoparticles interact with a living system. In both species of algae tested, the platinum nanoparticles inhibited growth, induced small amounts of membrane damage, and created a large amount of oxidative stress. In another study, researcher tested the effects of differently sized platinum nanoparticles on primary human keratinocytes. The authors tested 5.8 and 57.0 nm Pt nanoparticles. The 57 nm nanoparticles had some hazardous effects including decreased cell metabolism, but the effect of the smaller nanoparticles was much more damaging. The 5.8 nm nanoparticles exhibited a more deleterious effect on the DNA stability of the primary keratincoytes than did the larger nanoparticles. The damage to the DNA was measured for individual cells using single-gel electrophoresis via the comet assay.",
            "score": 201.64859008789062
        },
        {
            "docid": "7200558_14",
            "document": "Impact of nanotechnology . Nanotoxicology is the field which studies potential health risks of nanomaterials. The extremely small size of nanomaterials means that they are much more readily taken up by the human body than larger sized particles. How these nanoparticles behave inside the organism is one of the significant issues that needs to be resolved. The behavior of nanoparticles is a function of their size, shape and surface reactivity with the surrounding tissue. Apart from what happens if non-degradable or slowly degradable nanoparticles accumulate in organs, another concern is their potential interaction with biological processes inside the body: because of their large surface, nanoparticles on exposure to tissue and fluids will immediately adsorb onto their surface some of the macromolecules they encounter. The large number of variables influencing toxicity means that it is difficult to generalise about health risks associated with exposure to nanomaterials – each new nanomaterial must be assessed individually and all material properties must be taken into account. Health and environmental issues combine in the workplace of companies engaged in producing or using nanomaterials and in the laboratories engaged in nanoscience and nanotechnology research. It is safe to say that current workplace exposure standards for dusts cannot be applied directly to nanoparticle dusts.",
            "score": 201.03175354003906
        },
        {
            "docid": "46188763_32",
            "document": "Gold nanoparticles in chemotherapy . A limitation of photothermal chemotherapy using gold nanoparticles involves the choice of laser when conducting treatment. Pulsed lasers offer very selective treatment of cancer cells within a small, localized area, but can lead to potential destruction of particles and have a low heating efficiency due to heat lost during the single pulse excitation. Continuous wave lasers have a higher heating efficiency and work better in heating larger areas with lower risk of destroying the nanoparticles being heated. However, treatment with continuous wave lasers are much longer compared to treatment with a pulsed laser. A limitation of photothermal therapy with respect to the laser used is the depth of the tumor being treated. Most lasers used to induce tumor ablation using gold nanoparticles can only reach several centimeters into soft tissue, making it impossible to reach tumors farther in the body. Finding a way to carry out therapy in cells farther into the body without damaging surrounding cells is essential to making this technique viable as a cancer treatment in the future.",
            "score": 200.7797393798828
        },
        {
            "docid": "46188763_25",
            "document": "Gold nanoparticles in chemotherapy . Gold nanoparticles have their advantages in drug vectorization. They can pack several different sizes and types of dendrimers and several different types of ligands in order to effectively treat different types of cancers. For example, research shows that 80~90% of breast cancer’s tumor cells have estrogen receptors and 60~70% of prostate cancer’s tumor cells have androgen receptors. These significant amount of hormone receptors play a role in intermolecular actions. This role is now used by targeting and therapeutic ligands on gold nanoparticles to target tissue-selective anti-tumor drug delivery. In order to have multiple targeting and therapeutic ligands bind with gold nanoparticles, the gold nanoparticles must first undergo polymer stabilization. Then, anti-estrogen molecules with thiolated PEG are bound to gold nanoparticles via Au-S bonds, forming thiolate protected gold nanoparticles. Docetaxel is packed into PEGylated gold nanoparticles Docetaxel is an anti-mitotic chemotherapy medicine which showing great performance in clinical trial. Docetaxel was approved by FDA, to treat several different kinds of cancer. i.e. breast cancer(include locally advanced or metastatic).",
            "score": 200.7170867919922
        },
        {
            "docid": "45160933_21",
            "document": "Nanocomposite hydrogels . The ability of nanoparticles to carry and release drugs is also largely dependent on characteristics which result from the small size and unique surface area to volume ratio of nanoparticles. Nanoparticles can generally carry drugs in two ways: drugs can either be bound to the outside of the nanoparticles or packed within the polymeric matrix of the nanoparticles. Smaller nanoparticles have higher surface area ratios and can thus bind a high quantity of drug, while larger nanoparticles can encapsulate more of the drug within its core. The best method of drug loading is dependent on the structures of the drug to be bound. Also, drug loading can occur as the nanoparticles are produced, or the drugs can be added to pre-existing nanoparticles. The release of drugs, depends largely on the size of the nanoparticle carrying it. Because nanoparticles can be bound to the surface of nanoparticles, which is large relative to the volume of the particles, drugs can be released quickly. In contrast, drugs that are loaded within nanoparticles are released more slowly.",
            "score": 200.24197387695312
        },
        {
            "docid": "48711186_2",
            "document": "Nanosponges . Nanosponges are nano sized particles designed to look like red blood cell and protect the body. Nanoparticles have been used for unknown preventative measures, such as silverware and wound care products. Silverware contains small silver nanoparticles which contain an antimicrobial agent. Antimicrobial agents are able to prevent the spread of disease. When silverware was created that was not the intention of the silver product. In more recent years, many wound care products have been made with silver and other various nanoparticles. The universal use of silver in wound care products is mainly for the antimicrobial properties, which helps treat wounds of all severity. They are very minute particles used for a vast majority of things, one including healthcare. A specific type of nanoparticle seen recently in the healthcare field is a nanosponge. Nanosponges are nano sized particles designed to look like red blood cell and protect the body. They are also able to fight and prevent the spread of disease. Nanosponges target toxins, the toxins organize themselves to poke holes inside the red blood cell (nanosponge) membrane this method of poking holes is called pore-forming. After the toxins are attached to the nanosponge, it will lead to cell damage and cell death.",
            "score": 199.35105895996094
        },
        {
            "docid": "31726766_14",
            "document": "Nanoparticle–biomolecule conjugate . One area of research featuring nanobiotechnology is the extracellular matrices of cells (ECM). The ECM is primarily composed of interwoven fibers of collagen and elastin that have diameters ranging from 10–300 nm. In addition to holding the cell in place, the ECM has a variety of other functions including providing a point of attachment for the ECM of other cells and transmembrane receptors that are essential for life. Until recently it has been nearly impossible to study the physical forces that help cells maintain their functionality, but nanobiotechnology has given us the ability to learn more about these interactions. Using the unique properties of nanoparticles, it is possible to control how the nanoparticles adhere to certain patterns present in the ECM, and as a result can understand how changes in the ECM's shape can affect cell functionality.",
            "score": 199.17604064941406
        },
        {
            "docid": "886856_16",
            "document": "Colloidal gold . Gold nanoparticles can be used to optimize the biodistribution of drugs to diseased organs, tissues or cells, in order to improve and target drug delivery. Nanoparticle-mediated drug delivery is feasible only if the drug distribution is otherwise inadequate. These cases include drug targeting of unstable (proteins, siRNA, DNA), delivery to the difficult sites (brain, retina, tumors, intracellular organelles) and drugs with serious side effects (e.g. anti-cancer agents). The performance of the nanoparticles depends on the size and surface functionalities in the particles. Also, the drug release and particle disintegration can vary depending on the system (e.g. biodegradable polymers sensitive to pH). An optimal nanodrug delivery system ensures that the active drug is available at the site of action for the correct time and duration, and their concentration should be above the minimal effective concentration (MEC) and below the minimal toxic concentration (MTC).",
            "score": 198.93592834472656
        },
        {
            "docid": "16037610_28",
            "document": "Janus particles . The groundbreaking progress in the biological sciences has led to a drive towards custom made materials with precisely designed physical/chemical properties at the nanoscale level. Inherently Janus nanoparticles play a crucial role in such applications. In 2009, a new type of bio-hybrid material composed of Janus nanoparticles with spatially controlled affinity towards human endothelial cells was reported. These nanoparticles were synthesized by selective surface modification with one hemisphere exhibiting high binding affinity for human endothelial cells and the other hemisphere being resistant towards cell binding. The Janus nanoparticles were fabricated via electrohydrodynamic jetting of two polymer liquid solutions. When incubated with human endothelial cells, these Janus nanoparticles exhibited expected behavior, where one face binds toward human endothelial cells, while the other face was not bonding. These Janus nanoparticles not only bound to the top of the human endothelial cells, but also associated all around the perimeter of cells forming a single particle lining. The biocompatibility between the Janus nanoparticles and cells was excellent. The concept is to eventually design probes based on Janus nanoparticles to attain directional information about cell-particle interactions.",
            "score": 198.0625762939453
        },
        {
            "docid": "23891367_69",
            "document": "Silver nanoparticle . Since silver nanoparticles undergo dissolution releasing silver ions, which is well-documented to have toxic effects, there have been several studies that have been conducted to determine whether the toxicity of silver nanoparticles is derived from the release of silver ions or from the nanoparticle itself. Several studies suggest that the toxicity of silver nanoparticles is attributed to their release of silver ions in cells as both silver nanoparticles and silver ions have been reported to have similar cytotoxicity. For example, In some cases it is reported that silver nanoparticles facilitate the release of toxic free silver ions in cells via a \"Trojan-horse type mechanism,\" where the particle enters cells and is then ionized within the cell. However, there have been reports that suggest that a combination of silver nanoparticles and ions is responsible for the toxic effect of silver nanoparticles. Navarro \"et al.\" using cysteine ligands as a tool to measure the concentration of free silver in solution, determined that although initially silver ions were 18 times more likely to inhibit the photosynthesis of an algae, Chlamydomanas reinhardtii, but after 2 hours of incubation it was revealed that the algae containing silver nanoparticles were more toxic than just silver ions alone. Furthermore, there are studies that suggest that silver nanoparticles induce toxicity independent of free silver ions. For example, Asharani \"et al.\" compared phenotypic defects observed in zebrafish treated with silver nanoparticles and silver ions and determined that the phenotypic defects observed with silver nanoparticle treatment was not observed with silver ion-treated embryos, suggesting that the toxicity of silver nanoparticles are independent of silver ions.",
            "score": 197.43142700195312
        }
    ]
}