{
    "q": [
        {
            "docid": "14796461_3",
            "document": "DACH1 . Gene structure . This protein coding gene has 760 amino acid protein, and an observed molecular weight of 52 kDa. Dachshund Family transcription factor 1 is encoded by DACH gene, who spans 400kDa and is encoded by 12 exons. This gene is located, in humans, in chromosome 13 (13q22). It encodes a chromatin-associated protein that associates with other DNA-binding transcription factors to regulate gene expression, mRNA translation, coactivator binding, and cell fate determination during development. Multiple transcript variants encoding different isoforms have been found for this gene. Four alternatively spliced transcripts encoding different isoforms have been described for this gene.DACH1 mRNA was detected in multiple human tissues, including kidney and heart. Dach1 is located in nuclear and cytoplasmic pools and is considered a cell fate determination factor. Dachshund domain 1 (DD1, also known as Box-N) has a predicted helix–turn–helix family structure. The X-ray crystal structure of the human DACH1 Box-N illustrates that the DACH1 protein contains a domain that is conserved with the pro-oncogenes ski/sno oncogenes, which form an α/β structure similar to that found in the winged helix/forkhead subgroup of DNA binding proteins. This protein is widely expressed including bone marrow, brain, colon, eye, heart, kidney, leucocyte, liver, lung, pancreas, pineal gland, placenta, prostate, retina, skeletal muscle, small intestine, stromal/preosteoblasts and the spleen.",
            "score": 237.02977466583252
        },
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 314.9040582180023
        },
        {
            "docid": "14764048_4",
            "document": "CUGBP1 . It is estimated that 5 to 8% of human mRNAs are unstable because of mRNA instability elements in their 3' untranslated regions (3'UTR). A number of such elements have been called AU-rich elements (AREs). It is now known that AREs are binding sites for RNA-binding proteins that target mRNAs to rapid degradation. However, only few of the proteins reported to bind AREs were demonstrated to play a role in mRNA degradation. A shared feature of these proteins is to bind only to a subclass of the known AREs that contain the pentamer AUUUA. A convergent effort of several research teams now adds CUGBP1 (CUG binding protein 1) to the short list of ARE-Binding proteins that control mRNA stability, with the peculiarity that it binds to non-AUUUA AREs. CUGBP1 has been involved both as a key regulator of human myotonic dystrophy 1 (DM1) and more recently as a regulator of human papilloma virus mRNA expression.",
            "score": 213.69615411758423
        },
        {
            "docid": "15215486_4",
            "document": "JARID2 . In search of developmentally important genes, Jarid2 has previously been identified by gene trap technology as an important factor necessary for organ development. During mouse organogenesis, Jarid2 is involved in the formation of the neural tube and development of the liver, spleen, thymus and cardiovascular system. Continuous Jarid2 expression in the tissues of the heart, highlight its presiding role in the development of both the embryonic and the adult heart. Mutant models of Jarid2 embryos show severe heart malformations, ventricular septal defects, noncompaction of the ventricular wall, and dilated atria. Homozygous mutants of Jarid2 are found to die soon after birth. Overexpression of the mouse Jarid2 gene has been reported to repress cardiomyocyte proliferation through it close interaction with retinoblastoma protein (Rb), a master cell cycle regulator. Retinoblastoma-binding protein-2 and the human SMCX protein share regions of homology between mice and humans.",
            "score": 175.78417539596558
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 210.85568618774414
        },
        {
            "docid": "14128268_3",
            "document": "PPP1CA . The protein encoded by this gene is one of the three catalytic subunits of protein phosphatase 1 (PP1). PP1 is a serine/threonine specific protein phosphatase known to be involved in the regulation of a variety of cellular processes, such as cell division, glycogen metabolism, muscle contractility, protein synthesis, and HIV-1 viral transcription. Increased PP1 activity has been observed in the end stage of heart failure. Studies in both human and mice suggest that PP1 is an important regulator of cardiac function. Mouse studies also suggest that PP1 functions as a suppressor of learning and memory. Three alternatively spliced transcript variants encoding different isoforms have been found for this gene.",
            "score": 161.79715156555176
        },
        {
            "docid": "31216882_9",
            "document": "Insulin signal transduction pathway . Insulin biosynthesis is regulated by transcriptional and translational levels. The β-cells promote their protein transcription in response to nutrients. The exposure of rat Langerhans islets to glucose for 1 hour is able to remarkably induce the intracellular proinsulin levels. It was noted that the proinsulin mRNA remained stable. This suggests that the acute response to glucose of the insulin synthesis is independent of mRNA synthesis in the first 45 minutes, because the blockage of the transcription decelerated the insulin accumulation during that time .  PTBPs, also called Polypyrimidine tract binding proteins, are proteins that regulate the translation of mRNA. They increase the viability of mRNA and provoke the initiation of the translation. PTBP1 enable the insulin gene specific activation and insulin granule protein mRNA by glucose .",
            "score": 239.61208963394165
        },
        {
            "docid": "14166593_3",
            "document": "RAPGEF1 . The protein encoded by this gene is a human guanine nucleotide releasing protein for Ras protein. It belongs to the adaptor-type Src homology (SH)2-containing molecules. Src homology 2 domains are globular protein modules present in a large variety of functionally distinct proteins. They mediate binding events that control the activity and localization of many proteins involved in the transmission of signals from the cell surface to the nucleus. The mRNAs of these proteins are expressed ubiquitously in human adult and fetal tissues. Several alternatively spliced transcript variants of this gene have been described, but the full-length nature of some variants has not been determined.",
            "score": 197.20260429382324
        },
        {
            "docid": "26798361_5",
            "document": "Martin J. Lohse . While working with Robert Lefkowitz at Duke University he discovered beta-arrestins, proteins that regulate the function of certain cell surface receptors.  He discovered that beta-1 adrenergic receptors and their regulatory G protein-coupled receptor kinases are dysregulated in heart failure. The observation that increased β1-adrenergic receptor levels and signaling cause long-term cardiac damage contributed to the use of beta-blockers in heart failure patients. Further studies by his lab showed that heart failure is accompanied by a specific type of activation of so-called ERK protein kinases (Extracellular signal-regulated kinases). Another regulatory protein, Raf kinase inhibitor protein (RKIP), was shown to exert beneficial effects on cardiac structure and function.  Lohse pioneered the use of optical techniques to determine, where and how fast receptors become activated by hormones and neurotransmitters.",
            "score": 174.52456998825073
        },
        {
            "docid": "11230289_2",
            "document": "KCNE2 . Potassium voltage-gated channel subfamily E member 2 (KCNE2), also known as MinK-related peptide 1 (MiRP1), is a protein that in humans is encoded by the \"KCNE2\" gene on chromosome 21. MiRP1 is a voltage-gated potassium channel accessory subunit (beta subunit) associated with Long QT syndrome. It is ubiquitously expressed in many tissues and cell types. Because of this and its ability to regulate multiple different ion channels, KCNE2 exerts considerable influence on a number of cell types and tissues. Human KCNE2 is a member of the five-strong family of human KCNE genes. KCNE proteins contain a single membrane-spanning region, extracellular N-terminal and intracellular C-terminal. KCNE proteins have been widely studied for their roles in the heart and in genetic predisposition to inherited cardiac arrhythmias. The \"KCNE2\" gene also contains one of 27 SNPs associated with increased risk of coronary artery disease. More recently, roles for KCNE proteins in a variety of non-cardiac tissues have also been explored.",
            "score": 162.64522397518158
        },
        {
            "docid": "14760853_2",
            "document": "SORBS1 . CAP/Ponsin protein, also known as Sorbin and SH3 domain-containing protein 1 is a protein that in humans is encoded by the \"SORBS1\" gene. CAP/Ponsin is part of a small family of adaptor proteins that regulate cell adhesion, growth factor signaling and cytoskeletal formation. CAP/Ponsin is mainly expressed in heart, skeletal muscle, liver, adipose tissue, and macrophages; in striated muscle tissue, CAP/Ponsin is localized to costamere structures.",
            "score": 145.64141702651978
        },
        {
            "docid": "14873446_4",
            "document": "KDELR1 . KDEL receptors have been implicated in the development of dilated cardiomyopathy (DCM). To determine the relationship between KDEL receptor and dilated cardiomyopathy, transgenic mice with a point mutation (D193N) were made. The mice expressing the transport mutant D193N gene grew normally until they reached adulthood. The mutant KDEL receptor did not function after 14 weeks of age, and these mice developed DCM. They were observed to have dilated heart chambers, as well as higher heart-to-body ratios with enlarged hearts, and the cardiac myocytes were larger in size. No difference was observed in arterial blood pressure between wild-type and mutant mice, thus cardiomegaly was not attributed to hypertension. Upon analysis, it was found that KDEL mutant mice had proliferation in their sarcoplasmic reticulum (SR) and a narrowing in the transverse tubule compared to the wild-type and controls. Moreover, aggregations of degenerative membrane proteins were observed in the expanded SR. This suggests that the mutant KDEL receptor leads to impaired recycling and quality control of the ER, which leads to aggregation of misfolded proteins in the ER. Furthermore, KDEL D193N transgenic mice had defects in the L-type Ca++ channel current in ventricular myocytes. The basal current of these channels was significantly lower than the controls. L-type channels expression was lower in the plasma membrane of the KDEL D193N heart cells due to the narrowing of transverse tubules. BiP, a chaperone protein, was unevenly distributed and synthesized in larger proportion in the transgenic mutant mice, which suggests that there was an increase in concentration of misfolded proteins. They also observed aggregates of the ubiquitin-proteasome system (a degradation system); this suggests that there was saturation of the system due to the high levels of misfolded proteins that lead to impaired ER quality control. The researchers concluded that hyperubiquitination and saturation of the proteasome system results due to the accumulation of misfolded protein, which induces stress. The accumulation of misfolded proteins induced by ER stress has also been observed in human DCM. A murine DCM study found an increase in apoptosis due to the high levels of CHOP expression. CHOP is a transcription factor that is elevated during ER stress and causes apoptosis of cells during the process of an unfolded protein response. Increase pressure load/mechanical stress in KDEL D193N mice caused an even greater synthesis of BiP, CHOP and other proteins that are biomarkers of cellular stress and ER stress as the capacity of the ER to deal with this is very limited.",
            "score": 171.43094170093536
        },
        {
            "docid": "9445904_29",
            "document": "Lactalbumin . This study compared the effects of different sources of whey protein concentrate (20 g/100 g diet) and of casein on the spleen, liver, and heart glutathione content of C3H/HeJ mice, and on the immune response of their spleen cells to sheep red blood cells. Body weight curves were similar in all dietary groups. Our data indicate that the humoral immune response is highest in mice fed a dietary whey protein concentrate exhibiting the highest solubility (undenatured conformation) and a greater relative concentration of the thermolabile cystine rich proteins. In addition, the mice fed this type of whey protein concentrate exhibit higher levels of tissue glutathione. The presence in the serum albumin fraction of glutamylcysteine groups (rare in food protein) and the specific intramolecular bond as related to the undenatured conformation of the molecule are considered to be key factors in the glutathione-promoting activity of the protein mixture.",
            "score": 156.60348534584045
        },
        {
            "docid": "11834955_2",
            "document": "Poly(A)-binding protein . Poly(A)-binding protein (PAB or PABP) is a RNA-binding protein which binds to the poly(A) tail of mRNA. The poly(A) tail is located on the 3' end of mRNA and is 200-250 nucleotides long. The binding protein is also involved in mRNA precursors by helping polyadenylate polymerase add the poly(A) nucleotide tail to the pre-mRNA before translation. The nuclear isoform selectively binds to around 50 nucleotides and stimulates the activity of polyadenylate polymerase by increasing its affinity towards RNA. Poly(A)-binding protein is also present during stages of mRNA metabolism including nonsense-mediated decay and nucleocytoplasmic trafficking. The poly(A)-binding protein may also protect the tail from degradation and regulate mRNA production. Without these two proteins in-tandem, then the poly(A) tail would not be added and the RNA would degrade quickly.",
            "score": 308.9574954509735
        },
        {
            "docid": "15884702_15",
            "document": "Surfactant protein A2 . Gene expression of SFTPA2 is regulated at different levels including gene transcription, post-transcriptional processing, stability and translation (biology) of mature mRNA. One of the important features of human surfactant protein A mRNAs is that they have a variable five prime untranslated region (5’UTR) generated from splicing variation of exons A, B, C, and D. At least 10 forms of human SFTPA2 and SFTPA1 5’UTRs have been identified that differ in nucleotide sequence, length, and relative amount. Most SFTPA2 specific 5’UTRs include exon B. This 30-nucleotide long sequence has been shown to enhance both gene transcription and protein translation (biology), and plays a key role in the differential regulation of SFTPA2 and SFTPA1 expression. Both ABD and ABD’ are the most represented forms among SFTPA2 transcripts (~49% each), and experimental work has shown that this sequence can stabilize mRNA, enhance translation, and activate cap-independent eukaryotic translation. Exon B of SFTPA2 also binds specific proteins (e.g. 14-3-3) that may enhance translation, in a sequence- and secondary structure- specific way. While differences at the 5’UTR are shown to regulate both transcription and translation, polymorphisms at the 3’UTR of SP-A2 variants are shown to primarily, differentially affect translation efficiency via mechanisms that involve binding of proteins and/or [microRNAs]. The impact of this regulation on SFTPA2 relative protein levels may contribute to individual differences in susceptibility to lung disease. Environmental insults and pollutants also affect SFTPA2 expression. Exposure of lung cells to particulate matter affects splicing of 5’UTR exons of SFTPA2 transcripts. Pollutants and viral infections also affect SFTPA2 translation mechanisms (see eukaryotic translation, translation (biology)).",
            "score": 257.67735683918
        },
        {
            "docid": "31473595_5",
            "document": "M. Ahmad Chaudhry . Ionizing radiation interferes with cellular functions at all levels of cell organization. The ionizing radiation-induced stress response is very complex and involves many cellular processes. Dr. Chaudry is investigating the involvement of small non-coding micro-RNA in the response of human cells exposed to ionizing radiation. Micro RNAs (miRNAs) are small non-protein-coding single-stranded RNAs of ~22 nucleotides that function as negative gene regulators. miRNA negatively regulate their targets either by binding with perfect or nearly perfect complementarity to protein coding mRNA sequences to induce the RNA-mediated interference (RNAi) pathway. Most miRNAs do not cleave their mRNA targets as a mechanism of gene regulation. These miRNAs bind to imperfect complementary sites within the 3′ untranslated regions (UTRs) of their mRNA targets. In this case the target-gene repression occurs post-transcriptionally at the level of translation resulting in reduced protein levels but the mRNA levels remain unaffected. A single miRNA has the capability to bind to as many as 200 diverse gene targets ranging from transcription factors, secreted factors, receptors and transporters, thus potentially controlling the expression of about one-third of human mRNAs. Research has identified cell type specific modulation of several miRNA in gamma radiation and X-ray-treated human cells. Other studies from our laboratory showed that the expression of many miRNA markedly differ within the same cell line after exposure to either low or high doses of radiation. His work also identified radiation-induced modulation of miRNA in cells with altered DNA repair capability. These studies have provided evidence that miRNA are involved in the response to ionizing radiation exposure in human cells.",
            "score": 234.12310183048248
        },
        {
            "docid": "20621_25",
            "document": "Microtubule . MAPs have been shown to play a crucial role in the regulation of microtubule dynamics \"in-vivo\". The rates of microtubule polymerization, depolymerization, and catastrophe vary depending on which microtubule-associated proteins (MAPs) are present. The originally identified MAPs from brain tissue can be classified into two groups based on their molecular weight. This first class comprises MAPs with a molecular weight below 55-62 kDa, and are called τ (tau) proteins. \"In-vitro\", tau proteins have been shown to directly bind microtubules, promote nucleation and prevent disassembly, and to induce the formation of parallel arrays. Additionally, tau proteins have also been shown to stabilize microtubules in axons and have been implicated in Alzheimer's disease. The second class is composed of MAPs with a molecular weight of 200-1000 kDa, of which there are four known types: MAP-1, MAP-2, MAP-3 and MAP-4. MAP-1 proteins consists of a set of three different proteins: A, B and C. The C protein plays an important role in the retrograde transport of vesicles and is also known as cytoplasmic dynein. MAP-2 proteins are located in the dendrites and in the body of neurons, where they bind with other cytoskeletal filaments. The MAP-4 proteins are found in the majority of cells and stabilize microtubules. In addition to MAPs that have a stabilizing effect on microtubule structure, other MAPs can have a destabilizing effect either by cleaving or by inducing depolymerization of microtubules. Three proteins called katanin, spastin, and fidgetin have been observed to regulate the number and length of microtubules via their destabilizing activities. Furthermore, KIAA1211L is predicted to be localized to the microtubules.",
            "score": 137.7555742263794
        },
        {
            "docid": "3131507_9",
            "document": "RNA-binding protein . mRNA localization is critical for regulation of gene expression by allowing spatially regulated protein production. Through mRNA localization proteins are transcribed in their intended target site of the cell. This is especially important during early development when rapid cell cleavages give different cells various combinations of mRNA which can then lead to drastically different cell fates. RBPs are critical in the localization of this mRNA that insures proteins are only transcribed in their intended regions. One of these proteins is ZBP1. ZBP1 binds to beta-actin mRNA at the site of transcription and moves with mRNA into the cytoplasm. It then localizes this mRNA to the lamella region of several asymmetric cell types where it can then be translated. FMRP is another RBP involved in RNA localization. It was shown that in addition to other functions for FMRP in RNA metabolism, FMRP is involved in the stimulus-induced localization of several dendritic mRNAs in neuronal dendrites.",
            "score": 258.67789041996
        },
        {
            "docid": "53916738_8",
            "document": "KIAA0825 . There are two proteins found to interact with KIAA0825. One is One is Interleukin enhancer-binding factor 3. ILF3 is a factor that complexes with other proteins and regulates gene expression and stabilizes mRNAs. The other is the Amyloid-beta precursor protein. This protein is an integral membrane protein found most commonly in the synapses of neurons. Neither of these proteins is well enough understood to indicate for certain the role of C5orf36 in human cells. They however suggest that KIAA0825 could serve a variety of roles in different parts of the cell.",
            "score": 190.58290004730225
        },
        {
            "docid": "14754630_3",
            "document": "Homeobox protein Nkx-2.5 . Homeobox-containing genes play critical roles in regulating tissue-specific gene expression essential for tissue differentiation, as well as determining the temporal and spatial patterns of development (Shiojima et al., 1995). It has been demonstrated that a \"Drosophila\" homeobox-containing gene called 'tinman' is expressed in the developing dorsal vessel and in the equivalent of the vertebrate heart. Mutations in tinman result in loss of heart formation in the embryo, suggesting that tinman is essential for \"Drosophila\" heart formation. Furthermore, abundant expression of Csx, the presumptive mouse homolog of tinman, is observed only in the heart from the time of cardiac differentiation. CSX, the human homolog of murine Csx, has a homeodomain sequence identical to that of Csx and is expressed only in the heart, again suggesting that CSX plays an important role in human heart formation. In humans, proper NKX2-5 expression is essential for the development of atrial, ventricular, and conotruncal septation, atrioventricular (AV) valve formation, and maintenance of AV conduction. Mutations in expression are associated with congenital heart disease (CHD) and related ailments. Patients with NKX2-5 mutations commonly present AV conduction block and atrial septal defects (ASD). Recently, postnatal roles of cardiac transcription factors have been extensively investigated. Consistent with the direct transactivation of numerous cardiac genes reactivated in response to hypertrophic stimulation, cardiac transcription factors are profoundly involved in the generation of cardiac hypertrophy or in cardioprotection from cytotoxic stress in the adult heart. Nkx-2.5 transcription factor may help myocytes endure cytotoxic stress, however further exploration in this field is required.",
            "score": 164.30249190330505
        },
        {
            "docid": "36719330_4",
            "document": "Human Protein Atlas . The Tissue Atlas: contains information regarding the expression profiles of human genes both on the mRNA and protein level. The protein expression data is derived from antibody-based protein profiling using immunohistochemistry. Altogether 76 different cell types, corresponding to 44 normal human tissue types, have been analyzed and the data is presented as pathology-based annotation of protein expression levels. All underlying images of immunohistochemistry stained normal tissues are available as high-resolution images in the normal tissue atlas.",
            "score": 176.61217141151428
        },
        {
            "docid": "345919_8",
            "document": "Three prime untranslated region . The poly(A) tail contains binding sites for poly(A) binding proteins (PABPs). These proteins cooperate with other factors to affect the export, stability, decay, and translation of an mRNA. PABPs bound to the poly(A) tail may also interact with proteins, such as translation initiation factors, that are bound to the 5' cap of the mRNA. This interaction causes circularization of the transcript, which subsequently promotes translation initiation. Furthermore, it allows for efficient translation by causing recycling of ribosomes. While the presence of a poly(A) tail usually aids in triggering translation, the absence or removal of one often leads to exonuclease-mediated degradation of the mRNA. Polyadenylation itself is regulated by sequences within the 3'-UTR of the transcript. These sequences include cytoplasmic polyadenylation elements (CPEs), which are uridine-rich sequences that contribute to both polyadenylation activation and repression. CPE-binding protein (CPEB) binds to CPEs in conjunction with a variety of other proteins in order to elicit different responses.",
            "score": 275.79109048843384
        },
        {
            "docid": "14815981_3",
            "document": "PABPC4 . Poly(A)-binding proteins (PABPs) bind to the poly(A) tail present at the 3-prime ends of most eukaryotic mRNAs. PABPC4 or IPABP (inducible PABP) was isolated as an activation-induced T-cell mRNA encoding a protein. Activation of T cells increased PABPC4 mRNA levels in T cells approximately 5-fold. PABPC4 contains 4 RNA-binding domains and proline-rich C terminus. PABPC4 is localized primarily to the cytoplasm. It is suggested that PABPC4 might be necessary for regulation of stability of labile mRNA species in activated T cells. PABPC4 was also identified as an antigen, APP1 (activated-platelet protein-1), expressed on thrombin-activated rabbit platelets. PABPC4 may also be involved in the regulation of protein translation in platelets and megakaryocytes or may participate in the binding or stabilization of polyadenylates in platelet dense granules.",
            "score": 259.02715277671814
        },
        {
            "docid": "9445904_19",
            "document": "Lactalbumin . This study compared the effects of a whey-rich diet (20 g / 100 g diet), with that of Purina mouse chow or casein-rich diet (20 g / 100 g diet), on the liver and heart glutathione content and on the survival of old male C57BL / 6 NIA mice. The study was performed during a limited observation period of 6.3 months. In mice fed the whey protein-rich diet between 17 months and 20 months of age, the heart tissue and liver tissue glutathione content were enhanced above the corresponding values of the casein diet-fed and Purina-fed mice. Mice fed the whey protein diet at the onset of senescence, exhibited increased longevity as compared to mice fed Purina mouse chow over the 6.3 month observation period extending from the age of 21 months (corresponding to a human age of 55 years) to 26–27 months of age (corresponding to a human age of 80 years), during which time 55% mortality was observed. The corresponding mean survival time of mice fed the defined casein diet is almost identical to that of Purina-fed controls. Body weight curves were similar in all three dietary groups. Hence, a whey protein diet appears to enhance the liver and heart glutathione concentration in aging mice and to increase longevity over a 6.3 month observation period.",
            "score": 142.8991665840149
        },
        {
            "docid": "14878536_7",
            "document": "PRDM16 . White adipose tissue (WAT) primarily stores excess energy in the form of triglycerides. Recent research has shown that PRDM16 is present in subcutaneous white adipose tissue. The activity of PRDM16 in white adipose tissue leads to the production of brown fat-like adipocytes within white adipose tissue, called beige cells (also called brite cells). These beige cells have a brown adipose tissue-like phenotype and actions, including thermogenic processes seen in BAT.  In mice, the levels of PRDM16 within WAT, specifically anterior subcutaneous WAT and inguinal subcutaneous WAT, is about 50% that of interscapular BAT, both in protein expression and in mRNA quantity. This expression takes place primarily within mature adipocytes.  Transgenic aP2-PRDM16 mice were used in a study to observe the effects of PRDM16 expression in WAT. The study found that the presence of PRDM16 in subcutaneous WAT leads to a significant up-regulation of brown-fat selective genes UCP-1, CIDEA, and PPARGC1A. This up-regulation lead to the development of a BAT-like phenotype within the white adipose tissue.  Expression of PRDM16 has also been shown to protect against high-fat diet induced weight gain. Seale et al.’s experiment with aP2-PRDM16 transgenic mice and wild type mice showed that transgenic mice eating a 60% high-fat diet had significantly less weight gain than wild type mice on the same diet. Seale et al. determined the weight difference was not due to differences in food intake, as both transgenic and wild type mice were consuming the same amount of food on a daily basis. Rather, the weight difference stemmed from higher energy expenditure in the transgenic mice. Another of Seale et al.’s experiments showed the transgenic mice consumed a greater volume of oxygen over a 72-hour period than the wild type mice, showing a greater amount of energy expenditure in the transgenic mice. This energy expenditure in turn is attributed to PRDM16’s ability to up-regulate UCP-1 and CIDEA gene expression, resulting in thermogenesis.",
            "score": 154.05122911930084
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 145.38609993457794
        },
        {
            "docid": "8874156_7",
            "document": "LSm . Research continued during the 1970s and early 1980s. The smith antigen was found to be a complex of ribonucleic acid (RNA) molecules and multiple proteins. A set of uridine-rich small nuclear RNA (snRNA) molecules was part of this complex, and given the names U1, U2, U4, U5 and U6. Four of these snRNAs (U1, U2, U4 and U5) were found to be tightly bound to several small proteins, which were named SmB, SmD, SmE, SmF, and SmG in decreasing order of size. SmB has an alternatively spliced variant, SmB', and a very similar protein, SmN, replaces SmB'/B in certain (mostly neural) tissues. SmD was later discovered to be a mixture of three proteins, which were named SmD1, SmD2 and SmD3. These nine proteins (SmB, SmB', SmN, SmD1, SmD2, SmD3, SmE, SmF and SmG) became known as the Sm core proteins, or simply Sm proteins. The snRNAs are complexed with the Sm core proteins and with other proteins to form particles in the cell's nucleus called small nuclear ribonucleoproteins, or snRNPs. By the mid 1980s, it became clear that these snRNPs help form a large (4.8 MD molecular weight) complex, called the spliceosome, around pre-mRNA, excising portions of the pre-mRNA called introns and splicing the coding portions (exons) together. After a few more modifications, the spliced pre-mRNA becomes messenger RNA (mRNA) which is then exported from the nucleus and translated into a protein by ribosomes.",
            "score": 213.8782467842102
        },
        {
            "docid": "14816078_3",
            "document": "NAA15 . Human NAA15 is located on chromosome 4q31.1 and contains 23 exons. Initially, 2 mRNA species were identified, of size 4.6 and 5.8 kb, both harboring the same open reading frame encoding a putative protein of 866 amino acids (~105 kDa) protein that can be detected in most human adult tissues. According to RefSeq/NCBI, only one human transcript variant exists, although 2 more isoforms are predicted. In addition to full length Naa15, an N-terminally truncated variant of Naa15 (named tubedown-1), Naa15 has been described; however, in mouse only full length Naa15 is widely expressed, whereas smaller transcripts seem to visualized only in heart and testis.",
            "score": 189.03166675567627
        },
        {
            "docid": "14332822_15",
            "document": "Surfactant protein A1 . Gene expression of SFTPA1 is regulated at different levels including gene transcription, post-transcriptional processing, stability and translation of mature mRNA. One of the important features of human surfactant protein A mRNAs is that they have a variable five prime untranslated region (5’UTR) generated from splicing variation of exons A, B, C, and D. At least 10 forms of human SFTPA1 and SFTPA2 5’UTRs have been identified that differ in nucleotide sequence, length, and relative amount. Specific SFTPA1 or SFTPA2 5’UTRs have also been characterized. Some SFTPA1 specific 5’UTRs include exons B’ or C. These two exons contain upstream AUGs (uAUGs) that can potentially act as sites for translation initiation (see eukaryotic translation), affecting protein translation and SFTPA1 relative content. The majority of SFTPA1 transcripts lack exon B, a sequence implicated in transcription and translation enhancement, indicating a differential regulation of SFTPA1 and SFTPA2 expression. The AD’ form is the most represented among SFTPA1 transcripts (81%), and experimental work has shown that this sequence can stabilize mRNA and enhance translation, but the mechanisms implicated in this regulation are still under investigation. While differences at the 5’UTR are shown to regulate both transcription and translation, polymorphisms at the 3’UTR of SP-A1 variants are shown to primarily, differentially affect translation efficiency via mechanisms that involve binding of proteins and/or [microRNAs]. The impact of this regulation on SFTPA1 and SFTPA2 protein levels may contribute to individual differences in susceptibility to lung disease. Environmental insults and pollutants also affect SFTPA1 expression. Exposure of lung cells to particulate matter affects splicing of 5’UTR exons of SFTPA1 transcripts. Pollutants and viral infections also affect SFTPA1 translation mechanisms (see eukaryotic translation, translation (biology)).",
            "score": 248.502383351326
        },
        {
            "docid": "22108748_10",
            "document": "Hippo signaling pathway . The heart is the first organ formed during mammalian development. A properly sized and functional heart is vital throughout the entire lifespan. Loss of cardiomyocytes because of injury or diseases leads to heart failure, which is a major cause of human morbidity and mortality. Unfortunately, regenerative potential of the adult heart is limited. The Hippo pathway is a recently identified signaling cascade that plays an evolutionarily conserved role in organ size control by inhibiting cell proliferation, promoting apoptosis, regulating fates of stem/progenitor cells, and in some circumstances, limiting cell size. Interestingly, research indicates a key role of this pathway in regulation of cardiomyocyte proliferation and heart size. Inactivation of the Hippo pathway or activation of its downstream effector, the Yes-associated protein transcription coactivator, improves cardiac regeneration. Several known upstream signals of the Hippo pathway such as mechanical stress, G-protein-coupled receptor signaling, and oxidative stress are known to play critical roles in cardiac physiology. In addition, Yes-associated protein has been shown to regulate cardiomyocyte fate through multiple transcriptional mechanisms.",
            "score": 192.53047251701355
        },
        {
            "docid": "22300778_2",
            "document": "Exon junction complex . An exon junction complex (EJC) is a protein complex which forms on a pre-messenger RNA strand at the junction of two exons which have been joined together during RNA splicing. The EJC has major influences on translation, surveillance and localization of the spliced mRNA. It is first deposited onto mRNA during splicing and is then transported into the cytoplasm. There it plays a major role in post-transcriptional regulation of mRNA. It is believed that exon junction complexes provide a position-specific memory of the splicing event. The EJC consists of a stable heterotetramer core, which serves as a binding platform for other factors necessary for the mRNA pathway. The core of the EJC contains the protein eukaryotic initiation factor 4A-III (eIF4A-III; a DEAD-box RNA helicase) bound to an adenosine triphosphate (ATP) analog, as well as the additional proteins Magoh and Y14.The binding of these proteins to nuclear speckled domains has been measured recently and it may be regulated by PI3K/AKT/mTOR signaling pathways. In order for the binding of the complex to the mRNA to occur, the eIF4AIII factor is inhibited, stopping the hydrolysis of ATP. This recognizes EJC as an ATP dependent complex. EJC also interacts with a large number of additional proteins; most notably SR proteins. These interactions are suggested to be important for mRNA compaction.",
            "score": 209.59498143196106
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 148.64119005203247
        }
    ],
    "r": [
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 314.904052734375
        },
        {
            "docid": "11834955_2",
            "document": "Poly(A)-binding protein . Poly(A)-binding protein (PAB or PABP) is a RNA-binding protein which binds to the poly(A) tail of mRNA. The poly(A) tail is located on the 3' end of mRNA and is 200-250 nucleotides long. The binding protein is also involved in mRNA precursors by helping polyadenylate polymerase add the poly(A) nucleotide tail to the pre-mRNA before translation. The nuclear isoform selectively binds to around 50 nucleotides and stimulates the activity of polyadenylate polymerase by increasing its affinity towards RNA. Poly(A)-binding protein is also present during stages of mRNA metabolism including nonsense-mediated decay and nucleocytoplasmic trafficking. The poly(A)-binding protein may also protect the tail from degradation and regulate mRNA production. Without these two proteins in-tandem, then the poly(A) tail would not be added and the RNA would degrade quickly.",
            "score": 308.95751953125
        },
        {
            "docid": "616901_13",
            "document": "Polyadenylation . The poly(A) tail acts as the binding site for poly(A)-binding protein. Poly(A)-binding protein promotes export from the nucleus and translation, and inhibits degradation. This protein binds to the poly(A) tail prior to mRNA export from the nucleus and in yeast also recruits poly(A) nuclease, an enzyme that shortens the poly(A) tail and allows the export of the mRNA. Poly(A)-binding protein is exported to the cytoplasm with the RNA. mRNAs that are not exported are degraded by the exosome. Poly(A)-binding protein also can bind to, and thus recruit, several proteins that affect translation, one of these is initiation factor-4G, which in turn recruits the 40S ribosomal subunit. However, a poly(A) tail is not required for the translation of all mRNAs. Further, poly(A) tailing (oligo-adenylation) can determine the fate of RNA molecules that are usually not poly(A)-tailed (such as (small) non-coding (sn)RNAs etc.) and thereby induce their RNA decay.",
            "score": 303.1993713378906
        },
        {
            "docid": "11969640_2",
            "document": "Cytoplasmic polyadenylation element . The cytoplasmic polyadenylation element (CPE) is a sequence element found in the 3' untranslated region of messenger RNA. While several sequence elements are known to regulate cytoplasmic polyadenylation, CPE is the best characterized. The most common CPE sequence is UUUUAU, though there are other variations. Binding of CPE binding protein (CPEB) to this region promotes the extension of the existing polyadenine tail and, in general, activation of the mRNA for protein translation. This elongation occurs after the mRNA has been exported from the nucleus to the cytoplasm. A longer poly(A) tail attracts more cytoplasmic polyadenine binding proteins (PABPs) which interact with several other cytoplasmic proteins that encourage the mRNA and the ribosome to associate. The lengthening of the poly(A) tail thus has a role in increasing translational efficiency of the mRNA. The polyadenine tails are extended from approximately 40 bases to 150 bases.",
            "score": 283.4233093261719
        },
        {
            "docid": "14149388_3",
            "document": "PABPC1 . The poly(A)-binding protein (PAB or PABP), which is found complexed to the 3' poly(A) tail of eukaryotic mRNA, is required for poly(A) shortening and translation initiation. In humans, the PABPs comprise a small nuclear isoform and a conserved gene family that displays at least 3 functional proteins: PABP1 (PABPC1), inducible PABP (iPABP, or PABPC4; MIM 603407), and PABP3 (PABPC3; MIM 604680). In addition, there are at least 4 pseudogenes, PABPCP1 to PABPCP4.[supplied by OMIM]",
            "score": 279.68414306640625
        },
        {
            "docid": "20232_27",
            "document": "Messenger RNA . In eukaryotes mRNA molecules form circular structures due to an interaction between the eIF4E and poly(A)-binding protein, which both bind to eIF4G, forming an mRNA-protein-mRNA bridge. Circularization is thought to promote cycling of ribosomes on the mRNA leading to time-efficient translation, and may also function to ensure only intact mRNA are translated (partially degraded mRNA characteristically have no m7G cap, or no poly-A tail).",
            "score": 277.7098388671875
        },
        {
            "docid": "345919_8",
            "document": "Three prime untranslated region . The poly(A) tail contains binding sites for poly(A) binding proteins (PABPs). These proteins cooperate with other factors to affect the export, stability, decay, and translation of an mRNA. PABPs bound to the poly(A) tail may also interact with proteins, such as translation initiation factors, that are bound to the 5' cap of the mRNA. This interaction causes circularization of the transcript, which subsequently promotes translation initiation. Furthermore, it allows for efficient translation by causing recycling of ribosomes. While the presence of a poly(A) tail usually aids in triggering translation, the absence or removal of one often leads to exonuclease-mediated degradation of the mRNA. Polyadenylation itself is regulated by sequences within the 3'-UTR of the transcript. These sequences include cytoplasmic polyadenylation elements (CPEs), which are uridine-rich sequences that contribute to both polyadenylation activation and repression. CPE-binding protein (CPEB) binds to CPEs in conjunction with a variety of other proteins in order to elicit different responses.",
            "score": 275.7911071777344
        },
        {
            "docid": "14149388_2",
            "document": "PABPC1 . Polyadenylate-binding protein 1 is a protein that in humans is encoded by the \"PABPC1\" gene. The protein PABP1 binds mRNA and facilitates a variety of functions such as transport out of the nucleus, degradation, translation, and stability. There are two separate PABP1 proteins, one which is located in the nucleus (PABPN1) and the other which is found in the cytoplasm (PABPC1). The location of PABP1 affects the role of that protein and its function with RNA.",
            "score": 273.8739318847656
        },
        {
            "docid": "20232_32",
            "document": "Messenger RNA . Inside eukaryotic cells, there is a balance between the processes of translation and mRNA decay. Messages that are being actively translated are bound by ribosomes, the eukaryotic initiation factors eIF-4E and eIF-4G, and poly(A)-binding protein. eIF-4E and eIF-4G block the decapping enzyme (DCP2), and poly(A)-binding protein blocks the exosome complex, protecting the ends of the message. The balance between translation and decay is reflected in the size and abundance of cytoplasmic structures known as P-bodies The poly(A) tail of the mRNA is shortened by specialized exonucleases that are targeted to specific messenger RNAs by a combination of cis-regulatory sequences on the RNA and trans-acting RNA-binding proteins. Poly(A) tail removal is thought to disrupt the circular structure of the message and destabilize the cap binding complex. The message is then subject to degradation by either the exosome complex or the decapping complex. In this way, translationally inactive messages can be destroyed quickly, while active messages remain intact. The mechanism by which translation stops and the message is handed-off to decay complexes is not understood in detail.",
            "score": 265.5793151855469
        },
        {
            "docid": "14149388_4",
            "document": "PABPC1 . PABPC1 is usually diffused within the cytoplasm and concentrated at sites of high mRNA concentration such as stress granules, processing bodies, and locations of high translational activity. PABPC1 is also associated with nonsense-mediated mRNA decay (NMD). PABPC1 binds to the poly(A) tail and interact with eIF4G, which stabilizes the circularization of mRNAs. This structure is required for the prevention of mRNA degradation via NMD.",
            "score": 264.8789978027344
        },
        {
            "docid": "3131507_7",
            "document": "RNA-binding protein . Polyadenylation is the addition of a \"tail\" of adenylate residues to an RNA transcript about 20 bases downstream of the AAUAAA sequence within the three prime untranslated region. Polyadenylation of mRNA has a strong effect on its nuclear transport, translation efficiency, and stability. All of these as well as the process of polyadenylation depend on binding of specific RBPs. All eukaryotic mRNAs with few exceptions are processed to receive 3' poly (A) tails of about 200 nucleotides. One of the necessary protein complexes in this process is CPSF. CPSF binds to the 3' tail (AAUAAA) sequence and together with another protein called poly(A)-binding protein, recruits and stimulates the activity of poly(A) polymerase. Poly(A) polymerase is inactive on its own and requires the binding of these other proteins to function properly.",
            "score": 264.7610778808594
        },
        {
            "docid": "140968_17",
            "document": "Rotavirus . NSP3 is bound to viral mRNAs in infected cells and it is responsible for the shutdown of cellular protein synthesis. NSP3 inactivates two translation initiation factors essential for synthesis of proteins from host mRNA. First, NSP3 ejects poly(A)-binding protein (PABP) from the translation initiation factor eIF4F. PABP is required for efficient translation of transcripts with a 3' poly(A) tail, which is found on most host cell transcripts. Second, NSP3 inactivates eIF2 by stimulating its phosphorylation. Efficient translation of rotavirus mRNA, which lacks the 3' poly(A) tail, does not require either of these factors.",
            "score": 263.8857116699219
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 263.07373046875
        },
        {
            "docid": "1075071_15",
            "document": "Transcriptome . Although microarray studies can reveal the relative amounts of different mRNAs in the cell, levels of mRNA are not directly proportional to the expression level of the proteins they code for. The number of protein molecules synthesized using a given mRNA molecule as a template is highly dependent on translation-initiation features of the mRNA sequence; in particular, the ability of the translation initiation sequence is a key determinant in the recruiting of ribosomes for protein translation. The complete protein complement of a cell or organism is known as the proteome.",
            "score": 260.6075439453125
        },
        {
            "docid": "57382133_3",
            "document": "Poly(a) binding protein interacting protein 2b . Most mRNAs, except for histones, contain a 3-prime poly(A) tail. Poly(A)-binding protein (PABP; see MIM 604679) enhances translation by circularizing mRNA through its interaction with the translation initiation factor EIF4G1 (MIM 600495) and the poly(A) tail. Various PABP-binding proteins regulate PABP activity, including PAIP1 (MIM 605184), a translational stimulator, and PAIP2A (MIM 605604) and PAIP2B, translational inhibitors (Derry et al., 2006 [PubMed 17381337]).[supplied by OMIM, Mar 2008].",
            "score": 260.28515625
        },
        {
            "docid": "14815981_3",
            "document": "PABPC4 . Poly(A)-binding proteins (PABPs) bind to the poly(A) tail present at the 3-prime ends of most eukaryotic mRNAs. PABPC4 or IPABP (inducible PABP) was isolated as an activation-induced T-cell mRNA encoding a protein. Activation of T cells increased PABPC4 mRNA levels in T cells approximately 5-fold. PABPC4 contains 4 RNA-binding domains and proline-rich C terminus. PABPC4 is localized primarily to the cytoplasm. It is suggested that PABPC4 might be necessary for regulation of stability of labile mRNA species in activated T cells. PABPC4 was also identified as an antigen, APP1 (activated-platelet protein-1), expressed on thrombin-activated rabbit platelets. PABPC4 may also be involved in the regulation of protein translation in platelets and megakaryocytes or may participate in the binding or stabilization of polyadenylates in platelet dense granules.",
            "score": 259.02716064453125
        },
        {
            "docid": "3131507_9",
            "document": "RNA-binding protein . mRNA localization is critical for regulation of gene expression by allowing spatially regulated protein production. Through mRNA localization proteins are transcribed in their intended target site of the cell. This is especially important during early development when rapid cell cleavages give different cells various combinations of mRNA which can then lead to drastically different cell fates. RBPs are critical in the localization of this mRNA that insures proteins are only transcribed in their intended regions. One of these proteins is ZBP1. ZBP1 binds to beta-actin mRNA at the site of transcription and moves with mRNA into the cytoplasm. It then localizes this mRNA to the lamella region of several asymmetric cell types where it can then be translated. FMRP is another RBP involved in RNA localization. It was shown that in addition to other functions for FMRP in RNA metabolism, FMRP is involved in the stimulus-induced localization of several dendritic mRNAs in neuronal dendrites.",
            "score": 258.6778869628906
        },
        {
            "docid": "15884702_15",
            "document": "Surfactant protein A2 . Gene expression of SFTPA2 is regulated at different levels including gene transcription, post-transcriptional processing, stability and translation (biology) of mature mRNA. One of the important features of human surfactant protein A mRNAs is that they have a variable five prime untranslated region (5’UTR) generated from splicing variation of exons A, B, C, and D. At least 10 forms of human SFTPA2 and SFTPA1 5’UTRs have been identified that differ in nucleotide sequence, length, and relative amount. Most SFTPA2 specific 5’UTRs include exon B. This 30-nucleotide long sequence has been shown to enhance both gene transcription and protein translation (biology), and plays a key role in the differential regulation of SFTPA2 and SFTPA1 expression. Both ABD and ABD’ are the most represented forms among SFTPA2 transcripts (~49% each), and experimental work has shown that this sequence can stabilize mRNA, enhance translation, and activate cap-independent eukaryotic translation. Exon B of SFTPA2 also binds specific proteins (e.g. 14-3-3) that may enhance translation, in a sequence- and secondary structure- specific way. While differences at the 5’UTR are shown to regulate both transcription and translation, polymorphisms at the 3’UTR of SP-A2 variants are shown to primarily, differentially affect translation efficiency via mechanisms that involve binding of proteins and/or [microRNAs]. The impact of this regulation on SFTPA2 relative protein levels may contribute to individual differences in susceptibility to lung disease. Environmental insults and pollutants also affect SFTPA2 expression. Exposure of lung cells to particulate matter affects splicing of 5’UTR exons of SFTPA2 transcripts. Pollutants and viral infections also affect SFTPA2 translation mechanisms (see eukaryotic translation, translation (biology)).",
            "score": 257.6773681640625
        },
        {
            "docid": "11834955_9",
            "document": "Poly(A)-binding protein . Once rotavirus infection occurs viral GACC-tailed mRNAs are translated while the poly(A)-tailed mRNA is severely impaired. In infected cells, there have been high magnitudes of both translation induction (GACC-tailed mRNA) and reduction (poly(A)-tailed mRNA) both dependent on the rotavirus strain. These data suggest that NSP3 is a translational surrogate of the PABP-poly(A) complex; therefore, it cannot by itself be responsible for inhibiting the translation of host poly(A)-tailed mRNAs upon rotavirus infection.",
            "score": 255.83384704589844
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 255.62359619140625
        },
        {
            "docid": "25758_16",
            "document": "RNA . Messenger RNA (mRNA) carries information about a protein sequence to the ribosomes, the protein synthesis factories in the cell. It is coded so that every three nucleotides (a codon) corresponds to one amino acid. In eukaryotic cells, once precursor mRNA (pre-mRNA) has been transcribed from DNA, it is processed to mature mRNA. This removes its introns—non-coding sections of the pre-mRNA. The mRNA is then exported from the nucleus to the cytoplasm, where it is bound to ribosomes and translated into its corresponding protein form with the help of tRNA. In prokaryotic cells, which do not have nucleus and cytoplasm compartments, mRNA can bind to ribosomes while it is being transcribed from DNA. After a certain amount of time, the message degrades into its component nucleotides with the assistance of ribonucleases.",
            "score": 252.77427673339844
        },
        {
            "docid": "10883715_7",
            "document": "4EGI-1 . Messenger RNAs (mRNAs) are transcribed from DNA, and serve as templates for the synthesis of proteins by ribosomal translation. Weak mRNAs contain long and highly structured untranslatable regions at their 5’ end. This lengthy region makes it difficult for enzymes to determine where transcription should begin. As a result, initiation factor proteins are required for translation of the message into protein. These weak mRNAs, or mRNAs that carry the code for proteins involved in the development of cancer cells, require cap-dependent translation which necessitates the cellular involvement of the eIFs. Examples of weak mRNAs include those that code for proliferation-related, and anti-apoptotic proteins. Strong mRNAs, in contrast, are translated with much less cellular machinery such as eIFs and generally code for biologically necessary proteins, such as those needed for the essential metabolic processes of a cell. Therapies such as the use of 4EGI-1 against cancer cells can thus be created such that their biologic targets include only the initiation factors involved in the production of weak mRNA’s.",
            "score": 251.50784301757812
        },
        {
            "docid": "68206_10",
            "document": "Central dogma of molecular biology . Transcription is the process by which the information contained in a section of DNA is replicated in the form of a newly assembled piece of messenger RNA (mRNA). Enzymes facilitating the process include RNA polymerase and transcription factors. In eukaryotic cells the primary transcript is pre-mRNA. Pre-mRNA must be processed for translation to proceed. Processing includes the addition of a 5' cap and a poly-A tail to the pre-mRNA chain, followed by splicing. Alternative splicing occurs when appropriate, increasing the diversity of the proteins that any single mRNA can produce. The product of the entire transcription process (that began with the production of the pre-mRNA chain) is a mature mRNA chain.",
            "score": 250.3349609375
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 248.77418518066406
        },
        {
            "docid": "553121_17",
            "document": "Regulation of gene expression . After the DNA is transcribed and mRNA is formed, there must be some sort of regulation on how much the mRNA is translated into proteins. Cells do this by modulating the capping, splicing, addition of a Poly(A) Tail, the sequence-specific nuclear export rates, and, in several contexts, sequestration of the RNA transcript. These processes occur in eukaryotes but not in prokaryotes. This modulation is a result of a protein or transcript that, in turn, is regulated and may have an affinity for certain sequences.",
            "score": 248.64730834960938
        },
        {
            "docid": "14332822_15",
            "document": "Surfactant protein A1 . Gene expression of SFTPA1 is regulated at different levels including gene transcription, post-transcriptional processing, stability and translation of mature mRNA. One of the important features of human surfactant protein A mRNAs is that they have a variable five prime untranslated region (5’UTR) generated from splicing variation of exons A, B, C, and D. At least 10 forms of human SFTPA1 and SFTPA2 5’UTRs have been identified that differ in nucleotide sequence, length, and relative amount. Specific SFTPA1 or SFTPA2 5’UTRs have also been characterized. Some SFTPA1 specific 5’UTRs include exons B’ or C. These two exons contain upstream AUGs (uAUGs) that can potentially act as sites for translation initiation (see eukaryotic translation), affecting protein translation and SFTPA1 relative content. The majority of SFTPA1 transcripts lack exon B, a sequence implicated in transcription and translation enhancement, indicating a differential regulation of SFTPA1 and SFTPA2 expression. The AD’ form is the most represented among SFTPA1 transcripts (81%), and experimental work has shown that this sequence can stabilize mRNA and enhance translation, but the mechanisms implicated in this regulation are still under investigation. While differences at the 5’UTR are shown to regulate both transcription and translation, polymorphisms at the 3’UTR of SP-A1 variants are shown to primarily, differentially affect translation efficiency via mechanisms that involve binding of proteins and/or [microRNAs]. The impact of this regulation on SFTPA1 and SFTPA2 protein levels may contribute to individual differences in susceptibility to lung disease. Environmental insults and pollutants also affect SFTPA1 expression. Exposure of lung cells to particulate matter affects splicing of 5’UTR exons of SFTPA1 transcripts. Pollutants and viral infections also affect SFTPA1 translation mechanisms (see eukaryotic translation, translation (biology)).",
            "score": 248.5023956298828
        },
        {
            "docid": "11969640_6",
            "document": "Cytoplasmic polyadenylation element . A study done on mRNA regulation during oogenesis in Drosophila has revealed that the CPE and CPE binding proteins help control the timing of protein production during development. Oocytes transcribe a large portion of their mRNA at one time and rely on other control mechanisms to determine the timing of protein production. The study showed that mRNAs that are a target of the CPEB WISP show significant polyA tail extension but not an increased number of mRNA transcripts.",
            "score": 246.7488555908203
        },
        {
            "docid": "1138554_4",
            "document": "SR protein . SR proteins are important in constitutive and alternative pre-mRNA splicing, mRNA export, genome stabilization, nonsense-mediated decay, and translation. SR proteins alternatively splice pre-mRNA by preferentially selecting different splice sites on the pre-mRNA strands to create multiple mRNA transcripts from one pre-mRNA transcript. Once splicing is complete the SR protein may or may not remain attached to help shuttle the mRNA strand out of the nucleus. As RNA Polymerase II is transcribing DNA into RNA, SR proteins attach to newly made pre-mRNA to prevent the pre-mRNA from binding to the coding DNA strand to increase genome stabilization. Topoisomerase I and SR proteins also interact to increase genome stabilization. SR proteins can control the concentrations of specific mRNA that is successfully translated into protein by selecting for nonsense-mediated decay codons during alternative splicing. SR proteins can alternatively splice NMD codons into its own mRNA transcript to auto-regulate the concentration of SR proteins. Through the mTOR pathway and interactions with polyribosomes, SR proteins can increase translation of mRNA.",
            "score": 245.05252075195312
        },
        {
            "docid": "1138554_27",
            "document": "SR protein . SR proteins can alternatively splice pre-mRNA transcripts to include nonsense-mediated decay (NMD) codons in the mRNA. The most common method of an NMD response in cells is alternative splicing. If a pre-mRNA transcript has a duplicated 5' splice site and SR proteins are over expressed then NMD can be upregulated. The splice variant with the NMD codon is chosen more often during splicing and the cell is more sensitive to NMD further down stream during translation. It is estimated that close to 30% of alternatively spliced mRNA are degraded by NMD. SR protein concentrations in cells can be auto-regulated by NMD codons in SR proteins pre-mRNA. For example, SC35 SR protein can alternatively splice a SC35 pre-mRNA to include a NMD codon in the mRNA. The location of SR protein binding on a pre-mRNA strand and which SR proteins are binding determine the NMD activity of a cell.",
            "score": 244.75364685058594
        },
        {
            "docid": "156964_2",
            "document": "MicroRNA . A microRNA (abbreviated miRNA) is a small non-coding RNA molecule (containing about 22 nucleotides) found in plants, animals and some viruses, that functions in RNA silencing and post-transcriptional regulation of gene expression. Encoded by nuclear DNA in plants and animals and by viral DNA in certain viruses whose genome is based on DNA, miRNAs function via base-pairing with complementary sequences within mRNA molecules. As a result, these mRNA molecules are silenced, by one or more of the following processes: (1) Cleavage of the mRNA strand into two pieces, (2) Destabilization of the mRNA through shortening of its poly(A) tail, and (3) Less efficient translation of the mRNA into proteins by ribosomes.",
            "score": 242.72744750976562
        },
        {
            "docid": "14029_42",
            "document": "Histone . In metazoans the increase in the rate of histone synthesis is due to the increase in processing of pre-mRNA to its mature form as well as decrease in mRNA degradation; this results in an increase of active mRNA for translation of histone proteins. The mechanism for mRNA activation has been found to be the removal of a segment of the 3’ end of the mRNA strand, and is dependent on association with stem-loop binding protein (SLBP). SLBP also stabilizes histone mRNAs during S phase by blocking degradation by the 3’hExo nuclease. SLBP levels are controlled by cell-cycle proteins, causing SLBP to accumulate as cells enter S phase and degrade as cells leave S phase. SLBP are marked for degradation by phosphorylation at two threonine residues by cyclin dependent kinases, possibly cyclin A/ cdk2, at the end of S phase. Metazoans also have multiple copies of histone genes clustered on chromosomes which are localized in structures called Cajal bodies as determined by genome-wide chromosome conformation capture analysis (4C-Seq).",
            "score": 242.65786743164062
        },
        {
            "docid": "8786437_6",
            "document": "Derepression . Derepression of translation increases protein production without altering the levels of mRNA in the cell. miRNAs are a common mechanism of translation repression, binding to the mRNA through complimentary base pairing to silence them. Certain RNA binding proteins have been shown to target untranslated regions of the mRNAs and upregulate the translation initiation rates by alleviating the repressive miRNA effects.",
            "score": 241.7124786376953
        }
    ]
}