{
    "q": [
        {
            "docid": "640697_10",
            "document": "Reactive oxygen species . ROS are produced intracellularly through multiple mechanisms and depending on the cell and tissue types, the major sources being the \"professional\" producers of ROS: NADPH oxidase (NOX) complexes (7 distinct isoforms) in cell membranes, mitochondria, peroxisomes, and endoplasmic reticulum. Mitochondria convert energy for the cell into a usable form, adenosine triphosphate (ATP). The process in which ATP is produced, called oxidative phosphorylation, involves the transport of protons (hydrogen ions) across the inner mitochondrial membrane by means of the electron transport chain. In the electron transport chain, electrons are passed through a series of proteins via oxidation-reduction reactions, with each acceptor protein along the chain having a greater reduction potential than the previous. The last destination for an electron along this chain is an oxygen molecule. In normal conditions, the oxygen is reduced to produce water; however, in about 0.1–2% of electrons passing through the chain (this number derives from studies in isolated mitochondria, though the exact rate in live organisms is yet to be fully agreed upon), oxygen is instead prematurely and incompletely reduced to give the superoxide radical (), most well documented for Complex I and Complex III. Superoxide is not particularly reactive by itself, but can inactivate specific enzymes or initiate lipid peroxidation in its protonated form, hydroperoxyl HO. The p\"K\" of hydroperoxyl is 4.8. Thus, at physiological pH, the majority will exist as superoxide anion.",
            "score": 122.39958655834198
        },
        {
            "docid": "92236_2",
            "document": "Electron transport chain . An electron transport chain (ETC) is a series of complexes that transfer electrons from electron donors to electron acceptors via redox (both reduction and oxidation occurring simultaneously) reactions, and couples this electron transfer with the transfer of protons (H ions) across a membrane. This creates an electrochemical proton gradient that drives the synthesis of adenosine triphosphate (ATP), a molecule that stores energy chemically in the form of highly strained bonds. The molecules of the chain include peptides, enzymes (which are proteins or protein complexes), and others. The final acceptor of electrons in the electron transport chain during aerobic respiration is molecular oxygen although a variety of acceptors other than oxygen such as sulfate exist in anaerobic respiration.",
            "score": 136.65570783615112
        },
        {
            "docid": "22773_3",
            "document": "Oxidative phosphorylation . During oxidative phosphorylation, electrons are transferred from electron donors to electron acceptors such as oxygen, in redox reactions. These redox reactions release energy, which is used to form ATP. In eukaryotes, these redox reactions are carried out by a series of protein complexes within the inner membrane of the cell's mitochondria, whereas, in prokaryotes, these proteins are located in the cells' intermembrane space. These linked sets of proteins are called electron transport chains. In eukaryotes, five main protein complexes are involved, whereas in prokaryotes many different enzymes are present, using a variety of electron donors and acceptors.",
            "score": 114.36228811740875
        },
        {
            "docid": "92236_34",
            "document": "Electron transport chain . Bacteria can use a number of different electron donors. When organic matter is the energy source, the donor may be NADH or succinate, in which case electrons enter the electron transport chain via NADH dehydrogenase (similar to \"Complex I\" in mitochondria) or succinate dehydrogenase (similar to \"Complex II\"). Other dehydrogenases may be used to process different energy sources: formate dehydrogenase, lactate dehydrogenase, glyceraldehyde-3-phosphate dehydrogenase, H dehydrogenase (hydrogenase), etc. Some dehydrogenases are also proton pumps; others funnel electrons into the quinone pool. Most dehydrogenases show induced expression in the bacterial cell in response to metabolic needs triggered by the environment in which the cells grow.",
            "score": 119.83995509147644
        },
        {
            "docid": "1799250_10",
            "document": "Cardiolipin . The enzyme cytochrome c oxidase or Complex IV is a large transmembrane protein complex found in bacteria and the mitochondrion. It is the last enzyme in the respiratory electron transport chain of mitochondria (or bacteria) located in the mitochondrial (or bacterial) membrane. It receives an electron from each of four cytochrome c molecules, and transfers them to one oxygen molecule, converting molecular oxygen to two molecules of water. Complex IV has been shown to require two associated CL molecules in order to maintain its full enzymatic function.  Cytochrome bc1(Complex III) also needs cardiolipin to maintain its quaternary structure and functional role. Complex V of the oxidative phosphorylation machinery also displays high binding affinity for CL, binding four molecules of CL per molecule of complex V.",
            "score": 142.19354796409607
        },
        {
            "docid": "14774129_3",
            "document": "NDUFS4 . Complex I, or NADH:ubiquinone oxidoreductase, the first multisubunit enzyme complex of the mitochondrial respiratory chain, plays a vital role in cellular ATP production, the primary source of energy for many crucial processes in living cells. It removes electrons from NADH and passes them by a series of different protein-coupled redox centers to the electron acceptor ubiquinone. In well-coupled mitochondria, the electron flux leads to ATP generation via the building of a proton gradient across the inner membrane. Complex I is composed of at least 41 subunits, of which 7 are encoded by the mitochondrial genome (ND1-6, ND4L) and the remainder by nuclear genes.",
            "score": 110.85797262191772
        },
        {
            "docid": "6985_8",
            "document": "Chlorophyll . The function of the reaction center of chlorophyll is to absorb light energy and transfer it to other parts of the photosystem. The absorbed energy of the photon is transferred to an electron in a process called charge separation. The removal of the electron from the chlorophyll is an oxidation reaction. The chlorophyll donates the high energy electron to a series of molecular intermediates called an electron transport chain. The charged reaction center of chlorophyll (P680) is then reduced back to its ground state by accepting an electron stripped from water. The electron that reduces P680 ultimately comes from the oxidation of water into O and H through several intermediates. This reaction is how photosynthetic organisms such as plants produce O gas, and is the source for practically all the O in Earth's atmosphere. Photosystem I typically works in series with Photosystem II; thus the P700 of Photosystem I is usually reduced as it accepts the electron, via many intermediates in the thylakoid membrane, by electrons coming, ultimately, from Photosystem II. Electron transfer reactions in the thylakoid membranes are complex, however, and the source of electrons used to reduce P700 can vary.",
            "score": 103.91833174228668
        },
        {
            "docid": "14818199_4",
            "document": "NDUFS3 . This gene encodes one of the iron-sulfur protein (IP) components of complex I. The 45-subunit NADH:ubiquinone oxidoreductase (complex I) is the first enzyme complex in the electron transport chain of mitochondria. As a catalytic subunit, NDUFS3 plays a vital role in the proper assembly of complex I and is recruited to the inner mitochondrial membrane to form an early assembly intermediate with NDUFS2. It initiates the assembly of complex I in the mitochondrial matrix.",
            "score": 123.17266631126404
        },
        {
            "docid": "92236_16",
            "document": "Electron transport chain . In \"Complex II\" (succinate dehydrogenase or succinate-CoQ reductase; ) additional electrons are delivered into the quinone pool (Q) originating from succinate and transferred (via flavin adenine dinucleotide (FAD)) to Q. Complex II consists of four protein subunits: succinate dehydrogenase, (SDHA); succinate dehydrogenase [ubiquinone] iron-sulfur subunit, mitochondrial, (SDHB); succinate dehydrogenase complex subunit C, (SDHC) and succinate dehydrogenase complex, subunit D, (SDHD). Other electron donors (e.g., fatty acids and glycerol 3-phosphate) also direct electrons into Q (via FAD). Complex 2 is a parallel electron transport pathway to complex 1, but unlike complex 1, no protons are transported to the intermembrane space in this pathway. Therefore, the pathway through complex 2 contributes less energy to the overall electron transport chain process.",
            "score": 96.77944350242615
        },
        {
            "docid": "23890524_11",
            "document": "Eukaryotic ribosome (80S) . Protein synthesis is primarily regulated at the stage of translation initiation. In eukaryotes, the canonical initiation pathway requires at least 12 protein initiation factors, some of which are themselves large complexes. The structures of the 40S:eIF1 and 60S:eIF6 complexes provide first detailed insights into the atomic interactions between the eukaryotic ribosome and regulatory factors. eIF1 is involved in start codon selection, and eIF6 sterically precludes the joining of subunits. However, structural information on the eukaryotic initiation factors and their interactions with the ribosome is limited and largely derived from homology models or low-resolution analyses. Elucidation of the interactions between the eukaryotic ribosome and initiation factors at an atomic level is essential for a mechanistic understanding of the regulatory processes, but represents a significant technical challenge, because of the inherent dynamics and flexibility of the initiation complexes. The first structure of the mammalian pre initiation complex was done by cryo-electron microscopy. Other structures of initiation complexes followed soon, driven by cryo-EM technical improvements. Those structures will help better understand the process of translation initiation in eukaryotes.",
            "score": 130.38020873069763
        },
        {
            "docid": "509344_2",
            "document": "Amphibolic . The term amphibolic ( Greek : amphi meaning “both sides”) is used to describe a biochemical pathway that involves both catabolism ( A degradative phase of metabolism in which large molecule are converted into smaller and simpler molecule ,which is reaction involve two type . First , hydrolysis reactions , in this reaction catabolism is the breaking apart of molecules to smaller molecules to release energy. An example of a catabolic reaction is digestion and cellular respiration where you break apart sugars and fats for energy. Hydrolysis is the way in which this is done and it is basically the reverse of a dehydration reaction. Breaking down a protein into amino acids or a triglyceride into fatty acids or a disaccharide into monosaccharides are all hydrolysis or catabolic reactions . Second , oxidation reactions involve the removal of hydrogens and electrons from an organic molecule)and anabolism(the biosynthesis phase of metabolism in which smaller simple precursor are converted to large and complex molecule of the cell . Anabolism reactant found in two type ,which are dehydration synthesis reaction ,in this type involve the joining of smaller molecules together to form larger, more complex molecules. This occurs through dehydration synthesis reactions. These are the most common ways smaller organic molecules can be formed into more complex ones and applies to the formation of carbs, proteins, lipids and nucleic acids. Other type called reduction reaction ,which involves the adding of hydrogens and electrons to a molecule. Whenever you do that, it gains calories of energy because when you split a hydrocarbon bond, it releases energy).",
            "score": 119.54048562049866
        },
        {
            "docid": "3277_19",
            "document": "Antioxidant . The use of oxygen as part of the process for generating metabolic energy produces reactive oxygen species. In this process, the superoxide anion is produced as a by-product of several steps in the electron transport chain. Particularly important is the reduction of coenzyme Q in complex III, since a highly reactive free radical is formed as an intermediate (Q·). This unstable intermediate can lead to electron \"leakage\", when electrons jump directly to oxygen and form the superoxide anion, instead of moving through the normal series of well-controlled reactions of the electron transport chain. Peroxide is also produced from the oxidation of reduced flavoproteins, such as complex I. However, although these enzymes can produce oxidants, the relative importance of the electron transfer chain to other processes that generate peroxide is unclear. In plants, algae, and cyanobacteria, reactive oxygen species are also produced during photosynthesis, particularly under conditions of high light intensity. This effect is partly offset by the involvement of carotenoids in photoinhibition, and in algae and cyanobacteria, by large amount of iodide and selenium, which involves these antioxidants reacting with over-reduced forms of the photosynthetic reaction centres to prevent the production of reactive oxygen species.",
            "score": 114.7745531797409
        },
        {
            "docid": "23982752_7",
            "document": "Light-dependent reactions . The two photosystems are protein complexes that absorb photons and are able to use this energy to create an electron transport chain. Photosystem I and II are very similar in structure and function. They use special proteins, called light-harvesting complexes, to absorb the photons with very high effectiveness. If a special pigment molecule in a photosynthetic reaction center absorbs a photon, an electron in this pigment attains the excited state and then is transferred to another molecule in the reaction center. This reaction, called photoinduced charge separation, is the start of the electron flow and is unique because it transforms light energy into chemical forms.",
            "score": 124.51918339729309
        },
        {
            "docid": "2318393_21",
            "document": "SNARE (protein) . The dissociated SNARE proteins have a higher energy state than the more stable \"cis\"-SNARE complex. It is believed that the energy that drives fusion is derived from the transition to a lower energy \"cis\"-SNARE complex. The ATP hydrolysis-coupled dissociation of SNARE complexes is an energy investment that can be compared to \"cocking the gun\" so that, once vesicle fusion is triggered, the process takes place spontaneously and at optimum velocity. A comparable process takes place in muscles, in which the myosin heads must first hydrolyze ATP in order to adapt the necessary conformation for interaction with actin and the subsequent power stroke to occur.",
            "score": 91.42708802223206
        },
        {
            "docid": "96918_2",
            "document": "Coenzyme Q – cytochrome c reductase . The coenzyme Q : cytochrome \"c\" – oxidoreductase, sometimes called the cytochrome \"bc\" complex, and at other times complex III, is the third complex in the electron transport chain (), playing a critical role in biochemical generation of ATP (oxidative phosphorylation). Complex III is a multisubunit transmembrane protein encoded by both the mitochondrial (cytochrome b) and the nuclear genomes (all other subunits). Complex III is present in the mitochondria of all animals and all aerobic eukaryotes and the inner membranes of most eubacteria. Mutations in Complex III cause exercise intolerance as well as multisystem disorders. The bc1 complex contains 11 subunits, 3 respiratory subunits (cytochrome B, cytochrome C1, Rieske protein), 2 core proteins and 6 low-molecular weight proteins.",
            "score": 94.4724850654602
        },
        {
            "docid": "15214999_4",
            "document": "HCCS (gene) . The HCCS protein functions as a lyase to covalently attach the heme group to the apoprotein of cytochrome c on the inner mitochondrial membrane of the mitochondrion. The heme group is required for cytochrome c to transport electrons from complex III to complex IV of the electron transport chain during respiration. Heme attachment to cytochrome c takes place in the intermembrane space and requires conserved heme-interacting residues on HCCS on one of the two heme-binding domains on HCCS, including His154. The HCCS protein may function to regulate mitochondrial lipid and total mitochondrial mass in response to mitochondrial dysfunctions.",
            "score": 104.84882426261902
        },
        {
            "docid": "22773_14",
            "document": "Oxidative phosphorylation . Many catabolic biochemical processes, such as glycolysis, the citric acid cycle, and beta oxidation, produce the reduced coenzyme NADH. This coenzyme contains electrons that have a high transfer potential; in other words, they will release a large amount of energy upon oxidation. However, the cell does not release this energy all at once, as this would be an uncontrollable reaction. Instead, the electrons are removed from NADH and passed to oxygen through a series of enzymes that each release a small amount of the energy. This set of enzymes, consisting of complexes I through IV, is called the electron transport chain and is found in the inner membrane of the mitochondrion. Succinate is also oxidized by the electron transport chain, but feeds into the pathway at a different point.",
            "score": 84.10504245758057
        },
        {
            "docid": "35610172_3",
            "document": "Cis effect . Group 6 and group 7 transition metal complexes (M(CO)X) have been found to be the most prominent in regards to dissociation of the CO \"cis\" to ligand X. CO is a neutral ligand that donates 2 electrons to the complex, and therefore lacks anionic or cationic properties that would affect the electron count of the complex. For transition metal complexes that have the formula M(CO)X, group 6 metals (M,where the oxidation state of the metal is zero) paired with neutral ligand X, and group 7 metals (M, where the oxidation state of the metal is +1), paired anionic ligands, will create very stable 18 electron complexes. Transition metal complexes have 9 valence orbitals, and 18 electrons will in turn fill these valences shells, creating a very stable complex, which satisfies the 18-electron rule. The \"cis\"-labilization of 18 e complexes suggests that dissociation of ligand X in the \"cis\" position creates a square pyramidal transition state, which lowers the energy of the M(CO)X complex, enhancing the rate of reaction. The scheme below shows the dissociation pathway of a CO ligand in the \"cis\" and \"trans\" position to the X, followed by the association of ligand Y. This is an example of a dissociative mechanism, where an 18 e complex loses a CO ligand, making a 16 e intermediate, and a final complex of 18 e results from an incoming ligand inserting in place of the CO. This mechanism resembles the S1 mechanism in organic chemistry, and applies to coordination compounds as well.",
            "score": 92.35561418533325
        },
        {
            "docid": "501827_2",
            "document": "COPI . COPI is a coatomer, a protein complex that coats vesicles transporting proteins from the \"cis\" end of the Golgi complex back to the rough endoplasmic reticulum (ER), where they were originally synthesized, and between Golgi compartments. This type of transport is termed as \"retrograde transport\", in contrast to the \"anterograde transport\" associated with the COPII protein. The name \"COPI\" refers to the specific coat protein complex that initiates the budding process on the \"cis\"-Golgi membrane. The coat consists of large protein subcomplexes that are made of seven different protein subunits, namely α, β, β', γ, δ, ε and ζ.",
            "score": 84.00094366073608
        },
        {
            "docid": "19588_45",
            "document": "Mitochondrion . The redox energy from NADH and FADH is transferred to oxygen (O) in several steps via the electron transport chain. These energy-rich molecules are produced within the matrix via the citric acid cycle but are also produced in the cytoplasm by glycolysis. Reducing equivalents from the cytoplasm can be imported via the malate-aspartate shuttle system of antiporter proteins or feed into the electron transport chain using a glycerol phosphate shuttle. Protein complexes in the inner membrane (NADH dehydrogenase (ubiquinone), cytochrome c reductase, and cytochrome c oxidase) perform the transfer and the incremental release of energy is used to pump protons (H) into the intermembrane space. This process is efficient, but a small percentage of electrons may prematurely reduce oxygen, forming reactive oxygen species such as superoxide. This can cause oxidative stress in the mitochondria and may contribute to the decline in mitochondrial function associated with the aging process.",
            "score": 100.08390402793884
        },
        {
            "docid": "5150349_8",
            "document": "Hedgehog signaling pathway . In the absence of Hh (Figure 3), a cell-surface transmembrane protein called Patched (PTCH) acts to prevent high expression and activity of a 7 membrane spanning receptor called Smoothened (SMO). Patched has sequence similarity to known membrane transport proteins. When extracellular Hh is present (Figure 3), it binds to and inhibits Patched, allowing Smoothened to accumulate and inhibit the proteolytic cleavage of the Ci protein. This process most likely involves the direct interaction of Smoothened and Costal-2 and may involve sequestration of the Ci protein-containing complex to a microdomain where the steps leading to Ci protein proteolysis are disrupted. The mechanism by which Hh binding to Patched leads to increased levels of Smoothened is not clear (Step 1 in Figure 3). Following binding of Hh to Patched, Smoothened levels increase greatly over the level maintained in cells when Patched is not bound to Hh. It has been suggested that phosphorylation of Smoothened plays a role in Hh-dependent regulation of Smoothened levels.",
            "score": 86.20972621440887
        },
        {
            "docid": "15215689_4",
            "document": "NDUFA2 . The human NDUFA2 gene codes for a subunit of Complex I of the respiratory chain, which transfers electrons from NADH to ubiquinone. NDUFA2 is an accessory subunit of Complex I that is believed not to be involved in catalysis but may be involved in regulating Complex I activity or its assembly via assistance in redox processes. Initially, NADH binds to Complex I and transfers two electrons to the isoalloxazine ring of the flavin mononucleotide (FMN) prosthetic arm to form FMNH. The electrons are transferred through a series of iron-sulfur (Fe-S) clusters in the prosthetic arm and finally to coenzyme Q10 (CoQ), which is reduced to ubiquinol (CoQH). The flow of electrons changes the redox state of the protein, resulting in a conformational change and p\"K\" shift of the ionizable side chain, which pumps four hydrogen ions out of the mitochondrial matrix.",
            "score": 111.47075724601746
        },
        {
            "docid": "214573_11",
            "document": "Carbohydrate catabolism . The last process in aerobic respiration is oxidative phosphorylation, also known as the electron transport chain. Here NADH and FADH, which contain the energy in the form of electrons, deliver their electrons to the inner membranes of the mitochondrion to power the production of ATP. Oxidative phosphorylation contributes the majority of the ATP produced, compared to glycolysis and the Krebs cycle. While the ATP count is glycolysis and the Krebs cycle is two ATP molecules, the electron transport chain contributes, at most, twenty-eight ATP molecules. A contributing factor is due to the energy potentials of NADH and FADH. As they are brought from the initial process, glycolysis, to the electron transport chain, the energy stored in them are now utilized. A second contributing factor is that cristae, the inner membranes of mitochondria, increase the surface area and therefore the amount of proteins in the membrane that assist in the synthesis of ATP. Along the electron transport chain, there are separate compartments, each with their own concentration gradient of H + ions, which are the power source of ATP synthesis. To convert ADP to ATP, energy must be provided. That energy is provided by the H+ gradient. On one side of the membrane compartment, there is a high concentration of H+ ions compared to the other. The shuttling of H+ to one side of the membrane is driven by the exergonic flow of electrons throughout the membrane. These electrons are supplied by NADH and FADH as they transfer their potential energy. Once the H+ concentration gradient is established, a proton-motive force is established, which provides the energy to convert ADP to ATP. The H+ ions that were initially forced to one side of the mitochondrion membrane now naturally flow through a membrane protein called ATP synthase, a protein that converts ADP to ATP with the help of H+ ions.",
            "score": 86.38634407520294
        },
        {
            "docid": "56806820_10",
            "document": "Synaptic stabilization . Nectins are a distinct family of cell adhesion molecules. These CAMs are involved in the initial contact of presynaptic and postsynaptic neuronal processes during synapse formation. There are only four well characterized Nectins at the synapse, they are Nectin-1, 2, 3, and 4. All membrane bound Nectins possess an extracellular region with three immunoglobulin-like loops. The furthest loop from the membrane is called the V-type loop and the two loops more interior are C2-type loops. Multiple Nectins on one cell membrane will bind together at the V-type loop to form a cluster of Nectin proteins, a process called Cis-Clustering. When two cells possessing individual Cis-Clusters come into contact they form a strong complex called a Trans-Interaction which provides adhesion and, in some cases, signaling between the two cells.",
            "score": 88.15452301502228
        },
        {
            "docid": "2821615_9",
            "document": "Electrochemical gradient . Electrochemical gradients also play a role in establishing proton gradients in oxidative phosphorylation in mitochondria. The final step of cellular respiration is the electron transport chain. Four complexes embedded in the inner membrane of the mitochondrion make up the electron transport chain. However, only complexes I, III, and IV pump protons from the matrix to the intermembrane space (IMS). In total, there are ten protons translocated from the matrix to the IMS which generates an electrochemical potential of more than 200mV. This drives the flux of protons back into the matrix through ATP synthase which produces ATP by adding an inorganic phosphate to ADP. Thus, generation of a proton electrochemical gradient is crucial for energy production in mitochondria. The total equation for the electron transport chain is:",
            "score": 118.57993292808533
        },
        {
            "docid": "20369811_6",
            "document": "Sorting and assembly machinery . Like all mitochondrial proteins, beta barrel proteins are transported into the intermembrane space of mitochondria via the translocase of the outer membrane. Following import, beta barrel proteins are transported to the SAM complex by chaperone complexes, formed by assembly of the small Tim proteins. The complex formed by the three sorting and assembly machinery subunits (SAM core complex), is responsible for the integration of beta barrel proteins into the outer mitochondrial membrane. Mdm10 is another mitochondrial membrane protein that is responsible for maintaining mitochondrial morphology and distribution. It has been found to interact with the SAM core complex and may play a role in assembling Tom40 into the translocase of the outer membrane.",
            "score": 110.22692346572876
        },
        {
            "docid": "11115477_3",
            "document": "Ci protein . The degradation of Ci protein depends on a large multiprotein complex, which contains a serine/threonine kinase of unknown function, an anchoring protein that binds to microtubules (to keep the Ci protein out of the nucleus) and an adaptor protein. When the Hedgehog signaling pathway is turned on, the Ci proteolysis is suppressed and the unprocessed CI protein enters the nucleus, where it activates the transcription of its target genes. Ci undergoes complete or partial degradation in the cells, the detailed molecular mechanism is poorly understood. It has been reported that an AAA ATPase Ter94 complex and K11/K48 ubiquitin chains are involved in the selection of Ci degradation.",
            "score": 93.28234672546387
        },
        {
            "docid": "92236_22",
            "document": "Electron transport chain . According to the chemiosmotic coupling hypothesis, proposed by Nobel Prize in Chemistry winner Peter D. Mitchell, the electron transport chain and oxidative phosphorylation are coupled by a proton gradient across the inner mitochondrial membrane. The efflux of protons from the mitochondrial matrix creates an electrochemical gradient (proton gradient). This gradient is used by the FF ATP synthase complex to make ATP via oxidative phosphorylation. ATP synthase is sometimes described as \"Complex V\" of the electron transport chain. The F component of ATP synthase acts as an ion channel that provides for a proton flux back into the mitochondrial matrix. It is composed of a, b and c subunits. Protons in the inter-membranous space of mitochondria first enters the ATP synthase complex through \"a\" subunit channel. Then protons move to the c subunits. The number of c subunits it has determines how many protons it will require to make the F turn one full revolution. For example, in humans, there are 8 c subunits, thus 8 protons are required. After \"c\" subunits, protons finally enters matrix using \"a\" subunit channel that opens into the mitochondrial matrix. This reflux releases free energy produced during the generation of the oxidized forms of the electron carriers (NAD and Q). The free energy is used to drive ATP synthesis, catalyzed by the F component of the complex. <br> Coupling with oxidative phosphorylation is a key step for ATP production. However, in specific cases, uncoupling the two processes may be biologically useful. The uncoupling protein, thermogenin—present in the inner mitochondrial membrane of brown adipose tissue—provides for an alternative flow of protons back to the inner mitochondrial matrix. Thyroxine is also a natural uncoupler. This alternative flow results in thermogenesis rather than ATP production. Synthetic uncouplers (e.g., 2,4-dinitrophenol, 2,4-dinitrocresol, CCCP) also exist, and can be lethal at high doses.",
            "score": 112.80048751831055
        },
        {
            "docid": "4327641_3",
            "document": "Cytochrome b . In the mitochondrion of eukaryotes and in aerobic prokaryotes, cytochrome b is a component of respiratory chain complex III () — also known as the bc1 complex or ubiquinol-cytochrome c reductase. In plant chloroplasts and cyanobacteria, there is an analogous protein, cytochrome b6, a component of the plastoquinone-plastocyanin reductase (), also known as the b6f complex. These complexes are involved in electron transport, the pumping of protons to create a proton-motive force (PMF). This proton gradient is used for the generation of ATP. These complexes play a vital role in cells.",
            "score": 113.98934507369995
        },
        {
            "docid": "92441_12",
            "document": "Proton pump . Complex IV (EC 1.9.3.1) (also referred to as cytochrome c oxidase), is a proton pump driven by electron transport. This enzyme is a large transmembrane protein complex found in bacteria and inner mitochondrial membrane of eukaryotes. It receives an electron from each of four cytochrome c molecules, and transfers them to one oxygen molecule, converting molecular oxygen to two molecules of water. In the process, it binds four protons from the inner aqueous phase to make water and in addition translocates four protons across the membrane. This enzyme helps to establish a transmembrane difference of proton electrochemical potential that the ATP synthase of mitochondria then uses to synthesize ATP.",
            "score": 88.43433797359467
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 112.61188244819641
        },
        {
            "docid": "10747136_9",
            "document": "Max Planck Institute of Molecular Plant Physiology . The Organelle Biology, Biotechnology and Molecular Ecophysiology Department focuses on plant cell organelles (plastids and mitochondria), their physiology and gene expression as well as their metabolic and genetic interactions with the nucleo-cytosolic compartment. Transgenic technologies for nuclear and organellar genomes are developed and combined with biochemical and physiological methods to elucidate the genetic mechanisms regulating metabolic pathways, the assembly process of membrane protein complexes and structure-function relationships within multiprotein complexes in energy-transducing membranes. Applied research in the department addresses resistance management, metabolic engineering and the production of pharmaceuticals in plants. Other research topics concern the mechanisms of genome evolution in eukaryotes and the genetic and evolutionary processes that underlie the physiological plasticity of plant species, populations and ecosystems. Under Ralph Bock, the department currently has four research groups:",
            "score": 112.89586555957794
        }
    ],
    "r": [
        {
            "docid": "569123_4",
            "document": "Johann Deisenhofer . Together with Michel and Huber, Deisenhofer determined the three-dimensional structure of a protein complex found in certain photosynthetic bacteria. This membrane protein complex, called a photosynthetic reaction center, was known to play a crucial role in initiating a simple type of photosynthesis. Between 1982 and 1985, the three scientists used X-ray crystallography to determine the exact arrangement of the more than 10,000 atoms that make up the protein complex. Their research increased the general understanding of the mechanisms of photosynthesis and revealed similarities between the photosynthetic processes of plants and bacteria.",
            "score": 153.997314453125
        },
        {
            "docid": "1322983_4",
            "document": "Hartmut Michel . Hartmut later worked on the crystallisation of membrane proteins - essential for their structure elucidation by X-ray crystallography. He received the Nobel Prize jointly with Johann Deisenhofer and Robert Huber in 1988. Together with Michel and Huber, Deisenhofer determined the three-dimensional structure of a protein complex found in certain photosynthetic bacteria. This membrane protein complex, called a photosynthetic reaction center, was known to play a crucial role in initiating a simple type of photosynthesis. Between 1982 and 1985, the three scientists used X-ray crystallography to determine the exact arrangement of the more than 10,000 atoms that make up the protein complex. Their research increased the general understanding of the mechanisms of photosynthesis, revealed similarities between the photosynthetic processes of plants and bacteria and established a methodology for crystallising membrane proteins.",
            "score": 151.02877807617188
        },
        {
            "docid": "4350008_8",
            "document": "Protein–protein interaction prediction . This group of methods makes use of known protein complex structures to predict and structurally model interactions between query protein sequences. The prediction process generally starts by employing a sequence based method (e.g. Interolog) to search for protein complex structures that are homologous to the query sequences. These known complex structures are then used as templates to structurally model the interaction between query sequences. This method has the advantage of not only inferring protein interactions but also suggests models of how proteins interact structurally, which can provide some insights into the atomic level mechanism of that interaction. On the other hand, the ability for these methods to make a prediction is constrained by a limited number of known protein complex structures.",
            "score": 146.53805541992188
        },
        {
            "docid": "19349161_95",
            "document": "Cambrian explosion . The explosion may not have been a significant evolutionary event. It may represent a threshold being crossed: for example a threshold in genetic complexity that allowed a vast range of morphological forms to be employed. This genetic threshold may have a correlation to the amount of oxygen available to organisms. Using oxygen for metabolism produces much more energy than anaerobic processes. Organisms that use more oxygen have the opportunity to produce more complex proteins, providing a template for further evolution. These proteins translate into larger, more complex structures that allow organisms better to adapt to their environments. With the help of oxygen, genes that code for these proteins could contribute to the expression of complex traits more efficiently. Access to a wider range of structures and functions would allow organisms to evolve in different directions, increasing the number of niches that could be inhabited. Furthermore, organisms had the opportunity to become more specialized in their own niches.",
            "score": 145.32847595214844
        },
        {
            "docid": "4387046_6",
            "document": "SWI/SNF . Electron microscopy studies of SWI/SNF and RSC (SWI/SNF-B) reveal large, lobed 1.1-1.3 MDa structures. No atomic-resolution structures of the entire SWI/SNF complex have been obtained to date, due to the protein complex being highly dynamic and composed of many subunits. However, domains and several individual subunits from yeast and mammals have been described. In particular, the cryo-EM structure of the ATPase Snf2 in complex with a nucleosome shows that nucleosomal DNA is locally deformed at the site of binding. A model of the mammalian ATPase SMARCA4 shows similar features, based on the high degree of sequence homology with yeast Snf2. The interface between two subunits, BAF155 (SMARCC1) and BAF47 (SMARCB1) was also resolved, providing important insights into the mechanisms of the SWI/SNF complex assembly pathway.",
            "score": 144.50511169433594
        },
        {
            "docid": "14725828_5",
            "document": "Prohibitin . Prohibitins are assembled into a ring-like structure with 16–20 alternating Phb1 and Phb2 subunits in the inner mitochondrial membrane. The precise molecular function of the PHB complex is not clear, but a role as chaperone for respiration chain proteins or as a general structuring scaffold required for optimal mitochondrial morphology and function are suspected. Recently, prohibitins have been demonstrated to be positive, rather than negative, regulators of cell proliferation in both plants and mice.",
            "score": 144.2229461669922
        },
        {
            "docid": "1799250_10",
            "document": "Cardiolipin . The enzyme cytochrome c oxidase or Complex IV is a large transmembrane protein complex found in bacteria and the mitochondrion. It is the last enzyme in the respiratory electron transport chain of mitochondria (or bacteria) located in the mitochondrial (or bacterial) membrane. It receives an electron from each of four cytochrome c molecules, and transfers them to one oxygen molecule, converting molecular oxygen to two molecules of water. Complex IV has been shown to require two associated CL molecules in order to maintain its full enzymatic function.  Cytochrome bc1(Complex III) also needs cardiolipin to maintain its quaternary structure and functional role. Complex V of the oxidative phosphorylation machinery also displays high binding affinity for CL, binding four molecules of CL per molecule of complex V.",
            "score": 142.19354248046875
        },
        {
            "docid": "10228374_4",
            "document": "E3 binding protein . The protein encoded by the human PDHX gene, also known as E3 binding protein (E3BP), is part of the pyruvate dehydrogenase complex, a required complex for cellular respiration that catalyzes the dehydration of pyruvate to Acetyl-CoA. The entire complex is 9.5 MDa in size, and has been described as 60-meric, meaning there are over 60 components that are assembled to make the entire complex. These subunits are conserved across many species, as the function of this complex is essential for the generation of ATP for all eukaryotes. The E3 binding protein directly interacts with the dihydrolipoamide transacetylase (E2) core, anchoring it to the complex. E3BP binds the I domain of E2 by its C-terminal I' domain. The composition of E2.E3BP was thought to be 60 E2 plus approximately 12 E3BP, however, equilibrium sedimentation and small angle x-ray scattering studies showed that the E3BP/E2 binding complex has a lower mass than the E2 subunit alone. Additionally, these studies showed that E3 binds to E2.E3BP outside the central dodecahedron of the PDH complex, and that this interaction creates a lower binding affinity for the E1 subunit. Together, these data support a substitution model, in which the smaller E3BP subunits replace the E2 subunits rather than adding to the 60-mer entire complex. The specific model illustrates 12 I domains of E2 being substituted by 12 I' domains of E3BP, thereby forming 6 dimer edges that are symmetrically located in the dodecahedron structure.",
            "score": 138.95729064941406
        },
        {
            "docid": "2851991_4",
            "document": "Bimolecular fluorescence complementation . Recognition of many proteins' ability to spontaneously assemble into functional complexes as well as the ability of protein fragments to assemble as a consequence of the spontaneous functional complex assembly of interaction partners to which they are fused was later reported for ubiquitin fragments in yeast protein interactions.  In 2000, Ghosh \"et al\" developed a system that allowed a green fluorescent protein (GFP) to be reassembled using an anti-parallel leucine zipper in \"E. coli\" cells. This was achieved by dissecting GFP into C- and N-terminal GFP fragments. As the GFP fragment was attached to each leucine zipper by a linker, the heterodimerisation of the anti-parallel leucine zipper resulted in a reconstituted, or re-formed, GFP protein that could be visualised. The successful fluorescent signal indicated that the separate GFP peptide fragments were able to correctly reassemble and achieve tertiary folding. It was, therefore, postulated that using this technique, fragmented GFP could be used to study interaction of protein–protein pairs that have their N–C termini in close proximity.  After the demonstration of successful fluorescent protein fragment reconstitution in mammalian cells, Hu \"et al\". described the use of fragmented yellow fluorescent protein (YFP) in the investigation of bZIP and Rel family transcription factor interactions. This was the first report bZIP protein interaction regulation by regions outside of the bZIP domain, regulation of subnuclear localization of the bZIP domains Fos and Jun by their different interacting partners, and modulation of transcriptional activation of bZIP and Rel proteins through mutual interactions. In addition, this study was the first report of an \"in vivo\" technique, now known as the bimolecular fluorescence complementation (BiFC) assay, to provide insight into the structural basis of protein complex formation through detection of fluorescence caused by the assembly of fluorescent reporter protein fragments tethered to interacting proteins.",
            "score": 137.4533233642578
        },
        {
            "docid": "6847848_2",
            "document": "Ternary complex . A ternary complex is a protein complex containing three different molecules that are bound together. In structural biology, \"ternary complex\" can also be used to describe a crystal containing a protein with two small molecules bound, for example cofactor and substrate; or a complex formed between two proteins and a single substrate. In Immunology, \"ternary complex\" can refer to the MHC–peptide–T-cell-receptor complex formed when T cells recognize epitopes of an antigen.",
            "score": 136.82928466796875
        },
        {
            "docid": "23634_45",
            "document": "Protein . Discovering the tertiary structure of a protein, or the quaternary structure of its complexes, can provide important clues about how the protein performs its function. Common experimental methods of structure determination include X-ray crystallography and NMR spectroscopy, both of which can produce information at atomic resolution. However, NMR experiments are able to provide information from which a subset of distances between pairs of atoms can be estimated, and the final possible conformations for a protein are determined by solving a distance geometry problem. Dual polarisation interferometry is a quantitative analytical method for measuring the overall protein conformation and conformational changes due to interactions or other stimulus. Circular dichroism is another laboratory technique for determining internal β-sheet / α-helical composition of proteins. Cryoelectron microscopy is used to produce lower-resolution structural information about very large protein complexes, including assembled viruses; a variant known as electron crystallography can also produce high-resolution information in some cases, especially for two-dimensional crystals of membrane proteins. Solved structures are usually deposited in the Protein Data Bank (PDB), a freely available resource from which structural data about thousands of proteins can be obtained in the form of Cartesian coordinates for each atom in the protein.",
            "score": 136.74615478515625
        },
        {
            "docid": "92236_2",
            "document": "Electron transport chain . An electron transport chain (ETC) is a series of complexes that transfer electrons from electron donors to electron acceptors via redox (both reduction and oxidation occurring simultaneously) reactions, and couples this electron transfer with the transfer of protons (H ions) across a membrane. This creates an electrochemical proton gradient that drives the synthesis of adenosine triphosphate (ATP), a molecule that stores energy chemically in the form of highly strained bonds. The molecules of the chain include peptides, enzymes (which are proteins or protein complexes), and others. The final acceptor of electrons in the electron transport chain during aerobic respiration is molecular oxygen although a variety of acceptors other than oxygen such as sulfate exist in anaerobic respiration.",
            "score": 136.65570068359375
        },
        {
            "docid": "542598_9",
            "document": "Protein complex . Fuzzy protein complexes have more than one structural form or dynamic structural disorder in the bound state. This means that proteins may not fold completely in either transient or permanent complexes. Consequently, specific complexes can have ambiguous interactions, which vary according to the environmental signals. Hence different ensemble of structures result in different (even opposite) biological functions. Post-translational modifications, protein interactions or alternative splicing modulate the conformational ensembles of fuzzy complexes, to fine-tune affinity or specificity of interactions. These mechanisms are often used for regulation within the eukaryotic transcription machinery.",
            "score": 136.5821990966797
        },
        {
            "docid": "542598_3",
            "document": "Protein complex . Protein complexes are a form of quaternary structure. Proteins in a protein complex are linked by non-covalent protein–protein interactions, and different protein complexes have different degrees of stability over time. These complexes are a cornerstone of many (if not most) biological processes and together they form various types of molecular machinery that perform a vast array of biological functions. The cell is seen to be composed of modular supramolecular complexes, each of which performs an independent, discrete biological function.",
            "score": 133.10153198242188
        },
        {
            "docid": "33560980_6",
            "document": "Bruce William Stillman . Another major accomplishment was the discovery of the Origin Recognition Complex (ORC), a key protein made up of six subunits that binds to cellular origins of DNA replication and coordinates the entire process of initiating a complete cycle of DNA replication throughout the entire cell genome. Soon after the discovery of ORC, Stillman’s group identified other initiation proteins that together form the pre-replication complex (pre-RC), which makes chromosomes competent for the subsequent initiation of DNA replication during the S phase of the cell cycle. His group’s recent studies have revealed the intricate details of the mechanism of the initiation of DNA replication and illuminated how this process is regulated throughout the cell cycle, including the mechanisms that prevent DNA replication from occurring more than once during each cell cycle. These studies include elucidation of the structure of ORC and its associated pre-RC proteins.",
            "score": 132.4817657470703
        },
        {
            "docid": "20374_29",
            "document": "Metabolism . Anabolism is the set of constructive metabolic processes where the energy released by catabolism is used to synthesize complex molecules. In general, the complex molecules that make up cellular structures are constructed step-by-step from small and simple precursors. Anabolism involves three basic stages. First, the production of precursors such as amino acids, monosaccharides, isoprenoids and nucleotides, secondly, their activation into reactive forms using energy from ATP, and thirdly, the assembly of these precursors into complex molecules such as proteins, polysaccharides, lipids and nucleic acids.",
            "score": 132.00625610351562
        },
        {
            "docid": "4797381_11",
            "document": "Dihydrolipoyl transacetylase . Dihydrolipoyl transacetylase participates in the pyruvate decarboxylation reaction that links glycolysis to the citric acid cycle. These metabolic processes are important for cellular respiration—the conversion of biochemical energy from nutrients into adenosine triphosphate (ATP) which can then be used to carry out numerous biological reactions within a cell. The various parts of cellular respiration take place in different parts of the cell. In eukaryotes, glycolysis occurs in the cytoplasm, pyruvate decarboxylation in the mitochondria, the citric acid cycle within the mitochondrial matrix, and oxidative phosphorylation via the electron transport chain on the mitochondrial cristae. Thus pyruvate dehydrogenase complexes (containing the dihydrolipoyl transacetylase enzymes) are found in the mitochondria of eukaryotes (and simply in the cytosol of prokaryotes). Pyruvate decarboxylation requires a few cofactors in addition to the enzymes that make up the complex. The first is thiamine pyrophosphate (TPP), which is used by pyruvate dehydrogenase to oxidize pyruvate and to form a hydroxyethyl-TPP intermediate. This intermediate is taken up by dihydrolipoyl transacetylase and reacted with a second lipoamide cofactor to generate an acetyl-dihydrolipoyl intermediate, releasing TPP in the process. This second intermediate can then be attacked by the nucleophilic sulfur attached to Coenzyme A, and the dihydrolipoamide is released. This results in the production of acetyl CoA, which is the end goal of pyruvate decarboxylation. The dihydrolipoamide is taken up by dihydrolipoyl dehydrogenase, and with the additional cofactors FAD and NAD+, regenerates the original lipoamide (with NADH as a useful side product).",
            "score": 131.93157958984375
        },
        {
            "docid": "23890524_11",
            "document": "Eukaryotic ribosome (80S) . Protein synthesis is primarily regulated at the stage of translation initiation. In eukaryotes, the canonical initiation pathway requires at least 12 protein initiation factors, some of which are themselves large complexes. The structures of the 40S:eIF1 and 60S:eIF6 complexes provide first detailed insights into the atomic interactions between the eukaryotic ribosome and regulatory factors. eIF1 is involved in start codon selection, and eIF6 sterically precludes the joining of subunits. However, structural information on the eukaryotic initiation factors and their interactions with the ribosome is limited and largely derived from homology models or low-resolution analyses. Elucidation of the interactions between the eukaryotic ribosome and initiation factors at an atomic level is essential for a mechanistic understanding of the regulatory processes, but represents a significant technical challenge, because of the inherent dynamics and flexibility of the initiation complexes. The first structure of the mammalian pre initiation complex was done by cryo-electron microscopy. Other structures of initiation complexes followed soon, driven by cryo-EM technical improvements. Those structures will help better understand the process of translation initiation in eukaryotes.",
            "score": 130.3802032470703
        },
        {
            "docid": "11023489_4",
            "document": "Yeast expression platform . Yeasts are common hosts for the production of proteins from recombinant DNA. They offer relatively easy genetic manipulation and rapid growth to high cell densities on inexpensive media. As eukaryotes, they are able to perform protein modifications like glycosylation which are common in eukaryotic cells, but relatively rare in bacteria. Due to this, yeast can produce complex proteins that are identical or very similar to native products from plants or mammals. The first yeast expression platform was based on the baker’s yeast \"Saccharomyces cerevisiae\". However since then a variety of yeast expression platforms have been studied and are widely used for various applications based on their different characteristics and capabilities. For instance some of them grow on a wide range of carbon sources and are not restricted to glucose, as it is the case with baker’s yeast. Several of them are also applied to genetic engineering and to the production of foreign proteins.",
            "score": 129.96914672851562
        },
        {
            "docid": "9577500_7",
            "document": "Exosome complex . Located on top of this ring are three proteins that have an S1 RNA binding domain (RBD). Two proteins in addition have a K-homology (KH) domain. In eukaryotes, three different \"S1\" proteins are bound to the ring, whereas in archaea either one or two different \"S1\" proteins can be part of the exosome (although there are always three S1 subunits attached to the complex). This ring structure is very similar to that of the proteins RNase PH and PNPase. In bacteria, the protein RNase PH, which is involved in tRNA processing, forms a hexameric ring consisting of six identical RNase PH proteins. In the case of PNPase, which is a phosphorolytic RNA-degrading protein found in bacteria and the chloroplasts and mitochondria of some eukaryotic organisms, two RNase PH domains, and both an S1 and KH RNA binding domain are part of a single protein, which forms a trimeric complex that adopts a structure almost identical to that of the exosome. Because of this high similarity in both protein domains and structure, these complexes are thought to be evolutionarily related and have a common ancestor. In bacteria, a separate RNase PH protein exists that is involved in transfer RNA processing, which has been shown to adopt a similar six-membered ring structure, but in this case consisting of 6 identical protein subunits. The RNase PH-like exosome proteins, PNPase and RNase PH all belong to the RNase PH family of RNases and are phosphorolytic exoribonucleases, meaning that they use inorganic phosphate to remove nucleotides from the 3' end of RNA molecules.",
            "score": 128.90306091308594
        },
        {
            "docid": "37436_58",
            "document": "Emergence . A broader example of emergent properties in biology is viewed in the biological organisation of life, ranging from the subatomic level to the entire biosphere. For example, individual atoms can be combined to form molecules such as polypeptide chains, which in turn fold and refold to form proteins, which in turn create even more complex structures. These proteins, assuming their functional status from their spatial conformation, interact together and with other molecules to achieve higher biological functions and eventually create an organism. Another example is how cascade phenotype reactions, as detailed in chaos theory, arise from individual genes mutating respective positioning. At the highest level, all the biological communities in the world form the biosphere, where its human participants form societies, and the complex interactions of meta-social systems such as the stock market.",
            "score": 128.60171508789062
        },
        {
            "docid": "39247130_3",
            "document": "CCDC130 . While the specific function of CCDC130 is still unknown, there have been several studies and research papers identifying it as a component of the U5 portion of the U4/U5/U6 tri-snRNP that helps form Complex B of the human spliceosome after coming together with Complex A. Complex B then undergoes more modifications and conformational changes before becoming a mature spliceosome. In one study, the conservation of spliceosomal components is discussed by comparing the human spliceosome with that of yeast. In this study, CCDC130 is categorized as a known splicing factor and its homolog in yeast is Yju2. This yeast protein is a splicing factor that helps form the complete, active spliceosome and promotes the first step of splicing, which involves cleavage at the 5' splice site of the first exon. Based on this information, it is likely that CCDC130 plays a similar role in the human spliceosome, but due to the higher complexity of the human spliceosome, this protein may perform other functions or a completely different function. Due to its high number of phosphorylation sites, it is likely that this protein is activated and recruited to the spliceosomal complex through phosphorylation or dephosphorylation (see Post-translational modifications). Since this gene is ubiquitously expressed and expressed 2.9 times higher than the average gene, it is clear that this protein plays an integral part in the proper function of the spliceosome.",
            "score": 128.38629150390625
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 127.42620849609375
        },
        {
            "docid": "2120575_2",
            "document": "Synaptonemal complex . The synaptonemal complex (SC) is a protein structure that forms between homologous chromosomes (two pairs of sister chromatids) during meiosis and is thought to mediate chromosome pairing, synapsis, and recombination. It is now evident that the synaptonemal complex is not required for genetic recombination in some organisms. For instance, in protozoan ciliates such as \"Tetrahymena thermophila\" and \"Paramecium tetraurelia\" genetic crossover does not appear to require synaptonemal complex formation. Research has shown that not only does the SC form after genetic recombination but mutant yeast cells unable to assemble a synaptonemal complex can still engage in the exchange of genetic information. However, in other organisms like the \"C. elegans\" nematode, formation of chiasmata require the formation of the synaptonemal complex. It is currently thought that the SC functions primarily as a scaffold to allow interacting chromatids to complete their crossover activities. The synaptonemal complex is a tripartite structure consisting of two parallel lateral regions and a central element.",
            "score": 127.40948486328125
        },
        {
            "docid": "1126110_6",
            "document": "Photosystem II . The oxygen-evolving complex is the site of water oxidation. It is a metallo-oxo cluster comprising four manganese ions (in oxidation states ranging from +2 to +4) and one divalent calcium ion. When it oxidizes water, producing oxygen gas and protons, it sequentially delivers the four electrons from water to a tyrosine (D1-Y161) sidechain and then to P680 itself. The first structural model of the oxygen-evolving complex are solved by X-ray crystallography from frozen protein crystals with a resolution of 3.8Å in 2001. Over the next years the resolution of the model is gradually increased to 2.9Å . While obtaining these structures, in itself was a great feat, they do not show the oxygen-evolving complex in full detail. In 2011 the OEC of PSII was resolved to a level of 1.9Å revealing five oxygen atoms serving as oxo bridges linking the five metal atoms and four water molecules bound to the Mn4CaO5 cluster; more than 1,300 water molecules were found in each photosystem II monomer, some forming extensive hydrogen-bonding networks that may serve as channels for protons, water or oxygen molecules. At this stage, it is suggested that the structures obtained by X-ray crystallography are biased, since there is evidence that the manganese atoms are reduced by the high-intensity X-rays used, altering the observed OEC structure. This incentivized researchers to take their crystals to a different X-ray facilities, called X-ray Free Electron Lasers, such as SLAC in the USA. In 2014 the structure observed in 2011 was confirmed. Knowing the structure of Photosystem II did not suffice to reveal how it works exactly. So now the race has started to solve the structure of Photosystem II at different stages in the mechanistic cycle (discussed below). Currently structures of the S1 state and the S3 state's have been published almost simultaneously from two different groups, showing the addition of an oxygen molecule designated O6 between Mn1 and Mn4, suggesting that this may be the site on the oxygen evolving complex, where oxygen is produced.",
            "score": 127.16365814208984
        },
        {
            "docid": "42898_16",
            "document": "Anthrax . To enter the cells, the edema and lethal factors use another protein produced by \"B. anthracis\" called protective antigen, which binds to two surface receptors on the host cell. A cell protease then cleaves PA into two fragments: PA and PA. PA dissociates into the extracellular medium, playing no further role in the toxic cycle. PA then oligomerizes with six other PA fragments forming a heptameric ring-shaped structure named a prepore. Once in this shape, the complex can competitively bind up to three EFs or LFs, forming a resistant complex. Receptor-mediated endocytosis occurs next, providing the newly formed toxic complex access to the interior of the host cell. The acidified environment within the endosome triggers the heptamer to release the LF and/or EF into the cytosol. It is unknown how exactly the complex results in the death of the cell.",
            "score": 127.1421127319336
        },
        {
            "docid": "542598_7",
            "document": "Protein complex . If a protein can form a stable well-folded structure on its own (without any other associated protein) \"in vivo\", then the complexes formed by such proteins are termed \"non-obligate protein complexes\". However, some proteins can't be found to create a stable well-folded structure alone, but can be found as a part of a protein complex which stabilizes the constituent proteins. Such protein complexes are called \"obligate protein complexes\".",
            "score": 127.09291076660156
        },
        {
            "docid": "542598_14",
            "document": "Protein complex . The molecular structure of protein complexes can be determined by experimental techniques such as X-ray crystallography, Single particle analysis or nuclear magnetic resonance. Increasingly the theoretical option of protein–protein docking is also becoming available. One method that is commonly used for identifying the meomplexes immunoprecipitation. Recently, Raicu and coworkers developed a method to determine the quaternary structure of protein complexes in living cells. This method is based on the determination of pixel-level Förster resonance energy transfer (FRET) efficiency in conjunction with spectrally resolved two-photon microscope. The distribution of FRET efficiencies are simulated against different models to get the geometry and stoichiometry of the complexes.",
            "score": 126.98619079589844
        },
        {
            "docid": "38211342_3",
            "document": "Fumarate reductase (quinol) . Fumarate reductase (QFR) is a key enzyme induced by anaerobic growth of bacteria. By partaking in fumarate respiration, fumarate reductase performs the last step in the microbial anaerobic respiration. It is a membrane bound protein capable of oxidizing a quinone and passing the released electrons to an awaiting fumarate to be reduced. It is activated and synthesized under low oxygen conditions, when aerobic respiration cannot be performed and the cell must perform anaerobic respiration to grow. This reaction is opposite to the reaction that is catalyzed by the related complex II of the respiratory chain (succinate dehydrogenase (SQR)).",
            "score": 126.97087860107422
        },
        {
            "docid": "14816527_3",
            "document": "VPS26A . This gene belongs to a group of vacuolar protein sorting (VPS) genes. The encoded protein is a component of a large multimeric complex, termed the retromer complex, involved in retrograde transport of proteins from endosomes to the trans-Golgi network. The close structural similarity between the yeast and human proteins that make up this complex suggests a similarity in function. Expression studies in yeast and mammalian cells indicate that this protein interacts directly with VPS35, which serves as the core of the retromer complex. Alternative splicing results in multiple transcript variants encoding different isoforms.",
            "score": 126.12422180175781
        },
        {
            "docid": "23491418_2",
            "document": "Transition metal dioxygen complex . Dioxygen complexes are coordination compounds that contain O as a ligand. The study of these compounds is inspired by oxygen-carrying proteins such as myoglobin, hemoglobin, hemerythrin, and hemocyanin. Several transition metals form complexes with O, and many of these complexes form reversibly. The binding of O is the first step in many important phenomena, such as cellular respiration, corrosion, and industrial chemistry. The first synthetic oxygen complex was demonstrated in 1938 with cobalt(II) complex reversibly bound O.",
            "score": 126.05735778808594
        },
        {
            "docid": "12386405_10",
            "document": "Potato virus Y . Upon entrance into the plant cell, the virus coat protein disassembles and releases its RNA genome. The viral RNA serves as mRNA, and although little is known about the translation thereof, it is believed that the 5’ non-coding region functions as an enhancer of translation. The translated mRNA results in a polyprotein which is processed into mature proteins. Each polyprotein is then cleaved into ten different proteins which are believed to be multifunctional. These proteins, along with host proteins, assemble to form a replication complex. This complex performs negative-strand RNA synthesis, using the positive strand of viral RNA as a template. Once the additional RNA copies have been produced, they code for the synthesis of various proteins, as mentioned before, as well as coat proteins. These coat proteins will now enclose the newly formed genomes to give rise to new virions. It has been suggested that enclosure of the newly formed virions is initiated by the interaction of the coat proteins with the 5’terminus and that the coat protein is built up towards the 3’terminus. The entire process of viral replication occurs within the endoplasmic reticulum. These newly synthesized viral particles are subsequently transported through the plasmodesmata to adjacent plant cells via several assisting potyvirus proteins. Distribution of viruses within the plant occurs according to the source-sink relationship between maturing and growing tissues. Virus concentration throughout the plant is high and this greatly increases the chance of uptake by aphids. Infection of plants by potyviruses can be varied in the symptoms shown. Infection can include veinal necrosis, mosaic symptoms as well as leaf malformation (Boonham et al., 2002). Infected plants that do not show symptoms may have infected canopies and will yield lower quality products than their healthy counterparts.",
            "score": 125.97532653808594
        }
    ]
}