{
    "q": [
        {
            "docid": "31207598_6",
            "document": "Algophagy . Mayflies are a group of insects found to feed off of epilithic algae from near streams in New Mexico, U.S.A. In a study to examine ingestion and digestion of algae by larval insects, Peterson (1998) analyzed the fecal composition of varying insect larvae and nymphs. All species studied showed epilithic algae in their fecal matter, markedly in the multiple species of mayfly. This study outlines the feeding behaviours used by specifically the \"Ameletus\" mayflies to feed off of and digest algae as a source of food. This observation has also been noted in species of mites. The \"Nanorchestes\" mite is a small invertebrate of the \"Pachygnathoid\" genus that lives in the ground and is often found in extremophilic conditions. Krantz and Lindquist (1979) made observations of these mites feeding and surviving off of green algae, while also delving into the background theory behind this theory. The authors argue that algal microflora predates that of vascular plants, a step to understanding the evolutionary pathway that follows algophagy. Because of this flora timeline, the mites relied on algae as an early source of nutrition, an example in support of algophagy as a feeding behaviour. These examples of this feeding behaviour are also supported by observations of certain species of crab. The green crab is a highly invasive species found on nearly all continents of Earth. This littoral crab is an omnivore with a large array of preferred foods, forming an important ecological connection with many ocean environments. In a study performed by Ropes (1968) 3,979 green crabs were sampled and their gut contents were analyzed to reveal that algae was one of the two consumed plant foods. This was replicated in other studies such as that of Baeta, Cabral, Marques, and Pardal (2006) which also found these results nearly 40 years later. This marks yet another incidence of invertebrate algophagy feeding, adding to the growing body of literature to explain this behaviour.",
            "score": 89.85822916030884
        },
        {
            "docid": "46685179_21",
            "document": "Weed Lake Wetland . Algae, the first plant on earth, can be useful for both nature and us. It is extremely edible for many ducks, geese and fish. It also absorbs carbon dioxide and makes oxygen and sugar inside itself. Algae can also be made into medicine, biofuel, fertilizer, pollution control and food. Algae can come in three different colors, brown, red and green. Plus, algae has two sizes, macro algae and micro algae. Micro algae are a quarter of a millimeter large and macro algae can appear to be enormous! You can find algae in all sorts of places such as Northern Canada, Eastern Canada, in Central Africa, and Western Europe. It can be found in rivers, ponds, lakes and wetlands. These places have high levels of chlorophyll, which algae need to grow. But if there is too much algae it can be harmful for the environment. When algae grow it multiplies over, and over again. It is similar to duckweed in a way that it doesn’t reproduce; it just grows and then multiplies. This fascinating plant falls under the aquatic family and protist family. This plant can grow in both freezing conditions and warm areas but it prefers warmer water. There are also estimated 27,000 species of algae!",
            "score": 77.8626503944397
        },
        {
            "docid": "14205946_2",
            "document": "Algae fuel . Algae fuel, algal biofuel, or algal oil is an alternative to liquid fossil fuels that uses algae as its source of energy-rich oils. Also, algae fuels are an alternative to commonly known biofuel sources, such as corn and sugarcane.<ref name=\"doi10.1016/j.copbio.2010.03.005\"></ref> Several companies and government agencies are funding efforts to reduce capital and operating costs and make algae fuel production commercially viable. Like fossil fuel, algae fuel releases when burnt, but unlike fossil fuel, algae fuel and other biofuels only release recently removed from the atmosphere via photosynthesis as the algae or plant grew. The energy crisis and the world food crisis have ignited interest in algaculture (farming algae) for making biodiesel and other biofuels using land unsuitable for agriculture. Among algal fuels' attractive characteristics are that they can be grown with minimal impact on fresh water resources, can be produced using saline and wastewater, have a high flash point, and are biodegradable and relatively harmless to the environment if spilled. Algae cost more per unit mass than other second-generation biofuel crops due to high capital and operating costs, but are claimed to yield between 10 and 100 times more fuel per unit area. The United States Department of Energy estimates that if algae fuel replaced all the petroleum fuel in the United States, it would require , which is only 0.42% of the U.S. map, or about half of the land area of Maine. This is less than the area of corn harvested in the United States in 2000.",
            "score": 94.66294932365417
        },
        {
            "docid": "764446_8",
            "document": "Sacoglossa . The sacoglossans can utilise the chloroplasts of the algae on which they feed, which they keep alive for hours to months after their ingestion. They maintain the cells and metabolise the photosynthetic products; this process is termed kleptoplasty, and the sacoglossans are the only animals to employ it; some ciliates and foramanifera (protists) also employ the strategy. Sacoglossans have been known to survive for months living solely on the photosynthetic products of their acquired plastids. This process is somewhat mystifying, as the upkeep of chloroplasts usually requires interaction with genes encoded in the plant cell nucleus. This almost seems to suggest that the genes have been laterally transferred from algae to the animals. DNA amplification experiments on \"Elysia chlorotica\" adults and eggs using \"Vaucheria litorea\" derived primers revealed the presence of psbO, an algal nuclear gene. These results were likely an artefact, as most recent results based on transcriptomic analysis and sequencing of genomic DNA from the slug's eggs reject the hypothesis that lateral gene transfer supports kleptoplast longevity. Sacoglossans are able to choose which method of feeding they utilize. The switch from active feeding to photosynthesis in sacoglossans is triggered by the shortage of food resource, and typically not preferred. If food is readily available, the animal will actively consume. Starvation periods (periods of photosynthesis and no active feeding) vary between species of sacoglossans from less than a week to over four months, and photosynthesis is used as a last resort mechanism to avoid mortality. Another unclear step in the process is how the chloroplasts are protected from digestion, and how they adapt to their new position in animal cells without the membranes that would control their environment in the algae. However it is achieved, kleptoplasty is an important strategy for many genera of Placobranchacaea. One species of \"Elysia\" feeds on a seasonally-calcifying alga. Because it is unable to penetrate the calcified cell walls, the animal can only feed for part of the year, relying on the ingested chloroplasts to survive whilst the foodstuff is calcified, until later in the season when the calcification is lost and the grazing can continue.",
            "score": 77.2538092136383
        },
        {
            "docid": "51388795_3",
            "document": "Phycotechnology . It includes the uses of algae in the fields of agriculture, aquaculture, production of food, feed and value added materials, Energy, Healthcare, Environment, Genomics, Proteomics, Physiological Research, Nanobiotechnology, Bionanotechnology etc. The ecosystem service provided by diazotrophic cyanobacteria (blue-green algae) by converting atmospheric nitrogen into bioaccessible nitrogenous compounds, is an example for natural phycotechnology. Use of algae by indigenous populations for human benefits dates back to centuries. Species of cyanobacteria like \"Nostoc\", \"Arthrospira\" (Spirulina) and \"Aphanizomenon\" had been used as a food for human survival during the early centuries. Microalgae are used as excellent food and feed due to their easy digestibility and nutrient content. Algae like Chlorella and Spirulina are used as SCP. Species of \"Dunaliella\" provide richest source of high quality products like glycerol, carotenoids, proteins, etc. The algal-produced proteins showed biological activity comparable to the same proteins produced by traditional commercial techniques and therefore they can be the best biofactories for the production of therapeutic substances.",
            "score": 123.2195782661438
        },
        {
            "docid": "14205946_10",
            "document": "Algae fuel . Biodiesel is a diesel fuel derived from animal or plant lipids (oils and fats). Studies have shown that some species of algae can produce 60% or more of their dry weight in the form of oil. Because the cells grow in aqueous suspension, where they have more efficient access to water, and dissolved nutrients, microalgae are capable of producing large amounts of biomass and usable oil in either high rate algal ponds or photobioreactors. This oil can then be turned into biodiesel which could be sold for use in automobiles. Regional production of microalgae and processing into biofuels will provide economic benefits to rural communities.",
            "score": 162.77802181243896
        },
        {
            "docid": "188543_12",
            "document": "Biofuel . From 1978 to 1996, the US NREL experimented with using algae as a biofuels source in the \"Aquatic Species Program\". A self-published article by Michael Briggs, at the UNH Biofuels Group, offers estimates for the realistic replacement of all vehicular fuel with biofuels by using algae that have a natural oil content greater than 50%, which Briggs suggests can be grown on algae ponds at wastewater treatment plants. This oil-rich algae can then be extracted from the system and processed into biofuels, with the dried remainder further reprocessed to create ethanol. The production of algae to harvest oil for biofuels has not yet been undertaken on a commercial scale, but feasibility studies have been conducted to arrive at the above yield estimate. In addition to its projected high yield, algaculture – unlike crop-based biofuels – does not entail a decrease in food production, since it requires neither farmland nor fresh water. Many companies are pursuing algae bioreactors for various purposes, including scaling up biofuels production to commercial levels. Prof. Rodrigo E. Teixeira from the University of Alabama in Huntsville demonstrated the extraction of biofuels lipids from wet algae using a simple and economical reaction in ionic liquids.",
            "score": 71.03321826457977
        },
        {
            "docid": "30722644_8",
            "document": "Lake Winnipeg algae threat . Environment Canada reports that the amount of nitrogen and phosphorus available for plant uptake has increased dramatically in the past several decades. The causes are a massive increase in the use of fertilizer, burning of fossil fuels, development of large urban populations, and an upsurge in land clearing and deforestation. Nitrogen and phosphorus loading from human activity has accelerated eutrophication of certain rivers, lakes, and wetlands in the U.S.A. resulting in loss of habitat, changes in biodiversity and, in some cases, loss of recreational potential. Lake Winnipeg suffers from the rapid absorption of the elements phosphorus, nitrogen, and carbon. Eutrophication processes fuel the growth of blue-green algae, also known by its more correct scientific name cyanobacteria. These bacteria normally appear green in color and can turn blue when the algae (bacteria) blooms are dying. As an algae bloom dies, the microscopic cells break down. This process releases toxins in the surrounding water. Once released, some toxins can linger for more than three months until sunlight and the natural population of healthy green algae in the lake degrade them. Cyanobacteria typically thrive off of phosphorus when Lake Winnipeg’s summer temperatures are hot and wind speeds are relatively low. Blue-green algae blooms frequently persist for several months in Lake Winnipeg until colder temperatures, currents, and changes in the seasonal weather can filter them out. The cyanobacteria’s decomposition process consumes oxygen at such a high rate that this can actually suffocate Lake Winnipeg’s native walleye fish species and other aquatic life. Although blue-green algae occurs naturally in Lake Winnipeg, there is no conclusive evidence what normal levels may be. Satellite images show that blooms are occurring more frequently and are covering more surface area of the lake. The Lake Winnipeg algae crisis has grown to such a large scale that the blooms can be seen from outer space.",
            "score": 81.70951437950134
        },
        {
            "docid": "14205946_6",
            "document": "Algae fuel . Other contributions to algal biofuels research have come indirectly from projects focusing on different applications of algal cultures. For example, in the 1990s Japan's Research Institute of Innovative Technology for the Earth (RITE) implemented a research program with the goal of developing systems to fix using microalgae. Although the goal was not energy production, several studies produced by RITE demonstrated that algae could be grown using flue gas from power plants as a source, an important development for algal biofuel research. Other work focusing on harvesting hydrogen gas, methane, or ethanol from algae, as well as nutritional supplements and pharmaceutical compounds, has also helped inform research on biofuel production from algae.",
            "score": 132.85165286064148
        },
        {
            "docid": "15143150_6",
            "document": "Biofuel applications of botryococcene . The practice of farming algae is known as algaculture. However, there are properties of \"Botryococcus braunii\" which make its harvest a bit different from the harvest of other algae. Compared to other green algae species it has a relatively thick cell wall that is accumulated from previous cellular divisions; making extraction of cytoplasmic components rather difficult. Fortunately, much of the useful hydrocarbon oil is outside of the cell. This gives rise to the hope that the algae will not have to be killed in order to extract its useful oil. Several methods are available to extract the botryococcene. One that shows the most promise is the use of hexane as a solvent. If used at the proper molarity, it does not kill the majority of the Bb, while extracting the botryococcene.",
            "score": 73.04054546356201
        },
        {
            "docid": "28080823_3",
            "document": "RedToL . The Phylogenetic and Genomic Approaches to Reconstructing the Red Algal Tree of Life focus on the Rhodophyta (red algae), one of the most ancient eukaryotic phyla with fossil evidence for Bangiales stretching back 1.2 billion years. Red algae are not only key members of marine and freshwater aquatic environments but they are sources for important human foods such as dulse and sushi wrap, and have a multitude of pharmaceutical and industrial uses (e.g., agarose and carrageenans). Perhaps most important is the role red algae played in symbiogenesis. A red alga was the ancient (>1 billion years ago) donor of the plastid in chlorophyll c-containing algae (heterokonta or stramenophiles) that rose to prominence in marine ecosystems after the end of Permian with groups such as diatoms currently providing ca. 20% of global fixed carbon.",
            "score": 52.58628582954407
        },
        {
            "docid": "30722644_2",
            "document": "Lake Winnipeg algae threat . In the last 30 years Lake Winnipeg has experienced a steady surge of blue-green algae growth and although algae grows naturally in the lake, excessive blue-green algae blooms are caused by high ratio levels of nitrogen and phosphorus draining into the lake via rivers and surface runoff. Up to five and a half million people rely on the health of Lake Winnipeg. The lake is an economical powerhouse that supports a $100 million a year tourism industry and a $25 million a year fishing industry. Healthy algae populations play an important role in keeping lake Winnipeg's ecological systems balanced. Green algae provides food for zooplankton, which are then eaten by larger fish in the lake. However the toxins that blue-green algae release can destroy fresh water ecosystems and can be dangerous for humans and other species. Very high levels of the algae toxin microcystin closed Victoria Beach off from the public in the summer of 2003. Grand Beach and other surrounding settlements along the lake are often closed for a short time during summer months due to E. coli and algae-toxin related threats. Immense algae blooms have appeared in the northern part of Lake Winnipeg in the last decade with hundreds of square kilometers of the lake covered with a thick toxic layer of blue-green algae. Local residents in surrounding communities say the blue-green algae is well known for creating deadly water conditions in prairie dugouts and have been known to even kill livestock. Commercial and aboriginal fishermen on the lake often find their nets temporarily disabled during the summer months because of the thick algae conditions. The Lake Winnipeg algae blooms are considered the worst algae problem of any large freshwater lake in the world.",
            "score": 71.36583507061005
        },
        {
            "docid": "14205946_99",
            "document": "Algae fuel . Solazyme is one of a handful of companies which is supported by oil companies such as Chevron. Additionally, this company is also backed by Imperium Renewables, Blue Crest Capital Finance, and The Roda Group. Solazyme has developed a way to use up to 80% percent of dry algae as oil. This process requires the algae to grow in a dark fermentation vessel and be fed by carbon substrates within their growth media. The effect is the production of triglycerides that are almost identical to vegetable oil. Solazyme's production method is said to produce more oil than those algae cultivated photosynthetically or made to produce ethanol. Oil refineries can then take this algal oil and turn it into biodiesel, renewable diesel or jet fuels.",
            "score": 62.80440926551819
        },
        {
            "docid": "16079692_27",
            "document": "Sewage treatment . Wastewater may contain high levels of the nutrients nitrogen and phosphorus. Excessive release to the environment can lead to a buildup of nutrients, called eutrophication, which can in turn encourage the overgrowth of weeds, algae, and cyanobacteria (blue-green algae). This may cause an algal bloom, a rapid growth in the population of algae. The algae numbers are unsustainable and eventually most of them die. The decomposition of the algae by bacteria uses up so much of the oxygen in the water that most or all of the animals die, which creates more organic matter for the bacteria to decompose. In addition to causing deoxygenation, some algal species produce toxins that contaminate drinking water supplies. Different treatment processes are required to remove nitrogen and phosphorus.",
            "score": 51.902772665023804
        },
        {
            "docid": "24603722_16",
            "document": "Biosequestration . Industries with large amounts of CO emissions (such as the coal industry) are interested in biosequestration as a means of offsetting their greenhouse gas production. In Australia, university researchers are engineering algae to produce biofuels (hydrogen and biodiesel oils) and investigating whether this process can be used to \"biosequester\" carbon. Algae naturally capture sunlight and use its energy to split water into hydrogen, oxygen and oil which can be extracted. Such clean energy production also can be coupled with desalination using salt-tolerant marine algae to generate fresh water and electricity. Many new bioenergy (biofuel) technologies, including cellulosic ethanol biorefineries (using stems and branches of most plants including crop residues such as corn stalks, wheat straw and rice straw) are being promoted because they have the added advantage of biosequestration of CO. The Garnaut Climate Change Review recommends that a carbon price in a carbon emission trading scheme could include a financial incentive for biosequestration processes.  Garnaut recommends the use of algal biosequestration (see algae bioreactor) to absorb the constant stream of carbon dioxide emissions from coal-fired electricity generation and metal smelting until renewable forms of energy, such as solar and wind power, become more established contributors to the grid. Garnaut, for example, states: \"Some algal biosequestration processes could absorb emissions from coal-fired electricity generation and metals smelting.\" The United Nations Collaborative Programme on Reducing Emissions from Deforestation and Forest Degradation in Developing Countries (UN-REDD Programme) is a collaboration between FAO, UNDP and UNEP under which a trust fund established in July 2008 allows donors to pool resources to generate the requisite transfer flow of resources to significantly reduce global emissions from deforestation and forest degradation. The UK government's Stern Review on the economics of climate change argued that curbing deforestation was a \"highly cost-effective way of reducing greenhouse gas emissions\".",
            "score": 86.755335688591
        },
        {
            "docid": "31207598_8",
            "document": "Algophagy . The chimpanzee is a primate in the same family as humans and are native to sub-Saharan Africa. While many chimpanzees are naturally hydrophobic, Sakamaki (1998) found that those in Mahale have been observed to submerge themselves into freshwater and eat algae. This observation is the first documentation of a primate using algae in the wild as a food source and is an important marker of possible adaptation in the species. While the chimpanzee in question, Sally, was one of the only algae-eaters in her group, it was assumed that she had adopted this behaviour from her natal group prior to immigrating to this new environment. Nonetheless, this anecdotal field study highlights the act of eating algae in chimpanzees. Another example here is found in certain species of sheep. The North Ronaldsay sheep is native to the island of Orkney off of Scotland and had been bred for wool until recently being listed as a vulnerable population. Interestingly, this species relies heavily on tidal algae as outlined by Paterson and Coleman (1982). The researchers here observed the sheep feeding largely on brown algae, commonly known as seaweed. The sheep relied on the tides to expose the nutrient rich algae and when the tides made the food inaccessible, the sheep supported their diet with other forms of grazing. This feeding behaviour exemplifies the use of algophagy in this species of sheep. While algophagy has been viewed in both chimpanzees and sheep, it has also been observed in the common chicken as well. When the Poultry Department of the University of Maryland did an assay of dried \"Chlorella pyrenoidosa\", they found it to be a rich nutrient source that could be substituted into the diet of chickens. The researcher behind this outlined the benefits of using this food replacement for chickens in that it improved growth and wellbeing of the chicken. While this example is not a natural one, it does outline the use of algae as a food source for domestic chickens, an important consideration in the future of both algophagy and agriculture.",
            "score": 62.94805860519409
        },
        {
            "docid": "1864670_19",
            "document": "Marine iguana . The marine iguana forages almost exclusively on algae in the inter- and subtidal zones, and 4–5 red algal species are their food of choice. During neap low tides, however, the usually avoided \"Ulva lobata\", a species of green algae, is eaten more often since the preferred red algae are not easily available. Among the red algae genera often consumed are \"Centroceras\", \"Gelidium\", \"Grateloupia\", \"Hypnea\", \"Polysiphonia\" and \"Pterocladiella\", and in some populations \"Ulva\" dominates the diet. Several other red and green algae species have been recorded, and at least 10 genera are regularly consumed. Brown algae have also been recorded in their diet, but marine iguanas are unable to easily digest these and starve if this is the only type present. The algal diet varies in accordance to the algal abundance, preferences and foraging behaviour, and this also depends on the season and exact island. Some species with chemical deterrents, such as \"Bifurcaria\", \"Laurencia\" and \"Ochtodes\", are actively avoided, but otherwise algal food choice mainly depends on energy content and digestibility. At Punta Espinoza on northeastern Fernandina Island it has been estimated that the approximately 2,000 marine iguanas eat about 28 tonnes per year, but this is counterbalanced by the very high growth rate of the algae. Rarely they may feed on crustaceans, insects, and sea lion feces and afterbirth. The population on North Seymour Island also feeds on the land plant \"Batis maritima\" and these iguanas have a higher survival rate during periods where their normal algal food is reduced. However, the hindgut of marine iguanas is specially adapted to algae feeding, likely restricting the possibility of efficiently switching to other plant types. In the first months after hatching, the juveniles mainly feed on feces from larger marine iguanas, gaining the endosymbiotic bacteria needed for digesting algae.",
            "score": 61.998005986213684
        },
        {
            "docid": "14205946_5",
            "document": "Algae fuel . Interest in the application of algae for biofuels was rekindled during the oil embargo and oil price surges of the 1970s, leading the US Department of Energy to initiate the Aquatic Species Program in 1978. The Aquatic Species Program spent $25 million over 18 years with the goal of developing liquid transportation fuel from algae that would be price competitive with petroleum-derived fuels. The research program focused on the cultivation of microalgae in open outdoor ponds, systems which are low in cost but vulnerable to environmental disturbances like temperature swings and biological invasions. 3,000 algal strains were collected from around the country and screened for desirable properties such as high productivity, lipid content, and thermal tolerance, and the most promising strains were included in the SERI microalgae collection at the Solar Energy Research Institute (SERI) in Golden, Colorado and used for further research. Among the program's most significant findings were that rapid growth and high lipid production were \"mutually exclusive\", since the former required high nutrients and the latter required low nutrients. The final report suggested that genetic engineering may be necessary to be able to overcome this and other natural limitations of algal strains, and that the ideal species might vary with place and season. Although it was successfully demonstrated that large-scale production of algae for fuel in outdoor ponds was feasible, the program failed to do so at a cost that would be competitive with petroleum, especially as oil prices sank in the 1990s. Even in the best case scenario, it was estimated that unextracted algal oil would cost $59–186 per barrel, while petroleum cost less than $20 per barrel in 1995. Therefore, under budget pressure in 1996, the Aquatic Species Program was abandoned.",
            "score": 120.12203788757324
        },
        {
            "docid": "14205946_28",
            "document": "Algae fuel . Algae grow much faster than food crops, and can produce hundreds of times more oil per unit area than conventional crops such as rapeseed, palms, soybeans, or jatropha. As algae have a harvesting cycle of 1–10 days, their cultivation permits several harvests in a very short time-frame, a strategy differing from that associated with annual crops. In addition, algae can be grown on land unsuitable for terrestrial crops, including arid land and land with excessively saline soil, minimizing competition with agriculture.<ref name=\"doi10.1007/s12155-008-9008-8\"></ref> Most research on algae cultivation has focused on growing algae in clean but expensive photobioreactors, or in open ponds, which are cheap to maintain but prone to contamination.",
            "score": 68.3887848854065
        },
        {
            "docid": "26376332_7",
            "document": "Antarctic microorganism . Algae is present in almost all ice-free areas and occurs in soils, as epiphytes on mosses, in cyanobacterial mats and in plankton of lakes and ponds. It is also possible to find algae associated with rocks or living in the thin film of melted water in the snow patches. Presently there are over 300 algal taxa identified on Antarctica, with Bacillariophyceae (Diatoms) and Chlorophyta (Green Algae) being the most widespread on Antarctica. Diatoms are abundant in aquatic environments decreasing in number in terrestrial habitats. Chlorophyta are also important in mats in lakes and ponds but tend to increase their relative importance in terrestrial environments and especially in soils, where they are the densest algal group. Xanthophyceae (Yellow-Green Algae) are an important component of the flora in soils of Antarctica. Other algal groups (Dinophyta, Cryptophyta, and Euglenophyta) are mainly limited to freshwater communities of the Dry Valleys.",
            "score": 56.533708333969116
        },
        {
            "docid": "233271_18",
            "document": "Brown algae . The closest relatives of the brown algae include unicellular and filamentous species, but no unicellular species of brown algae are known. However, most scientists assume that the Phaeophyceae evolved from unicellular ancestors. DNA sequence comparison also suggests that the brown algae evolved from the filamentous Phaeothamniophyceae, Xanthophyceae, or the Chrysophyceae between 150 and 200 million years ago. In many ways, the evolution of the brown algae parallels that of the green algae and red algae, as all three groups possess complex multicellular species with an alternation of generations. Analysis of 5S rRNA sequences reveals much smaller evolutionary distances among genera of the brown algae than among genera of red or green algae, which suggests that the brown algae have diversified much more recently than the other two groups.",
            "score": 59.25075006484985
        },
        {
            "docid": "47700_17",
            "document": "Coral . The algae benefit from a safe place to live and consume the polyp's carbon dioxide and nitrogenous waste. Due to the strain the algae can put on the polyp, stress on the coral often drives them to eject the algae. Mass ejections are known as coral bleaching, because the algae contribute to coral's brown coloration; other colors, however, are due to host coral pigments, such as green fluorescent proteins (GFPs). Ejection increases the polyp's chance of surviving short-term stress—they can regain algae, possibly of a different species at a later time. If the stressful conditions persist, the polyp eventually dies. Zooxanthellae are located within the corals' cytoplasm and due to the algae's photosynthetic activity, the internal pH of the coral can be raised; this behavior indicates that the zooxanthellae are responsible to some extent for the metabolism of their host corals",
            "score": 64.29108548164368
        },
        {
            "docid": "14205946_57",
            "document": "Algae fuel . Growing algae as a source of biofuel has also been shown to have numerous environmental benefits, and has presented itself as a much more environmentally friendly alternative to current biofuels. For one, it is able to utilize run-off, water contaminated with fertilizers and other nutrients that are a by-product of farming, as its primary source of water and nutrients. Because of this, it prevents this contaminated water from mixing with the lakes and rivers that currently supply our drinking water. In addition to this, the ammonia, nitrates, and phosphates that would normally render the water unsafe actually serve as excellent nutrients for the algae, meaning that fewer resources are needed to grow the algae. Many algae species used in biodiesel production are excellent bio-fixers, meaning they are able to remove carbon dioxide from the atmosphere to use as a form of energy for themselves. Because of this, they have found use in industry as a way to treat flue gases and reduce GHG emissions.",
            "score": 69.40007972717285
        },
        {
            "docid": "43889160_5",
            "document": "Symbiosis in lichens . The majority of the lichens contain eukaryotic autotrophs belonging to the Chlorophyta (green algae) or to the Xanthophyta (yellow-green algae). About 90% of all known lichens have a green alga as a symbiont. Among these, \"Trebouxia\" is the most common genus, occurring in about 20% of all lichens. The second most commonly represented green alga genus is \"Trentepohlia\". Overall, about 100 species are known to occur as autotrophs in lichens. All the algae and cyanobacteria are believed to be able to survive separately, as well as within the lichen; that is, at present no algae or cyanobacteria are known which can only survive naturally as part of a lichen. Common algal partners are \"Trebouxia\", \"Pseudotrebouxia\", or \"Myrmecia\".",
            "score": 64.236567735672
        },
        {
            "docid": "1055890_79",
            "document": "Sustainable energy . From 1978 to 1996, the National Renewable Energy Laboratory experimented with producing algae fuel in the \"Aquatic Species Program.\" A self-published article by Michael Briggs, at the University of New Hampshire Biofuels Group, offers estimates for the realistic replacement of all motor vehicle fuel with biofuels by utilizing algae that have a natural oil content greater than 50%, which Briggs suggests can be grown on algae ponds at wastewater treatment plants. This oil-rich algae can then be extracted from the system and processed into biofuels, with the dried remainder further reprocessed to create ethanol. The production of algae to harvest oil for biofuels has not yet been undertaken on a commercial scale, but feasibility studies have been conducted to arrive at the above yield estimate. During the biofuel production process algae actually consumes the carbon dioxide in the air and turns it into oxygen through photosynthesis. In addition to its projected high yield, algaculture— unlike food crop-based biofuels — does not entail a decrease in food production, since it requires neither farmland nor fresh water. Many companies are pursuing algae bio-reactors for various purposes, including scaling up biofuels production to commercial levels.",
            "score": 79.78797852993011
        },
        {
            "docid": "341046_4",
            "document": "Green algae . A few other organisms rely on green algae to conduct photosynthesis for them. The chloroplasts in euglenids and chlorarachniophytes were acquired from ingested green algae, and in the latter retain a nucleomorph (vestigial nucleus). Green algae are also found symbiotically in the ciliate \"Paramecium\", and in \"Hydra viridissima\" and in flatworms. Some species of green algae, particularly of genera \"Trebouxia\" of the class \"Trebouxiophyceae\" and \"Trentepohlia\" (class Ulvophyceae), can be found in symbiotic associations with fungi to form lichens. In general the fungal species that partner in lichens cannot live on their own, while the algal species is often found living in nature without the fungus. \"Trentepohlia\" is a filamentous green alga that can live independently on humid soil, rocks or tree bark or form the photosymbiont in lichens of the family Graphidaceae.",
            "score": 66.40187406539917
        },
        {
            "docid": "233271_2",
            "document": "Brown algae . The brown algae (singular: alga), comprising the class Phaeophyceae, are a large group of multicellular algae, including many seaweeds located in colder waters within the Northern Hemisphere. Most brown algae live in marine environments, where they play an important role both as food and as habitat. For instance, \"Macrocystis\", a kelp of the order Laminariales, may reach 60 m (200 ft) in length and forms prominent underwater kelp forests. Kelp forests like these contain a high level of biodiversity. Another example is \"Sargassum\", which creates unique floating mats of seaweed in the tropical waters of the Sargasso Sea that serve as the habitats for many species. Many brown algae, such as members of the order Fucales, commonly grow along rocky seashores. Some members of the class, such as kelps, are used by humans as food.",
            "score": 55.51252269744873
        },
        {
            "docid": "56006658_19",
            "document": "Tocomar . Much of the area around Tocomar has no vegetation. Of the plants that grow in the region, vegetation in the Puna occurs in the form of grass and shrub steppe. Because of the dry climate, wetlands are highly important for the regional biota and feature a characteristic biota. They have a different flora; 25 species have been identified in the Tocomar wetland. Green algae form mats close to the warm springs, which are also colonized by blue-green algae.",
            "score": 76.69122958183289
        },
        {
            "docid": "18842299_9",
            "document": "Pond . One of the most important features of ponds is the presence of standing water, which provides habitat for wetland plants and animals. Familiar examples might include water-lilies, frogs, turtles and herons. Often, the entire margin of the pond is fringed by wetland, and these wetlands support the aquatic food web, provide shelter for wildlife, and stabilize the shore of the pond. Some grazing animals like geese and muskrats consume the wetland plants directly as a source of food. In many other cases, however, the pond plants fall into the water and decay. A large number of invertebrates then feed on the decaying plants, and these invertebrates provide food for wetland species including fish, dragonflies and herons. The open water may allow algae to grow, and these algae may support yet another food web that includes aquatic insects and minnows. A pond, therefore, may have combinations of three different food webs, one based on larger plants, one based upon decayed plants, and one based upon algae. Hence, ponds often have a large number of different animal species using the wide array of food sources. They therefore provide an important source of biological diversity in landscapes.",
            "score": 71.10605311393738
        },
        {
            "docid": "14205946_48",
            "document": "Algae fuel . Nearly all research in algal biofuels has focused on culturing single species, or monocultures, of microalgae. However, ecological theory and empirical studies have demonstrated that plant and algae polycultures, i.e. groups of multiple species, tend to produce larger yields than monocultures. Experiments have also shown that more diverse aquatic microbial communities tend to be more stable through time than less diverse communities. Recent studies found that polycultures of microalgae produced significantly higher lipid yields than monocultures. Polycultures also tend to be more resistant to pest and disease outbreaks, as well as invasion by other plants or algae. Thus culturing microalgae in polyculture may not only increase yields and stability of yields of biofuel, but also reduce the environmental impact of an algal biofuel industry.",
            "score": 147.98756194114685
        },
        {
            "docid": "8466950_14",
            "document": "Ecover . In 2014, Ecover confirmed that it was trialling oil derived from algae. In response, 23 environmental, consumer and farmers groups called on Ecover to drop the algae. Some of the groups launched a petition and web site, declaring that \"Synthetic is not Natural,\" in reference to Ecover's marketing, which relies heavily on words like \"natural\" and \"eco-friendly.\" The petition collected thousands of signatures calling on Ecover to stop using synthetic algae, citing a lack of regulation and knowledge about synthetic organisms, and effects on farmers. Ecover claimed that the algal oil it is using employs the natural mutation process of algae and standard industrial fermentation and would be less destructive than the palm kernel oil it currently uses, a claim disputed by some of the opposing groups because the algae was fed sugarcane which is also associated with biodiversity destruction.",
            "score": 60.13195562362671
        },
        {
            "docid": "14205946_45",
            "document": "Algae fuel . In comparison with terrestrial-based biofuel crops such as corn or soybeans, microalgal production results in a much less significant land footprint due to the higher oil productivity from the microalgae than all other oil crops. Algae can also be grown on marginal lands useless for ordinary crops and with low conservation value, and can use water from salt aquifers that is not useful for agriculture or drinking. Algae can also grow on the surface of the ocean in bags or floating screens. Thus microalgae could provide a source of clean energy with little impact on the provisioning of adequate food and water or the conservation of biodiversity.<ref name=\"doi10.1111/j.1523-1739.2007.00879.x\"></ref> Algae cultivation also requires no external subsidies of insecticides or herbicides, removing any risk of generating associated pesticide waste streams. In addition, algal biofuels are much less toxic, and degrade far more readily than petroleum-based fuels. However, due to the flammable nature of any combustible fuel, there is potential for some environmental hazards if ignited or spilled, as may occur in a train derailment or a pipeline leak. This hazard is reduced compared to fossil fuels, due to the ability for algal biofuels to be produced in a much more localized manner, and due to the lower toxicity overall, but the hazard is still there nonetheless. Therefore, algal biofuels should be treated in a similar manner to petroleum fuels in transportation and use, with sufficient safety measures in place at all times.",
            "score": 139.89734363555908
        }
    ],
    "r": [
        {
            "docid": "1047078_2",
            "document": "Microalgae . Microalgae or microphytes are microscopic algae, typically found in freshwater and marine systems, living in both the water column and sediment. They are unicellular species which exist individually, or in chains or groups. Depending on the species, their sizes can range from a few micrometers (µm) to a few hundred micrometers. Unlike higher plants, microalgae do not have roots, stems, or leaves. They are specially adapted to an environment dominated by viscous forces. Microalgae, capable of performing photosynthesis, are important for life on earth; they produce approximately half of the atmospheric oxygen and use simultaneously the greenhouse gas carbon dioxide to grow photoautotrophically. Microalgae, together with bacteria, form the base of the food web and provide energy for all the trophic levels above them. Microalgae biomass is often measured with chlorophyll \"a\" concentrations and can provide a useful index of potential production. The standing stock of microphytes is closely related to that of its predators. Without grazing pressures the standing stock of microphytes dramatically decreases",
            "score": 176.45654296875
        },
        {
            "docid": "36995466_7",
            "document": "Blue carbon . Both macroalgae and microalgae are being investigated as possible means of carbon sequestration. Because algae lack the complex lignin associated with terrestrial plants, the carbon in algae is released into the atmosphere more rapidly than carbon captured on land. Algae have been proposed as a short-term storage pool of carbon that can be used as a feedstock for the production of various biogenic fuels. Microalgae are often put forth as a potential feedstock for carbon-neutral biodiesel and biomethane production due to their high lipid content. Macroalgae, on the other hand, do not have high lipid content and have limited potential as biodiesel feedstock, although they can still be used as feedstock for other biofuel generation. Macroalgae have also been investigated as a feedstock for the production of biochar. The biochar produced from macroalgae is higher in agriculturally important nutrients than biochar produced from terrestrial sources. Another novel approach to carbon capture which utilizes algae is the Bicarbonate-based Integrated Carbon Capture and Algae Production Systems (BICCAPS) developed by a collaboration between Washington State University in the United States and Dalian Ocean University in China. Many cyanobacteria, microalgae, and macroalgae species can utilize carbonate as a carbon source for photosynthesis. In the BICCAPS, alkaliphilic microalgae utilize carbon captured from flue gases in the form of bicarbonate. In South Korea, macroalgae have been utilized as part of a climate change mitigation program. The country has established the Coastal CO Removal Belt (CCRB) which is composed of artificial and natural ecosystems. The goal is to capture carbon using large areas of kelp forest.",
            "score": 168.98451232910156
        },
        {
            "docid": "14205946_10",
            "document": "Algae fuel . Biodiesel is a diesel fuel derived from animal or plant lipids (oils and fats). Studies have shown that some species of algae can produce 60% or more of their dry weight in the form of oil. Because the cells grow in aqueous suspension, where they have more efficient access to water, and dissolved nutrients, microalgae are capable of producing large amounts of biomass and usable oil in either high rate algal ponds or photobioreactors. This oil can then be turned into biodiesel which could be sold for use in automobiles. Regional production of microalgae and processing into biofuels will provide economic benefits to rural communities.",
            "score": 162.7780303955078
        },
        {
            "docid": "15377005_23",
            "document": "TerraVia . TerraVia uses an innovative approach to grow microalgae, which allows the production process to be extremely efficient in terms of cost, scale, time, and sustainability. In contrast to common open pond and photo bioreactor approaches, TerraVia grows microalgae in the dark, inside huge stainless-steel containers. These enclosed fermentation tanks offer control, purity, and consistency for the fermentation process, as well as provide the opportunity for microalgae to be produced in a diversity of geographies and seasons. The algae can be fed a wide variety of renewable plant-based sugars, also known as feedstock flexible, and the potential feedstocks include sugarcane-based sucrose, corn-based dextrose, sugar beets, and green waste. The algae then convert the sugar into oils, lipids, and proteins, which can be used in a variety of applications, such as food ingredients and cosmetics.",
            "score": 161.74163818359375
        },
        {
            "docid": "16711120_6",
            "document": "Mesograzer . Grazing herbivorous gastropods are known as mesograzers. They are commonly known to graze upon epilithic microalgae on rocky shores. The grazing gastropods in these regions are exposed to daily exposure to air, as well as immersion in seawater, due to the tides. Intertidal grazing gastropods can therefore get their food from epilithic microalgae and planktonic microalgae deposited during the tidal shift. However, they obtain most of their food by grazing on the microalgae on the rock surface. The algae availability along with feeding capability will determine the diets of the gastropod grazers on rocky shores. Different gastropod grazers with varying Radula morphology are known to use the same food source. A possible explanation is that the gastropods may find differentiating between the various types of microalgae in their environment quite difficult.",
            "score": 159.5782470703125
        },
        {
            "docid": "33254461_16",
            "document": "Culture of microalgae in hatcheries . In order to meet the demands of fossil fuels, alternate means of fuels are being investigated. Biodiesel and bioethanol are renewable fuels with much potential that are important in current research. However, agriculture based renewable fuels may not be completely sustainable and thus may not be able to replace fossil fuels. Microalgae can be remarkably rich in oils (up to 80% dry weight of biomass) suitable for conversion to fuel. Furthermore, microalgae are more productive than land based agricultural crops and could therefore be more sustainable in the long run. Microalgae for biofuel production is mainly produced using tubular photobioreactors.",
            "score": 157.74276733398438
        },
        {
            "docid": "4584456_4",
            "document": "Aquatic Species Program . Microalgae are microscopic organisms that can grow via photosynthesis. Many groups grow quickly and are more productive than land plants and macroalgae (seaweed). Microalgae reproduction occurs primarily by vegetative (asexual) cell division, although sexual reproduction can occur in many species under appropriate growth conditions. Microalgae are efficient for fuel production and they are capable of taking a waste (zero-energy) form of carbon () and converting it into a high density liquid form of energy (natural oil).",
            "score": 152.7274627685547
        },
        {
            "docid": "51388795_4",
            "document": "Phycotechnology . Currently micro-algae are being exploited for environmental protection as the species of Chlorella, \"Chlamydomonas\", and \"Scenedesmus\" carry out selective uptake, accumulation and biodegradation of pollutants and thus help in remediation. They are used in biological reclamation of sewage since they can immobilize heavy metals from aquatic systems. Microalgae can be used as biocontrol agents like 'Insect' a commercial bio-insecticide sold in USA, prepared from the dead biomass of diatom frustules. Microalgae are of significant use in healthcare. Chlorellin from the green microalga \"Chlorella\" is an effective antibiotic against Gram positive and Gram-negative bacteria. Algae are an excellent feed stock for green fuel as they are used for the production of biodiesel, bioethanol, biogasoline, biomethanol, biobutanol, and recently biohydrogen. The full genome sequences of many species of cyanobacteria and eukaryotic algae have been used for evolutionary studies and the identification and comparison of the genes coding for specific proteins. Collections of cDNAs and ESTs also aid in genomic research by providing fast and inexpensive ways to discover new genes and their functions and map their positions on chromosomes. Many species of diatoms are used for synthesizing nanoparticles and are being explored for their use as drug delivery systems.",
            "score": 152.44151306152344
        },
        {
            "docid": "28808092_4",
            "document": "AlgaePARC . Microalgae Microalgae are currently seen by some persons as a promising source of biodiesel and chemical building blocks, which can be used in paint and plastics. Biomass from algae offers a sustainable alternative to products and fuels from the petrochemical industry. When fully developed this contributes to a biobased economy as algae help to reduce the emissions of carbon dioxide (CO) and make the economy less dependent on fossil fuels.",
            "score": 149.25784301757812
        },
        {
            "docid": "14205946_48",
            "document": "Algae fuel . Nearly all research in algal biofuels has focused on culturing single species, or monocultures, of microalgae. However, ecological theory and empirical studies have demonstrated that plant and algae polycultures, i.e. groups of multiple species, tend to produce larger yields than monocultures. Experiments have also shown that more diverse aquatic microbial communities tend to be more stable through time than less diverse communities. Recent studies found that polycultures of microalgae produced significantly higher lipid yields than monocultures. Polycultures also tend to be more resistant to pest and disease outbreaks, as well as invasion by other plants or algae. Thus culturing microalgae in polyculture may not only increase yields and stability of yields of biofuel, but also reduce the environmental impact of an algal biofuel industry.",
            "score": 147.98756408691406
        },
        {
            "docid": "33254461_19",
            "document": "Culture of microalgae in hatcheries . Microalgae are a source of valuable molecules such as isotopes i.e. chemical variants of an element that contain different neutrons. Microalgae can effectively incorporate isotopes of carbon (C), nitrogen (N) and hydrogen (H) into their biomass. C and N are used to track the flow of carbon between different trophic levels/food webs. Carbon, nitrogen and sulphur isotopes can also be used to determine disturbances to bottom dwelling communities that are otherwise difficult to study.",
            "score": 146.18324279785156
        },
        {
            "docid": "14205946_55",
            "document": "Algae fuel . One of the main advantages that using microalgae as the feedstock when compared to more traditional crops is that it can be grown much more easily. Algae can be grown in land that would not be considered suitable for the growth of the regularly used crops. In addition to this, wastewater that would normally hinder plant growth has been shown to be very effective in growing algae. Because of this, algae can be grown without taking up arable land that would otherwise be used for producing food crops, and the better resources can be reserved for normal crop production. Microalgae also require fewer resources to grow and little attention is needed, allowing the growth and cultivation of algae to be a very passive process.",
            "score": 145.07965087890625
        },
        {
            "docid": "1007331_9",
            "document": "Astaxanthin . Astaxanthin concentrations in nature are approximately: Algae are the primary natural source of astaxanthin in the aquatic food chain. The microalgae \"Haematococcus pluvialis\" seems to accumulate the highest levels of astaxanthin in nature and is currently, the primary industrial source for natural astaxanthin production where more than 40 g of astaxanthin can be obtained from one kg of dry biomass. \"Haematococcus pluvialis\" has the productional advantage of the population doubling every week, which means scaling up is not an issue. Specifically, the microalgae are grown in two phases. First, in the green phase, the cells are given an abundance of nutrients to promote proliferation of the cells. In the subsequent red phase, the cells are deprived of nutrients and subjected to intense sunlight to induce encystment (carotogenesis), during which the cells produce high levels of astaxanthin as a protective mechanism against the environmental stress. The cells, with their high concentrations of astaxanthin, are then harvested.",
            "score": 144.4984130859375
        },
        {
            "docid": "14205946_41",
            "document": "Algae fuel . Bubbling through algal cultivation systems can greatly increase productivity and yield (up to a saturation point). Typically, about 1.8 tonnes of will be utilised per tonne of algal biomass (dry) produced, though this varies with algae species. The Glenturret Distillery in Perthshire, UK – home to The Famous Grouse Whisky – percolate made during the whisky distillation through a microalgae bioreactor. Each tonne of microalgae absorbs two tonnes of . Scottish Bioenergy, who run the project, sell the microalgae as high value, protein-rich food for fisheries. In the future, they will use the algae residues to produce renewable energy through anaerobic digestion.",
            "score": 143.5714874267578
        },
        {
            "docid": "1047078_7",
            "document": "Microalgae . While fish oil has become famous for its omega-3 fatty acid content, fish don't actually produce omega-3s, instead accumulating their omega-3 reserves by consuming microalgae. These omega-3 fatty acids can be obtained in the human diet directly from the microalgae that produce them.",
            "score": 143.35691833496094
        },
        {
            "docid": "14205946_47",
            "document": "Algae fuel . Microalgae production also includes the ability to use saline waste or waste streams as an energy source. This opens a new strategy to produce biofuel in conjunction with waste water treatment, while being able to produce clean water as a byproduct. When used in a microalgal bioreactor, harvested microalgae will capture significant quantities of organic compounds as well as heavy metal contaminants absorbed from wastewater streams that would otherwise be directly discharged into surface and ground-water. Moreover, this process also allows the recovery of phosphorus from waste, which is an essential but scarce element in nature – the reserves of which are estimated to have depleted in the last 50 years. Another possibility is the use of algae production systems to clean up non-point source pollution, in a system known as an algal turf scrubber (ATS). This has been demonstrated to reduce nitrogen and phosphorus levels in rivers and other large bodies of water affected by eutrophication, and systems are being built that will be capable of processing up to 110 million liters of water per day. ATS can also be used for treating point source pollution, such as the waste water mentioned above, or in treating livestock effluent.",
            "score": 142.8939208984375
        },
        {
            "docid": "1047078_4",
            "document": "Microalgae . The chemical composition of microalgae is not an intrinsic constant factor but varies over a wide range, both depending on species and on cultivation conditions. Some microalgae have the capacity to acclimate to changes in environmental conditions by altering their chemical composition in response to environmental variability. A particularly dramatic examples is their ability to replace phospholipids with non-phosphorus membrane lipids in P-depleted environments. It is possible to accumulate the desired products in microalgae to a large extent by changing environmental factors, like temperature, illumination, pH, CO supply, salt and nutrients. Microphytes also produce chemical signals which contribute to prey selection, defense, and avoidance. These chemical signals affect large scale tropic structures such as algal blooms but propagate by simple diffusion and laminar advective flow. Microalgae such as microphytes constitute the basic foodstuff for numerous aquaculture species, especially filtering bivalves. Photosynthetic and chemosynthetic microbes can also form symbiotic relationships with host organisms.",
            "score": 141.48446655273438
        },
        {
            "docid": "33254461_2",
            "document": "Culture of microalgae in hatcheries . Microalgae or microscopic algae grow in either marine or freshwater systems. They are primary producers in the oceans that convert water and carbon dioxide to biomass and oxygen in the presence of sunlight.",
            "score": 141.4783477783203
        },
        {
            "docid": "33254461_17",
            "document": "Culture of microalgae in hatcheries . The main species of microalgae grown as health foods are \"Chlorella sp.\" and \"Spirulina sp.\" The main forms of production occur in small scale ponds with artificial mixers. Novel bioactive chemical compounds can be isolated from microalgae like sulphated polysaccharides. These compounds include fucoidans, carrageenans and ulvans that are used for their beneficial properties. These properties are anticoagulants, antioxidants, anticancer agents that are being tested in research. Red microalgae are characterised by pigments called phycobiliproteins that contain natural colourants used in pharmaceuticals and/or cosmetics. Production of long chain omega-3 polyunsaturated fatty acids important for human diet can also be cultured through microalgal hatchery systems.",
            "score": 140.62188720703125
        },
        {
            "docid": "14205946_54",
            "document": "Algae fuel . Many of the byproducts produced in the processing of microalgae can be used in various applications, many of which have a longer history of production than algal biofuel. Some of the products not used in the production of biofuel include natural dyes and pigments, antioxidants, and other high-value bio-active compounds. These chemicals and excess biomass have found numerous use in other industries. For example, the dyes and oils have found a place in cosmetics, commonly as thickening and water-binding agents. Discoveries within the pharmaceutical industry include antibiotics and antifungals derived from microalgae, as well as natural health products, which have been growing in popularity over the past few decades. For instance \"Spirulina\" contains numerous polyunsaturated fats (Omega 3 and 6), amino acids, and vitamins, as well as pigments that may be beneficial, such as beta-carotene and chlorophyll.",
            "score": 140.60223388671875
        },
        {
            "docid": "52563687_16",
            "document": "Fernando Bolívar Galiano . His best-known works are based on the use of live algae, developing an algal paint from ground, bonded microalgae with synthetic polymers, and on the other hand living pictures by cultivating microalgae between crystals. The \"living pictures\" are solid pictorial works in algae that has been isolated and framed between two panes of glass, some with small openings that allow air to pass through, evolving in composition and color in relation to the microorganisms that form them. He also has unique works created specifically to be viewed with 3D glasses, as well as made-to-order, personally designed chess sets.",
            "score": 140.0189666748047
        },
        {
            "docid": "1047078_3",
            "document": "Microalgae . The biodiversity of microalgae is enormous and they represent an almost untapped resource. It has been estimated that about 200,000-800,000 species in many different genera exist of which about 50,000 species are described. Over 15,000 novel compounds originating from algal biomass have been chemically determined. Most of these microalgae species produce unique products like carotenoids, antioxidants, fatty acids, enzymes, polymers, peptides, toxins and sterols.",
            "score": 139.9075164794922
        },
        {
            "docid": "14205946_45",
            "document": "Algae fuel . In comparison with terrestrial-based biofuel crops such as corn or soybeans, microalgal production results in a much less significant land footprint due to the higher oil productivity from the microalgae than all other oil crops. Algae can also be grown on marginal lands useless for ordinary crops and with low conservation value, and can use water from salt aquifers that is not useful for agriculture or drinking. Algae can also grow on the surface of the ocean in bags or floating screens. Thus microalgae could provide a source of clean energy with little impact on the provisioning of adequate food and water or the conservation of biodiversity.<ref name=\"doi10.1111/j.1523-1739.2007.00879.x\"></ref> Algae cultivation also requires no external subsidies of insecticides or herbicides, removing any risk of generating associated pesticide waste streams. In addition, algal biofuels are much less toxic, and degrade far more readily than petroleum-based fuels. However, due to the flammable nature of any combustible fuel, there is potential for some environmental hazards if ignited or spilled, as may occur in a train derailment or a pipeline leak. This hazard is reduced compared to fossil fuels, due to the ability for algal biofuels to be produced in a much more localized manner, and due to the lower toxicity overall, but the hazard is still there nonetheless. Therefore, algal biofuels should be treated in a similar manner to petroleum fuels in transportation and use, with sufficient safety measures in place at all times.",
            "score": 139.8973388671875
        },
        {
            "docid": "33254461_14",
            "document": "Culture of microalgae in hatcheries . Microalgae can form the start of a chain of further aquaculture processes. For example, microalgae is an important food source in the aquaculture of brine shrimp. Brine shrimp produce dormant eggs, called cysts, which can be stored for long periods and then hatched on demand to provide a convenient form of live feed for the aquaculture of larval fish and crustaceans.",
            "score": 138.57876586914062
        },
        {
            "docid": "33254461_15",
            "document": "Culture of microalgae in hatcheries . Other applications of microalgae within aquaculture include increasing the aesthetic appeal of finfish bred in captivity. One such example can be noted in the aquaculture of salmon, where microalgae is used to make salmon flesh pinker. This is achieved by the addition of natural pigments containing carotenoids such as astaxanthin produced from the microalgae \"Haematococcus\" to the diet of farmed animals.",
            "score": 138.3973388671875
        },
        {
            "docid": "1047078_8",
            "document": "Microalgae . A range of microalgae species are produced in hatcheries and are used in a variety of ways for commercial purposes. Studies have estimated main factors in the success of a microalgae hatchery system as the dimensions of the container/bioreactor where microalgae is cultured, exposure to light/irradiation and concentration of cells within the reactor.",
            "score": 135.33888244628906
        },
        {
            "docid": "33254461_5",
            "document": "Culture of microalgae in hatcheries . A range of microalgae species are produced in hatcheries and are used in a variety of ways for commercial purposes. Studies have estimated main factors in the success of a microalgae hatchery system as the dimensions of the container/bioreactor where microalgae is cultured, exposure to light/irradiation and concentration of cells within the reactor.",
            "score": 134.67529296875
        },
        {
            "docid": "38173326_16",
            "document": "Reactive oxygen species production in marine microalgae . In addition to impacting predator-prey interactions, the production of ROS may also help an alga get an advantage in the competition for resources against other algae, be a way to prevent fouling bacteria, and act as a signaling mechanism between cells. ROS can inhibit photosynthesis in algae Thus an alga that is more tolerant of ROS than another may produce and release it as a means of decreasing the other species competitive ability. In addition, \"Chattonella marina\", the most well studied raphydophyte for ROS production, may produce a boundary of ROS that deters other marine microalgae from using nutrients in its vicinity. Similarly, this boundary could also be a way to discourage bacteria fouling, since the production of ROS is known to inhibit growth and bioluminescent ability in the bacteria \"Vibrio alginolyticus\" and \"Vibrio fischeri\", respectively. Lastly, Marshall \"et al.\" showed that \"Chattonella marina\" cells were able to change their rate of superoxide production in as little as one hour when in different cell densities, increasing the rate from 1.4 to 7.8 times the original. They suggest that this quick response in altering rates of production may be a form of chemical signaling between cells that works to provide information about cell density.",
            "score": 133.93490600585938
        },
        {
            "docid": "6737988_14",
            "document": "Photobioreactor . The discussion around microalgae and their potentials in carbon dioxide sequestration and biofuel production has caused high pressure on developers and manufacturers of photobioreactors. Today, none of the mentioned systems is able to produce phototrophic microalgae biomass at a price which is able to compete with crude oil. New approaches test e.g. dripping methods to produce ultra-thin layers for maximal growth with application of flue gas and waste water. Further on, much research is done worldwide on genetically modified and optimized microalgae.",
            "score": 133.29324340820312
        },
        {
            "docid": "14205946_6",
            "document": "Algae fuel . Other contributions to algal biofuels research have come indirectly from projects focusing on different applications of algal cultures. For example, in the 1990s Japan's Research Institute of Innovative Technology for the Earth (RITE) implemented a research program with the goal of developing systems to fix using microalgae. Although the goal was not energy production, several studies produced by RITE demonstrated that algae could be grown using flue gas from power plants as a source, an important development for algal biofuel research. Other work focusing on harvesting hydrogen gas, methane, or ethanol from algae, as well as nutritional supplements and pharmaceutical compounds, has also helped inform research on biofuel production from algae.",
            "score": 132.85165405273438
        },
        {
            "docid": "4174517_32",
            "document": "Algaculture . Algae oils have a variety of commercial and industrial uses, and are extracted through a variety of methods. Estimates of the cost to extract oil from microalgae vary, but are likely to be around three times higher than that of extracting palm oil.",
            "score": 132.7808380126953
        },
        {
            "docid": "14205946_11",
            "document": "Algae fuel . As they do not have to produce structural compounds such as cellulose for leaves, stems, or roots, and because they can be grown floating in a rich nutritional medium, microalgae can have faster growth rates than terrestrial crops. Also, they can convert a much higher fraction of their biomass to oil than conventional crops, e.g. 60% versus 2-3% for soybeans. The per unit area yield of oil from algae is estimated to be from 58,700 to 136,900 L/ha/year, depending on lipid content, which is 10 to 23 times as high as the next highest yielding crop, oil palm, at 5 950 L/ha/year.<ref name=\"doi10.1016/j.rser.2012.01.003\"></ref>",
            "score": 132.67984008789062
        }
    ]
}