{
    "q": [
        {
            "docid": "4630125_24",
            "document": "Artificial cell . Shortage of organ donors make artificial cells key players in alternative therapies for liver failure. The use of artificial cells for hepatocyte transplantation has demonstrated feasibility and efficacy in providing liver function in models of animal liver disease and bioartificial liver devices. Research stemmed off experiments in which the hepatocytes were attached to the surface of a micro-carriers and has evolved into hepatocytes which are encapsulated in a three-dimensional matrix in alginate microdroplets covered by an outer skin of polylysine. A key advantage to this delivery method is the circumvention of immunosuppression therapy for the duration of the treatment. Hepatocyte encapsulations have been proposed for use in a bioartifical liver. The device consists of a cylindrical chamber imbedded with isolated hepatocytes through which patient plasma is circulated extra-corporeally in a type of hemoperfusion. Because microcapsules have a high surface area to volume ratio, they provide large surface for substrate diffusion and can accommodate a large number of hepatocytes. Treatment to induced liver failure mice showed a significant increase in the rate of survival. Artificial liver systems are still in early development but show potential for patients waiting for organ transplant or while a patient's own liver regenerates sufficiently to resume normal function. So far, clinical trials using artificial liver systems and hepatocyte transplantation in end-stage liver diseases have shown improvement of health markers but have not yet improved survival. The short longevity and aggregation of artificial hepatocytes after transplantation are the main obstacles encountered. Hepatocytes co-encapsulated with stem cells show greater viability in culture and after implantation and implantation of artificial stem cells alone have also shown liver regeneration. As such interest has arisen in the use of stem cells for encapsulation in regenerative medicine.",
            "score": 326.6854349374771
        },
        {
            "docid": "12223532_35",
            "document": "Induced pluripotent stem cell . A proof-of-concept of using induced pluripotent stem cells (iPSCs) to generate human organ for transplantation was reported by researchers from Japan. Human ‘liver buds’ (iPSC-LBs) were grown from a mixture of three different kinds of stem cells: hepatocytes (for liver function) coaxed from iPSCs; endothelial stem cells (to form lining of blood vessels) from umbilical cord blood; and mesenchymal stem cells (to form connective tissue). This new approach allows different cell types to self-organize into a complex organ, mimicking the process in fetal development. After growing \"in vitro\" for a few days, the liver buds were transplanted into mice where the ‘liver’ quickly connected with the host blood vessels and continued to grow. Most importantly, it performed regular liver functions including metabolizing drugs and producing liver-specific proteins. Further studies will monitor the longevity of the transplanted organ in the host body (ability to integrate or avoid rejection) and whether it will transform into tumors. Using this method, cells from one mouse could be used to test 1,000 drug compounds to treat liver disease, and reduce animal use by up to 50,000.",
            "score": 296.56539261341095
        },
        {
            "docid": "14094_18",
            "document": "Human cloning . Cells produced with SCNT, or iPSCs could eventually be used in stem cell therapy, or to create organs to be used in transplantation, known as regenerative medicine. Stem cell therapy is the use of stem cells to treat or prevent a disease or condition. Bone marrow transplantation is a widely used form of stem cell therapy. No other forms of stem cell therapy are in clinical use at this time. Research is underway to potentially use stem cell therapy to treat heart disease, diabetes, and spinal cord injuries. Regenerative medicine is not in clinical practice, but is heavily researched for its potential uses. This type of medicine would allow for autologous transplantation, thus removing the risk of organ transplant rejection by the recipient. For instance, a person with liver disease could potentially have a new liver grown using their same genetic material and transplanted to remove the damaged liver. In current research, human pluripotent stem cells have been promised as a reliable source for generating human neurons, showing the potential for regenerative medicine in brain and neural injuries.",
            "score": 246.97470951080322
        },
        {
            "docid": "36315057_78",
            "document": "Induced stem cells . Cocktail of small molecules, Y-27632, A-83-01 (a TGFβ kinase/activin receptor like kinase (ALK5) inhibitor), and CHIR99021 (potent inhibitor of GSK-3), can convert rat and mouse mature hepatocytes in vitro into proliferative bipotent cells – CLiPs (chemically induced liver progenitors). CLiPs can differentiate into both mature hepatocytes and biliary epithelial cells that can form functional ductal structures. In long-term culture CLiPs did not lose their proliferative capacity and their hepatic differentiation ability, and can repopulate chronically injured liver tissue.",
            "score": 280.269802570343
        },
        {
            "docid": "36315057_76",
            "document": "Induced stem cells . Unlike current protocols for deriving hepatocytes from human fibroblasts, Saiyong Zhu et al., (2014) did not generate iPSCs but, using small molecules, cut short reprogramming to pluripotency to generate an induced multipotent progenitor cell (iMPC) state from which endoderm progenitor cells and subsequently hepatocytes (iMPC-Heps) were efficiently differentiated. After transplantation into an immune-deficient mouse model of human liver failure, iMPC-Heps proliferated extensively and acquired levels of hepatocyte function similar to those of human primary adult hepatocytes. iMPC-Heps did not form tumours, most probably because they never entered a pluripotent state.",
            "score": 260.7285176515579
        },
        {
            "docid": "619064_7",
            "document": "G0 phase . While a reversible quiescent state is perhaps most important for tissue stem cells to respond quickly to stimuli and maintain proper homeostasis and regeneration, reversible G phases can be found in non-stem cells such as mature hepatocytes. Hepatocytes are typically quiescent in normal livers but undergo limited replication (less than 2 cell divisions) during liver regeneration after partial hepatectomy. However, in certain cases, hepatocytes can experience immense proliferation (more than 70 cell divisions) indicating that their proliferation capacity is not hampered by existing in a reversible quiescent state.",
            "score": 221.31304359436035
        },
        {
            "docid": "15484616_3",
            "document": "Labile cell . Each of these type of cells respond to injuries of the cells they occupy differently. Hepatocytes of the liver are thought to be a form of a labile cell because they can regenerate after they become injured. An example of this kind of regeneration can consist of performing a pediatric liver transplant. In which it consists of taking a piece of an adult's liver to replace a child's whole liver. Then the adult liver that was transplanted for the child's, would regenerate very quickly to around a normal size liver. Other cell types that are thought to be cells that are constantly dividing include skin cells, cells in the gastrointestinal tract, and blood cells in the bone marrow. Acting as stem cells for these cell types.",
            "score": 261.46010518074036
        },
        {
            "docid": "27721954_4",
            "document": "Korkut Uygun . A major research objective of Uygun is to enhance utilization of discarded donor organs in order to either increase the supply of transplantable organs, utilize untransplantable organs as cell sources for cell transplantation or bioartificial organ substitutes, such as bioartificial livers, and if the organ proves completely unresuscitatable, utilize them as biocompatible scaffodls for tissue engineering. In 2010, a team led by Uygun in the Center for Engineering in Medicine at Massachusetts General Hospital developed a technique that someday may allow growth of transplantable replacement livers. Uygun's technique developed functional, transplantable rat liver grafts. The study was published in \"Nature Medicine\". Uygun highlighted the significance of his work by saying, \"As far as we know, a transplantable liver graft has never been constructed in a laboratory setting before\". A novel technique was also used to \"reintroduce hepatocytes, the cells that carry out most of the liver’’s primary functions, into the decellularized matrix\". The study was reported as \"the first steps in growing working livers\". It is also the basis of a patent application.",
            "score": 280.93188560009
        },
        {
            "docid": "4328716_31",
            "document": "Perlecan . Chemical damage to organs can affect not only the cell's genetic and mechanical integrity but the extracellular matrix of the tissue. To study the effect of chemical damage on liver cells, wistar rats were treated with carbon tetrachloride for 48 hours prior to sacrificing. Prior to treatment with CCl, perlecan staining was limited to the bile duct and sinusoidal blood vessels of the liver. After treatment, perlecan staining was intense in areas of necrosis. This could have been due to the increase in capillarization of the liver as an attempt to regenerate damaged tissue. A similar finding was shown in acetamenophin treatment of mice, where perlecan and other matrix components were heavily expressed in necrotic lesions of the liver.",
            "score": 195.80946803092957
        },
        {
            "docid": "52872553_12",
            "document": "Severe combined immunodeficient mice . NOD/SCID mice can be transplanted with human fetal liver, bone, thymus, and lymphoid cells from blood transplants, leading to the formation of human immune cells, such as B and T cells, within the mice. These mice are then infected with the virus and researchers are able to study how HIV attacks the human lymphocytes and causes acquired immunodeficiency syndrome (AIDS) over time. Furthermore, humanized mouse models can also be used to test potential therapies for this disease, including gene-based therapies.",
            "score": 225.53562307357788
        },
        {
            "docid": "13755574_5",
            "document": "Hepatic stellate cell . When the liver is damaged, stellate cells can change into an \"activated\" state. The activated stellate cell is characterized by proliferation, contractility, and chemotaxis. This state of the stellate cell is the main source of extracellular matrix production in liver injury. This attribute makes it a key factor in the pathophysiology of the liver. The amount of stored vitamin A decreases progressively in liver injury. The activated stellate cell is also responsible for secreting collagen scar tissue, which can lead to cirrhosis. More recent studies have also shown that in vivo activation of hepatic stellate cells by agents causing liver fibrosis can eventually lead to senescence in these cells, marked by increased SA-beta-galactosidase staining, as well as p53 accumulation and activation of Rb–hallmarks of cellular senescence. Senescent hepatic stellate cells have been demonstrated to limit liver fibrosis by activating interactions with NK cells.",
            "score": 177.4668219089508
        },
        {
            "docid": "40787754_36",
            "document": "Muse cell . Intravenously injected human bone marrow-derived Muse cells are able to repair an immunodeficient mouse (SCID) model of CCL4-induced liver cirrhosis. Human Muse cells spontaneously differentiate \"in vivo\" into hepatocytes without fusing with host hepatocytes, and express mature functional markers such as human CYP1A2 (detoxification enzyme) and human Glc-6-Pase (enzyme for glucose metabolism) at 8 weeks after homing. Human bone marrow-derived Muse cells injected intravenously into a partial hepatectomy model in SCID mice differentiate spontaneously into major liver components, namely hepatocytes (74.3% of green fluorescent protein-positive integrated Muse cells), cholangiocytes (17.7%), sinusoidal endothelial cells (2.0%), and Kupffer cells (6.0%) after migrating and homing into the injured liver. Non-Muse bone marrow MSCs are not detected in the liver from the early stage (~ 1 week) to the end-point in either model.",
            "score": 253.71359753608704
        },
        {
            "docid": "40769703_5",
            "document": "Angiocrine growth factors . Endothelial cells generated from mouse embryonic stem cells were functional, transplantable and responsive to microenvironmental signals. Such cells can be transplanted into different tissues, become educated by the tissue and acquire the characteristic phenotype of that organ type's endothelials. Such cells were transplanted into the liver and kidney of mice and found became indistinguishable from existing endothelial cells.",
            "score": 207.28101992607117
        },
        {
            "docid": "44464978_29",
            "document": "Regeneration in humans . One of the most promising sources of heart regeneration is the use of stem cells. It was demonstrated in mice that there is a resident population of stem cells or cardiac progenitors in the adult heart – this population of stem cells was shown to be reprogrammed to differentiate into cardiomyocytes that replaced those lost during a heart tissue death. In humans specifically, a “cardiac mesenchymal feeder layer” was found in the myocardium that renewed the cells with progenitors that differentiated into mature cardiac cells. What these studies show is that the human heart contains stem cells that could potentially be induced into regenerating the heart when needed, rather than just being used to replace expended cells.",
            "score": 144.4309024810791
        },
        {
            "docid": "2824931_4",
            "document": "C-Met . Abnormal MET activation in cancer correlates with poor prognosis, where aberrantly active MET triggers tumor growth, formation of new blood vessels (angiogenesis) that supply the tumor with nutrients, and cancer spread to other organs (metastasis). MET is deregulated in many types of human malignancies, including cancers of kidney, liver, stomach, breast, and brain. Normally, only stem cells and progenitor cells express MET, which allows these cells to grow invasively in order to generate new tissues in an embryo or regenerate damaged tissues in an adult. However, cancer stem cells are thought to hijack the ability of normal stem cells to express MET, and thus become the cause of cancer persistence and spread to other sites in the body. Both the overexpression of Met/HGFR, as well as its autocrine activation by co-expression of its hepatocyte growth factor ligand, have been implicated in oncogenesis.",
            "score": 178.60738348960876
        },
        {
            "docid": "36315057_77",
            "document": "Induced stem cells . These results establish the feasibility of significant liver repopulation of mice with human hepatocytes generated in vitro, which removes a long-standing roadblock on the path to autologous liver cell therapy.",
            "score": 217.4578981399536
        },
        {
            "docid": "44464978_21",
            "document": "Regeneration in humans . The human liver is particularly known for its ability to regenerate, and is capable of doing so from only one quarter of its tissue, due chiefly to the unipotency of hepatocytes. Resection of liver can induce the proliferation of the remaining hepatocytes until the lost mass is restored, where the intensity of the liver’s response is directly proportional to the mass resected. For almost 80 years surgical resection of the liver in rodents has been a very useful model to the study of cell proliferation.",
            "score": 229.7443573474884
        },
        {
            "docid": "5940893_2",
            "document": "Amniotic epithelial cell . An amniotic epithelial cell is a form of stem cell extracted from the lining of the inner membrane of the placenta. Amniotic epithelial cells start to develop around 8 days post fertilization. These cells are known to have some of the same markers as embryonic stem cells, more specifically, Oct-4 and nanog. These transcription factors are the basis of the pluripotency of stem cells. Amniotic epithelial cells have the ability to develop into any of the three germ layers: endoderm, mesoderm, and ectoderm. They can develop into several organ tissues specific to these germ layers including heart, brain, and liver. The pluripotency of the human amniotic epithelial cells makes them useful in treating and fighting diseases and disorders of the nervous system as well as other tissues of the human body. Artificial heart valves and working tracheas, as well as muscle, fat, bone, heart, neural and liver cells have all been engineered using amniotic stem cells. Tissues obtained from amniotic cell lines show promise for patients suffering from congenital diseases or malformations of the heart, liver, lungs, kidneys, and cerebral tissue.",
            "score": 205.36958491802216
        },
        {
            "docid": "45576289_19",
            "document": "Mouse models of breast cancer metastasis . The quantitative lineage-tracing strategies have proven to be successful in resolving cell fates in normal epithelial tissues either using tissue –specific or stem-cell-specific transgenes. To conduct an inducible lineage-tracing experiment two components must be engineered into the mouse genome: a switch and a reporter. The switch is commonly a drug-regulated form of the bacterial enzyme Cre-recombinase. This enzyme recognizes specific sequences, called LoxP sites. Proteins that are capable of enhancing the identification of labeled cells or a specific population in unlabelled cells are encoded by the reporter transgenes. After harvesting all the ten mouse mammary glands from the transgenic mice, single cell suspension is usually made and transplanted either in tail vein of non transgenic recipient mice or in cleared fat pad of non-transgenic mice repopulating the mammary fat pad. These cells are then followed in the blood stream, lungs, bone marrow and liver to look for the favorable site of metastasis.these transgenic cells can be traced according to their special features of either fluorescence or induced by placing the recipients on doxycycline food.",
            "score": 167.72980177402496
        },
        {
            "docid": "197037_18",
            "document": "Artificial organ . HepaLife is developing a bioartificial liver device intended for the treatment of liver failure using stem cells. The artificial liver is designed to serve as a supportive device, either allowing the liver to regenerate upon failure, or to bridge the patient's liver functions until transplant is available. It is only made possible by the fact that it uses real liver cells (hepatocytes), and even then, it is not a permanent substitute.",
            "score": 254.11322832107544
        },
        {
            "docid": "14761897_10",
            "document": "HES1 . HES1 has been shown to influence the differentiation decision of cells in the gastrointestinal tract. In pancreatic progenitor cells, HES1 expression inhibits the expression of \"Ptf1a\", which controls exocrine cell differentiation, and Ngn3, which drives differentiation of endocrine cell types that will form the islets of Langerhans. The absence of \"Hes1\" in the developing intestine of mice promotes the increase of Math1 (a protein required for the production of intestinal secretory cell types), which leads to an increase of goblet, enteroendocrine, and Paneth cells. When \"Hes1\" is deleted in mouse and zebrafish, surplus goblet cells and enteroendocrine cells are made while few enterocytes are made. Liver progenitor cells differentiate into two different cell types: hepatocytes and biliary epithelial cells. When \"Hes1\" expression is low, hepatocytes form normally, but bile ducts are completely absent. This phenotype resembles Alagille syndrome, a hallmark of which is mutations in \"Jagged1\". Therefore, Hes-Notch interactions also play a role in digestive organ development.",
            "score": 190.99979758262634
        },
        {
            "docid": "33424683_7",
            "document": "Lipotoxicity . An excess of free fatty acids in liver cells plays a role in Nonalcoholic Fatty Liver Disease (NAFLD). In the liver, it is the type of fatty acid, not the quantity, that determines the extent of the lipotoxic effects. In hepatocytes, the ratio of monounsaturated fatty acids and saturated fatty acids leads to apoptosis and liver damage. There are several potential mechanisms of by which the excess fatty acids can cause cell death and damage. They may activate death receptors, stimulate apoptotic pathways, or initiate cellular stress response in the endoplasmic reticulum. These lipotoxic effects have been shown to be prevented by the presence of excess triglycerides within the hepatocytes. Lipotoxicity in cardiac tissue is attributed to excess saturated fatty acids. The apoptosis that follows is believed to be caused by unfolded protein response in the endoplasmic reticulum. Researchers are working on treatments that will increase the oxidation of these fatty acids within the heart in order to prevent the lipotoxic effects.",
            "score": 209.6426067352295
        },
        {
            "docid": "501136_20",
            "document": "Hepatocyte . Primary hepatocytes are commonly used in cell biological and biopharmaceutical research. In vitro model systems based on hepatocytes have been of great help to better understand the role of hepatocytes in (patho)physiological processes of the liver. In addition, pharmaceutical industry has heavily relied on the use of hepatocytes in suspension or culture to explore mechanisms of drug metabolism and even predict in vivo drug metabolism.  For these purposes, hepatocytes are usually isolated from animal or human whole liver or liver tissue by collagenase digestion, which is a two-step process. In the first step, the liver is placed in an isotonic solution, in which calcium is removed to disrupt cell-cell tight junctions by the use of a calcium chelating agent. Next, a solution containing collagenase is added to separate the hepatocytes from the liver stroma. This process creates a suspension of hepatocytes, which can be seeded in multi-well plates and cultured for many days or even weeks. For optimal results, culture plates should first be coated with an extracellular matrix (e.g. collagen, Matrigel) to promote hepatocyte attachment (typically within 1-3 hr after seeding) and maintenance of the hepatic phenotype. In addition, and overlay with an additional layer of extracellular matrix is often performed to establish a sandwich culture of hepatocytes. The application of a sandwich configuration supports prolonged maintenance of hepatocytes in culture. Freshly-isolated hepatocytes that are not used immediately can be cryopreserved and stored. They do not proliferate in culture. Hepatocytes are intensely sensitive to damage during the cycles of cryopreservation including freezing and thawing. Even after the addition of classical cryoprotectants there is still damage done while being cryopreserved. Nevertheless, recent cryopreservation and resuscitation protocols support application of cryopreserved hepatocytes for most biopharmaceutical applications.",
            "score": 244.06637859344482
        },
        {
            "docid": "5940893_8",
            "document": "Amniotic epithelial cell . There have been several studies conducted on the potential benefits of using Amniotic epithelial cells in various parts of the body. One prospective use of these cells includes cellular therapies aimed at dropping inflammation and scarring. Models have shown that using these cells to reduce such inflammation has shown rewarding affects in the lungs and liver. More specifically, amniotic epithelial cells have been used in the past to treat genetic liver diseases such as ornithine transcarbamylase deficiency, familial hypercholesterolemia, and Crigler-Najjar Syndrome. These cells are being looked at by scientists as a new and more effiecient way to treat diseases of the liver particularly because of the problem arising from a lack of liver donors. Scientists are also working with genetically modified human amniotic epithelial cells in new experimental procedures and cellular therapies.",
            "score": 212.67939376831055
        },
        {
            "docid": "24320723_10",
            "document": "Sangeeta N. Bhatia . Specifically, she studies the interactions between hepatocytes (liver cells) and their microenvironment and develops microfabrication tools to improve cellular therapies for liver disease (Hepatic Tissue Engineering). The goal is to maximize hepatocyte function, facilitate design of effective cellular therapies for liver disease, and improve fundamental understanding of liver physiology and pathophysiology. She is also interested in using arrays of living cells as high-throughput platforms to study fundamental aspects of stem cell biology (Cell-Based BioMEMS) using a diverse repertoire of tools including chemical, topological, fluidic, electrical, and optical manipulation of living cells on chip platforms. Finally, LMRT is involved in a multidisciplinary effort to develop nanomaterials as tools for biological studies and as multifunctional agents for cancer therapies. Interests center around nanoparticles and nanoporous materials that can be designed to perform complex tasks such as: home to a tumor, sense changes in cells and tissues, enhance imaging, and trigger the release of a therapeutic payload. Having had several stints in the biotechnology industry, Dr. Bhatia holds a number of patents for both clinical and biotechnological applications of engineering principles. She is the author of Microfabrication in Tissue Engineering and Bioartificial Organs and co-author of the undergraduate textbook Tissue Engineering.",
            "score": 221.02387654781342
        },
        {
            "docid": "123418_15",
            "document": "Transdifferentiation . When examining transdifferentiated cells, it is important to look for markers of the target cell type and the absence of donor cell markers which can be accomplished using green fluorescent protein or immunodetection. It is also important to examine the cell function, epigenome, transcriptome, and proteome profiles. Cells can also be evaluated based upon their ability to integrate into the corresponding tissue in vivo and functionally replace its natural counterpart. In one study, transdifferentiating tail-tip fibroblasts into hepatocyte-like cells using transcription factors Gata4, Hnf1α and Foxa3, and inactivation of p19(Arf) restored hepatocyte-like liver functions in only half of the mice using survival as a means of evaluation.",
            "score": 213.8382441997528
        },
        {
            "docid": "36315057_30",
            "document": "Induced stem cells . The fact that human iPSCs capable of forming teratomas not only in humans but also in some animal body, in particular in mice or pigs, allowed to develop a method for differentiation of iPSCs in vivo. For this purpose, iPSCs with an agent for inducing differentiation into target cells are injected to genetically modified pig or mouse that has suppressed immune system activation on human cells. The formed teratoma is cut out and used for the isolation of the necessary differentiated human cells by means of monoclonal antibody to tissue-specific markers on the surface of these cells. This method has been successfully used for the production of functional myeloid, erythroid and lymphoid human cells suitable for transplantation (yet only to mice). Mice engrafted with human iPSC teratoma-derived hematopoietic cells produced human B and T cells capable of functional immune responses. These results offer hope that in vivo generation of patient customized cells is feasible, providing materials that could be useful for transplantation, human antibody generation and drug screening applications. Using MitoBloCK-6 and/or PluriSIn # 1 the differentiated progenitor cells can be further purified from teratoma forming pluripotent cells. The fact, that the differentiation takes place even in the teratoma niche, offers hope that the resulting cells are sufficiently stable to stimuli able to cause their transition back to the dedifferentiated (pluripotent) state and therefore safe. A similar in vivo differentiation system, yielding engraftable hematopoietic stem cells from mouse and human iPSCs in teratoma-bearing animals in combination with a maneuver to facilitate hematopoiesis, was described by Suzuki et al. They noted that neither leukemia nor tumors were observed in recipients after intravenous injection of iPSC-derived hematopoietic stem cells into irradiated recipients. Moreover, this injection resulted in multilineage and long-term reconstitution of the hematolymphopoietic system in serial transfers. Such system provides a useful tool for practical application of iPSCs in the treatment of hematologic and immunologic diseases.",
            "score": 187.52151346206665
        },
        {
            "docid": "52872553_6",
            "document": "Severe combined immunodeficient mice . There are many types of SCID mice used by researchers at present. Some examples include SCID-hu Thy/Liv mice, which are given human fetal thymus and liver cells, hu-SRC-SCID mice, which are implanted with human hematopoietic stem cells (HSC), and hu-PBL-SCID mice, in which human peripheral blood mononuclear cells have been injected. Each line of mouse has different functional and nonfunctional cells, making each suited for different experiments.",
            "score": 173.18586134910583
        },
        {
            "docid": "4367754_20",
            "document": "Epoxyeicosatrienoic acid . The forced over-expression of CYP2J2 in or the addition of an EET to cultured human Tca-8113 oral squamous cancer cells, lung cancer A549 cells and NCL-H446 cells, HepG2 liver cancer cells, LS-174 colon cancer cells, SiHa uterine cervix cancer cells, U251 glioblastoma cancer cells, ScaBER urinary bladder cancer cells, and K562 erythroleukemia and HL-60 promyelocyte leukemic blood cancer cells caused an increase in their survival and proliferation.  Putative inhibitors of CYP2J2 inhibit the growth in culture of several human cancer cell lines that express relatively high levels of CYP2J2 viz., Tca-8113 cells, HeLa uterine cervix cell lines, A549 cells, MDA-MB-435 breast cells, and HepG2 cells but they had no significant inhibitory effects on two cell lines that expressed little or no CYP2J2.  A putative inhibitor of CYPJ2 also inhibited the growth of human K562 erythroleukemia in a mice model as well as the growth of mouse el4 lymphoma cells in mice that were forced to overexpress CYP2J2 cells in their vascular epithelium.  Forced expression of CYP2J2 also enhanced, while forced inhibition of its expression (using Small interfering RNA) reduced, the survival, growth, and metastasis of MDA-MB-231 human breast carcinoma cells in the mouse model and likewise enhanced or reduced, respectively, the survival and growth of these cells in culture.  Further studies found that the expression of CYP2J2 was in increased in the malignant cells, relative to the nearby normal cells, in the following specimens taken from humans suffering squamous-cell carcinoma and adenocarcinoma types of esophageal cancer and lung cancer, small cell lung carcinoma, breast cancer, stomach cancer, liver cancer, and colon adenocarcinoma;  this CYP was also highly expressed in the malignant cells of patients with acute leukemia, chronic leukemia, and lymphoma.  As a group, patients with these cancers exhibited increased levels of EETs in their urine and blood samples. Studies of the CYP epoxygenases have not been restricted to the CYP2J subfamily.  Reduction in the expression of CYP3A4 or CYP2C using small interfering RNA inhibits the growth of cultured MCF7, T47D, and MDA-MB-231 human breast cancer cells; in these studies 14,15-EET stimulated the proliferation of cultured MCF7 cells, reduction in the expression of CYP3A4 by small interference RNA methods, inhibited these cells from proliferating, and 14,15-ETE reversed the effect of CYP3A4 interference;  in other studies, the forced overexpression of CYP3A4 stimulated the growth of human liver cancer (hepatoma) cell line, Hep3 .  In human breast cancer, not only CYP2J2 but also CYP2C8 and CYP2C9 levels appear elevated while sEH levels appear reduced in malignant compared to nearby normal tissues; associated with this finding, the levels of 14,15-EET as well as the levels of 14,15-EET plus 14,15-dihydroxy-EET were significantly elevated in the cancerous compared to noncancerous cells and the levels of CYP2C8 and CYP2C9 proteins correlated positively and sEH levels correlated negatively with the tumor cells rate of proliferation as accessed by their Ki67 levels while CYP2J2 levels correlated positively with poorer prognosis as predicted tumor histological grade and tumor size.",
            "score": 167.1795597076416
        },
        {
            "docid": "17384301_56",
            "document": "Liver . This is predominantly due to the hepatocytes re-entering the cell cycle. That is, the hepatocytes go from the quiescent G0 phase to the G1 phase and undergo mitosis. This process is activated by the p75 receptors. There is also some evidence of bipotential stem cells, called hepatic oval cells or ovalocytes (not to be confused with oval red blood cells of ovalocytosis), which are thought to reside in the canals of Hering. These cells can differentiate into either hepatocytes or cholangiocytes. Cholangiocytes are the epithelial lining cells of the bile ducts. They are cuboidal epithelium in the small interlobular bile ducts, but become columnar and mucus secreting in larger bile ducts approaching the porta hepatis and the extrahepatic ducts. Research is being carried out on the use of stem cells for the generation of an artificial liver.",
            "score": 213.38381671905518
        },
        {
            "docid": "546073_9",
            "document": "Factor VIII . FVIII is a glycoprotein procofactor. Although the primary site of release in humans is ambiguous, it is synthesized and released into the bloodstream by the vascular, glomerular, and tubular endothelium, and the sinusoidal cells of the liver. Hemophilia A has been corrected by liver transplantation. Transplanting hepatocytes was ineffective, but liver endothelial cells were effective.",
            "score": 243.23895645141602
        },
        {
            "docid": "463501_4",
            "document": "Hepatotoxicity . More than 900 drugs have been implicated in causing liver injury (see LiverTox, external link, below) and it is the most common reason for a drug to be withdrawn from the market. Hepatotoxicity and drug-induced liver injury also account for a substantial number of compound failures, highlighting the need for drug screening assays, such as stem cell-derived hepatocyte-like cells, that are capable of detecting toxicity early in the drug development process. Chemicals often cause subclinical injury to the liver, which manifests only as abnormal liver enzyme tests.",
            "score": 198.61217427253723
        }
    ],
    "r": [
        {
            "docid": "4630125_24",
            "document": "Artificial cell . Shortage of organ donors make artificial cells key players in alternative therapies for liver failure. The use of artificial cells for hepatocyte transplantation has demonstrated feasibility and efficacy in providing liver function in models of animal liver disease and bioartificial liver devices. Research stemmed off experiments in which the hepatocytes were attached to the surface of a micro-carriers and has evolved into hepatocytes which are encapsulated in a three-dimensional matrix in alginate microdroplets covered by an outer skin of polylysine. A key advantage to this delivery method is the circumvention of immunosuppression therapy for the duration of the treatment. Hepatocyte encapsulations have been proposed for use in a bioartifical liver. The device consists of a cylindrical chamber imbedded with isolated hepatocytes through which patient plasma is circulated extra-corporeally in a type of hemoperfusion. Because microcapsules have a high surface area to volume ratio, they provide large surface for substrate diffusion and can accommodate a large number of hepatocytes. Treatment to induced liver failure mice showed a significant increase in the rate of survival. Artificial liver systems are still in early development but show potential for patients waiting for organ transplant or while a patient's own liver regenerates sufficiently to resume normal function. So far, clinical trials using artificial liver systems and hepatocyte transplantation in end-stage liver diseases have shown improvement of health markers but have not yet improved survival. The short longevity and aggregation of artificial hepatocytes after transplantation are the main obstacles encountered. Hepatocytes co-encapsulated with stem cells show greater viability in culture and after implantation and implantation of artificial stem cells alone have also shown liver regeneration. As such interest has arisen in the use of stem cells for encapsulation in regenerative medicine.",
            "score": 326.6854248046875
        },
        {
            "docid": "12223532_35",
            "document": "Induced pluripotent stem cell . A proof-of-concept of using induced pluripotent stem cells (iPSCs) to generate human organ for transplantation was reported by researchers from Japan. Human ‘liver buds’ (iPSC-LBs) were grown from a mixture of three different kinds of stem cells: hepatocytes (for liver function) coaxed from iPSCs; endothelial stem cells (to form lining of blood vessels) from umbilical cord blood; and mesenchymal stem cells (to form connective tissue). This new approach allows different cell types to self-organize into a complex organ, mimicking the process in fetal development. After growing \"in vitro\" for a few days, the liver buds were transplanted into mice where the ‘liver’ quickly connected with the host blood vessels and continued to grow. Most importantly, it performed regular liver functions including metabolizing drugs and producing liver-specific proteins. Further studies will monitor the longevity of the transplanted organ in the host body (ability to integrate or avoid rejection) and whether it will transform into tumors. Using this method, cells from one mouse could be used to test 1,000 drug compounds to treat liver disease, and reduce animal use by up to 50,000.",
            "score": 296.5653991699219
        },
        {
            "docid": "27721954_4",
            "document": "Korkut Uygun . A major research objective of Uygun is to enhance utilization of discarded donor organs in order to either increase the supply of transplantable organs, utilize untransplantable organs as cell sources for cell transplantation or bioartificial organ substitutes, such as bioartificial livers, and if the organ proves completely unresuscitatable, utilize them as biocompatible scaffodls for tissue engineering. In 2010, a team led by Uygun in the Center for Engineering in Medicine at Massachusetts General Hospital developed a technique that someday may allow growth of transplantable replacement livers. Uygun's technique developed functional, transplantable rat liver grafts. The study was published in \"Nature Medicine\". Uygun highlighted the significance of his work by saying, \"As far as we know, a transplantable liver graft has never been constructed in a laboratory setting before\". A novel technique was also used to \"reintroduce hepatocytes, the cells that carry out most of the liver’’s primary functions, into the decellularized matrix\". The study was reported as \"the first steps in growing working livers\". It is also the basis of a patent application.",
            "score": 280.931884765625
        },
        {
            "docid": "36315057_78",
            "document": "Induced stem cells . Cocktail of small molecules, Y-27632, A-83-01 (a TGFβ kinase/activin receptor like kinase (ALK5) inhibitor), and CHIR99021 (potent inhibitor of GSK-3), can convert rat and mouse mature hepatocytes in vitro into proliferative bipotent cells – CLiPs (chemically induced liver progenitors). CLiPs can differentiate into both mature hepatocytes and biliary epithelial cells that can form functional ductal structures. In long-term culture CLiPs did not lose their proliferative capacity and their hepatic differentiation ability, and can repopulate chronically injured liver tissue.",
            "score": 280.2698059082031
        },
        {
            "docid": "15484616_3",
            "document": "Labile cell . Each of these type of cells respond to injuries of the cells they occupy differently. Hepatocytes of the liver are thought to be a form of a labile cell because they can regenerate after they become injured. An example of this kind of regeneration can consist of performing a pediatric liver transplant. In which it consists of taking a piece of an adult's liver to replace a child's whole liver. Then the adult liver that was transplanted for the child's, would regenerate very quickly to around a normal size liver. Other cell types that are thought to be cells that are constantly dividing include skin cells, cells in the gastrointestinal tract, and blood cells in the bone marrow. Acting as stem cells for these cell types.",
            "score": 261.4601135253906
        },
        {
            "docid": "36315057_76",
            "document": "Induced stem cells . Unlike current protocols for deriving hepatocytes from human fibroblasts, Saiyong Zhu et al., (2014) did not generate iPSCs but, using small molecules, cut short reprogramming to pluripotency to generate an induced multipotent progenitor cell (iMPC) state from which endoderm progenitor cells and subsequently hepatocytes (iMPC-Heps) were efficiently differentiated. After transplantation into an immune-deficient mouse model of human liver failure, iMPC-Heps proliferated extensively and acquired levels of hepatocyte function similar to those of human primary adult hepatocytes. iMPC-Heps did not form tumours, most probably because they never entered a pluripotent state.",
            "score": 260.728515625
        },
        {
            "docid": "197037_18",
            "document": "Artificial organ . HepaLife is developing a bioartificial liver device intended for the treatment of liver failure using stem cells. The artificial liver is designed to serve as a supportive device, either allowing the liver to regenerate upon failure, or to bridge the patient's liver functions until transplant is available. It is only made possible by the fact that it uses real liver cells (hepatocytes), and even then, it is not a permanent substitute.",
            "score": 254.1132354736328
        },
        {
            "docid": "40787754_36",
            "document": "Muse cell . Intravenously injected human bone marrow-derived Muse cells are able to repair an immunodeficient mouse (SCID) model of CCL4-induced liver cirrhosis. Human Muse cells spontaneously differentiate \"in vivo\" into hepatocytes without fusing with host hepatocytes, and express mature functional markers such as human CYP1A2 (detoxification enzyme) and human Glc-6-Pase (enzyme for glucose metabolism) at 8 weeks after homing. Human bone marrow-derived Muse cells injected intravenously into a partial hepatectomy model in SCID mice differentiate spontaneously into major liver components, namely hepatocytes (74.3% of green fluorescent protein-positive integrated Muse cells), cholangiocytes (17.7%), sinusoidal endothelial cells (2.0%), and Kupffer cells (6.0%) after migrating and homing into the injured liver. Non-Muse bone marrow MSCs are not detected in the liver from the early stage (~ 1 week) to the end-point in either model.",
            "score": 253.71359252929688
        },
        {
            "docid": "14094_18",
            "document": "Human cloning . Cells produced with SCNT, or iPSCs could eventually be used in stem cell therapy, or to create organs to be used in transplantation, known as regenerative medicine. Stem cell therapy is the use of stem cells to treat or prevent a disease or condition. Bone marrow transplantation is a widely used form of stem cell therapy. No other forms of stem cell therapy are in clinical use at this time. Research is underway to potentially use stem cell therapy to treat heart disease, diabetes, and spinal cord injuries. Regenerative medicine is not in clinical practice, but is heavily researched for its potential uses. This type of medicine would allow for autologous transplantation, thus removing the risk of organ transplant rejection by the recipient. For instance, a person with liver disease could potentially have a new liver grown using their same genetic material and transplanted to remove the damaged liver. In current research, human pluripotent stem cells have been promised as a reliable source for generating human neurons, showing the potential for regenerative medicine in brain and neural injuries.",
            "score": 246.97470092773438
        },
        {
            "docid": "501136_20",
            "document": "Hepatocyte . Primary hepatocytes are commonly used in cell biological and biopharmaceutical research. In vitro model systems based on hepatocytes have been of great help to better understand the role of hepatocytes in (patho)physiological processes of the liver. In addition, pharmaceutical industry has heavily relied on the use of hepatocytes in suspension or culture to explore mechanisms of drug metabolism and even predict in vivo drug metabolism.  For these purposes, hepatocytes are usually isolated from animal or human whole liver or liver tissue by collagenase digestion, which is a two-step process. In the first step, the liver is placed in an isotonic solution, in which calcium is removed to disrupt cell-cell tight junctions by the use of a calcium chelating agent. Next, a solution containing collagenase is added to separate the hepatocytes from the liver stroma. This process creates a suspension of hepatocytes, which can be seeded in multi-well plates and cultured for many days or even weeks. For optimal results, culture plates should first be coated with an extracellular matrix (e.g. collagen, Matrigel) to promote hepatocyte attachment (typically within 1-3 hr after seeding) and maintenance of the hepatic phenotype. In addition, and overlay with an additional layer of extracellular matrix is often performed to establish a sandwich culture of hepatocytes. The application of a sandwich configuration supports prolonged maintenance of hepatocytes in culture. Freshly-isolated hepatocytes that are not used immediately can be cryopreserved and stored. They do not proliferate in culture. Hepatocytes are intensely sensitive to damage during the cycles of cryopreservation including freezing and thawing. Even after the addition of classical cryoprotectants there is still damage done while being cryopreserved. Nevertheless, recent cryopreservation and resuscitation protocols support application of cryopreserved hepatocytes for most biopharmaceutical applications.",
            "score": 244.06637573242188
        },
        {
            "docid": "546073_9",
            "document": "Factor VIII . FVIII is a glycoprotein procofactor. Although the primary site of release in humans is ambiguous, it is synthesized and released into the bloodstream by the vascular, glomerular, and tubular endothelium, and the sinusoidal cells of the liver. Hemophilia A has been corrected by liver transplantation. Transplanting hepatocytes was ineffective, but liver endothelial cells were effective.",
            "score": 243.2389678955078
        },
        {
            "docid": "32569579_13",
            "document": "ISMETT . Among the research trials carried out at the Cell Factory is the injection of fetal hepatocytes as a therapy to bridge the patients waiting for a liver transplant, transplantation of pancreatic islets for patients with diabetes type 1, and transplantation of human fetal skin cells for the treatment of lesions of the skin.",
            "score": 240.06170654296875
        },
        {
            "docid": "39326219_3",
            "document": "Liver cytology . Cytology is the name given to the branch of biology that deals with the formation, structure and functionality of the cells. Liver cytology specializes in the study of liver cells. The main liver cells are called hepatocytes; however, there are other cells that can be observed in a liver sample such as Kupffer cells (macrophages). The liver is the biggest gland of the body. It has a wide variety of functions that range from the destruction of old blood cells to the control of the whole metabolism of macromolecules. In the fetus, the liver works as a principal center for hematopoiesis, function that is later replaced by the bone marrow. This hematopoietic function is not normally seen after birth; however, in certain pathological conditions this function may still be seen. It is important to note that the liver is an essential organ and it is the only one in the body that has the ability to regenerate itself after surgery or damage.",
            "score": 235.2106475830078
        },
        {
            "docid": "44464978_21",
            "document": "Regeneration in humans . The human liver is particularly known for its ability to regenerate, and is capable of doing so from only one quarter of its tissue, due chiefly to the unipotency of hepatocytes. Resection of liver can induce the proliferation of the remaining hepatocytes until the lost mass is restored, where the intensity of the liver’s response is directly proportional to the mass resected. For almost 80 years surgical resection of the liver in rodents has been a very useful model to the study of cell proliferation.",
            "score": 229.74435424804688
        },
        {
            "docid": "8999379_4",
            "document": "Bioartificial liver device . Advancements in bioengineering techniques in the decade after Matsumara's work have led to improved membranes and hepatocyte attachment systems. As time has progressed the sources of hepatocytes have increased. Cell sources now include primary porcine hepatocytes, primary human hepatocytes, human hepatoblastoma (C3A), immortalized human cell lines and stem cells.",
            "score": 226.392822265625
        },
        {
            "docid": "52872553_12",
            "document": "Severe combined immunodeficient mice . NOD/SCID mice can be transplanted with human fetal liver, bone, thymus, and lymphoid cells from blood transplants, leading to the formation of human immune cells, such as B and T cells, within the mice. These mice are then infected with the virus and researchers are able to study how HIV attacks the human lymphocytes and causes acquired immunodeficiency syndrome (AIDS) over time. Furthermore, humanized mouse models can also be used to test potential therapies for this disease, including gene-based therapies.",
            "score": 225.53562927246094
        },
        {
            "docid": "17384301_25",
            "document": "Liver . After migration of hepatoblasts into the septum transversum mesenchyme, the hepatic architecture begins to be established, with liver sinusoids and bile canaliculi appearing. The liver bud separates into the lobes. The left umbilical vein becomes the ductus venosus and the right vitelline vein becomes the portal vein. The expanding liver bud is colonized by hematopoietic cells. The bipotential hepatoblasts begin differentiating into biliary epithelial cells and hepatocytes. The biliary epithelial cells differentiate from hepatoblasts around portal veins, first producing a monolayer, and then a bilayer of cuboidal cells. In ductal plate, focal dilations emerge at points in the bilayer, become surrounded by portal mesenchyme, and undergo tubulogenesis into intrahepatic bile ducts. Hepatoblasts not adjacent to portal veins instead differentiate into hepatocytes and arrange into cords lined by sinudoidal epithelial cells and bile canaliculi. Once hepatoblasts are specified into hepatocytes and undergo further expansion, they begin acquiring the functions of a mature hepatocyte, and eventually mature hepatocytes appear as highly polarized epithelial cells with abundant glycogen accumulation. In the adult liver, hepatocytes are not equivalent, with position along the portocentrovenular axis within a liver lobule dictating expression of metabolic genes involved in drug metabolism, carbohydrate metabolism, ammonia detoxification, and bile production and secretion. WNT/β-catenin has now been identified to be playing a key role in this phenomenon.",
            "score": 221.39779663085938
        },
        {
            "docid": "619064_7",
            "document": "G0 phase . While a reversible quiescent state is perhaps most important for tissue stem cells to respond quickly to stimuli and maintain proper homeostasis and regeneration, reversible G phases can be found in non-stem cells such as mature hepatocytes. Hepatocytes are typically quiescent in normal livers but undergo limited replication (less than 2 cell divisions) during liver regeneration after partial hepatectomy. However, in certain cases, hepatocytes can experience immense proliferation (more than 70 cell divisions) indicating that their proliferation capacity is not hampered by existing in a reversible quiescent state.",
            "score": 221.31304931640625
        },
        {
            "docid": "24320723_10",
            "document": "Sangeeta N. Bhatia . Specifically, she studies the interactions between hepatocytes (liver cells) and their microenvironment and develops microfabrication tools to improve cellular therapies for liver disease (Hepatic Tissue Engineering). The goal is to maximize hepatocyte function, facilitate design of effective cellular therapies for liver disease, and improve fundamental understanding of liver physiology and pathophysiology. She is also interested in using arrays of living cells as high-throughput platforms to study fundamental aspects of stem cell biology (Cell-Based BioMEMS) using a diverse repertoire of tools including chemical, topological, fluidic, electrical, and optical manipulation of living cells on chip platforms. Finally, LMRT is involved in a multidisciplinary effort to develop nanomaterials as tools for biological studies and as multifunctional agents for cancer therapies. Interests center around nanoparticles and nanoporous materials that can be designed to perform complex tasks such as: home to a tumor, sense changes in cells and tissues, enhance imaging, and trigger the release of a therapeutic payload. Having had several stints in the biotechnology industry, Dr. Bhatia holds a number of patents for both clinical and biotechnological applications of engineering principles. She is the author of Microfabrication in Tissue Engineering and Bioartificial Organs and co-author of the undergraduate textbook Tissue Engineering.",
            "score": 221.02386474609375
        },
        {
            "docid": "17062920_16",
            "document": "DNA damage theory of aging . Liver hepatocytes do not ordinarily divide and appear to be terminally differentiated, but they retain the ability to proliferate when injured. With age, the mass of the liver decreases, blood flow is reduced, metabolism is impaired, and alterations in microcirculation occur. At least 21 studies have reported an increase in DNA damage with age in liver. For instance, Helbock et al. estimated that the steady state level of oxidative DNA base alterations increased from 24,000 per cell in the liver of young rats to 66,000 per cell in the liver of old rats.",
            "score": 220.61459350585938
        },
        {
            "docid": "39261916_5",
            "document": "Liver support systems . Bio-artificial liver support systems are experimental extracorporeal devices that use living cell lines to provide detoxification and synthesis support to the failing liver. Bio-artificial liver (BAL) Hepatassist 2000 uses porcine hepatocytes whereas ELAD system employs hepatocytes derived from human hepatoblastoma C3A cell lines.  Both techniques can produce, in fulminant hepatic failure (FHF), an improvement of hepatic encephalopathy grade and biochemical parameters. Nevertheless, they are therapies with high complexity that require a complex logistic approach for implementation; a very high cost and possible inducement of important side effects such as immunological issues (porcine endogenous retrovirus transmission), infectious complications and tumor transmigration have been documented. Other biological hepatic systems are Bioartificial Liver Support (BLSS) and Radial Flow Bioreactor (RFB). Detoxification capacity of these systems is poor and therefore they must be used combined with other systems to mitigate this deficiency. Today its use is limited to centers with high experience in their application.",
            "score": 219.6527099609375
        },
        {
            "docid": "123418_8",
            "document": "Transdifferentiation . Schematic model of the hepatocyte-to-beta cell transdifferentiation process. Hepatocytes are obtained by liver biopsy from diabetic patient, cultured and expanded ex vivo, transduced with a PDX1 virus, transdifferentiated into functional insulin-producing beta cells, and transplanted back into the patient.",
            "score": 218.47410583496094
        },
        {
            "docid": "53243713_5",
            "document": "LI-RADS . The only potential curative treatment for hepatocellular carcinoma, assuming that the disease has not spread beyond the liver, is surgically removing the tumor from the body. In some cases, if the tumor is limited and the patient is healthy enough to tolerate surgery, the tumor may be successfully treated by resecting the affected part of the liver (partial hepatectomy). If the person is not a good candidate for surgical resection due advanced liver disease (commonly by Child-Pugh score), liver transplantation may still be a curative treatment option. Provided that the disease has not spread beyond the liver, then liver transplant effectively removes all cancer cells from the body, while also replacing the disease native liver with a better functioning transplant organ.",
            "score": 218.29034423828125
        },
        {
            "docid": "39326219_8",
            "document": "Liver cytology . Hepatocytes measure between 20 and 30 µm in each dimension. They are in charge of developing all the functions of the liver such as the metabolism of lipids, carbohydrates and proteins, as well as the processing of hormones and drugs. Hepatocytes constitute about 80% of the cell population of the liver, with the other 20% being occupied by Kupffer cells, hepatic stellate cells, endothelial cells and mesothelial cells, which are not exactly characteristic of the liver, but are present in the liver samples.",
            "score": 217.80416870117188
        },
        {
            "docid": "36315057_77",
            "document": "Induced stem cells . These results establish the feasibility of significant liver repopulation of mice with human hepatocytes generated in vitro, which removes a long-standing roadblock on the path to autologous liver cell therapy.",
            "score": 217.45790100097656
        },
        {
            "docid": "501136_2",
            "document": "Hepatocyte . A hepatocyte is a cell of the main parenchymal tissue of the liver. Hepatocytes make up 70-85% of the liver's mass.  These cells are involved in:",
            "score": 217.42855834960938
        },
        {
            "docid": "39326219_2",
            "document": "Liver cytology . Liver cytology is the branch of cytology that studies the liver cells and its functions. The liver is a vital organ, in charge of almost all the body’s metabolism. Main liver cells are hepatocytes, Kupffer cells, and hepatic stellate cells; each one with a specific function.",
            "score": 216.1584014892578
        },
        {
            "docid": "35210166_2",
            "document": "Merosome . A merosome is a recently described life stage of malaria parasites of the genus \"Plasmodium\". After injection by mosquitoes into the human host, malaria parasites first migrate to liver cells (hepatocytes), where they replicate asexually inside the host cell. Afterwards, they go on to infect red blood cells. This transition is characterised by the 'budding off' of membrane-bound structures called merosomes, first characterised by \"Sturm and Amino\" et al. in 2006. It is thought that these structures, that are derived from hepatocytes including their membranes, aid in the parasites' evasion of immune cells known as Kupffer cells that are located in the liver.",
            "score": 214.55755615234375
        },
        {
            "docid": "123418_15",
            "document": "Transdifferentiation . When examining transdifferentiated cells, it is important to look for markers of the target cell type and the absence of donor cell markers which can be accomplished using green fluorescent protein or immunodetection. It is also important to examine the cell function, epigenome, transcriptome, and proteome profiles. Cells can also be evaluated based upon their ability to integrate into the corresponding tissue in vivo and functionally replace its natural counterpart. In one study, transdifferentiating tail-tip fibroblasts into hepatocyte-like cells using transcription factors Gata4, Hnf1α and Foxa3, and inactivation of p19(Arf) restored hepatocyte-like liver functions in only half of the mice using survival as a means of evaluation.",
            "score": 213.83824157714844
        },
        {
            "docid": "17384301_56",
            "document": "Liver . This is predominantly due to the hepatocytes re-entering the cell cycle. That is, the hepatocytes go from the quiescent G0 phase to the G1 phase and undergo mitosis. This process is activated by the p75 receptors. There is also some evidence of bipotential stem cells, called hepatic oval cells or ovalocytes (not to be confused with oval red blood cells of ovalocytosis), which are thought to reside in the canals of Hering. These cells can differentiate into either hepatocytes or cholangiocytes. Cholangiocytes are the epithelial lining cells of the bile ducts. They are cuboidal epithelium in the small interlobular bile ducts, but become columnar and mucus secreting in larger bile ducts approaching the porta hepatis and the extrahepatic ducts. Research is being carried out on the use of stem cells for the generation of an artificial liver.",
            "score": 213.38381958007812
        },
        {
            "docid": "5940893_8",
            "document": "Amniotic epithelial cell . There have been several studies conducted on the potential benefits of using Amniotic epithelial cells in various parts of the body. One prospective use of these cells includes cellular therapies aimed at dropping inflammation and scarring. Models have shown that using these cells to reduce such inflammation has shown rewarding affects in the lungs and liver. More specifically, amniotic epithelial cells have been used in the past to treat genetic liver diseases such as ornithine transcarbamylase deficiency, familial hypercholesterolemia, and Crigler-Najjar Syndrome. These cells are being looked at by scientists as a new and more effiecient way to treat diseases of the liver particularly because of the problem arising from a lack of liver donors. Scientists are also working with genetically modified human amniotic epithelial cells in new experimental procedures and cellular therapies.",
            "score": 212.6793975830078
        },
        {
            "docid": "17384301_20",
            "document": "Liver . Histology, the study of microscopic anatomy, shows two major types of liver cell: parenchymal cells and non-parenchymal cells. 70–85% of the liver volume is occupied by parenchymal hepatocytes. Non-parenchymal cells constitute 40% of the total number of liver cells but only 6.5% of its volume. The liver sinusoids are lined with two types of cell, sinusoidal endothelial cells, and phagocytic Kupffer cells. Hepatic stellate cells are non-parenchymal cells found in the perisinusoidal space, between a sinusoid and a hepatocyte. Additionally, intrahepatic lymphocytes are often present in the sinusoidal lumen. The central area or hepatic hilum, includes the opening known as the porta hepatis which carries the common bile duct and common hepatic artery, and the opening for the portal vein. The duct, vein, and artery divide into left and right branches, and the areas of the liver supplied by these branches constitute the functional left and right lobes. The functional lobes are separated by the imaginary plane, Cantlie's line, joining the gallbladder fossa to the inferior vena cava. The plane separates the liver into the true right and left lobes. The middle hepatic vein also demarcates the true right and left lobes. The right lobe is further divided into an anterior and posterior segment by the right hepatic vein. The left lobe is divided into the medial and lateral segments by the left hepatic vein.",
            "score": 211.9407196044922
        }
    ]
}