{
    "q": [
        {
            "docid": "26541583_5",
            "document": "Mycosporine-like amino acid . Ultraviolet UV-A and UV-B radiation is harmful to living systems. An important tool used to deal with UV exposure is the biosynthesis of small-molecule sunscreens. MAAs have been implicated in UV radiation protection. The genetic basis for this implication comes from the observed induction of MAA synthesis when organisms are exposed to UV radiation. This has been observed in aquatic yeasts, cyanobacteria, marine dinoflagellates and some Antarctic diatoms. When MAAs absorb UV light the energy is dissipated as heat. UV-B photoreceptors have been identified in cyanobacteria as the molecules responsible for the UV light induced responses, including synthesis of MAAs.",
            "score": 170.74005150794983
        },
        {
            "docid": "30008858_10",
            "document": "Zostera marina . The \"Zostera marina\" genome has been sequenced and analyzed by Olsen \"et al.\" in 2016 and the resulting article has been published in Nature. The approximate genome sequence of \"Z. marina\" is 202.3 Mb and encodes approximately 20450 protein-coding genes (of which 86,6% are supported by trancriptome data). The assembled genome was found to consist of large numbers of repeat elements accounting for 63% of the assembled genome. The researchers revealed key adaptations at the molecular biological level that have occurred during evolution of \"Z. marina\", an angiosperm that has adopted a marine lifestyle. Genome analysis revealed that \"Z. marina\" lost the entire repertoire of stomatal genes, genes involved in volatile compound biosynthesis and signaling (such as ethylene and terpenoids) as well as genes for ultraviolet protection and phytochromes used for far-red sensing. Besides these gene losses, also gene gain events have been described, mostly involving the adjustment to full salinity and ion homeostasis. Also macro-algae like cell wall components (low-methylated polyanionic pectins and sulfated galatans) have been described, unique for \"Z. marina\" compared to other angiosperms.",
            "score": 70.98694038391113
        },
        {
            "docid": "26541583_3",
            "document": "Mycosporine-like amino acid . MAAs are widespread in the microbial world and have been reported in many microorganisms including heterotrophic bacteria, cyanobacteria, microalgae, ascomycetous and basidiomycetous fungi, as well as some multicellular organisms such as macroalgae and marine animals. Most research done on MAAs is on their light absorbing and radiation protecting properties. The first thorough description of MAAs was done in cyanobacteria living in a high UV radiation environment. The major unifying characteristic among all MAAs is UV light absorption. All MAAs absorb UV light that can be destructive to biological molecules (DNA, proteins, etc.). Though most MAA research is done on their photo-protective capabilities, they are also considered to be multi-functional secondary metabolites that have many cellular functions. MAAs are effective antioxidant molecules and are able to stabilize free radicals within their ring structure. In addition to protecting cells from mutation via UV radiation and free radicals, MAAs are able to boost cellular tolerance to desiccation, salt stress, and heat stress.",
            "score": 138.7401784658432
        },
        {
            "docid": "11017274_10",
            "document": "Ogataea polymorpha . In Fig. 2 the general design of a vector (a genetic vehicle to transform a yeast strain into a genetically engineered protein producer). It must contain several genetic elements: 1. A selection marker, required to select a transformed strain from an untransformed background –this can be done if for instance such an element enables a deficient strain to grow under culturing conditions void of a certain compound like a particular amino acid that cannot be produced by the deficient strain). 2. Certain elements to propagate and to target the foreign DNA to the chromosome of the yeast (ARS and/or rDNA sequence). 3. A segment responsible for the production of the desired protein compound a so-called expression cassette. Such a cassette is made up by a sequence of regulatory elements, a promoter that controls, how much and under which circumstances a following gene sequence is transcribed and as a consequence how much protein is eventually made. This means that the segment following the promoter is variable depending on the desired product – it could be a sequence determining the amino acids for insulin, for hepatitis B vaccine or for interferon. The expression cassette is terminated by a following terminator sequence that provides a proper stop of the transcription. The promoter elements of the \"O. polymorpha\" system are derived from genes that are highly expressed, from instance from the MOX gene, the \"FMD\" gene or the \"TPS1\" gene mentioned before. They are not only very strong, but can also be regulated by certain addition of carbon sources like sugar, methanol or glycerol. In 2000 an informal society of scientists was founded named HPWN (\"Hansenula polymorpha\" worldwide network) founded by Prof. Marten Veenhuis, Groningen, and Prof, Dr. Gerd Gellissen, Düsseldorf. Every two years meetings are organized.",
            "score": 69.1758680343628
        },
        {
            "docid": "165450_8",
            "document": "Phytophthora infestans . \"P. infestans\" is diploid, with about 11-13 chromosomes, and in 2009 scientists completed the sequencing of its genome. The genome was found to be considerably larger (240 Mbp) than that of most other \"Phytophthora\" species whose genomes have been sequenced; \"Phytophthora sojae\" has a 95 Mbp genome and \"Phytophthora ramorum\" had a 65 Mbp genome. About 18,000 genes were detected within the \"P. infestans\" genome. It also contained a diverse variety of transposons and many gene families encoding for effector proteins that are involved in causing pathogenicity. These proteins are split into two main groups depending on whether they are produced by the water mould in the symplast (inside plant cells) or in the apoplast (between plant cells). Proteins produced in the symplast included RXLR proteins, which contain an arginine-X-leucine-arginine (where X can be any amino acid) sequence at the amino terminus of the protein. Some RXLR proteins are avirulence proteins, meaning that they can be detected by the plant and lead to a hypersensitive response which restricts the growth of the pathogen. \"P. infestans\" was found to encode around 60% more of these proteins than most other \"Phytophthora\" species. Those found in the apoplast include hydrolytic enzymes such as proteases, lipases and glycosylases that act to degrade plant tissue, enzyme inhibitors to protect against host defence enzymes and necrotizing toxins. Overall the genome was found to have an extremely high repeat content (around 74%) and to have an unusual gene distribution in that some areas contain many genes whereas others contain very few.",
            "score": 76.13931572437286
        },
        {
            "docid": "26541583_4",
            "document": "Mycosporine-like amino acid . Mycosporine–like amino acids are rather small molecules (<400 Da). The structures of over 30 MAAs have been resolved and all contain a central cyclohexenone or cyclohexenimine ring and a wide variety of substitutions. The ring structure is thought to absorb UV light and accommodate free radicals. All MAAs absorb ultraviolet wavelengths, typically between 310 and 362 nm. They are considered to be amongst the strongest natural absorbers of UV radiation. It is this light absorbing property that allows MAAs to protect cells from the harmful UV-B and UV-A components of sunlight. Biosynthetic pathways of MAAs depend on the specific MAA molecule and the organism that is producing it. These biosynthetic pathways often share common enzymes and metabolic intermediates with pathways of the primary metabolism. An example is the shikimate pathway that is classically used to produce the aromatic amino acids (phenylalanine, tyrosine and tryptophan); with many intermediates and enzymes from this pathway utilized in MAA biosynthesis.",
            "score": 151.04751908779144
        },
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 59.180275678634644
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 68.66825711727142
        },
        {
            "docid": "1686272_38",
            "document": "Chemical biology . The advances in modern sequencing technologies in the late 1990s allowed scientists to investigate DNA of communities of organisms in their natural environments, so-called \"eDNA\", without culturing individual species in the lab. This metagenomic approach enabled scientists to study a wide selection of organisms that were previously not characterized due in part to an incompetent growth condition. These sources of eDNA include, but are not limited to, soils, ocean, subsurface, hot springs, hydrothermal vents, polar ice caps, hypersaline habitats, and extreme pH environments. Of the many applications of metagenomics, chemical biologists and microbiologists such as Jo Handelsman, Jon Clardy, and Robert M. Goodman who are pioneers of metagenomics, explored metagenomic approaches toward the discovery of biologically active molecules such as antibiotics. Functional or homology screening strategies have been used to identify genes that produce small bioactive molecules. Functional metagenomic studies are designed to search for specific phenotypes that are associated with molecules with specific characteristics. Homology metagenomic studies, on the other hand, are designed to examine genes to identify conserved sequences that are previously associated with the expression of biologically active molecules. Functional metagenomic studies enable scientists to discover novel genes that encode biologically active molecules. These assays include top agar overlay assays where antibiotics generate zones of growth inhibition against test microbes, and pH assays that can screen for pH change due to newly synthesized molecules using pH indicator on an agar plate. Substrate-induced gene expression screening (SIGEX), a method to screen for the expression of genes that are induced by chemical compounds, has also been used to search genes with specific functions. These led to the discovery and isolation of several novel proteins and small molecules. For example, the Schipper group identified three eDNA derived AHL lactonases that inhibit biofilm formation of Pseudomonas aeruginosa via functional metagenomic assays. However, these functional screening methods require a good design of probes that detect molecules being synthesized and depend on the ability to express metagenomes in a host organism system. In contrast, homology metagenomic studies led to a faster discovery of genes that have homologous sequences as the previously known genes that are responsible for the biosynthesis of biologically active molecules. As soon as the genes are sequenced, scientists can compare thousands of bacterial genomes simultaneously. The advantage over functional metagenomic assays is that homology metagenomic studies do not require a host organism system to express the metagenomes, thus this method can potentially save the time spent on analyzing nonfunctional genomes. These also led to the discovery of several novel proteins and small molecules. For example, Banik et al. screened for clones containing genes associated with the synthesis of teicoplanin and vancomycin-like glycopeptide antibiotics and found two new biosynthetic gene clusters. In addition, an \"in silico\" examination from the Global Ocean Metagenomic Survey found 20 new lantibiotic cyclases.  There are challenges to metagenomic approaches to discover new biologically active molecules. Only 40% of enzymatic activities present in a sample can be expressed in \"E. coli.\". In addition, the purification and isolation of eDNA is essential but difficult when the sources of obtained samples are poorly understood. However, collaborative efforts from individuals from diverse fields including bacterial genetics, molecular biology, genomics, bioinformatics, robots, synthetic biology, and chemistry can solve this problem together and potentially lead to the discovery of many important biologically active molecules.",
            "score": 75.31423842906952
        },
        {
            "docid": "5957474_2",
            "document": "Ribonomics . Ribonomics is the study of ribonucleic acids (RNAs) associated with RNA-binding proteins (RBPs). The term was introduced by Robert Cedergren and colleagues who used a bioinformatic search tool to discover novel ribozymes and RNA motifs originally found in HIV. Ribonomics, like genomics or proteomics, is the large-scale, high-throughput approach to identifying subsets of RNAs by their association with proteins in cells. Since many messenger RNAs (mRNAs) are linked with multiple processes, this technique offers a facile mechanism to study the relationship of various intracellular systems. Prokaryotes co-regulate genes common to cellular processes via a polycistronic operon. Since eukaryotic transcription produces mRNA encoding proteins in a monocistronic fashion, many gene products must be concomitantly expressed (see gene expression) and translated in a timed fashion. RBPs are thought to be the molecules which physically and biochemically organize these messages to different cellular locales where they may be translated, degraded or stored. The study of transcripts associated with RBPs is therefore thought to be important in eukaryotes as a mechanism for coordinated gene regulation. The likely biochemical processes which account for this regulation are the expedited/delayed degradation of RNA. In addition to the influence on RNA half-life, translation rates are also thought to be altered by RNA-protein interactions. The Drosphila ELAV family, the Puf family in yeast, and the human La, Ro, and FMR proteins are known examples of RBPs, showing the diverse species and processes with which post-transcriptional gene regulation is associated.",
            "score": 53.83428156375885
        },
        {
            "docid": "12339_13",
            "document": "Genetically modified organism . GMOs are used in biological and medical research, production of pharmaceutical drugs, experimental medicine (e.g. gene therapy and vaccines against the Ebola virus), and agriculture (e.g. golden rice, resistance to herbicides), with developing uses in conservation. The term \"genetically modified organism\" does not always imply, but can include, targeted insertions of genes from one species into another. For example, a gene from a jellyfish, encoding a fluorescent protein called GFP, or green fluorescent protein, can be physically linked and thus co-expressed with mammalian genes to identify the location of the protein encoded by the GFP-tagged gene in the mammalian cell. Such methods are useful tools for biologists in many areas of research, including those who study the mechanisms of human and other diseases or fundamental biological processes in eukaryotic or prokaryotic cells.",
            "score": 51.12886428833008
        },
        {
            "docid": "12128493_15",
            "document": "Plant transformation vector . T-DNA contains two types of genes: the oncogenic genes, encoding for enzymes involved in the synthesis of auxins and cytokinins and responsible for tumor formation; and the genes encoding for the synthesis of opines. These compounds, produced by condensation between amino acids and sugars, are synthesized and excreted by the crown gall cells and consumed by A. tumefaciens as carbon and nitrogen sources. Outside the T-DNA, are located the genes for the opine catabolism, the genes involved in the process of T-DNA transfer from the bacterium to the plant cell and the genes involved in bacterium-bacterium plasmid conjugative transfer. (Hooykaas and Schilperoort, 1992; Zupan and Zambrysky, 1995). The T-DNA fragment is flanked by 25-bp direct repeats, which act as a cis element signal for the transfer apparatus. The process of T-DNA transfer is mediated by the cooperative action of proteins encoded by genes determined in the Ti plasmid virulence region (vir genes) and in the bacterial chromosome. The Ti plasmid also contains the genes for opine catabolism produced by the crown gall cells, and regions for conjugative transfer and for its own integrity and stability. The 30 kb virulence (vir) region is a regulon organized in six operons that are essential for the T-DNA transfer (virA, virB, virD, and virG) or for the increasing of transfer efficiency (virC and virE) (Hooykaas and Schilperoort, 1992; Zupan and Zambryski, 1995, Jeon et al., 1998). Different chromosomal-determined genetic elements have shown their functional role in the attachment of A. tumefaciens to the plant cell and bacterial colonization: the loci chvA and chvB, involved in the synthesis and excretion of the b -1,2 glucan (Cangelosi et al., 1989); the chvE required for the sugar enhancement of vir genes induction and bacterial chemotaxis (Ankenbauer et al., 1990, Cangelosi et al., 1990, 1991); the cel locus, responsible for the synthesis of cellulose fibrils (Matthysse 1983); the pscA (exoC) locus, playing its role in the synthesis of both cyclic glucan and acid succinoglycan (Cangelosi et at., 1987, 1991); and the att locus, which is involved in the cell surface proteins (Matthysse, 1987).",
            "score": 61.57986092567444
        },
        {
            "docid": "50847_6",
            "document": "Oswald Avery . For many years, genetic information was thought to be contained in cell protein. Continuing the research done by Frederick Griffith in 1927, Avery worked with MacLeod and McCarty on the mystery of inheritance. He had received emeritus status from the Rockefeller Institute in 1943, but continued working for five years, though by that time he was in his late sixties. Techniques were available to remove various organic compounds from bacteria, and if the remaining organic compounds were still able to cause R strain bacteria to transform then the substances removed could not be the carrier of genes. S-strain bacteria first had the large cellular structures removed. Then they were treated with protease enzymes, which removed the proteins from the cells before the remainder was placed with R strain bacteria. The R strain bacteria transformed, meaning that proteins did not carry the genes causing the disease. Then the remnants of the R strain bacteria were treated with a deoxyribonuclease enzyme which removed the DNA. After this treatment, the R strain bacteria no longer transformed. This indicated that DNA was the carrier of genes in cells.",
            "score": 58.90199398994446
        },
        {
            "docid": "42679858_4",
            "document": "Coiled-coil domain-containing 37 (FLJ40083) . The ortholog space of CCDC37 is fairly broad including mammals, reptiles, birds, amphibians, fish, invertebrates, and fungi.  The gene encodes a protein called CCDC37. This protein in 611 amino acids in length and has a molecular weight of 71.1 kilodaltons and an isoelectric point of pI=6.7.",
            "score": 26.60942792892456
        },
        {
            "docid": "630611_8",
            "document": "Suicide gene . One of the challenges of cancer treatment is how to destroy malignant tumors without damaging healthy cells. A new method that shows great promise for accomplishing this employs the use of a suicide gene. A suicide gene is a gene which will cause a cell to kill itself through apoptosis. There are currently two methods of suicide gene therapy being used. Gene-directed enzyme-producing therapy (GDEPT) uses a gene taken from the cancer cell and then modified with other genes to form enzymes that are harmless to healthy cells. This foreign enzyme is inserted into the tumor cells where it releases a prodrug, which is a small molecule harmless to healthy cells, but destructive to cancerous cells. The modified suicide gene converts the non-toxic prodrug into a cytotoxic substance. The second method of suicide gene therapy is called virus-directed enzyme-prodrug therapy. This uses a virus, such as herpes simplex or cold virus, as the carrier, or vector, to deliver the modified genes to the cancer cells. Suicide gene therapy is not necessarily expected to completely eliminate the need for chemotherapy and radiation treatment for all cancerous tumors. The damage inflicted upon the tumor cells, however, makes them more susceptible to the chemo or radiation. This approach has already proven effective against prostate and bladder cancers. The application of suicide gene therapy is being expanded to several other forms of cancer as well. Cancer patients often experience depressed immune systems, so they can suffer some side effects of the use of a virus as a delivery agent.",
            "score": 59.704545736312866
        },
        {
            "docid": "40739304_7",
            "document": "Silicibacter pomeroyi . \"S. pomeroyi\" also has the ability to degrade dimethylsulfoniopropionate (DMSP), a sulfur-containing algal osmolyte and use the sulfur to synthesize sulfur-containing amino acids. Although many marine bacteria are capable of degrading DMSP, the genes and proteins used to do so were elusive to researchers for many years. It was in \"S. pomeroyi\" that Howard and colleagues discovered the first gene that degrades DMSP. This gene (\"dmdA\") codes for a protein (DmdA) that removes a methyl group (-CH3) from DMSP. The DmdA protein has since been further characterized from \"S. pomeroyi\", as well as the transcriptional response of the \"dmdA\" gene to the presence of DMSP and the sequence diversity of the \"dmdA\" gene. This demethylation process is the first step in the highly sought-after demethylation pathway of DMSP degradation in marine bacteria. Following the discovery of the \"dmdA\" gene, the gene sequence was used to establish that over half of marine bacteria, including both open-ocean and coastal bacteria, are capable of demethylating DMSP.",
            "score": 54.482524275779724
        },
        {
            "docid": "3533912_4",
            "document": "Glufosinate . In the late 1980s scientists discovered enzymes in these \"Streptomyces\" species that selectively inactivate free phosphinothricin; the gene encoding the enzyme that was isolated from \"Streptomyces hygroscopicus\" was called the \"bialaphos resistance\" or \"bar\" gene, and the gene encoding the enzyme in \"Streptomyces viridochromeogenes\" was called \"phosphinothricin acetyltransferase\" or \"pat\". The two genes and their proteins have 80% homology on the DNA level and 86% amino acid homology, and are each 158 amino acids long.",
            "score": 15.282902479171753
        },
        {
            "docid": "30981835_14",
            "document": "Streptomyces scabies . As well as genes that produce toxins, other genes have been identified which help \"S. scabies\" to infect plants. A tomatinase enzyme, encoded by \"tomA\" which can degrade the antimicrobial saponin α–tomatine. The aerial growth of mutants lacking the gene is inhibited, but the mycelium is able to continue to grow. Nec1 is another protein that is required for virulence, which is secreted out of the bacteria. It is not clear how it leads to disease, but it may suppress the defense mechanisms that thaxtomin activates. Another gene cluster in the 87.22 strain is very similar to a cluster found in the Gram negative plant pathogens \"Pseudomonas syringae\" and \"Pectobacterium atrosepticum\". The cluster produces coronafacic acid, part of the plant toxin coronatine which mimics the plant hormone jasmonate, contributing to virulence.",
            "score": 44.6548810005188
        },
        {
            "docid": "10957647_8",
            "document": "ACAT1 . Mutations of the ACAT1 gene are associated with a deficiency in the encoded protein mitochondrial acetoacetyl-CoA thiolase; this is also known as ketothiolase deficiency. Many mutations have been identified in specific populations, and large scale studies have been performed to determine the allelic and genotypic frequency for the defective gene. As mitochondrial acetoacetyl-CoA thiolase is involved in beta-oxidation, a deficiency in this enzyme is marked by an increased amount of cholesterol compounds. Additionally, the isoleucine amino acid pathway is affected, such that proper metabolism of it is halted. This deficiency belongs to a more general class of disorders known as organic acidemias, in which the dysfunction of a specific step of amino acid catabolism results in the excretion of non-amino acids in the urine. This deficiency specifically presents as ketosis, acidosis, as well as hypoglycemia, but there are other clinical manifestations as well. The characteristics of organic acidemia disorders are vomiting, poor feeding, neurologic symptoms such as seizures and abnormal tone, and lethargy progressing to coma, which are all manifestations of toxic encephalopathy. The clinical outcome of infants with these disorders is largely determined by the time of diagnosis, with the potential outcome greatly improving if the disease is diagnosed in the first ten days of life. Ketothiolase deficiency is diagnosed by performing GC-MS and quantitative amino acid analysis in the urine; the diagnostic markers are 2-methyl-3-hydroxybutyric acid, 2-methylacetoacetic acid, and tiglylglycine. The disease is managed by trying to restore biochemical and physiologic homeostasis; common therapies include restricting diet to avoid the precursor amino acids and use of compounds to either dispose of toxic metabolites or increase enzyme activity. This disease is inherited in an autosomal recessive manner, meaning that carriers of the gene do not show symptoms of the disease.",
            "score": 55.31951200962067
        },
        {
            "docid": "9933420_27",
            "document": "DNA repair protein XRCC4 . Research carried out in the 1980s revealed that a Chinese hamster ovary (CHO) cell mutant called XR-1 was \"extremely sensitive\" with regard to being killed by gamma rays during the G1 portion of the cell cycle but, in the same research studies, showed \"nearly normal resistance\" to gamma-ray damage during the late S phase; and in the course of this research, XR-1’s cell-cycle sensitivity was correlated with its inability to repair DNA double-strand breaks produced by ionizing radiation and restriction enzymes. In particular, in a study using somatic cell hybrids of XR-1 cells and human fibroblasts, Giaccia \"et al.\" (1989) showed that the XR-1 mutation was a recessive mutation; and in follow-up to this work, Giaccia \"et al.\" (1990) carried out further studies examining the XR-1 mutation (again using somatic cell hybrids formed between XR-1 and human fibroblasts) and were able to map the human complementing gene to chromosome 5 using chromosome-segregation analysis. Giaccia \"et al\", tentatively assigned this human gene the name “XRCC4” (an abbreviation of “X-ray-complementing Chinese hamster gene 4”) and determined that (a) the newly named XRCC4 gene biochemically restored the hamster defect to normal levels of resistance to gamma-ray radiation and bleomycin and (b) the XRCC4 gene restored the proficiency to repair DNA DSBs. Based on these findings, Giaccia \"et al.\" proposed that XRCC4 ― as a single gene― was responsible for the XR-1 phenotype.",
            "score": 52.09465432167053
        },
        {
            "docid": "4173711_5",
            "document": "History of molecular biology . In 1940, George Beadle and Edward Tatum demonstrated the existence of a precise relationship between genes and proteins. In the course of their experiments connecting genetics with biochemistry, they switched from the genetics mainstay \"Drosophila\" to a more appropriate model organism, the fungus \"Neurospora\"; the construction and exploitation of new model organisms would become a recurring theme in the development of molecular biology. In 1944, Oswald Avery, working at the Rockefeller Institute of New York, demonstrated that genes are made up of DNA(see Avery–MacLeod–McCarty experiment). In 1952, Alfred Hershey and Martha Chase confirmed that the genetic material of the bacteriophage, the virus which infects bacteria, is made up of DNA (see Hershey–Chase experiment). In 1953, James Watson and Francis Crick discovered the double helical structure of the DNA molecule. In 1961, François Jacob and Jacques Monod demonstrated that the products of certain genes regulated the expression of other genes by acting upon specific sites at the edge of those genes. They also hypothesized the existence of an intermediary between DNA and its protein products, which they called messenger RNA. Between 1961 and 1965, the relationship between the information contained in DNA and the structure of proteins was determined: there is a code, the genetic code, which creates a correspondence between the succession of nucleotides in the DNA sequence and a series of amino acids in proteins.",
            "score": 36.943299412727356
        },
        {
            "docid": "57414_16",
            "document": "Evolutionary developmental biology . A small fraction of the genes in an organism's genome control the organism's development. These genes are called the developmental-genetic toolkit. They are highly conserved among phyla, meaning that they are ancient and very similar in widely separated groups of animals. Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. Most toolkit genes are parts of signalling pathways: they encode transcription factors, cell adhesion proteins, cell surface receptor proteins and signalling ligands that bind to them, and secreted morphogens that diffuse through the embryo. All of these help to define the fate of undifferentiated cells in the embryo. Together, they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Among the most important toolkit genes are the \"Hox\" genes. These transcription factors contain the homeobox protein-binding DNA motif, also found in other toolkit genes, and create the basic pattern of the body along its front-to-back axis. Hox genes determine where repeating parts, such as the many vertebrae of snakes, will grow in a developing embryo or larva. \"Pax-6\", already mentioned, is a classic toolkit gene. Homeobox genes are also found in plants, implying they are common to all eukaryotes.",
            "score": 48.87378931045532
        },
        {
            "docid": "12383_32",
            "document": "Genetic engineering . Organisms can have their cells transformed with a gene coding for a useful protein, such as an enzyme, so that they will overexpress the desired protein. Mass quantities of the protein can then be manufactured by growing the transformed organism in bioreactor equipment using industrial fermentation, and then purifying the protein. Some genes do not work well in bacteria, so yeast, insect cells or mammalians cells can also be used. These techniques are used to produce medicines such as insulin, human growth hormone, and vaccines, supplements such as tryptophan, aid in the production of food (chymosin in cheese making) and fuels. Other applications with genetically engineered bacteria could involve making them perform tasks outside their natural cycle, such as making biofuels, cleaning up oil spills, carbon and other toxic waste and detecting arsenic in drinking water. Certain genetically modified microbes can also be used in biomining and bioremediation, due to their ability to extract heavy metals from their environment and incorporate them into compounds that are more easily recoverable.",
            "score": 87.4049426317215
        },
        {
            "docid": "54311175_10",
            "document": "ZIP9 . Mutations in the SLC39A9 gene can occur due to genetic deletion of the q24.1-24.3 band of base pairs within the human chromosome 14. This interstitial deletion mutation deletes the SLC39A9 gene along with 18 other genes found close to the SLC39A9 gene on chromosome 14 Although specific gene associated diseases have not been determined, the deletion of this band causes diseases such as congenital heart defects, mild intellectual disability, brachydactyly, and all patients with band deletion had hypertelorism and a broad nasal bridge. Patient specific clinical issues included ectopic organs, undescended testes, also called cryptorchidism, and malrotation of the small intestine. Deletion mutation involving the SLC39A9 gene has also been reported in 23 cases of patients with circulation related cancers such as B-cell lymphoma and B-cell chronic lymphocytic leukaemia (CLL). Chimeric genes are a result of faulty DNA replication, and arise when two or more coding sequences of the same or different chromosome combine in order to produce a single new gene. SLC39A9 forms a chimeric gene product with a gene called PLEKHD1, that codes for an intracellular protein found within the cerebellum. A study done in Seattle, USA, established the presence of the fusion protein product of the SLC39A9-PLEKHD1 gene to be present in 124 cases of schizophrenia and was closely related to the pathophysiology of disease. The fusion protein had features from both the parent genes and also possessed the ability to interact with cellular signalling pathways involving kinases such as Akt and Erk, leading to their increased phosphorylation within the brain and a consequent onset of schizophrenia. SLC39A9 gene also forms a fusion transcript with another gene called MAP3K9, that encodes for MAP3 kinase enzyme. This SLC39A9-MAP3K9 fusion gene has a repetitive occurrence in breast cancers, demonstrated by a study done on 120 primary breast cancer samples from Korean women in 2015.",
            "score": 57.39003932476044
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 52.501718044281006
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 45.11696135997772
        },
        {
            "docid": "14439377_3",
            "document": "OXGR1 . In 2001, an gene projected to code for a G protein-like receptor protein was reported; the gene's apparent protein product was classified as an orphan receptor (i.e., a receptor whose activating ligand and function were unknown) and named \"GPR80\". The projected amino acid sequence of the protein encoded by the \"GPR80\" gene bore similarities to a purinergic receptor, P2Y1, and therefore might, like P2Y1, be a receptor for purine compounds. Shortly thereafter, a second report found this same gene, indicated that it coded for a G protein receptor with its amino acid sequence similarities closest to purinergic receptors GPR91 and P2Y1, and named the gene and its protein \"GPR99\" and GPR99, respectively. While the latter report found that a large series of purinergic nucleotides, other nucleotides, and derivatives of these compounds did not activated GPR99-bearing cells, a third report in 2004 found that GPR99-bearing cells bound and responded to two purines, adenosine and Adenosine monophosphate, nominated GPR99 as a true purinergic receptor, and renamed GPR99 as P2Y15. However, a review of these studies in the same year by members of the International Union of Pharmacology (IUPHAR) Subcommittee for P2Y receptor nomenclature and classification decided that GPR80/GPR99 is not a P2Y receptor for adenosine, AMP or other nucleotides. Again in 2004, another report found that GPR99-bearing cells responded to alpha-ketoglutarate. This report was accepted by IUPHAR. The gene and its protein were renamed \"OXGR1\" and OXGR1. Finally, in 2013, GPR99-bearing cells were found to bind and respond to CysLTs. The latter finding, while attracting further studies and of potential clinical importance, has not yet lead to a renaming of \"GPR99\" or its protein product.",
            "score": 48.50037324428558
        },
        {
            "docid": "4250553_29",
            "document": "Gene . Early work in molecular genetics suggested the concept that one gene makes one protein. This concept (originally called the one gene-one enzyme hypothesis) emerged from an influential 1941 paper by George Beadle and Edward Tatum on experiments with mutants of the fungus Neurospora crassa. Norman Horowitz, an early colleague on the \"Neurospora\" research, reminisced in 2004 that “these experiments founded the science of what Beadle and Tatum called \"biochemical genetics\". In actuality they proved to be the opening gun in what became molecular genetics and all the developments that have followed from that.” The one gene-one protein concept has been refined since the discovery of genes that can encode multiple proteins by alternative splicing and coding sequences split in short section across the genome whose mRNAs are concatenated by trans-splicing.",
            "score": 23.64932346343994
        },
        {
            "docid": "19852895_18",
            "document": "Introduction to evolution . Genes are made of DNA. DNA is a long molecule made up of individual molecules called nucleotides. Genetic information is encoded in the sequence of nucleotides, that make up the DNA, just as the sequence of the letters in words carries information on a page. The genes are like short instructions built up of the \"letters\" of the DNA alphabet. Put together, the entire set of these genes gives enough information to serve as an \"instruction manual\" of how to build and run an organism. The instructions spelled out by this DNA alphabet can be changed, however, by mutations, and this may alter the instructions carried within the genes. Within the cell, the genes are carried in chromosomes, which are packages for carrying the DNA. It is the reshuffling of the chromosomes that results in unique combinations of genes in offspring. Since genes interact with one another during the development of an organism, novel combinations of genes produced by sexual reproduction can increase the genetic variability of the population even without new mutations. The genetic variability of a population can also increase when members of that population interbreed with individuals from a different population causing gene flow between the populations. This can introduce genes into a population that were not present before.",
            "score": 54.569236397743225
        },
        {
            "docid": "7766542_9",
            "document": "Microarray analysis techniques . Commercial systems for gene network analysis such as Ingenuity and Pathway studio create visual representations of differentially expressed genes based on current scientific literature. Non-commercial tools such as FunRich, GenMAPP and Moksiskaan also aid in organizing and visualizing gene network data procured from one or several microarray experiments. A wide variety of microarray analysis tools are available through Bioconductor written in the R programming language. The frequently cited SAM module and other microarray tools are available through Stanford University. Another set is available from Harvard and MIT. Specialized software tools for statistical analysis to determine the extent of over- or under-expression of a gene in a microarray experiment relative to a reference state have also been developed to aid in identifying genes or gene sets associated with particular phenotypes. One such method of analysis, known as Gene Set Enrichment Analysis (GSEA), uses a Kolmogorov-Smirnov-style statistic to identify groups of genes that are regulated together. This third-party statistics package offers the user information on the genes or gene sets of interest, including links to entries in databases such as NCBI's GenBank and curated databases such as Biocarta and Gene Ontology. Protein complex enrichment analysis tool (COMPLEAT) provides similar enrichment analysis at the level of protein complexes. The tool can identify the dynamic protein complex regulation under different condition or time points. Related system, PAINT and SCOPE performs a statistical analysis on gene promoter regions, identifying over and under representation of previously identified transcription factor response elements. Another statistical analysis tool is Rank Sum Statistics for Gene Set Collections (RssGsc), which uses rank sum probability distribution functions to find gene sets that explain experimental data. A further approach is contextual meta-analysis, i.e. finding out how a gene cluster responds to a variety of experimental contexts. Genevestigator is a public tool to perform contextual meta-analysis across contexts such as anatomical parts, stages of development, and response to diseases, chemicals, stresses, and neoplasms.",
            "score": 38.947800159454346
        },
        {
            "docid": "12266_38",
            "document": "Genetics . Genes generally express their functional effect through the production of proteins, which are complex molecules responsible for most functions in the cell. Proteins are made up of one or more polypeptide chains, each of which is composed of a sequence of amino acids, and the DNA sequence of a gene (through an RNA intermediate) is used to produce a specific amino acid sequence. This process begins with the production of an RNA molecule with a sequence matching the gene's DNA sequence, a process called transcription.",
            "score": 44.06272912025452
        },
        {
            "docid": "4250553_31",
            "document": "Gene . In all organisms, two steps are required to read the information encoded in a gene's DNA and produce the protein it specifies. First, the gene's DNA is \"transcribed\" to messenger RNA (mRNA). Second, that mRNA is \"translated\" to protein. RNA-coding genes must still go through the first step, but are not translated into protein. The process of producing a biologically functional molecule of either RNA or protein is called gene expression, and the resulting molecule is called a gene product.",
            "score": 36.55482244491577
        }
    ],
    "r": [
        {
            "docid": "40980660_5",
            "document": "Antimutagen . Sunscreens are products commonly known by their capacity of protecting skin against sunburns. The active components present in sunscreens can vary, thus affecting the mechanism of protection against UV light, which can be done through absorption or reflection of UV energy. As UV light can cause mutations by DNA damaging, sunscreen is considered an antimutagenic compound as it blocks the action of the UV light to induce mutagenesis in cells, basically the sunscreen inhibit the penetration of the mutagen.",
            "score": 176.74124145507812
        },
        {
            "docid": "31990_48",
            "document": "Ultraviolet . Medical organizations recommend that patients protect themselves from UV radiation by using sunscreen. Five sunscreen ingredients have been shown to protect mice against skin tumors. However, some sunscreen chemicals produce potentially harmful substances if they are illuminated while in contact with living cells. The amount of sunscreen that penetrates into the lower layers of the skin may be large enough to cause damage.",
            "score": 171.59368896484375
        },
        {
            "docid": "20647810_2",
            "document": "Sunburn . Sunburn is a form of radiation burn that affects living tissue, such as skin, that results from an overexposure to ultraviolet (UV) radiation, commonly from the sun. Common symptoms in humans and other animals include red or reddish skin that is hot to the touch, pain, general fatigue, and mild dizziness. An excess of UV radiation can be life-threatening in extreme cases. Excessive UV radiation is the leading cause of primarily non-malignant skin tumors.  Sunburn is an inflammatory response in the skin triggered by direct DNA damage by UV radiation. When the skin cells' DNA is overly damaged by UV radiation, type I cell-death is triggered and the skin is replaced. Sun protective measures including sunscreen and sun protective clothing is widely accepted to prevent sunburn and some types of skin cancer. Special populations including children are especially susceptible to sunburn and protective measures should be used.",
            "score": 171.57859802246094
        },
        {
            "docid": "26541583_5",
            "document": "Mycosporine-like amino acid . Ultraviolet UV-A and UV-B radiation is harmful to living systems. An important tool used to deal with UV exposure is the biosynthesis of small-molecule sunscreens. MAAs have been implicated in UV radiation protection. The genetic basis for this implication comes from the observed induction of MAA synthesis when organisms are exposed to UV radiation. This has been observed in aquatic yeasts, cyanobacteria, marine dinoflagellates and some Antarctic diatoms. When MAAs absorb UV light the energy is dissipated as heat. UV-B photoreceptors have been identified in cyanobacteria as the molecules responsible for the UV light induced responses, including synthesis of MAAs.",
            "score": 170.74005126953125
        },
        {
            "docid": "1871740_3",
            "document": "Ultraviolet index . The UV Index is designed as an open-ended linear scale, directly proportional to the intensity of UV radiation that causes sunburn on human skin. For example, if a light-skinned individual (without sunscreen) begins to sunburn in 30 minutes at UV Index 6, then that individual should expect to sunburn in about 15 minutes at UV Index 12 – twice the UV, twice as fast. The purpose of the UV Index is to help people effectively protect themselves from UV radiation, which has health benefits in moderation but in excess causes sunburn, skin aging, DNA damage, skin cancer, immunosuppression, and eye damage such as cataracts (see the section Human health-related effects of ultraviolet radiation). Public health organizations recommend that people protect themselves (for example, by applying sunscreen to the skin and wearing a hat and sunglasses) if they spend substantial time outdoors when the UV Index is 3 or higher; see the table below for more-detailed recommendations.",
            "score": 165.194091796875
        },
        {
            "docid": "541488_6",
            "document": "Sun tanning . Melanin is a natural pigment produced by cells called melanocytes in a process called melanogenesis. Melanocytes produce two types of melanin: pheomelanin (red) and eumelanin (very dark brown). Melanin protects the body by absorbing ultraviolet radiation. Excessive UV radiation causes sunburn along with other direct and indirect DNA damage to the skin, and the body naturally combats and seeks to repair the damage and protect the skin by creating and releasing further melanin into the skin's cells. With the production of the melanin, the skin color darkens. The tanning process can be triggered by natural sunlight or by artificial UV radiation, which can be delivered in frequencies of UVA, UVB, or a combination of both. The intensity is commonly measured by the UV Index. There are two different mechanisms involved in production of a tan by UV exposure: Firstly, UVA radiation creates oxidative stress, which in turn oxidises existing melanin and leads to rapid darkening of the melanin. UVA may also cause melanin to be redistributed (released from melanocytes where it is already stored), but its total quantity is unchanged. Skin darkening from UVA exposure does not lead to significantly increased production of melanin or protection against sunburn.",
            "score": 162.8860321044922
        },
        {
            "docid": "19179678_20",
            "document": "Protocell . In a similar synthesis experiment a frozen mixture of water, methanol, ammonia and carbon monoxide was exposed to ultraviolet (UV) radiation. This combination yielded large amounts of organic material that self-organised to form globules or vesicles when immersed in water. The investigating scientist considered these globules to resemble cell membranes that enclose and concentrate the chemistry of life, separating their interior from the outside world. The globules were between , or about the size of red blood cells. Remarkably, the globules fluoresced, or glowed, when exposed to UV light. Absorbing UV and converting it into visible light in this way was considered one possible way of providing energy to a primitive cell. If such globules played a role in the origin of life, the fluorescence could have been a precursor to primitive photosynthesis. Such fluorescence also provides the benefit of acting as a sunscreen, diffusing any damage that otherwise would be inflicted by UV radiation. Such a protective function would have been vital for life on the early Earth, since the ozone layer, which blocks out the sun's most destructive UV rays, did not form until after photosynthetic life began to produce oxygen.",
            "score": 160.0201416015625
        },
        {
            "docid": "6021465_28",
            "document": "Biological pigment . Due to damage from UV-A and UV-B, marine animals have evolved to have compounds that absorb UV light and act as sunscreen. Mycosporine-like amino acids (MAAs) can absorb UV rays at 310-360 nm. Melanin is another well-known UV-protector. Carotenoids and photopigments both indirectly act as photo-protective pigments, as they quench oxygen free-radicals. They also supplement photosynthetic pigments that absorb light energy in the blue region.",
            "score": 160.01577758789062
        },
        {
            "docid": "43422862_4",
            "document": "Sunscreen Innovation Act . Sunscreen (also commonly known as \"sun screen\", \"sunblock\", \"suntan lotion\", \"sunburn cream\", \"sun cream\" or \"block out\") is a lotion, spray, gel or other topical product that absorbs or reflects some of the sun's ultraviolet (UV) radiation on the skin exposed to sunlight and thus helps protect against sunburn. Depending on the mode of action, sunscreens can be classified into physical sunscreens (i.e., those that reflect the sunlight) or chemical sunscreens (i.e., those that absorb the UV light).",
            "score": 155.2286834716797
        },
        {
            "docid": "3821214_11",
            "document": "UV filter . Some organic UV filters under UV radiation can generate reactive Oxygen Species (ROS) (OH, HO) (e.g. BP-3, octocrylene (OCR), OMC, phenylbenzimidazole sulphonic acid (PBS), PABA, etc.).The levels of HO in waters of Mediterranean beach reached 270 nM/day as a result of Sunscreens. HO as an oxidizing specie is responsible of damaging lipids, proteins and DNA and generating high stress levels in marine organisms. Inorganic UV-filters (i.e. TiO2) can also generate ROS, which is toxic for the marine phytoplankton .The toxicity of nano-TiO is due to its photochemical properties under solar radiation that depend on the radiation intensity, the crystalline structure and the concentration of the nanoparticles. In addition, the inert coating layer of the nanoparticles which protects against photoreactivity is dissolved in aquatic environments after being released from sunscreens.",
            "score": 154.2381591796875
        },
        {
            "docid": "3821214_2",
            "document": "UV filter . UV filters are individual compounds or mixtures that block or absorb ultraviolet (UV) light. UV filters are used in sunscreens to protect skin or in photography to reduce the level of ultraviolet light that strikes the recording medium. UV filters can undergo transformation into less protective or more toxic products. These transformation products can have health and environmental effects.",
            "score": 153.83213806152344
        },
        {
            "docid": "20647810_25",
            "document": "Sunburn . Commercial preparations are available that block UV light, known as sunscreens or sunblocks. They have a sun protection factor (SPF) rating, based on the sunblock's ability to suppress sunburn: The higher the SPF rating, the lower the amount of direct DNA damage. The stated protection factors are correct only if 2 μL of sunscreen is applied per square cm of exposed skin. This translates into about 28 mL (1 oz) to cover the whole body of an adult male, which is much more than many people use in practice. Sunscreens function as chemicals such as oxybenzone and dioxybenzone that absorb UV radiation (chemical sunscreens) or opaque materials such as zinc oxide or titanium oxide to physically block UV radiation (physical sunscreens). Chemical and mineral sunscreens vary in the wavelengths of UV radiation blocked. Broad-spectrum sunscreens contain filters that protect against UVA radiation as well as UVB. Although UVA radiation does not primarily cause sunburn, it does contribute to skin aging and an increased risk of skin cancer.",
            "score": 152.27085876464844
        },
        {
            "docid": "26541583_4",
            "document": "Mycosporine-like amino acid . Mycosporine–like amino acids are rather small molecules (<400 Da). The structures of over 30 MAAs have been resolved and all contain a central cyclohexenone or cyclohexenimine ring and a wide variety of substitutions. The ring structure is thought to absorb UV light and accommodate free radicals. All MAAs absorb ultraviolet wavelengths, typically between 310 and 362 nm. They are considered to be amongst the strongest natural absorbers of UV radiation. It is this light absorbing property that allows MAAs to protect cells from the harmful UV-B and UV-A components of sunlight. Biosynthetic pathways of MAAs depend on the specific MAA molecule and the organism that is producing it. These biosynthetic pathways often share common enzymes and metabolic intermediates with pathways of the primary metabolism. An example is the shikimate pathway that is classically used to produce the aromatic amino acids (phenylalanine, tyrosine and tryptophan); with many intermediates and enzymes from this pathway utilized in MAA biosynthesis.",
            "score": 151.04751586914062
        },
        {
            "docid": "4550_69",
            "document": "Bikini . As bikinis leave most of the body exposed to potentially dangerous UV radiation, overexposure can cause sunburn, skin cancer, as well as other acute and chronic health effects on the skin, eyes, and immune system. As a result, medical organizations recommend that bikini wearers protect themselves from UV radiation by using broad-spectrum sunscreen, which has been shown to protect against sunburn, skin cancer, wrinkling and sagging skin. Certain sunscreen ingredients can cause harm if they penetrate the skin over time.",
            "score": 150.0000457763672
        },
        {
            "docid": "18952479_29",
            "document": "Xerophyte . In regions continuously exposed to sunlight, UV rays can cause biochemical damage to plants, and eventually lead to DNA mutations and damages in the long run. When one of the main molecules involved in photosynthesis, photosystem II (PSII) is damaged by UV rays, it induces responses in the plant, leading to the synthesis of protectant molecules such as flavonoids and more wax. Flavonoids are UV-absorbing and act like sunscreen for the plant.",
            "score": 148.99729919433594
        },
        {
            "docid": "15755697_6",
            "document": "Direct DNA damage . Direct DNA damage is reduced by sunscreen. This prevents sunburn. When the sunscreen is at the surface of the skin, it filters the UV rays, which attenuates the intensity. Even when the sunscreen molecules have penetrated into the skin, they protect against direct DNA damage, because the UV light is absorbed by the sunscreen and not by the DNA.",
            "score": 147.16961669921875
        },
        {
            "docid": "219713_14",
            "document": "Titanium dioxide . Titanium dioxide is found in the majority of physical sunscreens because of its high refractive index, its strong UV light absorbing capabilities and its resistance to discolouration under ultraviolet light. This advantage enhances its stability and ability to protect the skin from ultraviolet light. Nano-scaled (particle size of 30–40 nm) titanium dioxide particles are primarily used in sunscreen lotion because they scatter visible light less than titanium dioxide pigments, while still providing UV protection. Sunscreens designed for infants or people with sensitive skin are often based on titanium dioxide and/or zinc oxide, as these mineral UV blockers are believed to cause less skin irritation than other UV absorbing chemicals.",
            "score": 144.3970184326172
        },
        {
            "docid": "55174099_9",
            "document": "Titanium dioxide nanoparticle . For sunscreens, health risk from dermal exposure on intact skin are considered extremely low, and is outweighed by the risk of ultraviolet radiation damage including cancer from not wearing sunscreen. TiO nanoparticles are considered safer than other substances used for UV protection. However, there is concern that skin abrasions or rashes, or accidental ingestion of small amounts of sunscreen, are possible exposure pathways. Aerosol spray sunscreens are a more significant risk for inhalation exposure, which is more hazardous. Cosmetics containing nanomaterials are not required to be labeled in the United States, although they are in the European Union.",
            "score": 144.1944122314453
        },
        {
            "docid": "42868405_18",
            "document": "Halobacterium noricense . \"Halobacterium noricense\" has many applications that can benefit humans and industries including drug delivery, UV protection, and the unique characteristic of bacteriorhodopsin to be able to be isolated outside of its environment. \"H. noricense\" produces a high concentration of menaquinones (fat soluble vitamin K2) that can be used as a micelle to deliver drugs to specific places in the body. According to Nimptsch K, the presence of menaquinones can also reduce the risk of malignant cancer. Fermented foods are also found to have high levels of menaquinones due to the presence of bacteria, especially in cheeses. \"H. noricense\" requires high salt concentrations and is currently being explored to enhance the process of fermentation. \"H. noricense\" is also catalase positive, meaning it can break down reactive oxygen species (ROS), like hydrogen peroxide into harmless substances such as water. Not only does it produce enzymes to protect itself against ROS, but it contains a pigment, bacterioruberin, that allows \"H. noricense\" to tolerate gamma and UV radiation. Further research into bacterioruberin can lead to bioactive compounds with anticancer characteristics. Lastly, bacteriorhodopsin (also protects cells from UV light), a light proton pump, has allowed scientists to apply it to electronics and optics. Its mechanism involves capturing light and creating a proton gradient to produce chemical energy. Some practical uses include motion detection, holographic storage, and nanotechnology.",
            "score": 143.13558959960938
        },
        {
            "docid": "1485054_17",
            "document": "Sunless tanning . A novel class of compounds has been found to stimulate melanogenesis in a mechanism that is independent from α-melanocyte-stimulating hormone (α-MSH) activation of the melanocortin 1 receptor (MC receptor). This is accomplished via small molecule inhibition of salt-inducible kinases (SIK). Inhibition of SIK increases transcription of MITF which is known to increase melanin production. Work published in Cell Reports in June 2017 by Mujahid et al. from Massachusetts General Hospital Department of Dermatology has demonstrated compounds that have efficacy when applied topically to human skin. These compounds are still however in pre-clinical stages of development. Future directions may include the incorporation of SIK-inhibitor compounds with traditional UV-blocking sunscreens to minimize UV-related DNA damage in the short term while providing longer term protection through endogenous melanin production.",
            "score": 142.82081604003906
        },
        {
            "docid": "541488_7",
            "document": "Sun tanning . In the second process, triggered primarily by UVB, there is an increase in production of melanin (melanogenesis), which is the body's reaction to direct DNA photodamage (formation of pyrimidine dimers) from UV radiation. Melanogenesis leads to delayed tanning, and typically becomes visible two or three days after exposure. The tan that is created by increased melanogenesis typically lasts for a few weeks or months, much longer than the tan that is caused by oxidation of existing melanin, and is also actually protective against UV skin damage and sunburn, rather than simply cosmetic. Typically, it can provide a modest Sun Protection Factor (SPF) of 3, meaning that tanned skin would tolerate up to 3 times the UV exposure as pale skin. However, in order to cause true melanogenesis-tanning by means of UV exposure, some direct DNA photodamage must first be produced, and this requires UVB exposure (as present in natural sunlight, or sunlamps that produce UVB).",
            "score": 142.735107421875
        },
        {
            "docid": "294419_31",
            "document": "Sunscreen . The principal active ingredients in sunscreens are usually aromatic molecules conjugated with carbonyl groups. This general structure allows the molecule to absorb high-energy ultraviolet rays and release the energy as lower-energy rays, thereby preventing the skin-damaging ultraviolet rays from reaching the skin. So, upon exposure to UV light, most of the ingredients (with the notable exception of avobenzone) do not undergo significant chemical change, allowing these ingredients to retain the UV-absorbing potency without significant photodegradation. A chemical stabilizer is included in some sunscreens containing avobenzone to slow its breakdown; examples include formulations containing Helioplex and AvoTriplex. The stability of avobenzone can also be improved by bemotrizinol, octocrylene and various other photostabilisers. Most organic compounds in sunscreens slowly degrade and become less effective over the course of several years if stored properly, resulting in the expiration dates calculated for the product.",
            "score": 142.26766967773438
        },
        {
            "docid": "17070485_8",
            "document": "UV degradation . In the example shown at left, carbonyl groups were easily detected by IR spectroscopy from a cast thin film. The product was a road cone made by rotational moulding in LDPE, which had cracked prematurely in service. Many similar cones also failed because an anti-UV additive had not been used during processing. Other plastic products which failed included polypropylene mancabs used at roadworks which cracked after service of only a few months. UV attack by sunlight can be ameliorated or prevented by adding anti-UV chemicals to the polymer when mixing the ingredients, prior to shaping the product by injection moulding for example. UV stabilizers in plastics usually act by absorbing the UV radiation preferentially, and dissipating the energy as low-level heat. The chemicals used are similar to those in sunscreen products, which protect skin from UV attack. They are used frequently in plastics, including cosmetics and films. Different UV stabilizers are utilized depending upon the substrate, intended functional life, and sensitivity to UV degradation. UV stabilizers, such as benzophenones, work by absorbing the UV radiation and preventing the formation of free radicals. Depending upon substitution, the UV absorption spectrum is changed to match the application. Concentrations normally range from 0.05% to 2%, with some applications up to 5%.",
            "score": 142.2509765625
        },
        {
            "docid": "3821214_9",
            "document": "UV filter . UV filters are being used increasingly due to growing concern about UV radiation and skin cancer, especially as a result of ozone depletion. The levels of certain UV-filters in sunscreens vary from 0.5 to 10%, sometimes reaching 25%. They enter the environment directly through bathing activities in oceans, rivers and lakes or through industrial waste water discharge. They are indirectly introduced through domestic water discharge during showering, bathing or urine excretion or through waste water treatment.Waste water treatment plants (WWTP) are not very effective at removing these contaminants. Several UV filters have been detected at ppb or ppt levels in surfacewater and wastewater, with maximum concentrations in summer time. They are lipophilic and tend to accumulate in the aquatic environment’s soils and sediments as well as in the food chain. Several studies have actually shown the presence of UV filters in aquatic organisms. The 4-methyl-benzylidenecamphor was detected in the muscle tissue of trout in Swiss and German waters, while traces of ethylhexylmethoxy cinnamate and octocrylene were found in shellfish in the Mediterranean and Atlantic coasts of France. Furthermore, eighteen organic sunscreens were found in sediments of Japanese rivers and lakes, at concentrations ranging from 2 to about 3000 ng/g. The accumulation of organic UV filters in living organisms is of major concern because some of them (and their metabolites) can act as endocrine disruptors both in vitro and in vivo. In addition, Goksøyr et al.(2009) reported concentrations of organic UV-filters in openwaters of the Pacific Ocean, providing evidence of the persistence and wide dispersion of these components in the marine environment.",
            "score": 142.0276641845703
        },
        {
            "docid": "25669714_18",
            "document": "Health effects of sunlight exposure . Despite the importance of the sun to vitamin D synthesis, it is prudent to limit the exposure of skin to UV radiation from sunlight and from tanning beds. According to the National Toxicology Program Report on Carcinogens from the US Department of Health and Human Services, broad-spectrum UV radiation is a carcinogen whose DNA damage is thought to contribute to most of the estimated 1.5 million skin cancers and the 8,000 deaths due to metastatic melanoma that occur annually in the United States. The use of sunbeds is reported by the World Health Organization to be responsible for over 450,000 cases of non-melanoma skin cancer and over 10,000 cases of melanoma every year in the U.S., Europe, as well as Australia. Lifetime cumulative UV exposure to skin is also responsible for significant age-associated dryness, wrinkling, elastin and collagen damage, freckling, age spots and other cosmetic changes. The American Academy of Dermatology advises that photoprotective measures be taken, including the use of sunscreen, whenever one is exposed to the sun. Short-term over-exposure causes the pain and itching of sunburn, which in extreme cases can produce more-severe effects like blistering.",
            "score": 140.35301208496094
        },
        {
            "docid": "6907585_8",
            "document": "Ultraviolet germicidal irradiation . UV light is electromagnetic radiation with wavelengths shorter than visible light. UV can be separated into various ranges, with short-wavelength UV (UVC) considered \"germicidal UV\". At certain wavelengths, UV is mutagenic to bacteria, viruses and other microorganisms. Particularly at wavelengths around 260 nm–270 nm, UV breaks molecular bonds within microorganismal DNA, producing thymine dimers that can kill or disable the organisms.  This process is similar to the effect of longer wavelengths (UVB) producing sunburn in humans. Microorganisms have less protection against UV, and cannot survive prolonged exposure to it.",
            "score": 138.77362060546875
        },
        {
            "docid": "26541583_3",
            "document": "Mycosporine-like amino acid . MAAs are widespread in the microbial world and have been reported in many microorganisms including heterotrophic bacteria, cyanobacteria, microalgae, ascomycetous and basidiomycetous fungi, as well as some multicellular organisms such as macroalgae and marine animals. Most research done on MAAs is on their light absorbing and radiation protecting properties. The first thorough description of MAAs was done in cyanobacteria living in a high UV radiation environment. The major unifying characteristic among all MAAs is UV light absorption. All MAAs absorb UV light that can be destructive to biological molecules (DNA, proteins, etc.). Though most MAA research is done on their photo-protective capabilities, they are also considered to be multi-functional secondary metabolites that have many cellular functions. MAAs are effective antioxidant molecules and are able to stabilize free radicals within their ring structure. In addition to protecting cells from mutation via UV radiation and free radicals, MAAs are able to boost cellular tolerance to desiccation, salt stress, and heat stress.",
            "score": 138.74017333984375
        },
        {
            "docid": "9040547_4",
            "document": "Human skin . In humans, skin pigmentation varies among populations, and skin type can range from dry to oily. Such skin variety provides a rich and diverse habitat for bacteria that number roughly 1000 species from 19 phyla, present on the human skin. Skin has mesodermal cells, pigmentation, such as melanin provided by melanocytes, which absorb some of the potentially dangerous ultraviolet radiation (UV) in sunlight. It also contains DNA repair enzymes that help reverse UV damage, such that people lacking the genes for these enzymes suffer high rates of skin cancer. One form predominantly produced by UV light, malignant melanoma, is particularly invasive, causing it to spread quickly, and can often be deadly. Human skin pigmentation varies among populations in a striking manner. This has led to the classification of people(s) on the basis of skin color.",
            "score": 138.51136779785156
        },
        {
            "docid": "294419_10",
            "document": "Sunscreen . Concerns have also been raised about potential vitamin D deficiency arising from prolonged use of sunscreen. Typical use of sunscreen does not usually result in vitamin D deficiency; however, extensive usage may. Sunscreen prevents ultraviolet light from reaching the skin, and even moderate protection can substantially reduce vitamin D synthesis. However, adequate amounts of vitamin D can be produced with moderate sun exposure to the face, arms and legs, averaging 5–30 minutes twice per week without sunscreen. (The darker the complexion, or the weaker the sunlight, the more minutes of exposure are needed, approximating 25% of the time for minimal sunburn.) Vitamin D overdose is impossible from UV exposure thanks to an equilibrium the skin reaches in which vitamin D degrades as quickly as it is created.",
            "score": 138.03317260742188
        },
        {
            "docid": "1032780_26",
            "document": "Preventive healthcare . The Centers for Disease Control and Prevention (CDC) recommends several primary prevention methods including: limiting sun exposure between 10 AM and 4 PM, when the sun is strongest, wearing tighter-weave natural cotton clothing, wide-brim hats, and sunglasses as protective covers, using sunscreens that protect against both UV-A and UV-B rays, and avoiding tanning salons. Sunscreen should be reapplied after sweating, exposure to water (through swimming for example) or after several hours of sun exposure. Since skin cancer is very preventable, the CDC recommends school-level prevention programs including preventive curricula, family involvement, participation and support from the school's health services, and partnership with community, state, and national agencies and organizations to keep children away from excessive UV radiation exposure.",
            "score": 136.77174377441406
        },
        {
            "docid": "52499698_28",
            "document": "Upconverting nanoparticles . UCNPs have been integrated into solar panels to broaden the spectrum of sunlight that can be captured and converted into electricity. The maximum output of a solar cell is dictated in part by the fraction of incident photons captured to promote electrons. Solar cells can only absorb and convert photons with energy equal to or greater than the bandgap. Any incident photon with energy smaller than the bandgap is lost.  UCNPs can capture this wasted sunlight by combining multiple low energy IR photons into a single high energy photon. The emitted photon will have sufficient energy to promote charge carriers across the band gap.  UCNPs can be integrated into solar cell systems of a number of different classes and in multiple forms. For example, UCNPs can be laminated onto the back sides of semiconductors as a film, to collect low energy light and upconvert it. Such a treatment generated a 37% efficiency for upconverted light.  Another strategy is to disperse the nanoparticles throughout a highly porous material. In one device architecture, UCNPs are infiltrated into a titania micro-scaffold. More titania is added to embed the UCNPs, UCNPs have also been used in dye-sensitized cells. Photoswitching is the conversion from one chemical isomer to another triggered by light. Photoswitching finds use in optical data processing and storage and in photorelease. Photorelease is the use of light to induce a moiety attached to the nanoparticle surface to detach. UCNPs of lanthanide-doped NaYF4 have been applied as remote control photoswitches. UCNPs are useful photoswitches because they can be irradiated with low-cost NIR radiation and convert it into UV radiation extremely locally. Photocatalytic systems can be enhanced with UCNPs by the same principle as solar cells. In titania coated with YF3:Yb/Tm UCNPs, degradation of pollutants was observed under NIR radiation. Normally low-energy NIR radiation cannot induce photocatalysis in titania, which has a band gap in the UV range. The excitation in titania results in a surface redox reaction which decomposes compounds near the surface. UCNPs enable cheap low-energy NIR photons to replace expensive UV photons.  In biological contexts UV light is highly absorbed and causes tissue damage. However NIR is weakly absorbed and induces UCNP behavior in vivo. Recently, core-shell UCNPs were used to initiate the photocleavage of a Ruthenium complex using an intensity of NIR light that is completely safe in biomedical use.",
            "score": 136.348388671875
        },
        {
            "docid": "19806269_4",
            "document": "Cyanobiont . Cyanobionts play a variety of roles in their symbiotic relationships with the host organism. They function primarily as nitrogen- and carbon-fixers. However, they can also be involved in metabolite exchange, as well as in provision of UV protection to their symbiotic partners, since some can produce nitrogen-containing compounds with sunscreen-like properties, such as scytonemin and amino acids similar to mycosporin.",
            "score": 136.22572326660156
        }
    ]
}