{
    "q": [
        {
            "docid": "156998_9",
            "document": "Action potential . All cells in animal body tissues are electrically polarized – in other words, they maintain a voltage difference across the cell's plasma membrane, known as the membrane potential. This electrical polarization results from a complex interplay between protein structures embedded in the membrane called ion pumps and ion channels. In neurons, the types of ion channels in the membrane usually vary across different parts of the cell, giving the dendrites, axon, and cell body different electrical properties. As a result, some parts of the membrane of a neuron may be excitable (capable of generating action potentials), whereas others are not. Recent studies have shown that the most excitable part of a neuron is the part after the axon hillock (the point where the axon leaves the cell body), which is called the initial segment, but the axon and cell body are also excitable in most cases.",
            "score": 212.86386156082153
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 231.1477928161621
        },
        {
            "docid": "958_4",
            "document": "Axon . Axons are covered by a membrane known as an axolemma; the cytoplasm of an axon is called axoplasm. Most axons branch, in some cases very profusely. The end branches of an axon are called telodendria. The swollen end of a telodendron is known as the axon terminal which joins the dendron or cell body of another neuron forming a synaptic connection. Axons make contact with other cells—usually other neurons but sometimes muscle or gland cells—at junctions called synapses. In some circumstances, the axon of one neuron may form a synapse with the dendrites of the same neuron, resulting in an autapse. At a synapse, the membrane of the axon closely adjoins the membrane of the target cell, and special molecular structures serve to transmit electrical or electrochemical signals across the gap. Some synaptic junctions appear along the length of an axon as it extends—these are called \"en passant\" (\"in passing\") synapses and can be in the hundreds or even the thousands along one axon. Other synapses appear as terminals at the ends of axonal branches.",
            "score": 218.9853572845459
        },
        {
            "docid": "27132269_2",
            "document": "Actin remodeling of neurons . Actin remodeling is a biochemical process in cells. In the actin remodeling of neurons, the protein actin is part of the process to change the shape and structure of dendritic spines. G-actin is the monomer form of actin, and is uniformly distributed throughout the axon and the dendrite. F-actin is the polymer form of actin, and its presence in dendritic spines is associated with their change in shape and structure. Actin plays a role in the formation of new spines as well as stabilizing spine volume increase. The changes that actin brings about lead to the formation of new synapses as well as increased cell communication.",
            "score": 196.5263659954071
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 166.50155448913574
        },
        {
            "docid": "21120_18",
            "document": "Neuron . The cell body of a neuron is supported by a complex mesh of structural proteins called neurofilaments, which are assembled into larger neurofibrils. Some neurons also contain pigment granules, such as neuromelanin (a brownish-black pigment that is byproduct of synthesis of catecholamines), and lipofuscin (a yellowish-brown pigment), both of which accumulate with age. Other structural proteins that are important for neuronal function are actin and the tubulin of microtubules. Actin is predominately found at the tips of axons and dendrites during neuronal development. There the actin dynamics can be modulated via an interplay with microtubule.",
            "score": 202.95308828353882
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 165.3525471687317
        },
        {
            "docid": "21120_4",
            "document": "Neuron . A typical neuron consists of a cell body (soma), dendrites, and an axon. The term neurite is used to describe either a dendrite or an axon, particularly in its undifferentiated stage. Dendrites are thin structures that arise from the cell body, often extending for hundreds of micrometers and branching multiple times, giving rise to a complex \"dendritic tree\". An axon (also called a nerve fiber) is a special cellular extension (process) that arises from the cell body at a site called the axon hillock and travels for a distance, as far as 1 meter in humans or even more in other species. Most neurons receive signals via the dendrites and send out signals down the axon. Numerous axons are often bundled into fascicles that make up the nerves in the peripheral nervous system (like strands of wire make up cables). Bundles of axons in the central nervous system are called tracts. The cell body of a neuron frequently gives rise to multiple dendrites, but never to more than one axon, although the axon may branch hundreds of times before it terminates. At the majority of synapses, signals are sent from the axon of one neuron to a dendrite of another. There are, however, many exceptions to these rules: for example, neurons can lack dendrites, or have no axon, and synapses can connect an axon to another axon or a dendrite to another dendrite.",
            "score": 254.07442355155945
        },
        {
            "docid": "32753428_2",
            "document": "FEZ-like protein . In molecular biology, the FEZ-like protein family is a family of eukaryotic proteins thought to be involved in axonal outgrowth and fasciculation. The N-terminal regions of these sequences are less conserved than the C-terminal regions, and are highly acidic. The \"Caenorhabditis elegans\" homologue, UNC-76, may play structural and signalling roles in the control of axonal extension and adhesion (particularly in the presence of adjacent neuronal cells) and these roles have also been postulated for other FEZ family proteins. Certain homologues have been definitively found to interact with the N-terminal variable region (V1) of PKC-zeta, and this interaction causes cytoplasmic translocation of the FEZ family protein in mammalian neuronal cells. The C-terminal region probably participates in the association with the regulatory domain of PKC-zeta. The members of this family are predicted to form coiled-coil structures which may interact with members of the RhoA family of signalling proteins, but are not thought to contain other characteristic protein motifs. Certain members of this family are expressed almost exclusively in the brain, whereas others (such as FEZ2) are expressed in other tissues, and are thought to perform similar but unknown functions in these tissues.",
            "score": 164.5043430328369
        },
        {
            "docid": "3717_8",
            "document": "Brain . The brains of all species are composed primarily of two broad classes of cells: neurons and glial cells. Glial cells (also known as \"glia\" or \"neuroglia\") come in several types, and perform a number of critical functions, including structural support, metabolic support, insulation, and guidance of development. Neurons, however, are usually considered the most important cells in the brain. The property that makes neurons unique is their ability to send signals to specific target cells over long distances. They send these signals by means of an axon, which is a thin protoplasmic fiber that extends from the cell body and projects, usually with numerous branches, to other areas, sometimes nearby, sometimes in distant parts of the brain or body. The length of an axon can be extraordinary: for example, if a pyramidal cell, (an excitatory neuron) of the cerebral cortex were magnified so that its cell body became the size of a human body, its axon, equally magnified, would become a cable a few centimeters in diameter, extending more than a kilometer. These axons transmit signals in the form of electrochemical pulses called action potentials, which last less than a thousandth of a second and travel along the axon at speeds of 1–100 meters per second. Some neurons emit action potentials constantly, at rates of 10–100 per second, usually in irregular patterns; other neurons are quiet most of the time, but occasionally emit a burst of action potentials.",
            "score": 192.4144229888916
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 245.83455348014832
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 209.87087392807007
        },
        {
            "docid": "2864344_2",
            "document": "Spectrin . Spectrin is a cytoskeletal protein that lines the intracellular side of the plasma membrane in eukaryotic cells. Spectrin forms pentagonal or hexagonal arrangements, forming a scaffolding and playing an important role in maintenance of plasma membrane integrity and cytoskeletal structure. The hexagonal arrangements are formed by tetramers of spectrin subunits associating with short actin filaments at either end of the tetramer. These short actin filaments act as junctional complexes allowing the formation of the hexagonal mesh. The protein is named spectrin since it was first isolated as a major protein component of human red blood cells which had been treated with mild detergents; the detergents lysed the cells and the hemoglobin and other cytoplasmic components were washed out. In the light microscope the basic shape of the red blood cell could still be seen as the spectrin containing submembranous cytoskeleton preserved the shape of the cell in outline. This became known as a red blood cell \"ghost\" (spectre), and so the major protein of the ghost was named spectrin.",
            "score": 160.69847130775452
        },
        {
            "docid": "49827542_6",
            "document": "Insect olfaction . Sensory neurons in the antenna, maxillary palp, and labella generate odor-specific electrical signals called spikes (action potentials) in response to binding of odors to cell surface proteins like the insect pheromone-binding protein. The sensory neurons in the antenna and maxillary send this information via their axons to the antennal lobe, while sensory neuron in the labella send this information via axons to the subesophageal ganglion. Inside the antennal lobe they synapse with other neurons in semidelineated (with membrane boundaries) structures called glomeruli.",
            "score": 165.85483860969543
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 206.00027990341187
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 225.35292410850525
        },
        {
            "docid": "5654027_13",
            "document": "Synapse . The function of neurons depends upon cell polarity. The distinctive structure of nerve cells allows action potentials to travel directionally (from dendrites to cell body down the axon), and for these signals to then be received and carried on by post-synaptic neurons or received by effector cells. Nerve cells have long been used as models for cellular polarization, and of particular interest are the mechanisms underlying the polarized localization of synaptic molecules. PIP2 signaling regulated by IMPase plays an integral role in synaptic polarity.",
            "score": 186.89819264411926
        },
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 179.0641553401947
        },
        {
            "docid": "18914017_31",
            "document": "Alzheimer's disease . AD is also considered a tauopathy due to abnormal aggregation of the tau protein. Every neuron has a cytoskeleton, an internal support structure partly made up of structures called microtubules. These microtubules act like tracks, guiding nutrients and molecules from the body of the cell to the ends of the axon and back. A protein called \"tau\" stabilises the microtubules when phosphorylated, and is therefore called a microtubule-associated protein. In AD, tau undergoes chemical changes, becoming hyperphosphorylated; it then begins to pair with other threads, creating neurofibrillary tangles and disintegrating the neuron's transport system.",
            "score": 155.26542735099792
        },
        {
            "docid": "39783982_6",
            "document": "Dendrin . Dendrin is a postsynaptic protein that is found in the forebrain and hippocampus. Specifically in the forebrain, dendrin is found in the cerebral cortex and the subcortical forebrain plus midbrain areas (SFMA). Dendrin has yet to be found in other parts of the brain, but is very abundant in the parts of the brain where it is known to be expressed. Within these known locations in the brain, dendrin is associated with the actin cytoskeleton. Dendrin is found in the neuron's cell body and its dendrites. This is the part of the cell that helps it to retain its structure and move other molecules throughout the cell. MAGI/S-SCAM is a component of the cytoskeleton that is used to keep dendrin in the cytoplasm of a neuron, and prevents the protein from diffusing into the nucleus. Because of this location in the neuron, it is thought that dendrin is involved in retrograde signaling from the synapse to the nucleus. This form of signaling is the reverse of normal neural signaling so that instead of the signal passing from the nucleus to the synapse, is passes from the synapse to the nucleus.",
            "score": 158.34808540344238
        },
        {
            "docid": "21944_15",
            "document": "Nervous system . Sponges have no cells connected to each other by synaptic junctions, that is, no neurons, and therefore no nervous system. They do, however, have homologs of many genes that play key roles in synaptic function. Recent studies have shown that sponge cells express a group of proteins that cluster together to form a structure resembling a postsynaptic density (the signal-receiving part of a synapse). However, the function of this structure is currently unclear. Although sponge cells do not show synaptic transmission, they do communicate with each other via calcium waves and other impulses, which mediate some simple actions such as whole-body contraction.",
            "score": 118.87323141098022
        },
        {
            "docid": "33644895_4",
            "document": "Evolution of nervous systems . Sponges have no cells connected to each other by synaptic junctions, that is, no neurons, and therefore no nervous system. They do, however, have homologs of many genes that play key roles in synaptic function. Recent studies have shown that sponge cells express a group of proteins that cluster together to form a structure resembling a postsynaptic density (the signal-receiving part of a synapse). However, the function of this structure is currently unclear. Although sponge cells do not show synaptic transmission, they do communicate with each other via calcium waves and other impulses, which mediate some simple actions such as whole-body contraction.",
            "score": 118.87323141098022
        },
        {
            "docid": "21265701_4",
            "document": "Aron Moscona . In experiments performed through the 1960s, Moscona was able to separate embryonic cells using enzymes and then found that they were able to reform in their original structures once they were allowed to grow back together. His early work resulted in the identification by Masatoshi Takeichi of a class of proteins called cadherins which play a role in cell adhesion by allowing molecules to recognize each other. As he noted in a 1961 article in \"Scientific American\", without the ability of these proteins to allow cells to form bonds with similar cells, \"the human body would collapse into a heap of disconnected, individual cells, many of them quite indistinguishable from certain free-living protozoa.\" The article included photographs showing how mixtures of cells in flasks differentiated themselves by combining with like cells and how that ability faded over a period of weeks, with newer cells better able to recombine into structures closely resembling their embryonic arrangement than were older ones. He found that \"Cells dissociated from adult animals usually do not recohere at all\".",
            "score": 97.21888792514801
        },
        {
            "docid": "2065100_11",
            "document": "Axon guidance . The growing axons also rely on transient neuronal structures such as guidepost cells, during pathfinding. In the mouse visual system, proper optic chiasm formation depends on a V-shaped structure of transient neurons that intersect with specialized radial glia at the midline of the chiasm. The chiasm axons grow along and around this structure but do not invade it. Another example is the subplate in the developing cerebral cortex that consists of transient neuronal layer under the subventricular zone and serves as a guidepost for axons entering permanent cortical layers. The subplate is similar to the chiasmatic neurons in that these cell groups disappear (or transit into other cell types) as the brain matures. These findings indicate that transitory cell populations can serve an important guidance role even though they have no function in the mature nervous system.",
            "score": 170.71500706672668
        },
        {
            "docid": "38707815_2",
            "document": "Fasciclin 2 . Fasciclin 2 (Fas2 or FasII) is a 95 kilodalton cell membrane glycoprotein in the immunoglobulin (Ig) – related superfamily of cell adhesion molecules (CAMs). It was first identified in the developing grasshopper embryo, seen dynamically expressed on a subset of fasciculating axons in the central nervous system (CNS), functioning as a neuronal recognition molecule in the regulation of selective axon fasciculation. Subsequently, fasII was cloned and has mainly been studied in the fruit fly (\"Drosophila melanogaster\"). Its extracellular structure consists of two Fibronectin type III domains and five Ig-like C2 domains, having structural homology to the neural cell adhesion molecule (NCAM) found in vertebrates. Alternative splicing of fasII gives rise to its expression in three major isoforms, including a membrane-associated form that is attached to the outer leaflet of the plasma membrane via a glycophosphatidylinositol (GPI anchor) linkage and two integral transmembrane forms. The larger transmembrane form has an amino acid motif contained in its cytoplasmic domain that is rich in proline, glutamic acid, serine and threonine residues (PEST sequence). The fasciclin 1 (Fas1) and fasciclin 3 (Fas3) genes in \"Drosophila\" also code for cell adhesion proteins in the nervous system but do not show any structural or functional similarities with NCAM.",
            "score": 156.06345903873444
        },
        {
            "docid": "37686983_9",
            "document": "Role of cell adhesions in neural development . The L1 family of proteins are involved in neuronal migration, as well as in axon growth and proper synapse formation, and include L1CAM, CHL1, NrCAM and neurofascin. L1-Cell Adhesion Molecule (L1CAM) was first discovered to be important in neuron-related tissue development in the mid-1980s, and is a trans-membranal glycoprotein of approximately 200-220 kDa. On its extracellular domain, the L1CAM protein includes IgG-like and fibronectin-III (FN-III) repeats which allow for interaction with integrins and ECM proteins. Similarly to integrin, F1CAM expresses domains intracellularly that interact with the actin cytoskeleton. Supporting the claim that L1-family proteins are involved in CNS development is the finding that L1CAM is highly expressed in neuronal tissue during its early stages of growth, especially at the ends of axons. Some areas of the brain, such as the hippocampus, have been found to highly express L1CAM into adulthood, though the exact reason for this has not been elucidated.",
            "score": 165.8901526927948
        },
        {
            "docid": "21244265_9",
            "document": "Olfaction . Olfactory sensory neurons project axons to the brain within the olfactory nerve, (cranial nerveI). These nerve fibers, lacking myelin sheaths, pass to the olfactory bulb of the brain through perforations in the cribriform plate, which in turn projects olfactory information to the olfactory cortex and other areas. The axons from the olfactory receptors converge in the outer layer of the olfactory bulb within small (≈50 micrometers in diameter) structures called glomeruli. Mitral cells, located in the inner layer of the olfactory bulb, form synapses with the axons of the sensory neurons within glomeruli and send the information about the odor to other parts of the olfactory system, where multiple signals may be processed to form a synthesized olfactory perception. A large degree of convergence occurs, with 25,000 axons synapsing on 25 or so mitral cells, and with each of these mitral cells projecting to multiple glomeruli. Mitral cells also project to periglomerular cells and granular cells that inhibit the mitral cells surrounding it (lateral inhibition). Granular cells also mediate inhibition and excitation of mitral cells through pathways from centrifugal fibers and the anterior olfactory nuclei. Neuromodulators like acetylcholine, serotonin and norepinephrine all send axons to the olfactory bulb and have been implicated in gain modulation, pattern separation, and memory functions, respectively.",
            "score": 157.5819388628006
        },
        {
            "docid": "4170290_3",
            "document": "Cell cortex . In some animal cells, the protein spectrin may be present in the cortex. Spectrin helps to create a network by cross-linked actin filaments. The proportions of spectrin and actin vary with cell type. Spectrin proteins and actin microfilaments are attached to transmembrane proteins by attachment proteins between them and the transmembrane proteins. The cell cortex is attached to the inner (cytosolic) face of the plasma membrane in cells where the spectrin proteins and actin microfilaments form a mesh-like structure much like a fishnet except that it can be broken and reformed.",
            "score": 154.3428454399109
        },
        {
            "docid": "9919262_5",
            "document": "Protocadherin . Clustered Pcdhs proteins are detected throughout the neuronal soma, dendrites and axons and are observed in synapses and growth cones. Like classical cadherins, members of Pcdhs family were also shown to mediate cell-cell adhesion in cell-based assays and most of them showed to engage in homophilic trans-interactions.  Schreiner and Weiner showed that Pcdhα and γ proteins can form multimeric complexes. If all three classes of Pcdhs could engage in multimerization of stochastically expressed Pcdhs isoforms, then neurons could produce a large number of distinct homophilic interaction units, amplifying significantly the cell-surface diversity more than the one afforded by stochastic gene expression alone. As for cytoplasmic domain, all the three classes of clustered Pcdhs proteins are dissimilar, although they are strictly conserved in vertebrate evolution, suggesting a conserved cellular function. This is corroborated by a large number of other interacting proteins including phosphatases, kinases, adhesion molecules and synaptic proteins The cytoplasmic domain also mediates intracellular retention, a property which distinguishes the clustered protocadherins from the related classical cadherins. Furthermore, it was shown that Pcdhs are proteolitically processed by γ-secretase complex, which releases soluble intracellular fragments into the cytoplasm which might have a broad range of functions as acting locally in the cytoplasm and/or even regulate gene expression similarly to other cell-surface proteins such as Notch and N-cadherin.  Since these molecules are involved in so many developmental processes like axon guidance and dendrite ariborization, mutations in Pcdhs genes and their expression may play a role in Down, Rett as well as Fragile X syndrome, schizophrenia, and neurodegenerative diseases",
            "score": 169.35245943069458
        },
        {
            "docid": "5092142_21",
            "document": "Laboratory of Molecular Biology . The emphasis on classical molecular biology shifted towards cell biology and development, so that the Molecular Genetics division was renamed Cell Biology. Mark Bretscher discovered the topological way proteins are arranged in the human erythrocyte membrane and its phospholipid asymmetry. Richard Henderson and Nigel Unwin developed electron crystallography to determine the structure of two-dimensional arrays, applying this to the bacterial purple protein, bacteriorhodopsin. Barbara Pearse discovered the major components of clathrin-coated vesicles, structures formed during endocytosis, and a low resolution structure of the cage-like lattice around them was determined. How proteins become localised to different parts of the cell — such as to the endoplasmic reticulum, Golgi apparatus or the plasma membrane — and the role of this in cell polarity, have been elucidated by Bretscher, Hugh Pelham and Sean Munro. The spindle pole bodies — the large structures in yeast cells which act as the foci to which chromosomes are moved during mitosis — have been purified and a low resolution structure of them deduced by John Kilmartin.",
            "score": 106.44527268409729
        },
        {
            "docid": "1300487_2",
            "document": "Peripherin . Peripherin is a type III Intermediate filament (IF) protein expressed mainly in neurons of the peripheral nervous system (PNS). It is also found in neurons of the central nervous system (CNS) that have projections toward peripheral structures, such as spinal motor neurons. Its size, structure, and sequence/location of protein motifs is similar to other type III IF proteins such as desmin, vimentin and glial fibrillary acidic protein (GFAP). Like these proteins, peripherin can self-assemble to form homopolymeric filamentous networks (networks formed from peripherin protein dimers), but it can also heteropolymerize with neurofilaments in several neuronal types. This protein in humans is encoded by the \"PRPH\" gene. Peripherin is thought to play a role in neurite elongation during development and axonal regeneration after injury, but its exact function is unknown. It is also associated with some of the major neuropathologies that characterize amyotropic lateral sclerosis (ALS), but despite extensive research into how neurofilaments and peripherin contribute to ALS, their role in this disease is still unidentified.",
            "score": 146.89614045619965
        },
        {
            "docid": "1300489_8",
            "document": "Glial fibrillary acidic protein . GFAP is proposed to play a role in astrocyte-neuron interactions as well as cell-cell communication. In vitro, using antisense RNA, astrocytes lacking GFAP do not form the extensions usually present with neurons. Studies have also shown that Purkinje cells in GFAP knockout mice do not exhibit normal structure, and these mice demonstrate deficits in conditioning experiments such as the eye-blink task. Biochemical studies of GFAP have shown MgCl and/or calcium/calmodulin dependent phosphorylation at various serine or threonine residues by PKC and PKA which are two kinases that are important for the cytoplasmic transduction of signals. These data highlight the importance of GFAP for cell-cell communication.",
            "score": 106.23015451431274
        }
    ],
    "r": [
        {
            "docid": "21120_4",
            "document": "Neuron . A typical neuron consists of a cell body (soma), dendrites, and an axon. The term neurite is used to describe either a dendrite or an axon, particularly in its undifferentiated stage. Dendrites are thin structures that arise from the cell body, often extending for hundreds of micrometers and branching multiple times, giving rise to a complex \"dendritic tree\". An axon (also called a nerve fiber) is a special cellular extension (process) that arises from the cell body at a site called the axon hillock and travels for a distance, as far as 1 meter in humans or even more in other species. Most neurons receive signals via the dendrites and send out signals down the axon. Numerous axons are often bundled into fascicles that make up the nerves in the peripheral nervous system (like strands of wire make up cables). Bundles of axons in the central nervous system are called tracts. The cell body of a neuron frequently gives rise to multiple dendrites, but never to more than one axon, although the axon may branch hundreds of times before it terminates. At the majority of synapses, signals are sent from the axon of one neuron to a dendrite of another. There are, however, many exceptions to these rules: for example, neurons can lack dendrites, or have no axon, and synapses can connect an axon to another axon or a dendrite to another dendrite.",
            "score": 254.0744171142578
        },
        {
            "docid": "8131_4",
            "document": "Dendrite . Dendrites are one of two types of protoplasmic protrusions that extrude from the cell body of a neuron, the other type being an axon. Axons can be distinguished from dendrites by several features including shape, length, and function. Dendrites often taper off in shape and are shorter, while axons tend to maintain a constant radius and be relatively long. Typically, axons transmit electrochemical signals and dendrites receive the electrochemical signals, although some types of neurons in certain species lack axons and simply transmit signals via their dendrites. Dendrites provide an enlarged surface area to receive signals from the terminal buttons of other axons, and the axon also commonly divides at its far end into many branches (telodendria) each of which ends in a nerve terminal, allowing a chemical signal to pass simultaneously to many target cells. Typically, when an electrochemical signal stimulates a neuron, it occurs at a dendrite and causes changes in the electrical potential across the neuron’s plasma membrane. This change in the membrane potential will passively spread across the dendrite but becomes weaker with distance without an action potential. An action potential propagates the electrical activity along the membrane of the neuron's dendrites to the cell body and then afferently down the length of the axon to the axon terminal, where it triggers the release of neurotransmitters into the synaptic cleft. However, synapses involving dendrites can also be axodendritic, involving an axon signaling to a dendrite, or dendrodendritic, involving signaling between dendrites. An autapse is a synapse in which the axon of one neuron transmits signals to its own dendrites.",
            "score": 253.11904907226562
        },
        {
            "docid": "958_3",
            "document": "Axon . An axon is one of two types of cytoplasmic protrusions from the cell body of a neuron; the other type is a dendrite. Axons are distinguished from dendrites by several features, including shape (dendrites often taper while axons usually maintain a constant radius), length (dendrites are restricted to a small region around the cell body while axons can be much longer), and function (dendrites receive signals whereas axons transmit them). Some types of neurons have no axon and transmit signals from their dendrites. In some species, axons can emanate from dendrites and these are known as axon-carrying dendrites. No neuron ever has more than one axon; however in invertebrates such as insects or leeches the axon sometimes consists of several regions that function more or less independently of each other.",
            "score": 251.41064453125
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 245.8345489501953
        },
        {
            "docid": "21120_20",
            "document": "Neuron . Neurons exist in a number of different shapes and sizes and can be classified by their morphology and function. The anatomist Camillo Golgi grouped neurons into two types; type I with long axons used to move signals over long distances and type II with short axons, which can often be confused with dendrites. Type I cells can be further divided by where the cell body or soma is located. The basic morphology of type I neurons, represented by spinal motor neurons, consists of a cell body called the soma and a long thin axon covered by the myelin sheath. Around the cell body is a branching dendritic tree that receives signals from other neurons. The end of the axon has branching terminals (axon terminal) that release neurotransmitters into a gap called the synaptic cleft between the terminals and the dendrites of the next neuron.",
            "score": 237.4811248779297
        },
        {
            "docid": "21120_8",
            "document": "Neuron . A typical neuron is divided into three parts: the soma or cell body, dendrites, and axon. The soma is usually compact; the axon and dendrites are filaments that extrude from it. Dendrites typically branch profusely, getting thinner with each branching, and extending their farthest branches a few hundred micrometers from the soma. The axon leaves the soma at a swelling called the axon hillock, and can extend for great distances, giving rise to hundreds of branches. Unlike dendrites, an axon usually maintains the same diameter as it extends. The soma may give rise to numerous dendrites, but never to more than one axon. Synaptic signals from other neurons are received by the soma and dendrites; signals to other neurons are transmitted by the axon. A typical synapse, then, is a contact between the axon of one neuron and a dendrite or soma of another. Synaptic signals may be excitatory or inhibitory. If the net excitation received by a neuron over a short period of time is large enough, the neuron generates a brief pulse called an action potential, which originates at the soma and propagates rapidly along the axon, activating synapses onto other neurons as it goes.",
            "score": 236.45826721191406
        },
        {
            "docid": "156998_24",
            "document": "Action potential . Neurons are electrically excitable cells composed, in general, of one or more dendrites, a single soma, a single axon and one or more axon terminals. Dendrites are cellular projections whose primary function is to receive synaptic signals. Their protrusions, known as dendritic spines, are designed to capture the neurotransmitters released by the presynaptic neuron. They have a high concentration of ligand-gated ion channels. These spines have a thin neck connecting a bulbous protrusion to the dendrite. This ensures that changes occurring inside the spine are less likely to affect the neighboring spines. The dendritic spine can, with rare exception (see LTP), act as an independent unit. The dendrites extend from the soma, which houses the nucleus, and many of the \"normal\" eukaryotic organelles. Unlike the spines, the surface of the soma is populated by voltage activated ion channels. These channels help transmit the signals generated by the dendrites. Emerging out from the soma is the axon hillock. This region is characterized by having a very high concentration of voltage-activated sodium channels. In general, it is considered to be the spike initiation zone for action potentials, i.e. the trigger zone. Multiple signals generated at the spines, and transmitted by the soma all converge here. Immediately after the axon hillock is the axon. This is a thin tubular protrusion traveling away from the soma. The axon is insulated by a myelin sheath. Myelin is composed of either Schwann cells (in the peripheral nervous system) or oligodendrocytes (in the central nervous system), both of which are types of glial cells. Although glial cells are not involved with the transmission of electrical signals, they communicate and provide important biochemical support to neurons. To be specific, myelin wraps multiple times around the axonal segment, forming a thick fatty layer that prevents ions from entering or escaping the axon. This insulation prevents significant signal decay as well as ensuring faster signal speed. This insulation, however, has the restriction that no channels can be present on the surface of the axon. There are, therefore, regularly spaced patches of membrane, which have no insulation. These nodes of Ranvier can be considered to be \"mini axon hillocks\", as their purpose is to boost the signal in order to prevent significant signal decay. At the furthest end, the axon loses its insulation and begins to branch into several axon terminals. These presynaptic terminals, or synaptic boutons, are a specialized area within the axon of the presynaptic cell that contains neurotransmitters enclosed in small membrane-bound spheres called synaptic vesicles.",
            "score": 231.8646240234375
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 231.14779663085938
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 225.35292053222656
        },
        {
            "docid": "267694_6",
            "document": "Nervous tissue . Neurons are cells with specialized features that allow them to receive and facilitate nerve impulses, or action potentials, across their membrane to the next neuron. They possess a large cell body (soma), with cell projections called dendrites and an axon. Dendrites are thin, branching projections that receive electrochemical signaling (neurotransmitters) to create a change in voltage in the cell. Axons are long projections that carry the action potential away from the cell body toward the next neuron. The bulb-like end of the axon, called the axon terminal, is separated from the dendrite of the following neuron by a small gap called a synaptic cleft. When the action potential travels to the axon terminal, neurotransmitters are released across the synapse and bind to the post-synaptic receptors, continuing the nerve impulse.",
            "score": 224.05433654785156
        },
        {
            "docid": "958_4",
            "document": "Axon . Axons are covered by a membrane known as an axolemma; the cytoplasm of an axon is called axoplasm. Most axons branch, in some cases very profusely. The end branches of an axon are called telodendria. The swollen end of a telodendron is known as the axon terminal which joins the dendron or cell body of another neuron forming a synaptic connection. Axons make contact with other cells—usually other neurons but sometimes muscle or gland cells—at junctions called synapses. In some circumstances, the axon of one neuron may form a synapse with the dendrites of the same neuron, resulting in an autapse. At a synapse, the membrane of the axon closely adjoins the membrane of the target cell, and special molecular structures serve to transmit electrical or electrochemical signals across the gap. Some synaptic junctions appear along the length of an axon as it extends—these are called \"en passant\" (\"in passing\") synapses and can be in the hundreds or even the thousands along one axon. Other synapses appear as terminals at the ends of axonal branches.",
            "score": 218.9853515625
        },
        {
            "docid": "21944_30",
            "document": "Nervous system . Most neurons send signals via their axons, although some types are capable of dendrite-to-dendrite communication. (In fact, the types of neurons called amacrine cells have no axons, and communicate only via their dendrites.) Neural signals propagate along an axon in the form of electrochemical waves called action potentials, which produce cell-to-cell signals at points where axon terminals make synaptic contact with other cells.",
            "score": 216.7148895263672
        },
        {
            "docid": "958_9",
            "document": "Axon . The structure of a neuron is seen to consist of two separate functional regions, or compartments – the cell body together with the dendrites as one region, and the axonal region as the other. Nissl bodies of the soma and dendrites, where protein is synthesised is absent in the axonal region which includes the axon hillock.",
            "score": 215.88592529296875
        },
        {
            "docid": "156998_9",
            "document": "Action potential . All cells in animal body tissues are electrically polarized – in other words, they maintain a voltage difference across the cell's plasma membrane, known as the membrane potential. This electrical polarization results from a complex interplay between protein structures embedded in the membrane called ion pumps and ion channels. In neurons, the types of ion channels in the membrane usually vary across different parts of the cell, giving the dendrites, axon, and cell body different electrical properties. As a result, some parts of the membrane of a neuron may be excitable (capable of generating action potentials), whereas others are not. Recent studies have shown that the most excitable part of a neuron is the part after the axon hillock (the point where the axon leaves the cell body), which is called the initial segment, but the axon and cell body are also excitable in most cases.",
            "score": 212.86386108398438
        },
        {
            "docid": "8131_5",
            "document": "Dendrite . There are three main types of neurons; multipolar, bipolar, and unipolar. Multipolar neurons, such as the one shown in the image, are composed of one axon and many dendritic trees. Pyramidal cells are multipolar cortical neurons with pyramid shaped cell bodies and large dendrites called apical dendrites that extend to the surface of the cortex. Bipolar neurons have one axon and one dendritic tree at opposing ends of the cell body. Unipolar neurons have a stalk that extends from the cell body that separates into two branches with one containing the dendrites and the other with the terminal buttons. Unipolar dendrites are used to detect sensory stimuli such as touch or temperature.",
            "score": 210.25352478027344
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 209.87088012695312
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 208.36924743652344
        },
        {
            "docid": "958_12",
            "document": "Axon . The axonal initial segment (AIS) is a structurally and functionally separate microdomain of the axon. One function of the initial segment is to separate the main part of an axon from the rest of the neuron; another function is to help initiate action potentials. Both of these functions support neuron cell polarity, in which dendrites (and, in some cases, soma) of a neuron receive input signals and the neuron's axon provides output signals.",
            "score": 207.68675231933594
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 206.00027465820312
        },
        {
            "docid": "38156432_4",
            "document": "CoDi . The neuron body cells collect neural signals from the surrounding dendritic cells and apply an internally defined function to the collected data. In the CoDi model the neurons sum the incoming signal values and fire after a threshold is reached. This behavior of the neuron bodies can be modified easily to suit a given problem. The output of the neuron bodies is passed on to its surrounding axon cells. Axonal cells distribute data originating from the neuron body. Dendritic cells collect data and eventually pass it to the neuron body. These two types of cell-to-cell interaction cover all kinds of cell encounters.",
            "score": 205.89419555664062
        },
        {
            "docid": "20512936_2",
            "document": "Dendritic spike . In neurophysiology, a dendritic spike refers to an action potential generated in the dendrite of a neuron. Dendrites are branched extensions of a neuron. They receive electrical signals emitted from projecting neurons and transfer these signals to the cell body, or soma. Dendritic signaling has traditionally been viewed as a passive mode of electrical signaling. Unlike its axon counterpart which can generate signals through action potentials, dendrites were believed to only have the ability to propagate electrical signals by physical means: changes in conductance, length, cross sectional area, etc. However, a large body of evidence now makes it clear that dendrites are active neuronal structures. Dendrites contain voltage-gated ion channels giving them the ability to generate action potentials. Dendritic spikes have been recorded in numerous types of neurons in the brain and are thought to have great implications in neuronal communication, memory, and learning. They are one of the major factors in long-term potentiation.",
            "score": 204.0252227783203
        },
        {
            "docid": "38156432_5",
            "document": "CoDi . Every cell has a gate, which is interpreted differently depending on the type of the cell. A neuron cell uses this gate to store its orientation, i.e. the direction in which the axon is pointing. In an axon cell, the gate points to the neighbor from which the neural signals are received. An axon cell accepts input only from this neighbor, but makes its own output available to all its neighbors. In this way axon cells distribute information. The source of information is always a neuron cell. Dendritic cells collect  information by accepting information from any neighbor. They give their output, (e.g. a Boolean OR operation on the binary inputs) only to the neighbor specified by their own gate. In this way, dendritic cells collect and \"sum\" neural signals, until the final sum of collected neural signals reaches the neuron cell.",
            "score": 202.9940643310547
        },
        {
            "docid": "21120_18",
            "document": "Neuron . The cell body of a neuron is supported by a complex mesh of structural proteins called neurofilaments, which are assembled into larger neurofibrils. Some neurons also contain pigment granules, such as neuromelanin (a brownish-black pigment that is byproduct of synthesis of catecholamines), and lipofuscin (a yellowish-brown pigment), both of which accumulate with age. Other structural proteins that are important for neuronal function are actin and the tubulin of microtubules. Actin is predominately found at the tips of axons and dendrites during neuronal development. There the actin dynamics can be modulated via an interplay with microtubule.",
            "score": 202.95309448242188
        },
        {
            "docid": "33547203_17",
            "document": "Sparse distributed memory . An idealized description of neuron is as follows: a neuron has a cell body with two kinds of branches: \"dendrites\" and an \"axon\". It receives input signals from other neurons via dendrites, integrates (sums) them and generates its own (electric) output signal which is sent to outside neurons via axon. The points of electric contact between neurons are called \"synapses\".",
            "score": 200.65667724609375
        },
        {
            "docid": "343169_2",
            "document": "Dendritic spine . A dendritic spine (or spine) is a small membranous protrusion from a neuron's dendrite that typically receives input from a single axon at the synapse. Dendritic spines serve as a storage site for synaptic strength and help transmit electrical signals to the neuron's cell body. Most spines have a bulbous head (the spine head), and a thin neck that connects the head of the spine to the shaft of the dendrite. The dendrites of a single neuron can contain hundreds to thousands of spines. In addition to spines providing an anatomical substrate for memory storage and synaptic transmission, they may also serve to increase the number of possible contacts between neurons.",
            "score": 199.59190368652344
        },
        {
            "docid": "27809_6",
            "document": "Chemical synapse . Synapses are functional connections between neurons, or between neurons and other types of cells. A typical neuron gives rise to several thousand synapses, although there are some types that make far fewer. Most synapses connect axons to dendrites, but there are also other types of connections, including axon-to-cell-body, axon-to-axon, and dendrite-to-dendrite. Synapses are generally too small to be recognizable using a light microscope except as points where the membranes of two cells appear to touch, but their cellular elements can be visualized clearly using an electron microscope.",
            "score": 198.50189208984375
        },
        {
            "docid": "33818014_13",
            "document": "Nervous system network models . The neuron cell has three components – dendrites, soma, and axon as shown in Figure 1. Dendrites, which have the shape of a tree with branches, called arbor, receive the message from other neurons with which the neuron is connected via synapses. The action potential received by each dendrite from the synapse is called the postsynaptic potential. The cumulative sum of the postsynaptic potentials is fed to the soma. The ionic components of the fluid inside and outside maintain the cell membrane at a resting potential of about 65 millivolts. When the cumulative postsynaptic potential exceeds the resting potential, an action potential is generated by the cell body or soma and propagated along the axon. The axon may have one or more terminals and these terminals transmit neurotransmitters to the synapses with which the neuron is connected. Depending on the stimulus received by the dendrites, soma may generate one or more well-separated action potentials or spike train. If the stimulus drives the membrane to a positive potential, it is an excitatory neuron; and if it drives the resting potential further in the negative direction, it is an inhibitory neuron. The generation of the action potential is called the “firing.” The firing neuron described above is called a spiking neuron. We will model the electrical circuit of the neuron in Section 3.6. There are two types of spiking neurons. If the stimulus remains above the threshold level and the output is a spike train, it is called the Integrate-and-Fire (IF) neuron model. If output is modeled as dependent on the impulse response of the circuit, then it is called the Spike Response Model (SRM) (Gestner, W. (1995)).",
            "score": 198.3869171142578
        },
        {
            "docid": "23602171_7",
            "document": "Cordon-bleu protein . Cobl localizes in neurons to dendrites, axons and in the cell body, but is enriched at axonal and dendritic growth cones. Cobl is involved in axis patterning in embryonic stem cells. The role of Cobl in neural morphogenesis has been investigated \"ex vivo\" in hippocampal neurons in rat-brain. Overexpression leads to abnormal dendrites and axons production, whereas RNAi-mediated Cobl depetion results in a reduction of dendrites and neurites branching.",
            "score": 197.76947021484375
        },
        {
            "docid": "27132269_2",
            "document": "Actin remodeling of neurons . Actin remodeling is a biochemical process in cells. In the actin remodeling of neurons, the protein actin is part of the process to change the shape and structure of dendritic spines. G-actin is the monomer form of actin, and is uniformly distributed throughout the axon and the dendrite. F-actin is the polymer form of actin, and its presence in dendritic spines is associated with their change in shape and structure. Actin plays a role in the formation of new spines as well as stabilizing spine volume increase. The changes that actin brings about lead to the formation of new synapses as well as increased cell communication.",
            "score": 196.5263671875
        },
        {
            "docid": "1896271_11",
            "document": "Holonomic brain theory . In classic brain theory the summation of electrical inputs to the dendrites and soma (cell body) of a neuron either inhibit the neuron or excite it and set off an action potential down the axon to where it synapses with the next neuron. However, this fails to account for different varieties of synapses beyond the traditional axodendritic (axon to dendrite). There is evidence for the existence of other kinds of synapses, including serial synapses and those between dendrites and soma and between different dendrites. Many synaptic locations are functionally bipolar, meaning they can both send and receive impulses from each neuron, distributing input and output over the entire group of dendrites.",
            "score": 196.25909423828125
        },
        {
            "docid": "627937_10",
            "document": "Pyramidal cell . Like dendrites in most other neurons, the dendrites are generally the input areas of the neuron, while the axon is the neuron’s output. Both axons and dendrites are highly branched. The large amount of branching allows the neuron to send and receive signals to and from many different neurons.",
            "score": 196.1944122314453
        },
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 195.80975341796875
        }
    ]
}