{
    "q": [
        {
            "docid": "46273402_10",
            "document": "Segmentation in the human nervous system . The highly regulated process of formation of somites from the unsegmented presomitic mesoderm (PSM) is called somitogenesis. Somitogenesis involves three basic steps: - metameric pattern generation, labelling each somite with its antero-posterior identity, and forming a somatic border. The regularity in the arrangement of somites is due to the activity of a set of dynamically and rhythmically expressed genes in the PSM, namely c-hairyl and lunatic fringe. These genes are arguably related to the Notch signalling pathway which provides evidence for the presence of a molecular segmentation clock that is linked to the process of somitogenesis. The Notch signalling pathway is a crucial step in the embryonic segmentation in vertebrates playing multiple roles as it is one of the significant pathways involved in the regulation of the segmentation clock. Somitogenesis is a vital process that forms the foundation of the nervous system segmentation pattern.",
            "score": 202.46699500083923
        },
        {
            "docid": "15071709_7",
            "document": "LFNG . Lunatic Fringe is a transcription factor that plays a crucial role in the development of the somites. Somites give rise to the skeletal muscle, the axial skeleton, the tendons, and the dorsal dermis. The somites are formed via the clock-wave front model, and as each somite is formed, each cell receives a burst of FGF8 (a signaling molecule). Somites are formed anterior to posterior, and since FGF8 has a short half-life, this leads to a greater concentration of FGF8 in the posterior, and a lesser concentration in the anterior. Lunatic fringe responds to the lower concentration of FGF8 in the anterior and leads these cells to their developmental fate. Mutation of the Lunatic Fringe gene can cause severe Spondylocostal Dysostosis, which involves vertebral segmentation defects and rib abnormalities. A mutation was discovered in which a conservative phenylalanine close to the active site of the enzyme mutates, leading to the enzymatic inactivation of Lunatic Fringe. A “knock-out” model has been created using mice. In mice, Lunatic Fringe plays a crucial role in the Notch signaling pathway during the formation of somite’s, and a mutation in this gene leads to somite’s with irregular shapes and a defect in the anterior-posterior formation.",
            "score": 180.31815123558044
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 134.77064156532288
        },
        {
            "docid": "213354_31",
            "document": "Positive feedback . Positive feedback is a well studied phenomenon in gene regulation, where it is most often associated with bistability. Positive feedback occurs when a gene activates itself directly or indirectly via a double negative feedback loop. Genetic engineers have constructed and tested simple positive feedback networks in bacteria to demonstrate the concept of bistability. A classic example of positive feedback is the lac operon in \"E. coli\". Positive feedback plays an integral role in cellular differentiation, development, and cancer progression, and therefore, positive feedback in gene regulation can have significant physiological consequences. Random motions in molecular dynamics coupled with positive feedback can trigger interesting effects, such as create population of phenotypically different cells from the same parent cell. This happens because noise can become amplified by positive feedback. Positive feedback can also occur in other forms of cell signaling, such as enzyme kinetics or metabolic pathways.",
            "score": 125.69721353054047
        },
        {
            "docid": "56565_27",
            "document": "Circadian rhythm . The central oscillator generates a self-sustaining rhythm and is driven by two interacting feedback loops that are active at different times of day. The morning loop consists of CCA1 (Circadian and Clock-Associated 1) and LHY (Late Elongated Hypocotyl), which encode closely related MYB transcription factors that regulate circadian rhythms in \"Arabidopsis\", as well as PRR 7 and 9 (Pseudo-Response Regulators.) The evening loop consists of GI (Gigantea) and ELF4, both involved in regulation of flowering time genes. When CCA1 and LHY are overexpressed (under constant light or dark conditions), plants become arrhythmic, and mRNA signals reduce, contributing to a negative feedback loop. Gene expression of CCA1 and LHY oscillates and peaks in the early morning, whereas TOC1 gene expression oscillates and peaks in the early evening. While it was previously hypothesised that these three genes model a negative feedback loop in which over-expressed CCA1 and LHY repress TOC1 and over-expressed TOC1 is a positive regulator of CCA1 and LHY, it was shown in 2012 by Andrew Millar and others that TOC1 in fact serves as a repressor not only of CCA1, LHY, and PRR7 and 9 in the morning loop but also of GI and ELF4 in the evening loop. This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.",
            "score": 176.64395081996918
        },
        {
            "docid": "1107334_20",
            "document": "Notch signaling pathway . Once the notch extracellular domain interacts with a ligand, an ADAM-family metalloprotease called ADAM10, cleaves the notch protein just outside the membrane. This releases the extracellular portion of notch (NECD), which continues to interact with the ligand. The ligand plus the notch extracellular domain is then endocytosed by the ligand-expressing cell. There may be signaling effects in the ligand-expressing cell after endocytosis; this part of notch signaling is a topic of active research. After this first cleavage, an enzyme called γ-secretase (which is implicated in Alzheimer's disease) cleaves the remaining part of the notch protein just inside the inner leaflet of the cell membrane of the notch-expressing cell. This releases the intracellular domain of the notch protein (NICD), which then moves to the nucleus, where it can regulate gene expression by activating the transcription factor CSL. It was originally thought that these CSL proteins suppressed Notch target transcription. However, further research showed that, when the intracellular domain binds to the complex, it switches from a repressor to an activator of transcription. Other proteins also participate in the intracellular portion of the notch signaling cascade.",
            "score": 159.68202674388885
        },
        {
            "docid": "46413884_2",
            "document": "HES7 gene . (HES7) or bHLHb37 is protein coding mammalian gene found on chromosome 17 in humans. HES7 is a member of the Hairy and Enhancer of Split families of Basic helix-loop-helix proteins. The gene product is a transcription factor and is expressed cyclically in the presomitic mesoderm as part of the Notch signalling pathway. HES7 is involved in the segmentation of somites from the presomitic mesoderm in vertebrates. The HES7 gene is self-regulated by a negative feedback loop in which the gene product can bind to its own promoter. This causes the gene to be expressed in an oscillatory manner. The HES7 protein also represses expression of Lunatic Fringe (LFNG) thereby both directly and indirectly regulating the Notch signalling pathway. Mutations in HES7 can result in deformities of the spine, ribs and heart. Spondylocostal dysostosis is a common disease caused by mutations in the HES7 gene. The inheritance pattern of Spondylocostal dysostosis is autosomal recessive.",
            "score": 165.7403359413147
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 118.95530259609222
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 148.87212240695953
        },
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 177.16511631011963
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 101.94687175750732
        },
        {
            "docid": "39103747_2",
            "document": "KaiC . KaiC is a gene belonging to the KaiABC gene cluster (with KaiB, and KaiC) that, together, regulate bacterial circadian rhythms, specifically in cyanobacteria. KaiC encodes for the KaiC protein which interacts with the KaiA and KaiB proteins in a post-translational oscillator (PTO). The PTO is cyanobacteria master clock that is controlled by sequences of phosphorylation of KaiC protein. Regulation of KaiABC expression and KaiABC phosphorylation is essential for cyanobacteria circadian rhythmicity, and is particularly important for regulating cyanobacteria processes such as nitrogen fixation, photosynthesis, and cell division. Studies have shown similarities to Drosophila, Neurospora, and mammalian clock models in that the kaiABC regulation of the cyanobacteria slave circadian clock is also based on a transcription translation feedback loop (TTFL). KaiC protein has both auto-kinase and auto-phosphatase activity and acts as the circadian regulator in both the PTO and the TTFL. KaiC has been found to not only suppress kaiBC when overexpressed, but also suppress circadian expression of all genes in the cyanobacterial genome.",
            "score": 174.86423921585083
        },
        {
            "docid": "38050571_5",
            "document": "Clock and wavefront model . More technically, this means that somitogenesis occurs due to the largely cell-autonomous oscillations of a network of genes and gene products which causes cells to oscillate between a permissive and a non-permissive state in a consistently timed-fashion, like a clock. These genes include members of the FGF family, Wnt and Notch pathway, as well as targets of these pathways. The wavefront progresses slowly in a posterior-to-anterior direction. As the wavefront of signaling comes in contact with cells in the permissive state, they undergo a mesenchymal-epithelial transition and pinch off of the more anterior pre-somitic mesoderm, forming a somite boundary and resetting the process for the next somite.",
            "score": 165.85199165344238
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 139.91069757938385
        },
        {
            "docid": "55680252_6",
            "document": "Amyotrophic lateral sclerosis research . Many animals have been used over the years to study ALS and to search for a potential therapy. The animal models can be C. elegans which has only 959 cells with simple structure, and known gene code.. Also, some studied have introduced the transgenic strain of C. elegans, which has a mutation in a gene related to ALS for example, and crossed them with the transgenic nlp-29 GFP reporter strain, resulting in fluorescent markers to the cells that are expressing these mutated genes, which can be used to monitor the disease development and effects . Similar, but more complex nervous system from the C. elegans is the Drosophila. Fruit fly ALS models can be used to study the locomotion and eye changes that can be related to human symptoms. Thus, drugs can be tested on these transgenic fruit flies to discovery new target molecules . On the other hand, zebrafish models have been used widely due to their similarity in the development and anatomy characteristics as a vertebrate to the human body . A study introduced the SOD1/GFP transgenic zebra-fish to study that specific gene on the development and occurrence of ALS in the fish, and how can that be used in testing potential therapeutic molecules . All the previous models are considered simple, and saves time and money due to their short lifespan and small and simple body structure .",
            "score": 121.30502951145172
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 126.6953192949295
        },
        {
            "docid": "38050571_8",
            "document": "Clock and wavefront model . Gene oscillation in presomitic cells is largely, but not completely, cell autonomous. When Notch signaling is disrupted in zebrafish, neighboring cells no longer oscillate synchronously, indicating that Notch signaling is important for keeping neighboring populations of cells synchronous. In addition, some cellular inter-dependency has been displayed in studies concerning the protein Sonic hedgehog (Shh) in somitogenesis. Although expression of Shh pathway proteins has not been reported to oscillate in the pre-somitic mesoderm, they are expressed within the pre-somitic mesoderm during somitogenesis. When the notochord is ablated during somitogenesis in the chick embryo, the proper number of somites forms, but the segmentation clock is delayed for the posterior two thirds of the somites. The anterior somites are not affected. In one study, this phenotype was mimicked by Shh inhibitors, and timely somite formation was rescued by exogenous Shh protein, showing that the missing signal produced by the notochord is mediated by Shh.",
            "score": 231.86505460739136
        },
        {
            "docid": "39068045_11",
            "document": "TOC1 (gene) . TOC1 binds to the G-box and EE-motif promoter regions of genes involved in both the morning and evening transcription-translation feedback loops that drive the plant circadian clock; these genes include PRR7 and 9, CCA1, and LHY in the morning feedback loop and GI and ELF4 in the evening loop. Discrete induction of TOC1 gene expression results in reduced CCA1 and PRR9 expression, indicating that TOC1 plays a repressive rather than stimulatory role in regulating circadian gene expression. Repression of morning loop genes lhy and cca1 was predicted by computational modeling and was the piece of evidence needed to re-define toc1's role in the plant clock as part of a triple negative-component repressilator model rather than a positive/negative-element system of the sort seen in mammals.",
            "score": 154.06760358810425
        },
        {
            "docid": "12266_46",
            "document": "Genetics . The genome of a given organism contains thousands of genes, but not all these genes need to be active at any given moment. A gene is expressed when it is being transcribed into mRNA and there exist many cellular methods of controlling the expression of genes such that proteins are produced only when needed by the cell. Transcription factors are regulatory proteins that bind to DNA, either promoting or inhibiting the transcription of a gene. Within the genome of \"Escherichia coli\" bacteria, for example, there exists a series of genes necessary for the synthesis of the amino acid tryptophan. However, when tryptophan is already available to the cell, these genes for tryptophan synthesis are no longer needed. The presence of tryptophan directly affects the activity of the genes—tryptophan molecules bind to the tryptophan repressor (a transcription factor), changing the repressor's structure such that the repressor binds to the genes. The tryptophan repressor blocks the transcription and expression of the genes, thereby creating negative feedback regulation of the tryptophan synthesis process.",
            "score": 130.86774015426636
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 136.1927479505539
        },
        {
            "docid": "630611_2",
            "document": "Suicide gene . A suicide gene, in genetics, will cause a cell to kill itself through apoptosis. Activation of these genes can be due to many processes, but the main cellular \"switch\" to induce apoptosis is the p53 protein. Stimulation or introduction (through gene therapy) of suicide genes is a potential way of treating cancer or other proliferative diseases. Suicide genes form the basis of a strategy for making cancer cells more vulnerable, more sensitive to chemotherapy. The approach has been to attach parts of genes expressed in cancer cells to other genes for enzymes not found in mammals that can convert a harmless substance into one that is toxic to the tumor. Most suicide genes mediate this sensitivity by coding for viral or bacterial enzymes that convert an inactive drug into toxic antimetabolites that inhibit the synthesis of nucleic acid. Suicide genes must be introduced into the cells in ways that ensure their uptake and expression by as many cancer cells as possible, while limiting their expression by normal cells. Suicide gene therapy for cancer requires the vector to have the capacity to discriminate between target and non target cells, between the cancer cells and normal cells.",
            "score": 99.67976725101471
        },
        {
            "docid": "42064066_14",
            "document": "Proneural genes . In central nervous system not all bHLH genes are involved in neurogenesis because NeuroD and ‘’Math3/NeuroM’’ families are also involved in the neuronal-versus-glial cell fate decision. Another pro-neural family (which includes ‘’math1’’ and ‘’math5’’) is essential to the development of a small number of neural lineages whereas ‘’math1’’ have also a role in the specification interneuron identity. Cell types that depend on ‘’math1’’ expression belong to the proprioceptive sensory pathway. Bertrand et al. (2002) have confirmed the proneural activity of ‘’mash1’’, ngn1 and ngn2, and possibly math1 and ‘’math5’’ in the mouse. Neurogenesis in the central nervous system depends on proneural gene inhibition by Notch signaling pathway and the absence of this key regulator results in the premature differentiation of neurons. To maintain neural progenitor cells a regulatory loop takes place between neighboring cells, that involves the lateral inhibition process (see lateral inhibition). In the absence of Lateral inhibition some proneural genes such as ASCL1 or ‘’neuroG’’ are capable of inducing the expression of neuron-specific genes leading to the premature formation of early born-neurons. Ratié and colleagues (2013) comprised that Notch proneural gene network have an important role in cell fate renewal and transition in the mouse.",
            "score": 121.99397945404053
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 84.39120638370514
        },
        {
            "docid": "42064066_11",
            "document": "Proneural genes . Not all proneural genes are equally sensitive to lateral inhibition. For example, in Xenopus, Chitnis and Kintner demonstrated that ‘’XASH-3’’ and NeuroD (achaete-scute complex) respond differently to lateral inhibition, which reflect different ability to activate target genes and differential susceptibility of these target genes to repression by notch. Posterior studies revealed that even when Notch/Delta signaling pathway is blocked, Wnt2b is capable of inhibiting neuronal differentiation, through the downregulation of mRNA expression of multiple proneural genes and also of Notch1. With this mechanism Wnt2b maintains progenitor cells undifferentiated by attenuating the expression of proneural and neurogenic genes, preventing cells from getting into the differentiation cascade regulated by proneural genes and Notch. Although notch signaling is involved in the control of proneural gene expression, positive-feedback loops are required to increase or maintain the levels of proneural genes. The transcription factors responsible for this maintenance can act through the inhibition of the notch signaling pathway in particular cells or at a post-transcriptional level, affecting proneural genes transcription and function.",
            "score": 125.68428468704224
        },
        {
            "docid": "1408530_16",
            "document": "Circadian clock . Several mammalian clock genes have been identified and characterized through experiments on animals harboring naturally occurring, chemically induced, and targeted knockout mutations, and various comparative genomic approaches. The majority of identified clock components are transcriptional activators or repressors that modulate protein stability and nuclear translocation, and create two interlocking feedback loops. In the primary feedback loop, members of the basic helix-loop-helix (bHLH)-PAS (Period-Arnt-Single-minded) transcription factor family, CLOCK and BMAL1, heterodimerize in the cytoplasm to form a complex that, following translocation to the nucleus, initiates transcription of target genes such as the core clock genes 'period' genes (PER1, PER2, and PER3) and two cryptochrome genes (CRY1 and CRY2). Negative feedback is achieved by PER:CRY heterodimers that translocate back to the nucleus to repress their own transcription by inhibiting the activity of the CLOCK:BMAL1 complexes. Another regulatory loop is induced when CLOCK:BMAL1 heterodimers activate the transcription of Rev-ErbA and Rora, two retinoic acid-related orphan nuclear receptors. REV-ERBa and RORa subsequently compete to bind retinoic acid-related orphan receptor response elements (ROREs) present in Bmal1 promoter. Through the subsequent binding of ROREs, members of ROR and REV-ERB are able to regulate \"Bmal1\". While RORs activate transcription of \"Bmal1\", REV-ERBs repress the same transcription process. Hence, the circadian oscillation of \"Bmal1\" is both positively and negatively regulated by RORs and REV-ERBs.",
            "score": 163.4798674583435
        },
        {
            "docid": "31726766_10",
            "document": "Nanoparticle–biomolecule conjugate . Biological processes can be controlled through transcription regulation, gene regulation, and enzyme inhibition processes that can be regulated using nanoparticles. Nanoparticles can play a part in gene regulation through ionic bonding between positively charged cationic ligands on the surfaces of nanoparticles and negatively charged anionic nucleic acids present in DNA. In an experiment, a nanoparticle-DNA complex inhibited transcription by T7 RNA polymerase, signifying strong bonding in the complex. A high affinity of the nanoparticle-DNA complex indicates strong bonding and a favorable use of nanoparticles. Attaching ionic ligands to nanoparticles allows control over enzyme activity. An example of enzyme inhibition is given by binding of a-chymotrypsin (ChT), an enzyme with a largely cationic active site. When a-chymotrypsin is incubated with anionic (negatively charged) nanoparticles, ChT activity is inhibited as anionic nanoparticles bind to the active site. Enzyme activity can be restored by the addition of cationic surfactants. Alkyl surfactants form a bilayer around ChT, whereas thiol and alcohol surfactants alter the surface of ChT such that interactions with nanoparticles are interrupted. Though formation of a protein-nanoparticle complex can inhibit enzyme activity, studies show that it can also stabilize protein structure, and significantly protect the protein from denaturization. Attachments of ligands to segments of nanoparticles selected for functionalization of metallic properties can be used to generate a magnetic nanowire, which generates a magnetic field that allows for the manipulation of cellular assemblies.",
            "score": 136.68074083328247
        },
        {
            "docid": "38050571_6",
            "document": "Clock and wavefront model . In particular, the cyclic activation of the Notch pathway appears to be of great importance in the wavefront-clock model. It has been suggested that the activation of Notch cyclically activates a cascade of genes necessary for the somites to separate from the main paraxial body. This is controlled by different means in different species, such as through a simple negative feedback loop in zebrafish or in a complicated process in which FGF and Wnt clocks affect the Notch clock, as in chicks and mice. Generally speaking, however, the segmentation clock model is highly evolutionarily conserved.",
            "score": 185.26708698272705
        },
        {
            "docid": "46413884_9",
            "document": "HES7 gene . the HES7 protein is a transcription factor that functions as a transcriptional repressor. It is involved in somitogenesis, an important cycle in vertebrate development. Somitogenesis involves the early segmentation of vertebrates. HES7 is involved in segmenting the presomitic mesoderm into somites. Oscillating expression of HES7 in the presomitic mesoderm occurs in a two-hour cycle and is regulated by a negative feedback loop. This cycle of accumulation and degradation of the HES7 protein has been proposed as the basis for the somite segmentation clock. The cyclic nature of HES7 relies on proteasome-mediated degradation. Each cycle of HES7 expression coincides with the formation of a pair of somites. The half life of the HES7 protein is thought to be essential for proper function of the HES7 gene. The importance of accuracy in the two hour expression cycle was highlighted in an experiment where mice expressing HES7 with a mutation that allowed for a longer half life while retaining normal repressor function presented with abnormal segmentation. The 3'UTR was demonstrated as necessary for sufficient accumulation of HES7 protein to function. This was determined when transcripts with an improperly spliced intron in the 3'UTR were degraded prematurely. The correct number of introns has also been demonstrated as necessary to maintain the cyclic rhythm. Shortening the delay in accumulation of the HES7 protein by reducing the number of introns resulted in an increased number of somites.",
            "score": 196.52184092998505
        },
        {
            "docid": "26381377_4",
            "document": "Nodal signaling pathway . The activation of Nodal pathway induces the transcription of many target genes including of its own, but at the same time, micro-RNAs and other proteins interfere with this positive feedback loop in a negative manner at different points of the pathway. This balance of activation and inhibition of the signal is necessary to achieve the precise location, concentration and duration of downstream target genes that have an important role early in development. This article will summarize the role of some of the components that participate positively and negatively in regulation the signaling pathway. Although all the major components of Nodal signaling are evolutionarily conserved in almost all vertebrates, the regulation of each component of the pathway sometimes varies according to the species.",
            "score": 133.92486715316772
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 128.9992356300354
        },
        {
            "docid": "1077498_10",
            "document": "Somitogenesis . In particular, the cyclic activation of the Notch pathway appears to be of great importance in the wavefront-clock model. It has been suggested that the activation of Notch cyclically activates a cascade of genes necessary for the somites to separate from the main paraxial body. This is controlled by different means in different species, such as through a simple negative feedback loop in zebrafish or in a complicated process in which FGF and Wnt clocks affect the Notch clock, as in chicks and mice. However, the segmentation clock model is highly evolutionarily conserved.",
            "score": 183.10299682617188
        },
        {
            "docid": "46365412_10",
            "document": "Hitoshi Okamura . Okamura's team also analyzed the SCN at the cellular level. They succeeded in monitoring the rhythmic transcription of genes at the single cell level in real-time. This work was achieved by combining the SCN slice-culture technique, transgenic mice carrying the luciferase gene driven by the Per1 promoter (Per1-luc), and the cryogenic high resolution CCD camera. They have demonstrated that a stable ensemble SCN rhythm is orchestrated within an assembly of cellular clocks that are differentially phased and that sit in a distinct topographic order in the SCN. Tetrodotoxin, which blocks action potentials, not only desynchronizes the cell population, but also suppresses the level of clock gene expression, demonstrating that neuronal networks play a dominant role in oscillation of rhythms in the SCN. Using the same Per-luc mice with the optical fiber inserted to the brain, Okamura's team succeeded in monitoring the rhythmic gene expression of the clock gene in real-time in freely moving mice, demonstrating that the Per gene is activated in the daytime and rests in the nighttime in the SCN. Okamura discovered that flashing NMDA, which is analogous to light stimuli, instantly altered the phase of the core clock oscillation of a slice of SCN. This proved that there is rhythmic transcription of genes at the single cell level. It has been shown that the SCN regulates peripheral clocks by regulating melatonin in the sympathetic nervous system. Okamura's team also demonstrated that the light can activate genes and corticosterone secretion in the adrenal gland through the SCN-sympathetic nerve routes. So, the sympathetic nerve conveys the time signal of the core central clock (SCN) to peripheral organs, and the adrenal gland is the key organ in transforming circadian signals from nerve signals to the endocrine signals.",
            "score": 152.1802717447281
        }
    ],
    "r": [
        {
            "docid": "38050571_8",
            "document": "Clock and wavefront model . Gene oscillation in presomitic cells is largely, but not completely, cell autonomous. When Notch signaling is disrupted in zebrafish, neighboring cells no longer oscillate synchronously, indicating that Notch signaling is important for keeping neighboring populations of cells synchronous. In addition, some cellular inter-dependency has been displayed in studies concerning the protein Sonic hedgehog (Shh) in somitogenesis. Although expression of Shh pathway proteins has not been reported to oscillate in the pre-somitic mesoderm, they are expressed within the pre-somitic mesoderm during somitogenesis. When the notochord is ablated during somitogenesis in the chick embryo, the proper number of somites forms, but the segmentation clock is delayed for the posterior two thirds of the somites. The anterior somites are not affected. In one study, this phenotype was mimicked by Shh inhibitors, and timely somite formation was rescued by exogenous Shh protein, showing that the missing signal produced by the notochord is mediated by Shh.",
            "score": 231.86505126953125
        },
        {
            "docid": "1077498_12",
            "document": "Somitogenesis . Gene oscillation in presomitic cells is largely, but not completely, cell-autonomous. When Notch signaling is disrupted in zebrafish, neighboring cells no longer oscillate synchronously, indicating that Notch signaling is important for keeping neighboring populations of cells synchronous. In addition, some cellular inter-dependency has been displayed in studies concerning the protein Sonic hedgehog (Shh) in somitogenesis. Although expression of Shh pathway proteins has not been reported to oscillate in the pre-somitic mesoderm, they are expressed within the pre-somitic mesoderm during somitogenesis. When the notochord is ablated during somitogenesis in the chick embryo, the proper number of somites forms, but the segmentation clock is delayed for the posterior two-thirds of the somites. The anterior somites are not affected. In one study, this phenotype was mimicked by Shh inhibitors, and timely somite formation was rescued by exogenous Shh protein, showing that the missing signal produced by the notochord is mediated by Shh.",
            "score": 215.4738311767578
        },
        {
            "docid": "46273402_10",
            "document": "Segmentation in the human nervous system . The highly regulated process of formation of somites from the unsegmented presomitic mesoderm (PSM) is called somitogenesis. Somitogenesis involves three basic steps: - metameric pattern generation, labelling each somite with its antero-posterior identity, and forming a somatic border. The regularity in the arrangement of somites is due to the activity of a set of dynamically and rhythmically expressed genes in the PSM, namely c-hairyl and lunatic fringe. These genes are arguably related to the Notch signalling pathway which provides evidence for the presence of a molecular segmentation clock that is linked to the process of somitogenesis. The Notch signalling pathway is a crucial step in the embryonic segmentation in vertebrates playing multiple roles as it is one of the significant pathways involved in the regulation of the segmentation clock. Somitogenesis is a vital process that forms the foundation of the nervous system segmentation pattern.",
            "score": 202.4669952392578
        },
        {
            "docid": "33607453_17",
            "document": "Vertebral column . The striking segmented pattern of the spine is established during embryogenesis when somites are rhythmically added to the posterior of the embryo. Somite formation begins around the third week when the embryo begins gastrulation and continues until around 52 somites are formed. The somites are spheres, formed from the paraxial mesoderm that lies at the sides of the neural tube and they contain the precursors of spinal bone, the vertebrae ribs and some of the skull, as well as muscle, ligaments and skin. Somitogenesis and the subsequent distribution of somites is controlled by a clock and wavefront model acting in cells of the paraxial mesoderm. Soon after their formation, sclerotomes, which give rise to some of the bone of the skull, the vertebrae and ribs, migrate, leaving the remainder of the somite now termed a dermamyotome behind. This then splits to give the myotomes which will form the muscles and dermatomes which will form the skin of the back. Sclerotomes become subdivided into an anterior and a posterior compartment. This subdivision plays a key role in the definitive patterning of vertebrae that form when the posterior part of one somite fuses to the anterior part of the consecutive somite during a process termed resegmentation. Disruption of the somitogenesis process in humans results in diseases such as congenital scoliosis. So far, the human homologues of three genes associated to the mouse segmentation clock, (MESP2, DLL3 and LFNG), have been shown to be mutated in cases of congenital scoliosis, suggesting that the mechanisms involved in vertebral segmentation are conserved across vertebrates. In humans the first four somites are incorporated in the base of the occipital bone of the skull and the next 33 somites will form the vertebrae, ribs, muscles, ligaments and skin. The remaining posterior somites degenerate. During the fourth week of embryogenesis, the sclerotomes shift their position to surround the spinal cord and the notochord. This column of tissue has a segmented appearance, with alternating areas of dense and less dense areas.",
            "score": 200.8007354736328
        },
        {
            "docid": "1036883_11",
            "document": "Somite . The \"Notch\" system, as part of the clock and wavefront model, forms the boundaries of the somites. \"DLL1\" and \"DLL3\" are \"Notch\" ligands, mutations of which cause various defects. Notch regulates \"HES1\", which sets up the caudal half of the somite. \"Notch\" activation turns on \"LFNG\" which in turn inhibits the \"Notch\" receptor. \"Notch\" activation also turns on the \"HES1 gene\" which inactivates \"LFNG\", re-enabling the \"Notch\" receptor, and thus accounting for the oscillating clock model. \"MESP2\" induces the \"EPHA4\" gene, which causes repulsive interaction that separates somites by causing segmentation. \"EPHA4\" is restricted to the boundaries of somites. \"EPHB2\" is also important for boundaries.",
            "score": 199.5955047607422
        },
        {
            "docid": "1408530_31",
            "document": "Circadian clock . Another study conducted by Zhang et al. also employed a genome-wide small interfering RNA screen in U2OS cell line to identify additional clock genes and modifiers using luciferase reporter gene expression. Knockdown of nearly 1000 genes reduced rhythm amplitude. The authors found and confirmed hundreds of potent effects on period length or increased amplitude in secondary screens. Characterization of a subset of these genes demonstrated a dosage-dependent effect on oscillator function. Protein interaction network analysis showed that dozens of gene products directly or indirectly associate with known clock components. Pathway analysis revealed these genes are overrepresented for components of insulin and hedgehog signaling pathway, the cell cycle, and folate metabolism. Coupled with data demonstrating that many of these pathways are clock-regulated, Zhang et al. postulated that the clock is interconnected with many aspects of cellular function.",
            "score": 197.18722534179688
        },
        {
            "docid": "46413884_9",
            "document": "HES7 gene . the HES7 protein is a transcription factor that functions as a transcriptional repressor. It is involved in somitogenesis, an important cycle in vertebrate development. Somitogenesis involves the early segmentation of vertebrates. HES7 is involved in segmenting the presomitic mesoderm into somites. Oscillating expression of HES7 in the presomitic mesoderm occurs in a two-hour cycle and is regulated by a negative feedback loop. This cycle of accumulation and degradation of the HES7 protein has been proposed as the basis for the somite segmentation clock. The cyclic nature of HES7 relies on proteasome-mediated degradation. Each cycle of HES7 expression coincides with the formation of a pair of somites. The half life of the HES7 protein is thought to be essential for proper function of the HES7 gene. The importance of accuracy in the two hour expression cycle was highlighted in an experiment where mice expressing HES7 with a mutation that allowed for a longer half life while retaining normal repressor function presented with abnormal segmentation. The 3'UTR was demonstrated as necessary for sufficient accumulation of HES7 protein to function. This was determined when transcripts with an improperly spliced intron in the 3'UTR were degraded prematurely. The correct number of introns has also been demonstrated as necessary to maintain the cyclic rhythm. Shortening the delay in accumulation of the HES7 protein by reducing the number of introns resulted in an increased number of somites.",
            "score": 196.5218505859375
        },
        {
            "docid": "583073_11",
            "document": "Segmentation (biology) . In the zebrafish, segmentation is coordinated by the clock and wavefront model. The \"clock\" refers to the periodic oscillation of specific genes, such as Her1, a hairy/Enhancer of split- gene. Expression starts at the posterior end of the embryo and moves towards the anterior. The wavefront is where the somites mature, defined by gradients of retinoic acid and FGF. Retinoic acid is high in the anterior and FGF is high in the posterior; the wavefront is the point at which both concentrations are at their lowest. Cells at this point will mature and form a pair of somites. Elaboration of this process with other signalling chemicals allows for structures such as muscles to span the basic segments.",
            "score": 196.36688232421875
        },
        {
            "docid": "1036883_7",
            "document": "Somite . The development of the somites depends on a clock mechanism as described by the clock and wavefront model. In one description of the model, oscillating Notch and Wnt signals provide the clock. The wave is a gradient of the FGF protein that is rostral to caudal (nose to tail gradient). Somites form one after the other down the length of the embryo from the head to the tail, with each new somite forming on the caudal (tail) side of the previous one.",
            "score": 192.7119903564453
        },
        {
            "docid": "21923868_4",
            "document": "Oscillating gene . The primary molecular mechanism behind an oscillating gene is best described as a transcription/translation feedback loop. This loop contains both positive regulators, which increase gene expression, and negative regulators, which decrease gene expression. The fundamental elements of these loops are found across different phyla. In the mammalian circadian clock, for example, transcription factors CLOCK and BMAL1 are the positive regulators. CLOCK and BMAL1 bind to the E-box of oscillating genes, such as Per1, Per2, and Per3 and Cry1 and Cry2, and upregulate their transcription. When the PERs and CRYs form a heterocomplex in the cytoplasm and enter the nucleus again, they inhibit their own transcription. This means that over time the mRNA and protein levels of PERs and CRYs, or any other oscillating gene under this mechanism, will oscillate.",
            "score": 185.75131225585938
        },
        {
            "docid": "38050571_6",
            "document": "Clock and wavefront model . In particular, the cyclic activation of the Notch pathway appears to be of great importance in the wavefront-clock model. It has been suggested that the activation of Notch cyclically activates a cascade of genes necessary for the somites to separate from the main paraxial body. This is controlled by different means in different species, such as through a simple negative feedback loop in zebrafish or in a complicated process in which FGF and Wnt clocks affect the Notch clock, as in chicks and mice. Generally speaking, however, the segmentation clock model is highly evolutionarily conserved.",
            "score": 185.26707458496094
        },
        {
            "docid": "1077498_10",
            "document": "Somitogenesis . In particular, the cyclic activation of the Notch pathway appears to be of great importance in the wavefront-clock model. It has been suggested that the activation of Notch cyclically activates a cascade of genes necessary for the somites to separate from the main paraxial body. This is controlled by different means in different species, such as through a simple negative feedback loop in zebrafish or in a complicated process in which FGF and Wnt clocks affect the Notch clock, as in chicks and mice. However, the segmentation clock model is highly evolutionarily conserved.",
            "score": 183.10299682617188
        },
        {
            "docid": "15071709_7",
            "document": "LFNG . Lunatic Fringe is a transcription factor that plays a crucial role in the development of the somites. Somites give rise to the skeletal muscle, the axial skeleton, the tendons, and the dorsal dermis. The somites are formed via the clock-wave front model, and as each somite is formed, each cell receives a burst of FGF8 (a signaling molecule). Somites are formed anterior to posterior, and since FGF8 has a short half-life, this leads to a greater concentration of FGF8 in the posterior, and a lesser concentration in the anterior. Lunatic fringe responds to the lower concentration of FGF8 in the anterior and leads these cells to their developmental fate. Mutation of the Lunatic Fringe gene can cause severe Spondylocostal Dysostosis, which involves vertebral segmentation defects and rib abnormalities. A mutation was discovered in which a conservative phenylalanine close to the active site of the enzyme mutates, leading to the enzymatic inactivation of Lunatic Fringe. A “knock-out” model has been created using mice. In mice, Lunatic Fringe plays a crucial role in the Notch signaling pathway during the formation of somite’s, and a mutation in this gene leads to somite’s with irregular shapes and a defect in the anterior-posterior formation.",
            "score": 180.31814575195312
        },
        {
            "docid": "14798307_13",
            "document": "PTPRU . Using morpholinos to reduce PCP-2 (PTP psi) protein expression in zebrafish embryos, Aerne and Ish-Horowicz demonstrated that PCP-2 was required for somite, or body segment, formation during zebrafish development. Reduction of PCP-2 expression resulted in the loss of boundaries between somites, shortening of the body axis, and disruption of anteroposterior polarity within developing somites. Ultimately, PCP-2 was shown to reduce the expression of the somitogenesis clock genes her1, her7 and delta C, suggesting to the authors that PCP-2 is involved either upstream or in parallel with the Notch-delta signaling pathway during zebrafish development.",
            "score": 179.597412109375
        },
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 177.1651153564453
        },
        {
            "docid": "56565_27",
            "document": "Circadian rhythm . The central oscillator generates a self-sustaining rhythm and is driven by two interacting feedback loops that are active at different times of day. The morning loop consists of CCA1 (Circadian and Clock-Associated 1) and LHY (Late Elongated Hypocotyl), which encode closely related MYB transcription factors that regulate circadian rhythms in \"Arabidopsis\", as well as PRR 7 and 9 (Pseudo-Response Regulators.) The evening loop consists of GI (Gigantea) and ELF4, both involved in regulation of flowering time genes. When CCA1 and LHY are overexpressed (under constant light or dark conditions), plants become arrhythmic, and mRNA signals reduce, contributing to a negative feedback loop. Gene expression of CCA1 and LHY oscillates and peaks in the early morning, whereas TOC1 gene expression oscillates and peaks in the early evening. While it was previously hypothesised that these three genes model a negative feedback loop in which over-expressed CCA1 and LHY repress TOC1 and over-expressed TOC1 is a positive regulator of CCA1 and LHY, it was shown in 2012 by Andrew Millar and others that TOC1 in fact serves as a repressor not only of CCA1, LHY, and PRR7 and 9 in the morning loop but also of GI and ELF4 in the evening loop. This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.",
            "score": 176.64395141601562
        },
        {
            "docid": "39103747_2",
            "document": "KaiC . KaiC is a gene belonging to the KaiABC gene cluster (with KaiB, and KaiC) that, together, regulate bacterial circadian rhythms, specifically in cyanobacteria. KaiC encodes for the KaiC protein which interacts with the KaiA and KaiB proteins in a post-translational oscillator (PTO). The PTO is cyanobacteria master clock that is controlled by sequences of phosphorylation of KaiC protein. Regulation of KaiABC expression and KaiABC phosphorylation is essential for cyanobacteria circadian rhythmicity, and is particularly important for regulating cyanobacteria processes such as nitrogen fixation, photosynthesis, and cell division. Studies have shown similarities to Drosophila, Neurospora, and mammalian clock models in that the kaiABC regulation of the cyanobacteria slave circadian clock is also based on a transcription translation feedback loop (TTFL). KaiC protein has both auto-kinase and auto-phosphatase activity and acts as the circadian regulator in both the PTO and the TTFL. KaiC has been found to not only suppress kaiBC when overexpressed, but also suppress circadian expression of all genes in the cyanobacterial genome.",
            "score": 174.86424255371094
        },
        {
            "docid": "19865510_6",
            "document": "ARNTL . The protein encoded by the Bmal1 gene in mammals binds with a second bHLH-PAS protein via the PAS domain, CLOCK (or its paralog, NPAS2) to form a heterodimer in the nucleus. Via its BHLH domain, this heterodimer binds to E-box response elements in the promoter regions of Per (Per1 and Per2) and Cry genes (Cry1 and Cry2). This binding upregulates the transcription and translation of PER1, PER2, CRY1 and CRY2 proteins. After the PER and CRY proteins have accumulated to sufficient levels, they interact by their PAS motifs to form a large repressor complex that travels into the nucleus to inhibit the transcriptional activity of the CLOCK:BMAL1 heterodimer This inhibits the transcription of Per and Cry genes, and causes protein levels of PER and CRY drop. This transcription, translation negative feedback loop (TTFL) is modulated in the cytoplasm by phosphorylation of PER proteins by casein kinase 1ε or δ (CK1 ε or CK1 δ), signaling these proteins for degradation by the 26S proteasome. SIRT1 also regulates PER protein degradation by inhibiting transcriptional activity of the BMAL1:CLOCK heterodimer in a circadian manner through deacetylation. The degradation of PER proteins prevents the formation the large protein complex, and thus prevents the inhibition of transcriptional activity of the BMAL1:CLOCK heterodimer. The CRY protein is also signaled for degradation by poly-ubiquination from the FBXL3 protein, also preventing the inhibition of the\" \"CLOCK:BMAL1 heterodimer.\" \"This allows transcription of the Per and Cry genes to resume. It has also been observed in the TTFL loop of nocturnal mice that transcription levels of the Bmal1 gene peak at CT18, during the mid-subjective night, anti-phase to the transcription levels of Per, Cry, and other clock control genes, which peak at CT6, during the mid-subjective day. This process occurs with a period length of approximately 24 hours and supports the notion that this molecular mechanism is rhythmic.",
            "score": 171.37716674804688
        },
        {
            "docid": "743466_15",
            "document": "CREB . Entrainment of the mammalian circadian clock is established via light induction of PER. Light excites melanopsin-containing photosensitive retinal ganglion cells which signal to the suprachiasmatic nucleus (SCN) via the retinohypothalamic tract (RHT). Excitation of the RHT signals the release of glutamate which is received by NMDA receptors on SCN, resulting in a calcium influx into the SCN. Calcium induces the activity of Ca/calmodulin-dependent protein kinases, resulting in the activation of PKA, PKC, and CK2. These kinases then phosphorylate CREB in a circadian manner that further regulates downstream gene expression. The phosphorylated CREB recognizes the cAMP Response Element and serves as a transcription factor for Per1 and Per2, two genes that regulate the mammalian circadian clock. This induction of PER protein can entrain the circadian clock to light/dark cycles inhibits its own transcription via a transcription-translation feedback loop which can advance or delay the circadian clock. However, the responsiveness of PER1 and PER2 protein induction is only significant during the subjective night.",
            "score": 170.40614318847656
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 169.32418823242188
        },
        {
            "docid": "39066649_7",
            "document": "Doubletime (gene) . In Drosophila, a molecularly-driven clock mechanism works to regulate circadian rhythms such as locomotor activity and eclosion by oscillating the levels of the proteins PER and TIM via positive and negative feedback loops. The doubletime gene produces the protein DBT, a kinase that phosphorylates PER to regulate its accumulation in the cytoplasm and its degradation in the nucleus. In the cytoplasm, PER and TIM levels rise during the night, and DBT binds to PER while levels of TIM are still low. DBT phosphorylates the cytoplasmic PER, which leads to its degradation. Only once TIM accumulates do PER and TIM bind, and this binding inhibits the degradation of PER. This cytoplasmic PER degradation and then accumulation causes the 4-6 hour delay seen between the levels of per mRNA and the levels of PER protein. The PER/TIM complex, still bound to DBT, migrates into the nucleus where it suppresses the transcription of per and tim. TIM is lost from the complex, and DBT then phosphorylates PER which leads to its degradation, allowing for the transcription of the clock and clock-controlled genes (those with transcription controlled by circadian mechanisms). The oscillations in the PER and TIM proteins presence causes oscillations in their own and other genes' expression, which is the basis for circadian rhythmicity.",
            "score": 168.92449951171875
        },
        {
            "docid": "39068045_5",
            "document": "TOC1 (gene) . Partially because the initial studies of clock genes were conducted in \"Drosophila\" in the 1970s and then in mammals, it was originally thought that the plant circadian clock functioned similarly to the mammalian clock. In mammals, positive and negative regulatory elements act in feedback loops to drive circadian oscillations; namely, Per and Cry genes are activated by positive elements CLOCK and BMAL to produce proteins that, when phosphorylated, act as negative elements to inhibit the CLOCK:BMAL complex from its activating function. In this way, Per and Cry inhibit their own transcription.",
            "score": 167.95726013183594
        },
        {
            "docid": "39044_9",
            "document": "Mesoderm . Surrounding structures such as the notochord, neural tube, epidermis and lateral plate mesoderm send signals for somite differentiation Notochord protein accumulates in presomitic mesoderm destined to form the next somite and then decreases as that somite is established. The notochord and the neural tube activate the protein SHH which helps the somite to form its sclerotome. The cells of the sclerotome express the protein PAX1 that induces the cartilage and bone formation. The neural tube activates the protein WNT1 that expresses PAX 2 so the somite creates the myotome and dermatome. Finally, the neural tube also secretes neurotrophin 3 (NT-3), so that the somite creates the dermis. Boundaries for each somite are regulated by retinoic acid (RA) and a combination of FGF8 and WNT3a. So the retinoic acid is an endogenous signal that maintains the bilateral synchrony of mesoderm segmentation and controls bilateral symmetry in vertebrates. The bilaterally symmetric body plan of vertebrate embryos is obvious in somites and their derivates such as the vertebral column. Therefore, asymmetric somite formation correlates with a left-right desynchronization of the segmentation oscillations.",
            "score": 167.51608276367188
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 166.20944213867188
        },
        {
            "docid": "38050571_5",
            "document": "Clock and wavefront model . More technically, this means that somitogenesis occurs due to the largely cell-autonomous oscillations of a network of genes and gene products which causes cells to oscillate between a permissive and a non-permissive state in a consistently timed-fashion, like a clock. These genes include members of the FGF family, Wnt and Notch pathway, as well as targets of these pathways. The wavefront progresses slowly in a posterior-to-anterior direction. As the wavefront of signaling comes in contact with cells in the permissive state, they undergo a mesenchymal-epithelial transition and pinch off of the more anterior pre-somitic mesoderm, forming a somite boundary and resetting the process for the next somite.",
            "score": 165.85198974609375
        },
        {
            "docid": "46413884_2",
            "document": "HES7 gene . (HES7) or bHLHb37 is protein coding mammalian gene found on chromosome 17 in humans. HES7 is a member of the Hairy and Enhancer of Split families of Basic helix-loop-helix proteins. The gene product is a transcription factor and is expressed cyclically in the presomitic mesoderm as part of the Notch signalling pathway. HES7 is involved in the segmentation of somites from the presomitic mesoderm in vertebrates. The HES7 gene is self-regulated by a negative feedback loop in which the gene product can bind to its own promoter. This causes the gene to be expressed in an oscillatory manner. The HES7 protein also represses expression of Lunatic Fringe (LFNG) thereby both directly and indirectly regulating the Notch signalling pathway. Mutations in HES7 can result in deformities of the spine, ribs and heart. Spondylocostal dysostosis is a common disease caused by mutations in the HES7 gene. The inheritance pattern of Spondylocostal dysostosis is autosomal recessive.",
            "score": 165.74034118652344
        },
        {
            "docid": "1408530_16",
            "document": "Circadian clock . Several mammalian clock genes have been identified and characterized through experiments on animals harboring naturally occurring, chemically induced, and targeted knockout mutations, and various comparative genomic approaches. The majority of identified clock components are transcriptional activators or repressors that modulate protein stability and nuclear translocation, and create two interlocking feedback loops. In the primary feedback loop, members of the basic helix-loop-helix (bHLH)-PAS (Period-Arnt-Single-minded) transcription factor family, CLOCK and BMAL1, heterodimerize in the cytoplasm to form a complex that, following translocation to the nucleus, initiates transcription of target genes such as the core clock genes 'period' genes (PER1, PER2, and PER3) and two cryptochrome genes (CRY1 and CRY2). Negative feedback is achieved by PER:CRY heterodimers that translocate back to the nucleus to repress their own transcription by inhibiting the activity of the CLOCK:BMAL1 complexes. Another regulatory loop is induced when CLOCK:BMAL1 heterodimers activate the transcription of Rev-ErbA and Rora, two retinoic acid-related orphan nuclear receptors. REV-ERBa and RORa subsequently compete to bind retinoic acid-related orphan receptor response elements (ROREs) present in Bmal1 promoter. Through the subsequent binding of ROREs, members of ROR and REV-ERB are able to regulate \"Bmal1\". While RORs activate transcription of \"Bmal1\", REV-ERBs repress the same transcription process. Hence, the circadian oscillation of \"Bmal1\" is both positively and negatively regulated by RORs and REV-ERBs.",
            "score": 163.4798583984375
        },
        {
            "docid": "39042642_7",
            "document": "Cycle (gene) . The identification, characterization, and cloning of \"cyc\" was reported in May 1998 in \"Cell\" by Jeffrey Hall and Michael Rosbash’s labs at Brandeis University along with first author Joan E. Rutila at the Howard Hughes Medical Institute. Prior to its discovery, the mechanism by which PER and TIM transcription was regulated rhythmically was not fully understood. They published the papers reporting the discovery of CYCLE and CLOCK in the same issue of Cell. They found both genes as a result of a technique of forward genetics, chemically mutagenzing flies and screening for altered locomotor activity rhythms. From the screen, \"cycle\" was identified as a recessive arrhythmic mutant in one fly line because it shows arrhythmic locomotor activity patterns when a fly has 2 mutant chromosomes number 3. These mutant flies were also found to display arrhythmic eclosion. Because the mutants displayed no circadian rhythms and the heterozygote flies displayed long circadian periods, they determined that \"cycle\" has a dominant phenotype. These data also suggest that the \"Cycle\" gene is part of the biological clock because of the similarity between the \"cycle\" mutant phenotype and that of the \"clock\" mutant. This suggests that Cycle is part of the biological clock with its phenotype similar to that of the \"clock\" mutant. Assaying PER and TIM transcription levels in the \"cyc\" mutant showed reduced mRNA levels of both proteins. Cloning of the \"cyc\" gene revealed that it encodes a novel bHLH-PAS protein related to mammalian bmal1, and that it likely binds to Clock to activate transcription of circadian rhythm genes.",
            "score": 163.3983154296875
        },
        {
            "docid": "15416683_7",
            "document": "BHLHE41 . BHLHE41 is expressed in the suprachiasmatic nucleus with levels peaking during subjective day. The gene encodes for a transcription factor that belongs to the Hairy/Enhancer of Split (Hes) subfamily of basic helix-loop-helix factor genes which encode transcriptional repressors that function as downstream targets to regulate cell fate during tissue development. BHLHE41 acts as a transcriptional repressor and as a regulator of the Circadian clock. In the clock, the transcriptional factors Clock and Bmal form a heterodimer. This heterodimer binds to the E-Box promoter element, thereby promoting transcription of downstream genes such as Per and BHLHe41. After transcription and translation, the protein product of BHLHE41 (DEC2) reenters the nucleus and competes with Clock-Bmal1 heterodimer for E-Box element binding (through competitive inhibition); this acts as a suppressor for per gene transcription.",
            "score": 163.22042846679688
        },
        {
            "docid": "19865510_4",
            "document": "ARNTL . The Arntl gene was originally discovered in 1997 by two groups of researchers, John B. Hogenesch et al. in March and Ikeda and Nomura in April as part of a superfamily of PAS domain transcription factors. The ARNTL protein, also known as MOP3, was found to dimerize with MOP4, CLOCK, and hypoxia-inducible factors. The names BMAL1 and ARNTL were adopted in later papers. One of ARNTL protein's earliest discovered functions in circadian regulation was related to the CLOCK-BMAL1 (CLOCK-ARNTL) heterodimer, which would bind through an E-box enhancer to activate the transcription of the gene encoding vasopressin. However, the gene's importance in circadian rhythms was not fully realized until the knockout of the gene in mice showed complete loss of circadian rhythms in locomotion and other behaviors.",
            "score": 162.88917541503906
        },
        {
            "docid": "1107334_25",
            "document": "Notch signaling pathway . Notch signaling is central to somitogenesis. In 1995, Notch1 was shown to be important for coordinating the segmentation of somites in mice. Further studies identified the role of Notch signaling in the segmentation clock. These studies hypothesized that the primary function of Notch signaling does not act on an individual cell, but coordinates cell clocks and keep them synchronized. This hypothesis explained the role of Notch signaling in the development of segmentation and has been supported by experiments in mice and zebrafish. Experiments with Delta1 mutant mice that show abnormal somitogenesis with loss of anterior/posterior polarity suggest that Notch signaling is also necessary for the maintenance of somite borders.",
            "score": 162.37033081054688
        },
        {
            "docid": "583031_17",
            "document": "Drosophila embryogenesis . The other important function of the gradients of Bicoid, Hunchback, and Caudal proteins is in the transcriptional regulation of other zygotically expressed proteins. Many of these are the protein products derived from members of the \"gap\" family of developmental control genes. \"giant\", \"huckebein\", \"hunchback\", \"knirps\", \"Krüppel\" and \"tailless\" are all gap genes. Their expression patterns in the early embryo are determined by the maternal effect gene products and shown in the diagrams on the right side of this page. The gap genes are part of a larger family called the segmentation genes. These genes establish the segmented body plan of the embryo along the anterior-posterior axis. The segmentation genes specify 14 \"parasegments\" that are closely related to the final anatomical segments. The gap genes are the first layer of a hierarchical cascade of the segmentation control genes.",
            "score": 159.95838928222656
        }
    ]
}