{
    "q": [
        {
            "docid": "12438132_4",
            "document": "Michael Ristow . In 2007, Ristow’s group published evidence which could explain the basis of the observed extension of lifespan by restriction of sugar intake. In experiments on a model organism, the worm Caenorhabditis elegans, they found that lowering the availability of glucose extended the lifespan of the worms. It has been known since the 1930s that restricting calories while maintaining adequate amounts of other nutrients extends lifespan across a broad range of organisms. The mechanism has been proposed as a change in the activity of the sirtuins. Michael Ristow shows in his article that this effect can also occur independent of sirtuins, since worms deficient for sirtuins still show extended life span in states of sugar restriction.",
            "score": 70.38811552524567
        },
        {
            "docid": "37703115_5",
            "document": "Geographic range limit . Gradients in climactic factors create physiological barriers to dispersal. All species have limits of tolerance to abiotic factors, which can lower their survival and reproductive success and limit range expansion beyond the edge. Changes in temperature may cause a species to change its geographical distribution. With increasing temperatures resulting from global warming, species have been seen to expand their range northward due to increased survival and reproduction as a result of warming. Precipitation can also be a key determinant in limiting the geographic range edges of species. This is often seen in organisms with high water demands, whose survival and reproduction would decrease beyond the edge due to dry conditions, limiting expansion. Moisture of soil or air is also seen to limit range expansion. In terms of soil moisture, limited range expansion for species that forage on soil organisms or for species that reside in soil and rely on it for nutrients are seen. If moisture requirements are not met beyond the species range, they will not be able to expand due to resulting reductions in fitness. There are many other abiotic factors that can determine a species range, including dissolved oxygen, canopy cover, conductivity, alkalinity and pH.",
            "score": 148.52157628536224
        },
        {
            "docid": "1274206_3",
            "document": "Cold hardening . Plants in temperate and polar regions adapt to winter and sub zero temperatures by relocating nutrients from leaves and shoots to storage organs. Freezing temperatures induce dehydrative stress on plants, as water absorption in the root and water transport in the plant decreases. Water in and between cells in the plant freezes and expands, causing tissue damage. Cold hardening is a process in which a plant undergoes physiological changes to avoid, or mitigate cellular injuries caused by sub-zero temperatures. Non-acclimatized individuals can survive −5 °C, while a acclimatized individual in the same species can survive −30°. Plants that originated in the tropics, like tomato or maize, don't go through cold hardening and are unable to survive freezing temperatures. The plant starts the adaptation by exposure to cold yet still not freezing temperatures. The process can be divided into three steps. First the plant perceives low temperature, then converts the signal to activate or repress expression of appropriate genes. Finally, it uses these genes to combat the stress, caused by sub-zero temperatures, affecting its living cells. Many of the genes and responses to low temperature stress are shared with other abiotic stresses, like drought or salinity.When temperature drops, the membrane fluidity, RNA and DNA stability, and enzyme activity change. These, in turn, affect transcription, translation, intermediate metabolism, and photosynthesis, leading to an energy imbalance. This energy imbalance is thought to be one of the ways the plant detects low temperature. Experiments on \"arabidopsis\" show that the plant detects the change in temperature, rather than the absolute temperature. The rate of temperature drop is directly connected to the magnitude of calcium influx, from the space between cells, into the cell. Calcium channels in the cell membrane detect the temperature drop, and promotes expression of low temperature responsible genes in \"alfalfa\" and \"arabidopsis\". The response to the change in calcium elevation depends on the cell type and stress history. Shoot tissue will respond more than a root cells, and a cell that already is adapted to cold stress will respond more than one that has not been through cold hardening before. Light doesn't control the onset of cold hardening directly, but shortening of daylight is associated with fall, and starts production of reactive oxygen species and excitation of photosystem 2, which influences low-temp signal transduction mechanisms. Plants with compromised perception of day length have compromised cold acclimation.",
            "score": 133.2507565021515
        },
        {
            "docid": "1035621_5",
            "document": "Neurulation . The concept of induction originated in work by Pandor in the 1817. The first experiments proving induction were attributed by Viktor Hamburger to independent discoveries of both Hans Spemann of Germany in 1901 and Warren Lewis of the USA in 1904. It was Hans Spemann who first popularized the term “primary neural induction” in reference to the first differentiation of ectoderm into neural tissue during neurulation. It was called \"primary\" because it was thought to be the first induction event in embryogenesis. The Nobel prize winning experiment was done by his student Hilda Mangold. Ectoderm from the region of the dorsal lip of the blastopore of a developing salamander embryo was transplanted into another embryo and this \"organizer\" tissue “induced” the formation of a full secondary axis changing surrounding tissue in the original embryo from ectodermal to neural tissue. The tissue from the donor embryo was therefore referred to as the inducer because it induced the change. It is important to note that while the organizer is the dorsal lip the blastopore, this is not one set of cells but rather is a constantly changing group of cells that are migrating over the dorsal lip of the blastopore by forming apically constricted bottle cells. At any given time during gastrulation there will be different cells at the organizer.",
            "score": 79.27327728271484
        },
        {
            "docid": "17322938_9",
            "document": "Eurytherm . In addition to other organisms, plants (Plantae) can be either stenothermic or eurythermic. Plants inhabiting the boreal and polar climates generally tend to be cold-eurythermic, enduring temperatures as cold as –85°, and as warm as at least 20 °C, such as boreal deciduous conifers. This is in direct contrast to plants that typically inhabit more tropical or montane regions, where plants may have purely tolerable range between only about 10° and 25 °C, such as the banyan tree. The tolerance for extreme body temperatures in a given eurythermic organism is largely due to an increased temperature tolerance by the respective organism's homologous proteins. In particular, the proteins of a warm-adapted species may be inherently more eurythermal than a cold-adapted species, with warm-adapted species' proteins withstanding higher temperatures before beginning to denature, therefore avoiding possible cell death. Eurythermal species also have shown adaptations in protein synthesis rates compared to non-eurythermal similar species. Rainbow trout\"(Salmo gairdneri\") have shown constant protein synthesis rates formula_1 over temperatures ranging from 5° to 20 °C, after acclimating to any temperature in this range for 1 month. In contrast, carp (C\"yprinus carpio\"\")\" have shown significantly higher protein synthesis rates after acclimating to higher water temperatures (25 °C) than after acclimating to lower water temperatures (10 °C). This type of experiment is common throughout fish. A similar example is given by the Senegalese sole (\"Solea senegalensis\"), which, when acclimated to temperatures of 26 °C, produced a significantly higher amount of taurine, glutamate, GABA and glycine compared to acclimation to 12 °C. This may mean that the aforementioned compounds aid in antioxidant defense, osmoregulatory processes, or energetic purposes at these temperatures.",
            "score": 145.25684332847595
        },
        {
            "docid": "51758582_3",
            "document": "Cell division orientation . Cell division orientation is one of the mechanisms that shapes tissue during development and morphogenesis. Along with cell shape changes, cell rearrangements, apoptosis and growth, oriented cell division modifies the geometry and topology of live tissue in order to create new organs and shape the organisms. Reproducible patterns of oriented cell divisions were described during mophogenesis of \"Drosophila\" embryos, \"Arabidopsis thaliana\" embryos, \"Drosophila\" pupa, zebrafish embryos and mouse early embryos. Oriented cell divisions contribute to the tissue elongation and the release of mechanical stress. While in the first case oriented cell division acts as active contributor to the morphogenesis, the latter case is a passive response to the external mechanical tensions.",
            "score": 81.6035544872284
        },
        {
            "docid": "42726_46",
            "document": "Cephalopod . Cephalopods are a diverse group of species, but share common life history traits, for example they have a rapid growth rate and short life spans. Stearns (1992) suggested that in order to produce the largest possible number of viable offspring, spawning events depend on ecological environmental factors of the organism. The majority of cephalopods do not provide parental care to their offspring, except for example, octopus, which helps this organism increase the survival rate of their offspring. Marine species life cycles are affected by various environmental conditions. The development of a cephalopod embryo can be greatly affected by temperature, oxygen saturation, pollution, light intensity, and salinity. These factors are important to the rate of embryonic development and the success of hatching of the embryos. Food availability also plays an important role in the reproductive cycle of cephalopods. A limitation of food influences the timing of spawning along with their function and growth. Spawning time and spawning vary among marine species; it's correlated with temperature, though cephalopods in shallow water spawn in cold months so that the offspring would hatch at warmer temperatures. Breeding can last from several days to a month.",
            "score": 131.03998148441315
        },
        {
            "docid": "12176781_104",
            "document": "Italian crested newt . \"T. carnifex\" faces an interesting challenge, one that all air-breathing aquatic newts must face: the temperature variance between the land phase and the aquatic phase. Since water has a heat capacity 3500 times greater and a thermal conductance 23 times greater than air, small ectotherms such as the Italian crested newt are likelier to have a more variable body temperature than strictly terrestrial organisms. Many ectotherms possess the ability to reversibly alter their preferred body temperature based upon the seasonal changes the newt experiences, which means that their optimal thermal range is quite wide. They respond to variance in temperature by employing either behavioural or physiological changes. Some changes in body temperature are unavoidable, however, depending on how much solar radiation is available.",
            "score": 107.3172949552536
        },
        {
            "docid": "17322938_2",
            "document": "Eurytherm . A eurytherm is an organism, often an endotherm, that can function at a wide range of ambient temperatures. To be considered a eurytherm, all stages of an organism's life cycle must be considered, including juvenile and larval stages. These wide ranges of tolerable temperatures are directly derived from the tolerance of a given eurythermal organism's proteins. Extreme examples of eurytherms include Tardigrades (\"Tardigrada\"), the desert pupfish (\"Cyprinodon macularis\"), and green crabs (\"Carcinus maenas\"), however, nearly all mammals, including humans, are considered eurytherms. Eurythermy can be an evolutionary advantage: adaptations to cold temperatures, called cold-eurythemy, are seen as essential for the survival of species during ice ages. In addition, the ability to survive in a wide range of temperatures increases a species' ability to inhabit other areas, an advantage for natural selection.",
            "score": 119.40664219856262
        },
        {
            "docid": "24458151_7",
            "document": "Planetary boundaries . Of a different kind is the approach made by James Lovelock. In the 1970s he and microbiologist Lynn Margulis presented the Gaia theory or hypothesis, that states that all organisms and their inorganic surroundings on Earth are integrated into a single self-regulating system. The system has the ability to react to perturbations or deviations, much like a living organism adjusts its regulation mechanisms to accommodate environmental changes such as temperature (homeostasis). Nevertheless, this capacity has limits. For instance, when a living organism is subjected to a temperature that is lower or higher than its living range, it can perish because its regulating mechanism cannot make the necessary adjustments. Similarly the Earth may not be able to react to large deviations in critical parameters. In his book \"The Revenge of Gaia\", he affirms that the destruction of rainforests and biodiversity, compounded with the increase of greenhouse gases made by humans, is producing global warming.",
            "score": 116.99102401733398
        },
        {
            "docid": "44285917_2",
            "document": "Local adaptation . Local adaptation is when a population of organisms has evolved to be more well-suited to its environment than other members of the same species. This occurs due to differential pressures of natural selection on populations from different environments. For example, populations of a species that lives within a wide range of temperatures may be locally adapted to the warmer or cooler climate where they live. More formally, a population is said to be locally adapted if organisms in that population have differentially evolved as compared to other populations within their species in response to selective pressures imposed by some aspect of their local environment. Local adaptation is often determined via reciprocal transplant experiments, where organisms from one population are transplanted into another population, and vice versa, and their fitnesses measured. If the transplanted organisms have lower fitness in the novel environment, than the native population can be said to be locally adapted.",
            "score": 128.64817070960999
        },
        {
            "docid": "42665204_24",
            "document": "Cape Byron Marine Park . Climate change is affecting the Cape Byron Marine Park in several ways. It is altering the species range shifts which can impact finely balanced ecosystems. Examples of this has been seen through the identification of several tropical species identified within the Cape Byron Marine Park. There is also direct link between the rising levels of c02 in the atmosphere, the oceans become warmer and the lowering of the oceans PH levels (acidification). An increase in acidification and warmer water leads to a decrease in Carbonates which are attributed to coral bleaching as mass bleaching occurs when seas temperatures have exceeded average temperatures by 1 degree for than several weeks. This will impact negatively on the rare back coral trees \"(Antipathes grandis)\" found within the Cape Byron Marine Park. Changes in water temperature that are associated with climate change are also expected to impacted on the life cycle of many species as evidenced by the loggerhead turtle \"(Caretta caretta)\" change in nesting patterns and times, this again could lead to an unbalanced ecosystem which could have detrimental effects on other species which rely on the loggerhead turtle for survival.",
            "score": 113.65838360786438
        },
        {
            "docid": "4189127_6",
            "document": "River ecosystem . Oxygen is likely the most important chemical constituent of lotic systems, as all aerobic organisms require it for survival. It enters the water mostly via diffusion at the water-air interface. Oxygen’s solubility in water decreases as water pH and temperature increases. Fast, turbulent streams expose more of the water’s surface area to the air and tend to have low temperatures and thus more oxygen than slow, backwaters. Oxygen is a byproduct of photosynthesis, so systems with a high abundance of aquatic algae and plants may also have high concentrations of oxygen during the day. These levels can decrease significantly during the night when primary producers switch to respiration. Oxygen can be limiting if circulation between the surface and deeper layers is poor, if the activity of lotic animals is very high, or if there is a large amount of organic decay occurring. The inorganic substrate of lotic systems is composed of the geologic material present in the catchment that is eroded, transported, sorted, and deposited by the current. Inorganic substrates are classified by size on the Wentworth scale, which ranges from boulders, to pebbles, to gravel, to sand, and to silt. Typically, particle size decreases downstream with larger boulders and stones in more mountainous areas and sandy bottoms in lowland rivers. This is because the higher gradients of mountain streams facilitate a faster flow, moving smaller substrate materials further downstream for deposition. Substrate can also be organic and may include fine particles, autumn shed leaves, submerged wood, moss, and more evolved plants. Substrate deposition is not necessarily a permanent event, as it can be subject to large modifications during flooding events. The living components of an ecosystem are called the biotic components.",
            "score": 135.65671229362488
        },
        {
            "docid": "1732697_2",
            "document": "Thermal pollution . Thermal pollution is the degradation of water quality by any process that changes ambient water temperature. A common cause of thermal pollution is the use of water as a coolant by power plants and industrial manufacturers. When water used as a coolant is returned to the natural environment at a higher temperature, the sudden change in temperature decreases oxygen supply and affects ecosystem composition. Fish and other organisms adapted to particular temperature range can be killed by an abrupt change in water temperature (either a rapid increase or decrease) known as \"thermal shock.\"",
            "score": 142.4940915107727
        },
        {
            "docid": "10129055_28",
            "document": "Common octopus . \"Octopus vulgaris\" can apply behavioral changes in order to manage wide varieties of environmental temperatures. Respiration rate in octopods is temperature sensitive – respiration increases with temperature. The oxygen consumption of \"Octopus vulgaris\" increases when in water temperatures between 16–28 °C, reaches a maximum at 28 °C, and then begins to drop at 32 °C. The optimum temperature for metabolism and oxygen consumption is between 18–24 °C. Variations in temperature can also induce a change in hemolymph protein levels along oxygen consumption. As temperature increases, protein concentrations increase in order to accommodate the temperature. Also the cooperativity of hemocyanin increases but the affinity decreases. Conversely, a decrease in temperature results in a decrease in respiratory pigment cooperativity and increase in affinity. The slight rise in P50 that occurs with temperature change allows oxygen pressure to remain high in the capillaries, allowing for elevated diffusion of oxygen into the mitochondria during periods of high oxygen consumption. The increase in temperature results in higher enzyme activity yet the decrease in hemocyanin affinity allows enzyme activity to remain constant and maintain homeostasis. The highest hemolymph protein concentrations are seen at 32 °C and then drop at temperatures above this. Oxygen affinity in the blood decreases by 0.20 kPa/°C at a pH of 7.4. The octopod's thermal tolerance is limited by its ability to consume oxygen, and when it fails to provide enough oxygen to circulate at extreme temperatures the effects can be fatal. It is interesting to note that \"Octopus vulgaris\" have a pH-independent venous reserve that represents the amount of oxygen that remains bound to the respiratory pigment at constant pressure of oxygen. This reserve allows the octopus to tolerate a wide range of pH related to temperature.",
            "score": 151.79224622249603
        },
        {
            "docid": "3201_47",
            "document": "Attribution of recent climate change . Another line of evidence against the sun having caused recent climate change comes from looking at how temperatures at different levels in the Earth's atmosphere have changed. Models and observations (see figure above, middle) show that greenhouse gas results in warming of the lower atmosphere at the surface (called the troposphere) but cooling of the upper atmosphere (called the stratosphere). Depletion of the ozone layer by chemical refrigerants has also resulted in a cooling effect in the stratosphere. If the sun was responsible for observed warming, warming of the troposphere at the surface and warming at the top of the stratosphere would be expected as increase solar activity would replenish ozone and oxides of nitrogen. The stratosphere has a reverse temperature gradient than the troposphere so as the temperature of the troposphere cools with altitude, the stratosphere rises with altitude. Hadley cells are the mechanism by which equatorial generated ozone in the tropics (highest area of UV irradiance in the stratosphere) is moved poleward. Global climate models suggest that climate change may widen the Hadley cells and push the jetstream northward thereby expanding the tropics region and resulting in warmer, dryer conditions in those areas overall.",
            "score": 98.60495924949646
        },
        {
            "docid": "378661_2",
            "document": "Thermoregulation . Thermoregulation is the ability of an organism to keep its body temperature within certain boundaries, even when the surrounding temperature is very different. A thermoconforming organism, by contrast, simply adopts the surrounding temperature as its own body temperature, thus avoiding the need for internal thermoregulation. The internal thermoregulation process is one aspect of homeostasis: a state of dynamic stability in an organism's internal conditions, maintained far from thermal equilibrium with its environment (the study of such processes in zoology has been called physiological ecology). If the body is unable to maintain a normal temperature and it increases significantly above normal, a condition known as hyperthermia occurs. For humans, this occurs when the body is exposed to constant temperatures of approximately , and with prolonged exposure (longer than a few hours) at this temperature and up to around death is almost inevitable. Humans may also experience lethal hyperthermia when the wet bulb temperature is sustained above for six hours. The opposite condition, when body temperature decreases below normal levels, is known as hypothermia. It results when the homeostatic control mechanisms of heat within the body malfunction, causing the body to lose heat faster than producing it. Normal body temperature is around , and hypothermia sets in when the core body temperature gets lower than . Usually caused by prolonged exposure to cold temperatures, hypothermia is usually treated by methods that attempt to raise the body temperature back to a normal range.",
            "score": 145.94240403175354
        },
        {
            "docid": "13980_7",
            "document": "Homeostasis . The metabolic processes of all organisms can only take place in very specific physical and chemical environments. The conditions vary with each organism, and with whether the chemical processes take place inside the cell or in the interstitial fluid bathing the cells. The best known homeostatic mechanisms in humans and other mammals are regulators that keep the composition of the extracellular fluid (or the \"internal environment\") constant, especially with regard to the temperature, pH, osmolality, and the concentrations of sodium, potassium, glucose, carbon dioxide, and oxygen. However, a great many other homeostatic mechanisms, encompassing many aspects of human physiology, control other entities in the body. Where the levels of variables are higher or lower than those needed, they are often prefixed with \"hyper-\" and \"hypo-\", respectively such as hyperthermia and hypothermia and hypertension and hypotension. If an entity is homeostatically controlled it does not imply that its value is necessarily absolutely steady in health. Core body temperature is, for instance, regulated by a homeostatic mechanism with temperature sensors in, amongst others, the hypothalamus of the brain. However, the set point of the regulator is regularly reset. For instance, core body temperature in humans varies during the course of the day (i.e. has a circadian rhythm), with the lowest temperatures occurring at night, and the highest in the afternoons. Other normal temperature variations include those related to the menstrual cycle. The temperature regulator's set point is reset during infections to produce a fever. Organisms are capable of adjusting somewhat to varied conditions such as temperature changes or oxygen levels at altitude, by a process of acclimatisation.",
            "score": 132.92128252983093
        },
        {
            "docid": "13483_14",
            "document": "Hemoglobin . Variations in hemoglobin amino acid sequences, as with other proteins, may be adaptive. For example, hemoglobin has been found to adapt in different ways to high altitudes. Organisms living at high elevations experience lower partial pressures of oxygen compared to those at sea level. This presents a challenge to the organisms that inhabit such environments because hemoglobin, which normally binds oxygen at high partial pressures of oxygen, must be able to bind oxygen when it is present at a lower pressure. Different organisms have adapted to such a challenge. For example, recent studies have suggested genetic variants in deer mice that help explain how deer mice that live in the mountains are able to survive in the thin air that accompanies high altitudes. A researcher from the University of Nebraska-Lincoln found mutations in four different genes that can account for differences between deer mice that live in lowland prairies versus the mountains. After examining wild mice captured from both highlands and lowlands, it was found that: the genes of the two breeds are \"virtually identical—except for those that govern the oxygen-carrying capacity of their hemoglobin\". \"The genetic difference enables highland mice to make more efficient use of their oxygen\", since less is available at higher altitudes, such as those in the mountains. Mammoth hemoglobin featured mutations that allowed for oxygen delivery at lower temperatures, thus enabling mammoths to migrate to higher latitudes during the Pleistocene. This was also found in hummingbirds that inhabit the Andes. Hummingbirds already expend a lot of energy and thus have high oxygen demands and yet Andean hummingbirds have been found to thrive in high altitudes. Non-synonymous mutations in the hemoglobin gene of multiple species living at high elevations (\"Oreotrochilus, A. castelnaudii, C. violifer, P. gigas,\" and \"A. viridicuada\") have caused the protein to have less of an affinity for inositol hexaphosphate (IHP), a molecule found in birds that has a similar role as 2,3-BPG in humans; this results in the ability to bind oxygen in lower partial pressures.",
            "score": 147.19428086280823
        },
        {
            "docid": "1596317_19",
            "document": "Habitat . The intertidal zone and the photic zone in the oceans are relatively familiar habitats. However the vast bulk of the ocean is unhospitable to air-breathing humans, with scuba divers limited to the upper or so. The lower limit for photosynthesis is and below that depth the prevailing conditions include total darkness, high pressure, little oxygen (in some places), scarce food resources and extreme cold. This habitat is very challenging to research, and as well as being little studied, it is vast, with 79% of the Earth's biosphere being at depths greater than . With no plant life, the animals in this zone are either detritivores, reliant on food drifting down from surface layers, or they are predators, feeding on each other. Some organisms are pelagic, swimming or drifting in mid-ocean, while others are benthic, living on or near the seabed. Their growth rates and metabolisms tend to be slow, their eyes may be very large to detect what little illumination there is, or they may be blind and rely on other sensory inputs. A number of deep sea creatures are bioluminescent; this serves a variety of functions including predation, protection and social recognition. In general, the bodies of animals living at great depths are adapted to high pressure environments by having pressure-resistant biomolecules and small organic molecules present in their cells known as piezolytes, which give the proteins the flexibility they need. There are also unsaturated fats in their membranes which prevent them from solidifying at low temperatures. Hydrothermal vents were first discovered in the ocean depths in 1977. They result from seawater becoming heated after seeping through cracks to places where hot magma is close to the seabed. The under-water hot springs may gush forth at temperatures of over and support unique communities of organisms in their immediate vicinity. The basis for this teeming life is chemosynthesis, a process by which microbes convert such substances as hydrogen sulfide or ammonia into organic molecules. These bacteria and Archaea are the primary producers in these ecosystems and support a diverse array of life. About 350 species of organism, dominated by molluscs, polychaete worms and crustaceans, had been discovered around hydrothermal vents by the end of the twentieth century, most of them being new to science and endemic to these habitats.",
            "score": 116.68409883975983
        },
        {
            "docid": "46837955_11",
            "document": "Host microbe interactions in Caenorhabditis elegans . Two bacterial strains of the genus \"Leucobacter\" were co-isolated from nature with the two \"Caenorhabditis\" species \"C. briggsae\" and \"C. n. spp 11\", and named Verde1 and Verde2. These two \"Leucobacter\" strains showed contrasting pathogenic effects in \"C. elegans\". Worms that were infected with Verde2 produced a deformed anal region (“Dar” phenotype), while infections with Verde1 resulted in slower growth due to coating of the cuticle with the bacterial strain. In liquid culture Verde1 infected worms stuck together with their tails and formed so called “worm stars”. The trapped worms cannot free themselves and eventually die. After death \"C. elegans\" is then used as a food source for the bacteria. Only larvae in the L4 stage seem to be able to escape by autotomy. They split their bodies into half, so that the anterior half can escape. The “half-worms” remain viable for several days.  The Gram-positive bacterium \"Bacillus thuringiensis\" is likely associated with \"C. elegans\" in nature. \"B. thuringiensis\" is a soil bacterium that is often used in infection experiments with \"C. elegans\". It produces spore-forming toxins, called crystal (Cry) toxins, which are associated with spores. These are jointly taken up by \"C. elegans\" orally. Inside the host, the toxins bind to the surface of intestinal cells, where the formation of pores in intestinal cells is induced, causing their destruction. The resulting change in milieu in the gut leads to germination of the spores, which subsequently proliferate in the worm body. An interesting aspect of the \"C. elegans\"–\"B. thuringiensis\" system is the high variability in pathogenicity between different strains. There are highly pathogenic strains, but also strains that are less or even non-pathogenic.",
            "score": 69.78145742416382
        },
        {
            "docid": "9868153_13",
            "document": "Green sturgeon . Temperatures of 23–26 °C affected cleavage and gastrulation of green sturgeon embryos and all died before hatch (Van Eenennaam et al. 2005). Temperatures of 17.5–22 °C were suboptimal as an increasing number of green sturgeon embryos developed abnormally and hatching success decreased at 20.5–22 °C, although the tolerance to these temperatures varied between progenies (Van Eenennaam et al. 2005). The lower temperature limit was not evident from the Van Eenennaam et al. 2005 study, although hatching rate decreased at 11 °C and hatched green sturgeon embryos were shorter, compared to 14 °C. The mean total length of hatched green sturgeon embryos decreased with increasing temperature, although their wet and dry weight remained relatively constant (Van Eenennaam et al. 2005). Van Eenennaam et al. 2005 concluded that temperatures 17–18 °C may be the upper limit of the thermal optima for green sturgeon embryos. Growth studies on younger juvenile green sturgeon determined that cyclical 19–24 °C water temperature was optimal (Allen et al. 2006).",
            "score": 119.33131003379822
        },
        {
            "docid": "400047_4",
            "document": "Acclimatization . In order to maintain performance across a range of environmental conditions, there are several strategies organisms use to acclimate. In response to changes in temperature, organisms can change the biochemistry of cell membranes making them more fluid in cold temperatures and less fluid in warm temperatures by increasing the number of membrane proteins. Organisms may also express specific proteins called heat shock proteins that may act as molecular chaperons and help the cell maintain function under periods of extreme stress. It has been shown, that organisms which are acclimated to high or low temperatures display relatively high resting levels of heat shock proteins so that when they are exposed to even more extreme temperatures the proteins are readily available. Expression of heat shock proteins and regulation of membrane fluidity are just two of many biochemical methods organisms use to acclimate to novel environments.",
            "score": 135.9188472032547
        },
        {
            "docid": "30210180_10",
            "document": "Phacus . Being in an organically enriched freshwater environment is essential for the development this these species. Different studies have shown that the addition or removal of certain organic elements can have profound effects on cell development. In studies using beef extract to increase organic content of certain cultures, some species of \"Phacus\" were observed to have clear morphological changes different from the controls. These changes include: increasing thickness of the cell, increase in paramylon bodies (both in size and number in \"Phacus curvicauda\"), and the overall structure of the cells. Regardless of a large or small change in organic enrichment, studies show a consistency to these morphological changes. However, the amount of change that occurs varies between species and is dependent on the specific organic nutrients present. If the amount of organic nutrients in the genus’ habitat is insufficient, occasionally they form resting cysts. If this occurs, the cells would expand (swell) and become more rounded, and also lose their flagella. This increase in size forces the cell to increase the number of paramylon storage granules and develop a polysaccharide mucilaginous wall for protection until it enters a more habitable environment. In addition, cell division continues to take place even as a reproductive cyst.",
            "score": 99.46587359905243
        },
        {
            "docid": "31066305_5",
            "document": "Robustness (evolution) . In varying environments, perfect adaptation to one condition may come at the expense of adaptation to another. Consequently, the total selection pressure on an organism is the average selection across all environments weighted by the percentage time spent in that environment. Variable environment can therefore select for environmental robustness where organisms can function across a wide range of conditions with little change in phenotype or fitness (biology). Some organisms show adaptations to tolerate large changes in temperature, water availability, salinity or food availability. Plants, in particular, are unable to move when the environment changes and so show a range of mechanisms for achieving environmental robustness. Similarly, this can be seen in proteins as tolerance to a wide range of solvents, ion concentrations or temperatures.",
            "score": 128.72130966186523
        },
        {
            "docid": "378645_11",
            "document": "Endotherm . The overall rate of an animal's metabolism increases by a factor of about two for every rise in temperature, limited by the need to avoid hyperthermia. Endothermy does not provide greater speed in movement than ectothermy (cold-bloodedness)—ectothermic animals can move as fast as warm-blooded animals of the same size and build when the ectotherm is near or at its optimum temperature, but often cannot maintain high metabolic activity for as long as endotherms. Endothermic/homeothermic animals can be optimally active at more times during the diurnal cycle in places of sharp temperature variations between day and night and during more of the year in places of great seasonal differences of temperature. This is accompanied by the need to expend more energy to maintain the constant internal temperature and a greater food requirement. Endothermy may be important during reproduction, for example, in expanding the thermal range over which a species can reproduce, as embryos are generally intolerant of thermal fluctuations that are easily tolerated by adults. Endothermy may also provide a protection against fungal infection. While tens of thousands of fungal species infect insects, only a few hundred target mammals, and often only those with a compromised immune system. A recent study suggests fungi are fundamentally ill-equipped to thrive at mammalian temperatures. The high temperatures afforded by endothermy might have provided an evolutionary advantage.",
            "score": 141.79439103603363
        },
        {
            "docid": "18290306_7",
            "document": "Embryo fossil . Fossilized embryos of the 635- to 551-million year old Doushantuo Formation of southern China exhibit occasional asynchronous cell division, common in modern embryos, implying that sophisticated mechanisms for differential cell division timing and embryonic cell lineage differentiation evolved before 551 million years ago. However, embryos composed of hundreds to more than ~1000 cells still show no evidence of blastocoel formation or the organization of blastomeres into epithelia - epithelialization should be underway in modern embryos with >100 cells. Features preserved on Doushantuo embryos are compatible with metazoans (animals), but the absence of epithelialization is consistent only with a stem-metazoan affinity. It is not until the Cambrian that embryos with demonstrable eumetazoan features occur; gastrulation and a pentaradial symmetry are expressed in some lower Cambrian fossils.",
            "score": 60.97240734100342
        },
        {
            "docid": "29004758_10",
            "document": "In vitro muscle testing . \"In vitro\" muscle testing is almost never used in humans, with the exception of small sections of muscle removed via biopsy or while undergoing surgery for other ailments. Testing is generally more difficult in mammals and birds because of the high temperature and oxygen requirements of the muscle, leading to rapid cell death once muscle tissue is removed from the organism. Mammalian skeletal muscles are commonly tested at ~25°C to prolong the test protocol for as long as reasonably possible. A test temperature of ~37°C can also been used during testing of whole isolated mammalian skeletal muscles to better replicate the temperature found in \"in vivo\". Moreover, it is important to consider the thermal specialisation of skeletal muscles, with core muscles more susceptible to changes in mechanical performance with small temperature changes than peripheral muscles. In ectotherms (reptiles, amphibians, fish, and invertebrates), the muscle tissue can survive outside of the organism for hours or even days, depending on the temperature and organism. Many experiments are conducted at or near 0°C to prolong the usable life of the muscle. Additionally, in fish and amphibians, it is possible to separate out a single muscle fiber while keeping it intact, but in other species, this is usually not possible.",
            "score": 110.37142825126648
        },
        {
            "docid": "18244814_24",
            "document": "Dawkins vs. Gould . While Gould too is interested in evolvability, the crucial difference between Gould's view, and that of Maynard Smith, Szathmary and Dawkins, is in how they see the spread of complexity. To Gould, complexity drifts upward, having a lower boundary or wall to the left, \"but no upper bound, and these features of complexity are fixed by biochemistry, not the course of evolutionary history\". (p. 153) Maynard Smith and Szathmary consider that evolutionary history has had upper bounds, or walls to the right. For example, until eukaryotic life evolved, there was an upper bound of complexity set by the intrinsic limits on the size and structural complexity of prokaryotes, and for \"perhaps 2 billion years, bacterial evolution was confined between these two limits.\" (p. 153) Similarly, until a series of evolutionary innovations facilitated the evolution of multi-celled organisms, eukaryotic complexity was set by the limits on a single eukaryotic cell. \"Maynard Smith and Szathmary argue that social existence, too, has evolutionary preconditions. Until these are met, a wall remains to the right.\" (p. 153) Whereas to Gould, there are unchanging boundaries set by physics and chemistry, Maynard Smith, Szathmary and Dawkins view evolution as irreversibly transforming these boundaries. \"The eukaryotic cell, sexual reproduction and cellular differentiation all change the nature of evolutionary possibility. These possibilities have changed over time in a direction that increases the maximum attainable complexity. In short, over time the rules of evolution change.\" (pp. 153–154) So evolvability has changed, with developmental mechanisms determining the variation available to selection. Gould claims that bacteria dominate every age, including this one.* They are the world's most numerous organisms, have the most disparate metabolic pathways, and may constitute most of the world's biomass. \"All this is true and important\", with Dawkins making similar observations.* \"But it is not the whole truth. We live in an age in which many biological structures are now possible that were once not possible. That too is true, and important.\" (p. 153)",
            "score": 69.7351062297821
        },
        {
            "docid": "856729_12",
            "document": "Dog whelk . The dog whelk can only survive out of water for a limited period, as it will gradually become desiccated and die if emersed for too long. Metabolic processes within cells take place in solution, and a decrease in water content makes it impossible for the organism to function properly. In experiments it has been shown that 50% of dog whelks die at 40°C, and it can be assumed that at temperatures lower than this a smaller proportion will be killed off. Furthermore, the dog whelk has to excrete ammonia directly into water, as it does not have the adaptation possessed by many upper shore species which would allow it to produce uric acid for excretion without loss of water. When kept emersed for seven days at a temperature of 18°C, 100% of dog whelks die, in contrast to many periwinkle species which can lose even more water than the dog whelk (i.e. more than 37% of their total body mass) but survive as a result of their ability to excrete toxic waste products more efficiently.",
            "score": 113.26987433433533
        },
        {
            "docid": "17288194_7",
            "document": "CED9 (gene) . The cells developed during embryogenesis and early life in \"C. elegans\" have one of two fates, to live and differentiate or apoptose. Apoptosis during development is highly regulated and only occurs in specific cells at specific times. Every cell division and cell death in the development of \"C. elegans\" from embryo to adult has been studied and documented to reveal a fixed pattern between individual organisms. Apoptosis during development is important for the proper morphology and refractivity of C. elegans, but it is not always essential for survival. Thus, over 100 mutations have been observed and documented as affecting the apoptotic pathway of \"C. elegans\". Many proteins involved in the interaction cascade were discovered because of these mutations and their resulting phenotype. \"CED-9\" mutants are among the mutations that affect this pathway. \"CED-9\" gain of function mutations are unresponsive to apoptosis signalling and allow cells fated to die, to survive. A notable example of a \"CED-9\" dominant gain of function mutation would be the \"n1950\" mutation which was the first mutation documented for \"CED-9\" and responsible for the gene's discovery. Loss of function mutations cause inappropriate cell death in the absence of apoptosis stimuli. Mutations in \"CED-9\" also reveal its maternal effect; where the genotype of the mother determines the phenotype of the progeny. Homozygous, loss of function mutants from a heterozygous mother experience some unpredictable cell death, however, give rise to unviable progeny themselves.",
            "score": 63.785600781440735
        },
        {
            "docid": "7463_10",
            "document": "Cold fusion . Martin Fleischmann of the University of Southampton and Stanley Pons of the University of Utah hypothesized that the high compression ratio and mobility of deuterium that could be achieved within palladium metal using electrolysis might result in nuclear fusion. To investigate, they conducted electrolysis experiments using a palladium cathode and heavy water within a calorimeter, an insulated vessel designed to measure process heat. Current was applied continuously for many weeks, with the heavy water being renewed at intervals. Some deuterium was thought to be accumulating within the cathode, but most was allowed to bubble out of the cell, joining oxygen produced at the anode. For most of the time, the power input to the cell was equal to the calculated power leaving the cell within measurement accuracy, and the cell temperature was stable at around 30 °C. But then, at some point (in some of the experiments), the temperature rose suddenly to about 50 °C without changes in the input power. These high temperature phases would last for two days or more and would repeat several times in any given experiment once they had occurred. The calculated power leaving the cell was significantly higher than the input power during these high temperature phases. Eventually the high temperature phases would no longer occur within a particular cell.",
            "score": 106.2291933298111
        }
    ],
    "r": [
        {
            "docid": "10129055_28",
            "document": "Common octopus . \"Octopus vulgaris\" can apply behavioral changes in order to manage wide varieties of environmental temperatures. Respiration rate in octopods is temperature sensitive – respiration increases with temperature. The oxygen consumption of \"Octopus vulgaris\" increases when in water temperatures between 16–28 °C, reaches a maximum at 28 °C, and then begins to drop at 32 °C. The optimum temperature for metabolism and oxygen consumption is between 18–24 °C. Variations in temperature can also induce a change in hemolymph protein levels along oxygen consumption. As temperature increases, protein concentrations increase in order to accommodate the temperature. Also the cooperativity of hemocyanin increases but the affinity decreases. Conversely, a decrease in temperature results in a decrease in respiratory pigment cooperativity and increase in affinity. The slight rise in P50 that occurs with temperature change allows oxygen pressure to remain high in the capillaries, allowing for elevated diffusion of oxygen into the mitochondria during periods of high oxygen consumption. The increase in temperature results in higher enzyme activity yet the decrease in hemocyanin affinity allows enzyme activity to remain constant and maintain homeostasis. The highest hemolymph protein concentrations are seen at 32 °C and then drop at temperatures above this. Oxygen affinity in the blood decreases by 0.20 kPa/°C at a pH of 7.4. The octopod's thermal tolerance is limited by its ability to consume oxygen, and when it fails to provide enough oxygen to circulate at extreme temperatures the effects can be fatal. It is interesting to note that \"Octopus vulgaris\" have a pH-independent venous reserve that represents the amount of oxygen that remains bound to the respiratory pigment at constant pressure of oxygen. This reserve allows the octopus to tolerate a wide range of pH related to temperature.",
            "score": 151.79225158691406
        },
        {
            "docid": "37703115_5",
            "document": "Geographic range limit . Gradients in climactic factors create physiological barriers to dispersal. All species have limits of tolerance to abiotic factors, which can lower their survival and reproductive success and limit range expansion beyond the edge. Changes in temperature may cause a species to change its geographical distribution. With increasing temperatures resulting from global warming, species have been seen to expand their range northward due to increased survival and reproduction as a result of warming. Precipitation can also be a key determinant in limiting the geographic range edges of species. This is often seen in organisms with high water demands, whose survival and reproduction would decrease beyond the edge due to dry conditions, limiting expansion. Moisture of soil or air is also seen to limit range expansion. In terms of soil moisture, limited range expansion for species that forage on soil organisms or for species that reside in soil and rely on it for nutrients are seen. If moisture requirements are not met beyond the species range, they will not be able to expand due to resulting reductions in fitness. There are many other abiotic factors that can determine a species range, including dissolved oxygen, canopy cover, conductivity, alkalinity and pH.",
            "score": 148.52157592773438
        },
        {
            "docid": "13483_14",
            "document": "Hemoglobin . Variations in hemoglobin amino acid sequences, as with other proteins, may be adaptive. For example, hemoglobin has been found to adapt in different ways to high altitudes. Organisms living at high elevations experience lower partial pressures of oxygen compared to those at sea level. This presents a challenge to the organisms that inhabit such environments because hemoglobin, which normally binds oxygen at high partial pressures of oxygen, must be able to bind oxygen when it is present at a lower pressure. Different organisms have adapted to such a challenge. For example, recent studies have suggested genetic variants in deer mice that help explain how deer mice that live in the mountains are able to survive in the thin air that accompanies high altitudes. A researcher from the University of Nebraska-Lincoln found mutations in four different genes that can account for differences between deer mice that live in lowland prairies versus the mountains. After examining wild mice captured from both highlands and lowlands, it was found that: the genes of the two breeds are \"virtually identical—except for those that govern the oxygen-carrying capacity of their hemoglobin\". \"The genetic difference enables highland mice to make more efficient use of their oxygen\", since less is available at higher altitudes, such as those in the mountains. Mammoth hemoglobin featured mutations that allowed for oxygen delivery at lower temperatures, thus enabling mammoths to migrate to higher latitudes during the Pleistocene. This was also found in hummingbirds that inhabit the Andes. Hummingbirds already expend a lot of energy and thus have high oxygen demands and yet Andean hummingbirds have been found to thrive in high altitudes. Non-synonymous mutations in the hemoglobin gene of multiple species living at high elevations (\"Oreotrochilus, A. castelnaudii, C. violifer, P. gigas,\" and \"A. viridicuada\") have caused the protein to have less of an affinity for inositol hexaphosphate (IHP), a molecule found in birds that has a similar role as 2,3-BPG in humans; this results in the ability to bind oxygen in lower partial pressures.",
            "score": 147.19427490234375
        },
        {
            "docid": "378661_2",
            "document": "Thermoregulation . Thermoregulation is the ability of an organism to keep its body temperature within certain boundaries, even when the surrounding temperature is very different. A thermoconforming organism, by contrast, simply adopts the surrounding temperature as its own body temperature, thus avoiding the need for internal thermoregulation. The internal thermoregulation process is one aspect of homeostasis: a state of dynamic stability in an organism's internal conditions, maintained far from thermal equilibrium with its environment (the study of such processes in zoology has been called physiological ecology). If the body is unable to maintain a normal temperature and it increases significantly above normal, a condition known as hyperthermia occurs. For humans, this occurs when the body is exposed to constant temperatures of approximately , and with prolonged exposure (longer than a few hours) at this temperature and up to around death is almost inevitable. Humans may also experience lethal hyperthermia when the wet bulb temperature is sustained above for six hours. The opposite condition, when body temperature decreases below normal levels, is known as hypothermia. It results when the homeostatic control mechanisms of heat within the body malfunction, causing the body to lose heat faster than producing it. Normal body temperature is around , and hypothermia sets in when the core body temperature gets lower than . Usually caused by prolonged exposure to cold temperatures, hypothermia is usually treated by methods that attempt to raise the body temperature back to a normal range.",
            "score": 145.94239807128906
        },
        {
            "docid": "17322938_9",
            "document": "Eurytherm . In addition to other organisms, plants (Plantae) can be either stenothermic or eurythermic. Plants inhabiting the boreal and polar climates generally tend to be cold-eurythermic, enduring temperatures as cold as –85°, and as warm as at least 20 °C, such as boreal deciduous conifers. This is in direct contrast to plants that typically inhabit more tropical or montane regions, where plants may have purely tolerable range between only about 10° and 25 °C, such as the banyan tree. The tolerance for extreme body temperatures in a given eurythermic organism is largely due to an increased temperature tolerance by the respective organism's homologous proteins. In particular, the proteins of a warm-adapted species may be inherently more eurythermal than a cold-adapted species, with warm-adapted species' proteins withstanding higher temperatures before beginning to denature, therefore avoiding possible cell death. Eurythermal species also have shown adaptations in protein synthesis rates compared to non-eurythermal similar species. Rainbow trout\"(Salmo gairdneri\") have shown constant protein synthesis rates formula_1 over temperatures ranging from 5° to 20 °C, after acclimating to any temperature in this range for 1 month. In contrast, carp (C\"yprinus carpio\"\")\" have shown significantly higher protein synthesis rates after acclimating to higher water temperatures (25 °C) than after acclimating to lower water temperatures (10 °C). This type of experiment is common throughout fish. A similar example is given by the Senegalese sole (\"Solea senegalensis\"), which, when acclimated to temperatures of 26 °C, produced a significantly higher amount of taurine, glutamate, GABA and glycine compared to acclimation to 12 °C. This may mean that the aforementioned compounds aid in antioxidant defense, osmoregulatory processes, or energetic purposes at these temperatures.",
            "score": 145.2568359375
        },
        {
            "docid": "17322938_6",
            "document": "Eurytherm . The sustained supply of oxygen to body tissues determines the body temperature range of an organism. Eurytherms that live in environments with large temperature changes adapt to higher temperatures through a variety of methods. In green crabs, the process of initial warming results in an increase of oxygen consumption and heart rate, accompanied by a decrease in stroke volume and haemolymph oxygen partial pressure. As this warming continues, dissolved oxygen levels decrease below the threshold for full haemocyanin oxygen saturation. This heating then progressively releases haemocyanin-bound oxygen, saving energy in oxygen transport and resulting in an associated leveling off of metabolic rate.",
            "score": 142.89053344726562
        },
        {
            "docid": "1732697_2",
            "document": "Thermal pollution . Thermal pollution is the degradation of water quality by any process that changes ambient water temperature. A common cause of thermal pollution is the use of water as a coolant by power plants and industrial manufacturers. When water used as a coolant is returned to the natural environment at a higher temperature, the sudden change in temperature decreases oxygen supply and affects ecosystem composition. Fish and other organisms adapted to particular temperature range can be killed by an abrupt change in water temperature (either a rapid increase or decrease) known as \"thermal shock.\"",
            "score": 142.4940948486328
        },
        {
            "docid": "378645_11",
            "document": "Endotherm . The overall rate of an animal's metabolism increases by a factor of about two for every rise in temperature, limited by the need to avoid hyperthermia. Endothermy does not provide greater speed in movement than ectothermy (cold-bloodedness)—ectothermic animals can move as fast as warm-blooded animals of the same size and build when the ectotherm is near or at its optimum temperature, but often cannot maintain high metabolic activity for as long as endotherms. Endothermic/homeothermic animals can be optimally active at more times during the diurnal cycle in places of sharp temperature variations between day and night and during more of the year in places of great seasonal differences of temperature. This is accompanied by the need to expend more energy to maintain the constant internal temperature and a greater food requirement. Endothermy may be important during reproduction, for example, in expanding the thermal range over which a species can reproduce, as embryos are generally intolerant of thermal fluctuations that are easily tolerated by adults. Endothermy may also provide a protection against fungal infection. While tens of thousands of fungal species infect insects, only a few hundred target mammals, and often only those with a compromised immune system. A recent study suggests fungi are fundamentally ill-equipped to thrive at mammalian temperatures. The high temperatures afforded by endothermy might have provided an evolutionary advantage.",
            "score": 141.7943878173828
        },
        {
            "docid": "12176781_11",
            "document": "Italian crested newt . There are still other adaptations that enable the newts to survive. \"T. carnifex\" have made physiological adaptations that enable them to stay in hypoxic conditions or meet their increased metabolic needs. This compensation is in the larvae as soon as they are born. Spleen size can increase as the temperature declines for adults – in larvae, there is no dramatic change in spleen size. This difference is attributed to the improbability of a larvae newt ending up in a hypoxic environment primarily due to gill movement. The spleen plays a large role in this adaptation; 50% of the blood is redirected into the spleen when the conditions in their habitat are well oxygenated. When the large stores of erythrocytes dips below necessary, the spleen of \"T. carnifex\" will release red blood cells into the blood stream, which is caused by hypoxia or increased metabolic needs. This very specific compensatory respiration – the ability to adapt to respiratory conditions – is known as hypoxia, and increases the red blood cells as a method of maintaining oxygen levels in an oxygen-lacking environment. These adaptations have evolved due to both the environment and the physiological conditions the newt finds itself in. This can be seen when the animal releases red blood cells into the bloodstream as a method of maintaining oxygen levels. This feature is commonly shared among amphibians, and it is possible that all ectotherms are capable of this.",
            "score": 141.6298065185547
        },
        {
            "docid": "12176781_25",
            "document": "Italian crested newt . A minimum of 4000 heartbeats of the newt is the necessary amount for haematological parameters to become stable when there is a shift in respiratory conditions. The colder the temperature, the harder it seems for \"T. carnifex\" to reach this 4000 beat minimum. In an experiment performed by Frangioni et al. it was observed that at 6 degrees Celsius, it took 360 minutes, whereas at 18 degrees Celsius, it only took 150 minutes. When \"T. carnifex\" are in an optimal respiratory environment (that is, exposed to air), they contain low RBC counts, as well as low hematocrit values. This implies that in these conditions, the spleen is very congested. As stated, this is because in areas of high oxygen, the newt is not in hypoxia and does need to compensate for the lack of oxygen in its surroundings. Therefore, release of oxygen from the spleen is unnecessary and not triggered. The opposite is seen when the animal is placed in a hypoxic environment. There is a release of erythrocytes from the spleen and the values in the blood are raised to high. Every time there is an increase in blood volume (created by the release of erythrocytes), there is an increase in blood pressure, and therefore they are said to have a direct relationship. Thus, if one increases, so will the other. Besides blood volume, a factor affecting blood pressure is the temperature. At lower temperatures, the newts will have a lower blood pressure, and the opposite is true for a higher temperature. Another factor is the congestion of the spleen. When congestion of the spleen rises, the pressure will fall; and vice versa. During hypoxia, there is a great deal of arterial pressure which appears when there is a quick change from an oxygenated environment to a hypoxic one. That increase is due to the swift decongestion of the spleen as it releases erythrocytes into the bloodstream to allow respiration within the newt. However, this increase in pressure occurred only at the 6 degree and 12 degree mark; at 18 degrees the blood actually decreased. This suggests that even though blood pressure is key in determining respiratory compensation, it is by no means the only factor, or even the most important. Although there is a decrease in blood at 18 degrees, the spleen is still emptied (as it is at any temperature). There \"is\" a decrease in blood plasma when this occurs so as to keep blood volume at a constant, or even a lowered value. In well oxygenated environments, temperature can be seen working alone, without the added challenge of a hypoxic environment. When an increase in temperature occurs in the surrounding environment of a newt, this increases metabolic activity. When there is such an increase, the spleen will empty itself of erythrocytes and the volume of red blood cells will go up. This is to assist with the greater need for consumption of oxygen. In a high temperature environment where \"T. carnifex\" is exposed to air, it can be expected that there will be a large increase in blood volume. However, the blood plasma will decrease and prevent an increase in blood pressure. In terms of compartmentalization of the newt’s respiratory systems, the systemic (lungs) and cutaneous (skin) systems work and function independently. Despite this, there is a very high correlation between the two with respect to their abilities in times of hypoxia. Both systems attempt to obtain as much oxygen as possible – cutaneous through vasodilation, and systemic through splenic decongestion.",
            "score": 141.5547332763672
        },
        {
            "docid": "2396856_5",
            "document": "Thermal optimum . In animals that inhabit the wave-tossed tidal pools of rocky shores thermal optima vary for each species and dictate the species' tolerance of environmental conditions that lead to increased heating or loss of mechanisms for cooling. For example, exposure to sunlight when the tide is out, and lack of thermal insulation from the buffering effects of water due to its specific heat capacity may contribute to increased temperature leading to increased desiccation. An organism that has a high thermal optimum may still be able to function in this environment, while one with a lower thermal optimum may have its metabolic processes shut down during the drying period of exposure. An organism may be confined to a limited range of habitats due to the population's thermal optima, while another population may have a different range of habitats open to it due to a different thermal optima for its biological processes. Ultimately the ability to adapt to greater extremes in such a harsh environment as the rocky shores where tide pools are formed may then be discussed in terms of varying environmental thermal optima for different species.",
            "score": 139.0018310546875
        },
        {
            "docid": "12728109_14",
            "document": "Soil respiration . Temperature affects almost all aspects of respiration processes. Temperature will increase respiration exponentially to a maximum, at which point respiration will decrease to zero when enzymatic activity is interrupted. Root respiration increases exponentially with temperature in its low range when the respiration rate is limited mostly by the TCA cycle. At higher temperatures the transport of sugars and the products of metabolism become the limiting factor. At temperatures over 35 degrees Celsius, root respiration begins to shut down completely. Microorganisms are divided into three temperature groups; cryophiles, mesophiles and thermophiles. Cryophiles function optimally at temperatures below 20 degrees Celsius, mesophiles function best at temperatures between 20 and 40 degrees Celsius and thermophiles function optimally at over 40 degrees Celsius. In natural soils many different cohorts, or groups of microorganisms exist. These cohorts will all function best at different conditions so respiration may occur over a very broad range. Temperature increases lead to greater rates of soil respiration until high values retard microbial function, this is the same pattern that is seen with soil moisture levels.",
            "score": 138.92161560058594
        },
        {
            "docid": "31055046_17",
            "document": "Jundiz recycling plant . There are a number of anaerobic organism that are involved in the process of anaerobic digestion including acetic acid-forming bacteria (acetogens) and methane-forming (methanogens). These organisms feed upon the initial feedstock, which undergoes a number of different processes converting it to intermediate molecules including sugars, hydrogen, and acetic acid, before finally being converted to biogas. Different species of bacteria are able to survive at different temperature ranges. Ones living optimally at temperatures between 35–40 °C are called mesophiles or mesophilic bacteria. Some of the bacteria can survive at the hotter and more hostile conditions of 55–60 °C, these are called thermophile.Methanogens come from the domain of archaea. This family includes species that can grow in the hostile conditions of hydrothermal vents. These species are more resistant to heat and can therefore operate at high temperatures, a property that is unique to thermophile. As with aerobic systems the bacteria in anaerobic systems the growing and reproducing microorganisms within them require a source of elemental oxygen to survive. In an anaerobic system there is an absence of gaseous oxygen. Gaseous oxygen is prevented from entering the system through physical containment in sealed tanks. Anaerobes access oxygen from sources other than the surrounding air. The oxygen source for these microorganisms can be the organic material itself or alternatively may be supplied by inorganic oxides from within the input material. When the oxygen source in an anaerobic system is derived from the organic material itself, then the 'intermediate' end products are primarily alcohols, aldehydes, and organic acids plus carbon dioxide. In the presence of specialised methanogens, the intermediates are converted to the 'final' end products of methane, carbon dioxide with trace levels of hydrogen sulfide.In an anaerobic system the majority of the chemical energy contained within the starting material is released by methanogenic bacteria as methane. Populations of anaerobic microorganisms typically take a significant period of time to establish themselves to be fully effective. It is therefore common practice to introduce anaerobic microorganisms from materials with existing populations, a process known as \"seeding\" the digesters, and typically takes place with the addition of sewage sludge or cattle slurry.",
            "score": 138.73971557617188
        },
        {
            "docid": "400047_4",
            "document": "Acclimatization . In order to maintain performance across a range of environmental conditions, there are several strategies organisms use to acclimate. In response to changes in temperature, organisms can change the biochemistry of cell membranes making them more fluid in cold temperatures and less fluid in warm temperatures by increasing the number of membrane proteins. Organisms may also express specific proteins called heat shock proteins that may act as molecular chaperons and help the cell maintain function under periods of extreme stress. It has been shown, that organisms which are acclimated to high or low temperatures display relatively high resting levels of heat shock proteins so that when they are exposed to even more extreme temperatures the proteins are readily available. Expression of heat shock proteins and regulation of membrane fluidity are just two of many biochemical methods organisms use to acclimate to novel environments.",
            "score": 135.91885375976562
        },
        {
            "docid": "3787754_3",
            "document": "Wastewater quality indicators . Aquatic organisms cannot survive outside of specific temperature ranges. Irrigation runoff and water cooling of power stations may elevate temperatures above the acceptable range for some species. Elevated temperature can also cause an algae bloom which reduces oxygen levels. (\"See\" thermal pollution.) Temperature may be measured with a calibrated thermometer.",
            "score": 135.86648559570312
        },
        {
            "docid": "4189127_6",
            "document": "River ecosystem . Oxygen is likely the most important chemical constituent of lotic systems, as all aerobic organisms require it for survival. It enters the water mostly via diffusion at the water-air interface. Oxygen’s solubility in water decreases as water pH and temperature increases. Fast, turbulent streams expose more of the water’s surface area to the air and tend to have low temperatures and thus more oxygen than slow, backwaters. Oxygen is a byproduct of photosynthesis, so systems with a high abundance of aquatic algae and plants may also have high concentrations of oxygen during the day. These levels can decrease significantly during the night when primary producers switch to respiration. Oxygen can be limiting if circulation between the surface and deeper layers is poor, if the activity of lotic animals is very high, or if there is a large amount of organic decay occurring. The inorganic substrate of lotic systems is composed of the geologic material present in the catchment that is eroded, transported, sorted, and deposited by the current. Inorganic substrates are classified by size on the Wentworth scale, which ranges from boulders, to pebbles, to gravel, to sand, and to silt. Typically, particle size decreases downstream with larger boulders and stones in more mountainous areas and sandy bottoms in lowland rivers. This is because the higher gradients of mountain streams facilitate a faster flow, moving smaller substrate materials further downstream for deposition. Substrate can also be organic and may include fine particles, autumn shed leaves, submerged wood, moss, and more evolved plants. Substrate deposition is not necessarily a permanent event, as it can be subject to large modifications during flooding events. The living components of an ecosystem are called the biotic components.",
            "score": 135.65670776367188
        },
        {
            "docid": "33949413_26",
            "document": "Hypoxia in fish . The crucian carp is one species able to remodel its gill filaments in response to hypoxia. Their inter-lamellar cells have high rates of mitotic activity which are influenced by both hypoxia and temperature. In cold (15 °C) water the crucian carp has more ILCM, but when the temperature is increased to 25 °C the ILCM is removed, just as it would be in hypoxic conditions. This same transition in gill morphology occurs in the goldfish when the temperature was raised from 7.5 °C to 15 °C. This difference may be due to the temperature regimes that these fish are typically found in, or there could be an underlying protective mechanism to prevent a loss of ion balance in stressful temperatures. Temperature also affects the speed at which the gills can be remodelled: for example, at 20 °C in hypoxia, the crucian carp can completely remove its ILCM in 6 hours, whereas at 8 °C, the same process takes 3–7 days. The ILCM is likely removed by apoptosis, but it is possible that when the fish is faced with the double stress of hypoxia at high temperature, the lamellae may be lost by physical degradation. Covering the gill lamellae may protect species like the crucian carp from parasites and environmental toxins during normoxia by limiting their surface area for inward diffusion while still maintaining oxygen transport due to an extremely high hemoglobin oxygen binding affinity.",
            "score": 135.0990447998047
        },
        {
            "docid": "48863_8",
            "document": "Centrarchidae . In freshwater systems, water temperature is determined by many abiotic factors, with air temperature being one of the most significant contributors. As in other ectotherms, many physiological processes and behaviors in Centrarchidae, such as feeding and reproduction, are heavily impacted by the temperature in their environment. All species in the family Centrarchidae are considered warmwater adapted species. In general, warmwater adapted species are characterized as being larger at higher temperatures and lower latitudes. The optimal temperature range of most species in the family is 28C(82F) to 32C(90F), although they can survive and reproduce in temperatures that are outside of this optimum range. Increases in temperature outside the optimal range for centrarchids can have negative effects, such as speeding up reproductive maturity or increasing mortality after the first reproductive event. The lethal temperature range varies widely in the family, but some species have been seen to survive water temperatures as low as 1.7C(35F) or as high as 41C(106F).",
            "score": 134.90658569335938
        },
        {
            "docid": "25275445_17",
            "document": "Evolution in Variable Environment . After a few thousand generations, the simulation produced organisms that were able to predict their “mealtimes” based on temporally linked environmental cues. This pattern of evolution repeated itself for every type of the aforementioned simulations performed. The results from this study prompted scientists to experimentally reprogram \"E. coli\" cells \"in vivo\". Normally, \"E. coli\" switches to anaerobic respiration when encountered with a significant temperature change. However, following the principles of the simulation, scientists were able to make the bacteria turn on aerobic respiration when exposed to higher temperatures. These experiments show how such simulations can yield important insights into a bacterium’s cellular response pathways.",
            "score": 134.76426696777344
        },
        {
            "docid": "576200_11",
            "document": "Philodendron . The male beetles will stay overnight in the spathe, eating and mating throughout the night due to the benefits provided by the spathe and spadix. Typically, five to 12 beetles will be within the spathe throughout the night. Rarely, cases of 200 beetles at a time have been observed and almost always the beetles are of the same species. Another interesting feature of this symbiotic relationship, less well understood, is the series of events in which the spadix begins to heat up prior to the spathe opening up for the beetles. This process is known as thermogenesis. By the time the spathe is open and the beetles have arrived, the spadix is usually quite hot; up to around 46 °C in some species, but usually around 35 °C. The thermogenesis coincides with the arrival of the beetles and appears to increase their presence. The maximum temperature reached by the spadix remains about 20 °C higher than the outside ambient temperature. The time dependence of the temperature can vary from species to species. In some species, the temperature of the spadix will peak on the arrival of the beetles, then decrease, and finally increase reaching a maximum once again when the philodendron is ready for the beetles to leave. Other species, though, only show a maximum temperature on the arrival of the beetles, which remains roughly constant for about a day, and then steadily decreases. A few species will show three peaks in temperature during the flowering. The increased temperature increases the metabolism of the beetles, causing them to move about more within the spathe and increasing the likelihood they will be sufficiently coated with pollen. A sticky resin is also produced in drops attached to the spadix which help to keep the pollen attached to the beetles. This resin producing quality is unique to \"Philodendron\" and \"Monstera\", as other genera of Araceae do not produce it on their spadices. The resin is also found on the stems, leaves, and roots of philodendrons. Its color can be red, orange, yellow, or colorless when it is first produced. Yet, over time, it will turn brown as it is exposed to air. Also, some evidence suggests the thermogenesis triggers the beetles to mate. It also appears to distribute the pheromones into the air. The reason for the spadix being held at 45° relative to the spathe may be to maximize the heat's ability to waft the pheromones into the air. Oxidizing stored carbohydrates and lipids has been found to be the energy source for thermogenesis. The part of the spadix that heats up is the sterile zone. As it heats up, carbohydrates are used, but once the spadix has reached its maximum temperature, lipids are oxidized. The lipids are not first converted to carbohydrates, but rather are directly oxidized. The thermogenic reaction is triggered when concentrations of acetosalicytic acid form in the sterile zone. The acid sets off the mitochondria in the cells that make up the sterile zone to switch to an electron transport chain called the cyanide-resistant pathway, which results in the production of heat. Philodendrons consume oxygen during thermogenesis. The rate at which oxygen is used is remarkably high, close to that of hummingbirds and sphinx moths. The spadix has been shown to generate infrared radiation. As the beetles home in on the inflorescence, they first move in a zig-zag pattern until they get reasonably close, when they switch to a straight-line path. The beetles may be using scent to find the inflorescence when they are far away, but once within range, they find it by means of the infrared radiation. This would account for the two different types of paths the beetles follow.",
            "score": 134.6605224609375
        },
        {
            "docid": "37703115_7",
            "document": "Geographic range limit . Humans are responsible for causing changes to the environment and habitat that plants and animals rely on for survival. These impacts have the potential to alter species behaviours, interactions and distributions. Many areas are deforested in order to provide land for agriculture or industrial use. Deforestation can cause loss of habitat for millions of species and can cause expansion or contraction of their geographic range. For species that require deforested land, they may expand in their range to take advantage of new habitat, however for species that require forest for survival their geographic range may decrease or change completely. the  Global warming resulting from green house gases emitted into the air has been seen to cause changes in species dispersal and geographic distribution. Due to rising temperatures, organisms move northward to reach slightly colder temperatures to track the environmental niche they are adapted to. This allows them to continue stable survival and reproduction and ultimately sustain their population. Humans have also initiated many range expansions by transporting species to new locations both intentionally and accidentally. These introduced species can survive and reproduce in these new locations and expand their geographic range as long as conditions are suitable. These species may also cause changes in the geographic range of native species that cannot tolerate competition from invasive species, who possess novel ways of using resources.",
            "score": 133.86618041992188
        },
        {
            "docid": "249712_12",
            "document": "Mummichog . This fish is well known for its ability to withstand a variety of environmental conditions. They can survive temperatures between ; even within the same tidal cycle they can tolerate rapid temperature changes from . They are among fish species most tolerant of salinity changes (euryhaline). Mummichog larvae can grow in salinities ranging from 0.4 to 100 parts per thousand, the latter being about three times the normal salinity of seawater. Adult mummichogs tolerate low oxygen levels down to 1 mg/L, at which they resort to aquatic surface respiration (breathing in the surface layer of water, richer in oxygen because of contact with air) to survive. They can even survive for a few hours in moist air outside of water, breathing air directly.",
            "score": 133.8311309814453
        },
        {
            "docid": "1274206_3",
            "document": "Cold hardening . Plants in temperate and polar regions adapt to winter and sub zero temperatures by relocating nutrients from leaves and shoots to storage organs. Freezing temperatures induce dehydrative stress on plants, as water absorption in the root and water transport in the plant decreases. Water in and between cells in the plant freezes and expands, causing tissue damage. Cold hardening is a process in which a plant undergoes physiological changes to avoid, or mitigate cellular injuries caused by sub-zero temperatures. Non-acclimatized individuals can survive −5 °C, while a acclimatized individual in the same species can survive −30°. Plants that originated in the tropics, like tomato or maize, don't go through cold hardening and are unable to survive freezing temperatures. The plant starts the adaptation by exposure to cold yet still not freezing temperatures. The process can be divided into three steps. First the plant perceives low temperature, then converts the signal to activate or repress expression of appropriate genes. Finally, it uses these genes to combat the stress, caused by sub-zero temperatures, affecting its living cells. Many of the genes and responses to low temperature stress are shared with other abiotic stresses, like drought or salinity.When temperature drops, the membrane fluidity, RNA and DNA stability, and enzyme activity change. These, in turn, affect transcription, translation, intermediate metabolism, and photosynthesis, leading to an energy imbalance. This energy imbalance is thought to be one of the ways the plant detects low temperature. Experiments on \"arabidopsis\" show that the plant detects the change in temperature, rather than the absolute temperature. The rate of temperature drop is directly connected to the magnitude of calcium influx, from the space between cells, into the cell. Calcium channels in the cell membrane detect the temperature drop, and promotes expression of low temperature responsible genes in \"alfalfa\" and \"arabidopsis\". The response to the change in calcium elevation depends on the cell type and stress history. Shoot tissue will respond more than a root cells, and a cell that already is adapted to cold stress will respond more than one that has not been through cold hardening before. Light doesn't control the onset of cold hardening directly, but shortening of daylight is associated with fall, and starts production of reactive oxygen species and excitation of photosystem 2, which influences low-temp signal transduction mechanisms. Plants with compromised perception of day length have compromised cold acclimation.",
            "score": 133.25076293945312
        },
        {
            "docid": "13980_7",
            "document": "Homeostasis . The metabolic processes of all organisms can only take place in very specific physical and chemical environments. The conditions vary with each organism, and with whether the chemical processes take place inside the cell or in the interstitial fluid bathing the cells. The best known homeostatic mechanisms in humans and other mammals are regulators that keep the composition of the extracellular fluid (or the \"internal environment\") constant, especially with regard to the temperature, pH, osmolality, and the concentrations of sodium, potassium, glucose, carbon dioxide, and oxygen. However, a great many other homeostatic mechanisms, encompassing many aspects of human physiology, control other entities in the body. Where the levels of variables are higher or lower than those needed, they are often prefixed with \"hyper-\" and \"hypo-\", respectively such as hyperthermia and hypothermia and hypertension and hypotension. If an entity is homeostatically controlled it does not imply that its value is necessarily absolutely steady in health. Core body temperature is, for instance, regulated by a homeostatic mechanism with temperature sensors in, amongst others, the hypothalamus of the brain. However, the set point of the regulator is regularly reset. For instance, core body temperature in humans varies during the course of the day (i.e. has a circadian rhythm), with the lowest temperatures occurring at night, and the highest in the afternoons. Other normal temperature variations include those related to the menstrual cycle. The temperature regulator's set point is reset during infections to produce a fever. Organisms are capable of adjusting somewhat to varied conditions such as temperature changes or oxygen levels at altitude, by a process of acclimatisation.",
            "score": 132.92127990722656
        },
        {
            "docid": "378661_6",
            "document": "Thermoregulation . Thermoregulation in organisms runs along a spectrum from endothermy to ectothermy. Endotherms create most of their heat via metabolic processes, and are colloquially referred to as warm-blooded. When the surrounding temperatures are cold, endotherms increase metabolic heat production to keep their body temperature constant, thus making the internal body temperature of an endotherm more or less independent of the temperature of the environment. One metabolic activity, in terms of generating heat, that endotherms are able to do is that they possess a larger number of mitochondria per cell than ectotherms, enabling them to generate more heat by increasing the rate at which they metabolize fats and sugars. Ectotherms use external sources of temperature to regulate their body temperatures. They are colloquially referred to as cold-blooded despite the fact that body temperatures often stay within the same temperature ranges as warm-blooded animals. Ectotherms are the opposite of endotherms when it comes to regulating internal temperatures. In ectotherms, the internal physiological sources of heat are of negligible importance; the biggest factor that enables them to maintain adequate body temperatures is due to environmental influences. Living in areas that maintain a constant temperature throughout the year, like the tropics or the ocean, have enabled ectotherms to develop a wide range of behavioral mechanisms that enable them to respond to external temperatures, such as sun-bathing to increase body temperature, or seeking the cover of shade to lower body temperature.",
            "score": 132.047119140625
        },
        {
            "docid": "22166495_14",
            "document": "Freshwater environmental quality parameters . Oxygen is probably the most important chemical constituent of surface water chemistry, as all aerobic organisms require it for survival. It enters the water mostly via diffusion at the water-air interface. Oxygen’s solubility in water decreases as water temperature increases. Fast, turbulent streams expose more of the water’s surface area to the air and tend to have low temperatures and thus more oxygen than slow, backwaters. Oxygen is a by-product of photosynthesis, so systems with a high abundance of aquatic algae and plants may also have high concentrations of oxygen during the day. These levels can decrease significantly during the night when primary producers switch to respiration. Oxygen can be limiting if circulation between the surface and deeper layers is poor, if the activity of animals is very high, or if there is a large amount of organic decay occurring such as following Autumn leaf-fall.",
            "score": 131.64602661132812
        },
        {
            "docid": "42726_46",
            "document": "Cephalopod . Cephalopods are a diverse group of species, but share common life history traits, for example they have a rapid growth rate and short life spans. Stearns (1992) suggested that in order to produce the largest possible number of viable offspring, spawning events depend on ecological environmental factors of the organism. The majority of cephalopods do not provide parental care to their offspring, except for example, octopus, which helps this organism increase the survival rate of their offspring. Marine species life cycles are affected by various environmental conditions. The development of a cephalopod embryo can be greatly affected by temperature, oxygen saturation, pollution, light intensity, and salinity. These factors are important to the rate of embryonic development and the success of hatching of the embryos. Food availability also plays an important role in the reproductive cycle of cephalopods. A limitation of food influences the timing of spawning along with their function and growth. Spawning time and spawning vary among marine species; it's correlated with temperature, though cephalopods in shallow water spawn in cold months so that the offspring would hatch at warmer temperatures. Breeding can last from several days to a month.",
            "score": 131.03997802734375
        },
        {
            "docid": "145243_11",
            "document": "Limnology . Dissolved oxygen is an element which is necessary for a number of biological and chemical reactions which are critical to the proper functioning of the ecosystem. Some of the biological processes which alter the concentrations of dissolved oxygen include photosynthesis and aquatic organism respiration. Due to the role that photosynthesis plays in dissolved oxygen concentrations in a body of water. Oxygen profiles are affected by photosynthesis, wind mixing of surface waters, and respiration or organic matter, such that oxygen declines similar to the temperature profile. These profiles are based on similar principles as thermal stratification and light penetration. Since dissolved oxygen concentrations are driven primarily by photosynthesis, the amount of sunlight is a limiting factor in terms of how much photosynthesis can occur within the different levels of the water column where light is readily available. This means that dissolved oxygen levels are generally lower as you move deeper into the body of water because of the lower availability of light in those parts of the water.",
            "score": 130.56085205078125
        },
        {
            "docid": "4338212_12",
            "document": "Chlamydomonas nivalis . The temperatures in which this species can survive in ranges from below 0ºC to just above 20ºC. Growth is slow when temperatures are below 5ºC. At 5-15ºC the growth of \"C. nivalis\" cells can outperform the growth of C. reinhardtii cells. Both species grow at the same rate at 20-25ºC. The growth of \"C. nivalis\" is suppressed when temperatures rise above 30ºC. It is a true snow alga because it performs better in low temperatures than warm temperatures. Due to \"C. nivalis\"’ ability to perform photosynthesis well from cold to moderate temperatures, this species is considered a cryotolerant mesophile rather than a cryophile. This organism is also very resilient as they can also survive in warm soil for weeks. They can also tolerate dryness and room temperature for as long as 6 months.",
            "score": 129.04884338378906
        },
        {
            "docid": "31066305_5",
            "document": "Robustness (evolution) . In varying environments, perfect adaptation to one condition may come at the expense of adaptation to another. Consequently, the total selection pressure on an organism is the average selection across all environments weighted by the percentage time spent in that environment. Variable environment can therefore select for environmental robustness where organisms can function across a wide range of conditions with little change in phenotype or fitness (biology). Some organisms show adaptations to tolerate large changes in temperature, water availability, salinity or food availability. Plants, in particular, are unable to move when the environment changes and so show a range of mechanisms for achieving environmental robustness. Similarly, this can be seen in proteins as tolerance to a wide range of solvents, ion concentrations or temperatures.",
            "score": 128.7213134765625
        },
        {
            "docid": "42531205_7",
            "document": "Martian lava tube . A wide range of organisms may have survived in the subsurface, such as chemolithotrophs and lithoautotrophs, and certain extremophiles like halophiles or psychrophiles. Microbes found on Earth have been discovered thriving in near-freezing temperatures and very low-oxygen air. This allows researchers to believe that organisms can live in similar extreme situations such as those on Mars where temperatures are colder and less oxygen is available. Volcanic minerals found in lava tubes could provide a rich source of nutrients to chemosynthetic organisms. Scientists are also interested in gaining access to Martian lava tubes because they could give insight into the processes that led to life on Earth since the geologic rock record is better preserved on Mars.",
            "score": 128.67152404785156
        },
        {
            "docid": "44285917_2",
            "document": "Local adaptation . Local adaptation is when a population of organisms has evolved to be more well-suited to its environment than other members of the same species. This occurs due to differential pressures of natural selection on populations from different environments. For example, populations of a species that lives within a wide range of temperatures may be locally adapted to the warmer or cooler climate where they live. More formally, a population is said to be locally adapted if organisms in that population have differentially evolved as compared to other populations within their species in response to selective pressures imposed by some aspect of their local environment. Local adaptation is often determined via reciprocal transplant experiments, where organisms from one population are transplanted into another population, and vice versa, and their fitnesses measured. If the transplanted organisms have lower fitness in the novel environment, than the native population can be said to be locally adapted.",
            "score": 128.64817810058594
        }
    ]
}