{
    "q": [
        {
            "docid": "18973622_6",
            "document": "Leaf . Leaves are the most important organs of most vascular plants. Since plants are autotrophic, they do not need food from other living things to survive but instead use carbon dioxide, water and light energy, to create their own organic matter by photosynthesis of simple sugars, such as glucose and sucrose. These are then further processed by chemical synthesis into more complex organic molecules such as cellulose, the basic structural material in plant cell walls. The plant must therefore bring these three ingredients together in the leaf for photosynthesis to take place. The leaves draw water from the ground in the transpiration stream through a vascular conducting system known as xylem and obtain carbon dioxide from the atmosphere by diffusion through openings called stomata in the outer covering layer of the leaf (epidermis), while leaves are orientated to maximise their exposure to sunlight. Once sugar has been synthesized, it needs to be transported to areas of active growth such as the plant shoots and roots. Vascular plants transport sucrose in a special tissue called the phloem. The phloem and xylem are parallel to each other but the transport of materials is usually in opposite directions. Within the leaf these vascular systems branch (ramify) to form veins which supply as much as the leaf as possible, ensuring that cells carrying out photosynthesis are close to the transportation system.",
            "score": 187.73515713214874
        },
        {
            "docid": "52344344_2",
            "document": "Phloem loading . Phloem loading is the process of loading carbon into the phloem for transport to different 'sinks' in a plant. Sinks include metabolism, growth, storage, and other processes or organs that need carbon solutes to persist. It can be a passive process, relying on a pressure gradient to generate diffusion of solutes through the symplast, or an active process, requiring energy to create membrane-bound transporter proteins that move solutes through the apoplast against a gradient. Passive phloem loading transports solutes freely through plasmodesma in the symplast of the minor veins of leaves. Active transport occurs apoplastically and does not use plasmodesmata. An intermediate type of loading exists that uses symplastic transport but utilizes a size-exclusion mechanism to ensure diffusion is a one-way process between the mesophyll and phloem cells. This process is referred to as polymer-trapping, in which simple solutes such as sucrose are synthesized into larger molecules such as stachyose or raffinose in intermediary cells. The larger molecules cannot diffuse back to the mesophyll but can move into the phloem's sieve cells. Therefore, the synthesis of larger compounds uses energy and is thus 'active' but this strategy does not require specialized proteins and can still move symplastically.",
            "score": 158.4160599708557
        },
        {
            "docid": "66966_12",
            "document": "Vascular plant . Xylem and phloem tissues are involved in the conduction processes within plants. Sugars are conducted throughout the plant in the phloem, water and other nutrients through the xylem. Conduction occurs from a source to a sink for each separate nutrient. Sugars are produced in the leaves (a source) by photosynthesis and transported to the growing shoots and roots (sinks) for use in growth, cellular respiration or storage. Minerals are absorbed in the roots (a source) and transported to the shoots to allow cell division and growth.",
            "score": 160.3685564994812
        },
        {
            "docid": "2009296_11",
            "document": "Sieve tube element . Because the plant vascular system is vital in growth and development of plant cells and the organs within the plant, the role of sieve elements in the transport of necessary carbohydrates and macromolecules is largely expanded. This can be applied to agriculture to observe the way resources are distributed to various parts of the plant. Plasmodesmata connect companion cells to sieve elements and parenchyma cells can connect the sieve tubes to various tissues within the plant. This system between the plasmodesmata, companion cells, and sieve tubes allow for the delivery of necessary metabolites. The yield of agricultural product could potentially be increased to maximize the delivery system of these specialized cells within the phloem in a way that diffusion can be maximized. It has been discovered that the angiosperm phloem can use the sieve tubes as a way to transport various forms of RNA to sink tissues which can help alter transcriptional activity. Sink tissues are tissues that are in the process of growth and need nutrients. Having Sieve elements transport additional nutrients to sink tissues can speed up the growth process, which can affect plant growth and development. Overtime, rapid growth has the potential of leading to a greater agricultural output.",
            "score": 124.12178671360016
        },
        {
            "docid": "2009296_2",
            "document": "Sieve tube element . Sieve elements are specialized cells that are important for the function of phloem, which is highly organized tissue that transports organic compounds made during photosynthesis. Sieve elements are the major conducting cells in phloem. Conducting cells aid in transport of molecules especially for long-distance signaling. In plant anatomy, there are two main types of sieve elements which are sieve cells and sieve tube members. Sieve cells are specialized cells in the phloem tissue of flowering plants. Companion cells and Sieve cells originate from meristems, which are tissues that actively divide throughout a plant's lifetime. They are similar to the development of xylem, a water conducting cells in plants whose main function is also transportation in the plant vascular system. Sieve elements' major function includes transporting sugars over long distance through plants by acting as a channel. Sieve elements elongate cells containing sieve areas on their walls. Pores on sieve areas allow for cytoplasmic connections to neighboring cells, which allows for the movement of photosynthetic material and other organic molecules necessary for tissue function. Structurally, they are elongated and parallel to the organ or tissue that they are located in. Sieve elements typically lack a nucleus and contain none to a very few amount of ribosomes. The two types of sieve elements, sieve tube members and sieve cells, have different structure. Sieve tube members are shorter and wider with greater area for nutrient transport while sieve cells tend to be longer and narrower with smaller area for nutrient transport. Although the function of both of these kinds of sieve elements is the same, sieve cells are found in gymnosperms, non-flowering vascular plants, while sieve tube members are found in angiosperms, flowering vascular plants.",
            "score": 152.24496221542358
        },
        {
            "docid": "378938_55",
            "document": "Magnesium in biology . The diagram shows a schematic of a plant and the putative processes of Mg transport at the root and leaf where Mg is loaded and unloaded from the vascular tissues. Mg is taken up into the root cell wall space (1) and interacts with the negative charges associated with the cell walls and membranes. Mg may be taken up into cells immediately (symplastic pathway) or may travel as far as the Casparian band (4) before being absorbed into cells (apoplastic pathway; 2). The concentration of Mg in the root cells is probably buffered by storage in root cell vacuoles (3). Note that cells in the root tip do not contain vacuoles. Once in the root cell cytoplasm, Mg travels toward the centre of the root by plasmodesmata, where it is loaded into the xylem (5) for transport to the upper parts of the plant. When the Mg reaches the leaves it is unloaded from the xylem into cells (6) and again is buffered in vacuoles (7). Whether cycling of Mg into the phloem occurs via general cells in the leaf (8) or directly from xylem to phloem via transfer cells (9) is unknown. Mg may return to the roots in the phloem sap. When a Mg ion has been absorbed by a cell requiring it for metabolic processes, it is generally assumed that the ion stays in that cell for as long as the cell is active. In vascular cells, this is not always the case; in times of plenty, Mg is stored in the vacuole, takes no part in the day-to-day metabolic processes of the cell (Stelzer \"et al.\", 1990), and is released at need. But for most cells it is death by senescence or injury that releases Mg and many of the other ionic constituents, recycling them into healthy parts of the plant. In addition, when Mg in the environment is limiting, some species are able to mobilise Mg from older tissues. These processes involve the release of Mg from its bound and stored states and its transport back into the vascular tissue, where it can be distributed to the rest of the plant. In times of growth and development, Mg is also remobilised within the plant as source and sink relationships change.",
            "score": 131.73365998268127
        },
        {
            "docid": "4183_52",
            "document": "Botany . Molecules are moved within plants by transport processes that operate at a variety of spatial scales. Subcellular transport of ions, electrons and molecules such as water and enzymes occurs across cell membranes. Minerals and water are transported from roots to other parts of the plant in the transpiration stream. Diffusion, osmosis, and active transport and mass flow are all different ways transport can occur. Examples of elements that plants need to transport are nitrogen, phosphorus, potassium, calcium, magnesium, and sulfur. In vascular plants, these elements are extracted from the soil as soluble ions by the roots and transported throughout the plant in the xylem. Most of the elements required for plant nutrition come from the chemical breakdown of soil minerals. Sucrose produced by photosynthesis is transported from the leaves to other parts of the plant in the phloem and plant hormones are transported by a variety of processes.",
            "score": 144.74116778373718
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 74.69350779056549
        },
        {
            "docid": "27743_47",
            "document": "Solar energy . Solar chemical processes use solar energy to drive chemical reactions. These processes offset energy that would otherwise come from a fossil fuel source and can also convert solar energy into storable and transportable fuels. Solar induced chemical reactions can be divided into thermochemical or photochemical. A variety of fuels can be produced by artificial photosynthesis. The multielectron catalytic chemistry involved in making carbon-based fuels (such as methanol) from reduction of carbon dioxide is challenging; a feasible alternative is hydrogen production from protons, though use of water as the source of electrons (as plants do) requires mastering the multielectron oxidation of two water molecules to molecular oxygen. Some have envisaged working solar fuel plants in coastal metropolitan areas by 2050 the splitting of sea water providing hydrogen to be run through adjacent fuel-cell electric power plants and the pure water by-product going directly into the municipal water system. Another vision involves all human structures covering the earth's surface (i.e., roads, vehicles and buildings) doing photosynthesis more efficiently than plants.",
            "score": 95.24282097816467
        },
        {
            "docid": "56333_18",
            "document": "Root . Gravitropism directs roots to grow downward at germination, the growth mechanism of plants that also causes the shoot to grow upward. In order to avoid shade, plants utilize a shade avoidance response. When a plant is under dense vegetation, the presence of other vegetation nearby will cause the plant to avoid lateral growth and experience an increase in upward shoot, as well as downward root growth. In order to escape shade, plants adjust their root architecture, most notably by decreasing the length and amount of lateral roots emerging from the primary root. Experimentation of mutant variants of Arabidospis thaliana found that plants sense the Red to Far Red light ratio that enters the plant through photoreceptors known as phytochromes. Nearby plant leaves will absorb red light and reflect far- red light which will cause the ratio red to far red light to lower. The phytochrome PhyA that senses this Red to Far Red light ratio is localized in both the root system as well as the shoot system of plants, but through knockout mutant experimentation, it was found that root localized PhyA does not sense the light ratio, whether directly or axially, that leads to changes in the lateral root architecture. Research instead found that shoot localized PhyA is the phytochrome responsible for causing these architectural changes of the lateral root. Research has also found that phytochrome completes these architectural changes through the manipulation of auxin distribution in the root of the plant. When a low enough Red to Far Red ratio is sensed by PhyA, the phyA in the shoot will be mostly in its active form. In this form, PhyA stabilize the transcription factor HY5 causing it to no longer be degraded as it is when phyA is in its inactive form. This stabilized transcription factor is then able to be transported to the roots of the plant through the phloem, where it proceeds to induce its own transcription as a way to amplify its signal. In the roots of the plant HY5 functions to inhibit an auxin response factor known as ARF19, a response factor responsible for the translation of PIN3 and LAX3, two well known auxin transporting proteins. Thus, through manipulation of ARF19, the level and activity of auxin transporters PIN3 and LAX3 is inhibited. Once inhibited, auxin levels will be low in areas where lateral root emergence normally occurs, resulting in a failure for the plant to have the emergence of the lateral root primordium through the root pericycle. With this complex manipulation of Auxin transport in the roots, lateral root emergence will be inhibited in the roots and the root will instead elongate downwards, promoting vertical plant growth in an attempt to avoid shade.Research of Arabidopsis has led to the discovery of how this auxin mediated root response works. In an attempt to discover the role that phytochrome plays in lateral root development, Salisbury et al. (2007) worked with \"Arabidopsis thaliana\" grown on agar plates. Salisbury et al. used wild type plants along with varying protein knockout and gene knockout Arabidopsis mutants to observe the results these mutations had on the root architecture, protein presence, and gene expression. To do this, Salisbury et al. used GFP fluorescence along with other forms of both macro and microscopic imagery to observe any changes various mutations caused. From these research, Salisbury et al. were able to theorize that shoot located phytochromes alter auxin levels in roots, controlling lateral root development and overall root architecture. In the experiments of van Gelderen et al. (2018), they wanted to see if and how it is that the shoot of \"Arabidopsis thaliana\" alters and affects root development and root architecture. To do this, they took Arabidopsis plants, grew them in agar gel, and exposed the roots and shoots to separate sources of light. From here, they altered the different wavelengths of light the shoot and root of the plants were receiving and recorded the lateral root density, amount of lateral roots, and the general architecture of the lateral roots. To identify the function of specific photoreceptors, proteins, genes, and hormones, they utilized various Arabidopsis knockout mutants and observed the resulting changes in lateral roots architecture. Through their observations and various experiments, van Gelderen et al. were able to develop a mechanism for how root detection of Red to Far-red light ratios alter lateral root development.",
            "score": 116.6163717508316
        },
        {
            "docid": "4183_20",
            "document": "Botany . The study of plants is vital because they underpin almost all animal life on Earth by generating a large proportion of the oxygen and food that provide humans and other organisms with aerobic respiration with the chemical energy they need to exist. Plants, algae and cyanobacteria are the major groups of organisms that carry out photosynthesis, a process that uses the energy of sunlight to convert water and carbon dioxide into sugars that can be used both as a source of chemical energy and of organic molecules that are used in the structural components of cells. As a by-product of photosynthesis, plants release oxygen into the atmosphere, a gas that is required by nearly all living things to carry out cellular respiration. In addition, they are influential in the global carbon and water cycles and plant roots bind and stabilise soils, preventing soil erosion. Plants are crucial to the future of human society as they provide food, oxygen, medicine, and products for people, as well as creating and preserving soil.",
            "score": 132.15959668159485
        },
        {
            "docid": "2657761_5",
            "document": "Indole-3-butyric acid . In plant tissue culture IBA and other auxins are used to initiate root formation in vitro in a procedure called micropropagation. Micropropagation of plants is the process of using small samples of plants called explants and causing them to undergo growth of differentiated or undifferentiated cells. In connection with cytokinins like kinetin, auxins like IBA can be used to cause the formation of masses of undifferentiated cells called callus. Callus formation is often used as a first step process in micropropagation where the callus cells are then caused to form other tissues such as roots by exposing them to certain hormones like auxins that produce roots. The process of callus to root formation is called indirect organogenesis whereas if roots are formed from the explant directly it is called direct organogenesis.",
            "score": 68.92280840873718
        },
        {
            "docid": "435335_7",
            "document": "Plant nutrition . The root, especially the root hair, is the essential organ for the uptake of nutrients. The structure and architecture of the root can alter the rate of nutrient uptake. Nutrient ions are transported to the center of the root, the stele, in order for the nutrients to reach the conducting tissues, xylem and phloem. The Casparian strip, a cell wall outside the stele but within the root, prevents passive flow of water and nutrients, helping to regulate the uptake of nutrients and water. Xylem moves water and mineral ions within the plant and phloem accounts for organic molecule transportation. Water potential plays a key role in a plant's nutrient uptake. If the water potential is more negative within the plant than the surrounding soils, the nutrients will move from the region of higher solute concentration—in the soil—to the area of lower solute concentration - in the plant.",
            "score": 122.95917701721191
        },
        {
            "docid": "637102_19",
            "document": "Plant physiology . Plant hormones, known as plant growth regulators (PGRs) or phytohormones, are chemicals that regulate a plant's growth. According to a standard animal definition, hormones are signal molecules produced at specific locations, that occur in very low concentrations, and cause altered processes in target cells at other locations. Unlike animals, plants lack specific hormone-producing tissues or organs. Plant hormones are often not transported to other parts of the plant and production is not limited to specific locations.",
            "score": 82.79920864105225
        },
        {
            "docid": "208303_10",
            "document": "Primary production . Water is \"consumed\" in plants by the processes of photosynthesis (see above) and transpiration. The latter process (which is responsible for about 90% of water use) is driven by the evaporation of water from the leaves of plants. Transpiration allows plants to transport water and mineral nutrients from the soil to growth regions, and also cools the plant. Diffusion of water vapour out of a leaf, the force that drives transpiration, is regulated by structures known as stomata. These structure also regulate the diffusion of carbon dioxide from the atmosphere into the leaf, such that decreasing water loss (by partially closing stomata) also decreases carbon dioxide gain. Certain plants use alternative forms of photosynthesis, called Crassulacean acid metabolism (CAM) and C4. These employ physiological and anatomical adaptations to increase water-use efficiency and allow increased primary production to take place under conditions that would normally limit carbon fixation by C3 plants (the majority of plant species).",
            "score": 86.63090348243713
        },
        {
            "docid": "256641_7",
            "document": "Plant hormone . Hormones are transported within the plant by utilizing four types of movements. For localized movement, cytoplasmic streaming within cells and slow diffusion of ions and molecules between cells are utilized. Vascular tissues are used to move hormones from one part of the plant to another; these include sieve tubes or phloem that move sugars from the leaves to the roots and flowers, and xylem that moves water and mineral solutes from the roots to the foliage.",
            "score": 159.19970059394836
        },
        {
            "docid": "531064_16",
            "document": "Cell adhesion . Plants cells adhere closely to each other and are connected through plasmodesmata, channels that cross the plant cell walls and connect cytoplasms of adjacent plant cells. Molecules that are either nutrients or signals required for growth are transported, either passively or selectively, between plant cells through plasmodesmata.",
            "score": 93.72270464897156
        },
        {
            "docid": "66575_2",
            "document": "Nutrient . A nutrient is a substance used by an organism to survive, grow, and reproduce. The requirement for dietary nutrient intake applies to animals, plants, fungi, and protists. Nutrients can be incorporated into cells for metabolic purposes or excreted by cells to create non-cellular structures, such as hair, scales, feathers, or exoskeletons. Some nutrients can be metabolically converted to smaller molecules in the process of releasing energy, such as for carbohydrates, lipids, proteins, and fermentation products (ethanol or vinegar), leading to end-products of water and carbon dioxide. All organisms require water. Essential nutrients for animals are the energy sources, some of the amino acids that are combined to create proteins, a subset of fatty acids, vitamins and certain minerals. Plants require more diverse minerals absorbed through roots, plus carbon dioxide and oxygen absorbed through leaves. Fungi live on dead or living organic matter and meet nutrient needs from their host.",
            "score": 94.50579166412354
        },
        {
            "docid": "30876740_2",
            "document": "Phototropism . Phototropism is the growth of an organism which responds to a light stimulus. It is most often observed in plants, but can also occur in other organisms such as fungi. The cells on the plant that are farthest from the light have a chemical called auxin that reacts when phototropism occurs. This causes the plant to have elongated cells on the farthest side from the light. Phototropism is one of the many plant tropisms or movements which respond to external stimuli. Growth towards a light source is called positive phototropism, while growth away from light is called negative phototropism (skototropism). Most plant shoots exhibit positive phototropism, and rearrange their chloroplasts in the leaves to maximize photosynthetic energy and promote growth. Roots usually exhibit negative phototropism, although gravitropism may play a larger role in root behavior and growth. Some vine shoot tips exhibit negative phototropism, which allows them to grow towards dark, solid objects and climb them. The combination of phototropism and gravitropism allow plants to grow in the correct direction.",
            "score": 66.92022728919983
        },
        {
            "docid": "4183_54",
            "document": "Botany . The hypothesis that plant growth and development is coordinated by plant hormones or plant growth regulators first emerged in the late 19th century. Darwin experimented on the movements of plant shoots and roots towards light and gravity, and concluded \"It is hardly an exaggeration to say that the tip of the radicle . . acts like the brain of one of the lower animals . . directing the several movements\". About the same time, the role of auxins (from the Greek auxein, to grow) in control of plant growth was first outlined by the Dutch scientist Frits Went. The first known auxin, indole-3-acetic acid (IAA), which promotes cell growth, was only isolated from plants about 50 years later. This compound mediates the tropic responses of shoots and roots towards light and gravity. The finding in 1939 that plant callus could be maintained in culture containing IAA, followed by the observation in 1947 that it could be induced to form roots and shoots by controlling the concentration of growth hormones were key steps in the development of plant biotechnology and genetic modification. Cytokinins are a class of plant hormones named for their control of cell division or cytokinesis. The natural cytokinin zeatin was discovered in corn, \"Zea mays\", and is a derivative of the purine adenine. Zeatin is produced in roots and transported to shoots in the xylem where it promotes cell division, bud development, and the greening of chloroplasts. The gibberelins, such as Gibberelic acid are diterpenes synthesised from acetyl CoA via the mevalonate pathway. They are involved in the promotion of germination and dormancy-breaking in seeds, in regulation of plant height by controlling stem elongation and the control of flowering. Abscisic acid (ABA) occurs in all land plants except liverworts, and is synthesised from carotenoids in the chloroplasts and other plastids. It inhibits cell division, promotes seed maturation, and dormancy, and promotes stomatal closure. It was so named because it was originally thought to control abscission. Ethylene is a gaseous hormone that is produced in all higher plant tissues from methionine. It is now known to be the hormone that stimulates or regulates fruit ripening and abscission, and it, or the synthetic growth regulator ethephon which is rapidly metabolised to produce ethylene, are used on industrial scale to promote ripening of cotton, pineapples and other climacteric crops.",
            "score": 68.07619440555573
        },
        {
            "docid": "256641_3",
            "document": "Plant hormone . Plant hormones are signal molecules produced within the plant, and occur in extremely low concentrations. Hormones regulate cellular processes in targeted cells locally and, moved to other locations, in other functional parts of the plant. Hormones also determine the formation of flowers, stems, leaves, the shedding of leaves, and the development and ripening of fruit. Plants, unlike animals, lack glands that produce and secrete hormones. Instead, each cell is capable of producing hormones. Plant hormones shape the plant, affecting seed growth, time of flowering, the sex of flowers, senescence of leaves, and fruits. They affect which tissues grow upward and which grow downward, leaf formation and stem growth, fruit development and ripening, plant longevity, and even plant death. Hormones are vital to plant growth, and, lacking them, plants would be mostly a mass of undifferentiated cells. So they are also known as growth factors or growth hormones. The term 'Phytohormone' was coined by Went and Thimann and used in the title of their book in 1937.",
            "score": 94.53631961345673
        },
        {
            "docid": "4414104_7",
            "document": "Turgor pressure . Turgor pressure within cells is regulated by osmosis and this also causes the cell wall to expand during growth. Along with size, rigidity of the cell is also caused by turgor pressure; a lower pressure results in a wilted cell or plant structure (i.e. leaf, stalk). One mechanism in plants that regulate turgor pressure is its semipermeable membrane, which only allows some solutes to travel in and out of the cell, which can also maintain a minimum amount of pressure. Other mechanisms include transpiration, which results in water loss and decreases turgidity in cells. Turgor pressure is also a large factor for nutrient transport throughout the plant. Cells of the same organism can have differing turgor pressures throughout the organism's structure. In higher plants, turgor pressure is responsible for apical growth of things such as root tips and pollen tubes.",
            "score": 64.88975667953491
        },
        {
            "docid": "496667_4",
            "document": "Auxin . The (dynamic and environment responsive) pattern of auxin distribution within the plant is a key factor for plant growth, its reaction to its environment, and specifically for development of plant organs (such as leaves or flowers). It is achieved through very complex and well coordinated active transport of auxin molecules from cell to cell throughout the plant body — by the so-called polar auxin transport. Thus, a plant can (as a whole) react to external conditions and adjust to them, without requiring a nervous system. Auxins typically act in concert with, or in opposition to, other plant hormones. For example, the ratio of auxin to cytokinin in certain plant tissues determines initiation of root versus shoot buds.",
            "score": 99.85037803649902
        },
        {
            "docid": "25762883_7",
            "document": "Irrigation in viticulture . The presence of water is essential for the survival of all plant life. In a grapevine, water acts as a universal solvent for many of the nutrients and minerals needed to carry out important physiological functions, and the vine receives these by absorbing the nutrient-containing water from the soil. In the absence of sufficient water in the soil, the root system of the vine may have difficulties absorbing these nutrients. Within the structure of the plant itself, water acts as a transport within the xylem to bring these nutrients to all ends of the plant. During the process of photosynthesis, water molecules combine with carbon derived from carbon dioxide to form glucose, which is the primary energy source of the vine, as well as oxygen as a by-product.",
            "score": 91.1310179233551
        },
        {
            "docid": "44751407_2",
            "document": "Photosynthate partitioning . Photosynthate partitioning is the deferential distribution of photosynthates to plant tissues. A photosynthate is the resulting product of photosynthesis, these products are generally sugars. These sugars that are created from photosynthesis are broken down to create energy for use by the plant. Sugar and other compounds move via the phloem to tissues that have an energy demand. These areas of demand are called sinks. While areas with an excess of sugars and a low energy demand are called sources. Many times sinks are the actively growing tissues of the plant while the sources are where sugars are produced by photosynthesis—the leaves of plants. Sugars are actively loaded into the phloem and moved by a positive pressure flow created by solute concentrations and turgor pressure between xylem and phloem vessel elements (specialized plant cells). This movement of sugars is referred to as translocation. When sugars arrive at the sink they are unloaded for storage or broken down/metabolized.",
            "score": 180.96658372879028
        },
        {
            "docid": "18952860_2",
            "document": "Transpiration . Transpiration is the process of water movement through a plant and its evaporation from aerial parts, such as leaves, stems and flowers. Water is necessary for plants but only a small amount of water taken up by the roots is used for growth and metabolism. The remaining 97–99.5% is lost by transpiration and guttation. Leaf surfaces are dotted with pores called stomata, and in most plants they are more numerous on the undersides of the foliage. The stomata are bordered by guard cells and their stomatal accessory cells (together known as stomatal complex) that open and close the pore. Transpiration occurs through the stomatal apertures, and can be thought of as a necessary \"cost\" associated with the opening of the stomata to allow the diffusion of carbon dioxide gas from the air for photosynthesis. Transpiration also cools plants, changes osmotic pressure of cells, and enables mass flow of mineral nutrients and water from roots to shoots. Two major factors influence the rate of water flow from the soil to the roots: the hydraulic conductivity of the soil and the magnitude of the pressure gradient through the soil. Both of these factors influence the rate of bulk flow of water moving from the roots to the stomatal pores in the leaves via the xylem.",
            "score": 102.25398814678192
        },
        {
            "docid": "11008314_22",
            "document": "Evolutionary history of plants . The high concentrations of the Silurian and early Devonian, when plants were first colonising land, meant that the need for water was relatively low. As was withdrawn from the atmosphere by plants, more water was lost in its capture, and more elegant water acquisition and transport mechanisms evolved. Plants then needed a robust internal structure that contained long narrow channels for transporting water from the soil to all the different parts of the above-soil plant, especially to the parts where photosynthesis occurred. By the end of the Carboniferous, when concentrations had been reduced to something approaching today's, around 17 times more water was lost per unit of uptake. However, even in these \"easy\" early days, water was at a premium, and had to be transported to parts of the plant from the wet soil to avoid desiccation. Even today, water transport takes advantage of the cohesion-tension property of water. Water can be wicked along a fabric with small spaces, and in narrow columns of water, such as those within the plant cell walls or in tracheids, when molecules evaporate from one end, they pull the molecules behind them along the channels. Therefore, transpiration alone provides the driving force for water transport in plants. However, without dedicated transport vessels, the cohesion-tension mechanism can cause negative pressures sufficient to collapse the water conducting cells, limiting the transport water to no more than a few cm, and therefore limiting the size of the earliest plants. To be free from the constraints of small size and constant moisture that the parenchymatic transport system inflicted, plants needed a more efficient water transport system. During the early Silurian, they developed specialized xylem cells, with walls that were strengthened by bands of lignification (or similar chemical compounds) This process was followed by cell death, allowing the cell contents to be emptied and water to be passed through them. These wider, dead, empty cells, the xylem tracheids were much more conductive than the inter-cell pathway, and more resistant to collapse under the tension caused by water stress, giving the potential for transport over longer distances.",
            "score": 90.86257839202881
        },
        {
            "docid": "1184860_7",
            "document": "Organogenesis . In plants, organogenesis, which is simply the process of forming new organs, occurs continuously and only stops when the plant dies. In the shoot, the shoot apical meristems regularly produce new lateral organs (leaves or flowers) and lateral branches. In the root, new lateral roots form from weakly differentiated internal tissue (e.g. the xylem-pole pericycle in the model plant \"Arabidopsis thaliana\"). \"In vitro\" and in response to specific cocktails of hormones (mainly auxins and cytokinins), most plant tissues can de-differentiate and form a mass of dividing totipotent stem cells called a callus. \" organogenesis can then occur from those cells. The type of organ that is formed depends on the relative concentrations of the hormones in the medium. Plant organogenesis can be induced in tissue culture and used to regenerate plants.",
            "score": 93.34237921237946
        },
        {
            "docid": "2009296_4",
            "document": "Sieve tube element . There are two categories of sieve elements and these are sieve cells and sieve tube members.The main functions of sieve tube members include maintaining cells and transporting necessary molecules with the help of companion cells. The sieve tube members are living cells (which do not contain a nucleus) that are responsible for transporting carbohydrates throughout the plant. Sieve Tube members are associated with companion cells, which are cells that combine with sieve tubes to create the sieve element-companion cell complex. This allows for supply and maintenance of the plant cells and for signaling between distant organs within the plant. Sieve tubes members do not have ribosomes or a nucleus and thus need companion cells to help them function as transport molecules. Companion cells provide Sieve tube members with proteins necessary for signaling and ATP in order to help them transfer molecules between different parts of the plant. It is the companion cells that helps transport carbohydrates from outside the cells into the sieve tube elements. The companion cells also allow for bidirectional flow.",
            "score": 88.68066990375519
        },
        {
            "docid": "66966_10",
            "document": "Vascular plant . The most abundant compound in all plants, as in all cellular organisms, is water which serves an important structural role and a vital role in plant metabolism. Transpiration is the main process of water movement within plant tissues. Water is constantly transpired from the plant through its stomata to the atmosphere and replaced by soil water taken up by the roots. The movement of water out of the leaf stomata creates a transpiration pull or tension in the water column in the xylem vessels or tracheids. The pull is the result of water surface tension within the cell walls of the mesophyll cells, from the surfaces of which evaporation takes place when the stomata are open. Hydrogen bonds exist between water molecules, causing them to line up; as the molecules at the top of the plant evaporate, each pulls the next one up to replace it, which in turn pulls on the next one in line. The draw of water upwards may be entirely passive and can be assisted by the movement of water into the roots via osmosis. Consequently, transpiration requires very little energy to be used by the plant. Transpiration assists the plant in absorbing nutrients from the soil as soluble salts.",
            "score": 92.04320538043976
        },
        {
            "docid": "66966_9",
            "document": "Vascular plant . The xylem consists of vessels in flowering plants and tracheids in other vascular plants, which are dead hard-walled hollow cells arranged to form files of tubes that function in water transport. A tracheid cell wall usually contains the polymer lignin. The phloem however consists of living cells called sieve-tube members. Between the sieve-tube members are sieve plates, which have pores to allow molecules to pass through. Sieve-tube members lack such organs as nuclei or ribosomes, but cells next to them, the companion cells, function to keep the sieve-tube members alive.",
            "score": 120.57758951187134
        },
        {
            "docid": "157887_3",
            "document": "Potassium deficiency (plants) . The main role of potassium is to provide the ionic environment for metabolic processes in the cytosol, and as such functions as a regulator of various processes including growth regulation. Plants require potassium ions (K) for protein synthesis and for the opening and closing of stomata, which is regulated by proton pumps to make surrounding guard cells either turgid or flaccid. A deficiency of potassium ions can impair a plant's ability to maintain these processes. Potassium also functions in other physiological processes such as photosynthesis, protein synthesis, activation of some enzymes, phloem solute transport of photoassimilates into source organs, and maintenance of cation:anion balance in the cytosol and vacuole.",
            "score": 91.82601070404053
        }
    ],
    "r": [
        {
            "docid": "18973622_6",
            "document": "Leaf . Leaves are the most important organs of most vascular plants. Since plants are autotrophic, they do not need food from other living things to survive but instead use carbon dioxide, water and light energy, to create their own organic matter by photosynthesis of simple sugars, such as glucose and sucrose. These are then further processed by chemical synthesis into more complex organic molecules such as cellulose, the basic structural material in plant cell walls. The plant must therefore bring these three ingredients together in the leaf for photosynthesis to take place. The leaves draw water from the ground in the transpiration stream through a vascular conducting system known as xylem and obtain carbon dioxide from the atmosphere by diffusion through openings called stomata in the outer covering layer of the leaf (epidermis), while leaves are orientated to maximise their exposure to sunlight. Once sugar has been synthesized, it needs to be transported to areas of active growth such as the plant shoots and roots. Vascular plants transport sucrose in a special tissue called the phloem. The phloem and xylem are parallel to each other but the transport of materials is usually in opposite directions. Within the leaf these vascular systems branch (ramify) to form veins which supply as much as the leaf as possible, ensuring that cells carrying out photosynthesis are close to the transportation system.",
            "score": 187.7351531982422
        },
        {
            "docid": "44751407_2",
            "document": "Photosynthate partitioning . Photosynthate partitioning is the deferential distribution of photosynthates to plant tissues. A photosynthate is the resulting product of photosynthesis, these products are generally sugars. These sugars that are created from photosynthesis are broken down to create energy for use by the plant. Sugar and other compounds move via the phloem to tissues that have an energy demand. These areas of demand are called sinks. While areas with an excess of sugars and a low energy demand are called sources. Many times sinks are the actively growing tissues of the plant while the sources are where sugars are produced by photosynthesis—the leaves of plants. Sugars are actively loaded into the phloem and moved by a positive pressure flow created by solute concentrations and turgor pressure between xylem and phloem vessel elements (specialized plant cells). This movement of sugars is referred to as translocation. When sugars arrive at the sink they are unloaded for storage or broken down/metabolized.",
            "score": 180.96658325195312
        },
        {
            "docid": "66966_12",
            "document": "Vascular plant . Xylem and phloem tissues are involved in the conduction processes within plants. Sugars are conducted throughout the plant in the phloem, water and other nutrients through the xylem. Conduction occurs from a source to a sink for each separate nutrient. Sugars are produced in the leaves (a source) by photosynthesis and transported to the growing shoots and roots (sinks) for use in growth, cellular respiration or storage. Minerals are absorbed in the roots (a source) and transported to the shoots to allow cell division and growth.",
            "score": 160.36856079101562
        },
        {
            "docid": "256641_7",
            "document": "Plant hormone . Hormones are transported within the plant by utilizing four types of movements. For localized movement, cytoplasmic streaming within cells and slow diffusion of ions and molecules between cells are utilized. Vascular tissues are used to move hormones from one part of the plant to another; these include sieve tubes or phloem that move sugars from the leaves to the roots and flowers, and xylem that moves water and mineral solutes from the roots to the foliage.",
            "score": 159.19969177246094
        },
        {
            "docid": "52344344_2",
            "document": "Phloem loading . Phloem loading is the process of loading carbon into the phloem for transport to different 'sinks' in a plant. Sinks include metabolism, growth, storage, and other processes or organs that need carbon solutes to persist. It can be a passive process, relying on a pressure gradient to generate diffusion of solutes through the symplast, or an active process, requiring energy to create membrane-bound transporter proteins that move solutes through the apoplast against a gradient. Passive phloem loading transports solutes freely through plasmodesma in the symplast of the minor veins of leaves. Active transport occurs apoplastically and does not use plasmodesmata. An intermediate type of loading exists that uses symplastic transport but utilizes a size-exclusion mechanism to ensure diffusion is a one-way process between the mesophyll and phloem cells. This process is referred to as polymer-trapping, in which simple solutes such as sucrose are synthesized into larger molecules such as stachyose or raffinose in intermediary cells. The larger molecules cannot diffuse back to the mesophyll but can move into the phloem's sieve cells. Therefore, the synthesis of larger compounds uses energy and is thus 'active' but this strategy does not require specialized proteins and can still move symplastically.",
            "score": 158.4160614013672
        },
        {
            "docid": "904984_9",
            "document": "Sap . The pressure flow hypothesis proposes a mechanism for phloem sap transport. although other hypotheses have been proposed. Phloem sap is also thought to play a role in sending informational signals throughout vascular plants. \"Loading and unloading patterns are largely determined by the conductivity and number of plasmodesmata and the position-dependent function of solute-specific, plasma membrane transport proteins. Recent evidence indicates that mobile proteins and RNA are part of the plant's long-distance communication signaling system. Evidence also exists for the directed transport and sorting of macromolecules as they pass through plasmodesmata.\" A large number of insects of the order Hemiptera (the half-wings), feed directly on phloem sap, and make it the primary component of their diet. Phloem sap is \"nutrient-rich compared with many other plant products and generally lacking in toxins and feeding deterrents, [yet] it is consumed as the dominant or sole diet by a very restricted range of animals\". This apparent paradox is explained by the fact that phloem sap is physiologically extreme in terms of animal digestion, and it is hypothesized that few animals take direct advantage of this because they lack two adaptations that are necessary to enable direct use by animals. These include the existence of a very high ratio of non-essential/essential amino acids in phloem sap for which these adapted Hemiptera insects contain symbiotic microorganisms which can then provide them with essential amino acids; and also insect \"tolerance of the very high sugar content and osmotic pressure of phloem sap is promoted by their possession in the gut of sucrase-transglucosidase activity, which transforms excess ingested sugar into long-chain oligosaccharides.\" A much larger set of animals do however consume phloem sap by proxy, either \"through feeding on the honeydew of phloem-feeding hemipterans. Honeydew is physiologically less extreme than phloem sap, with a higher essential:non-essential amino acid ratio and lower osmotic pressure,\" or by feeding on the biomass of insects that have grown on more direct ingestion of phloem sap.",
            "score": 156.3897705078125
        },
        {
            "docid": "19828134_51",
            "document": "Plant . Vascular plants differ from other plants in that nutrients are transported between their different parts through specialized structures, called xylem and phloem. They also have roots for taking up water and minerals. The xylem moves water and minerals from the root to the rest of the plant, and the phloem provides the roots with sugars and other nutrient produced by the leaves.",
            "score": 153.66514587402344
        },
        {
            "docid": "2009296_2",
            "document": "Sieve tube element . Sieve elements are specialized cells that are important for the function of phloem, which is highly organized tissue that transports organic compounds made during photosynthesis. Sieve elements are the major conducting cells in phloem. Conducting cells aid in transport of molecules especially for long-distance signaling. In plant anatomy, there are two main types of sieve elements which are sieve cells and sieve tube members. Sieve cells are specialized cells in the phloem tissue of flowering plants. Companion cells and Sieve cells originate from meristems, which are tissues that actively divide throughout a plant's lifetime. They are similar to the development of xylem, a water conducting cells in plants whose main function is also transportation in the plant vascular system. Sieve elements' major function includes transporting sugars over long distance through plants by acting as a channel. Sieve elements elongate cells containing sieve areas on their walls. Pores on sieve areas allow for cytoplasmic connections to neighboring cells, which allows for the movement of photosynthetic material and other organic molecules necessary for tissue function. Structurally, they are elongated and parallel to the organ or tissue that they are located in. Sieve elements typically lack a nucleus and contain none to a very few amount of ribosomes. The two types of sieve elements, sieve tube members and sieve cells, have different structure. Sieve tube members are shorter and wider with greater area for nutrient transport while sieve cells tend to be longer and narrower with smaller area for nutrient transport. Although the function of both of these kinds of sieve elements is the same, sieve cells are found in gymnosperms, non-flowering vascular plants, while sieve tube members are found in angiosperms, flowering vascular plants.",
            "score": 152.24496459960938
        },
        {
            "docid": "4183_52",
            "document": "Botany . Molecules are moved within plants by transport processes that operate at a variety of spatial scales. Subcellular transport of ions, electrons and molecules such as water and enzymes occurs across cell membranes. Minerals and water are transported from roots to other parts of the plant in the transpiration stream. Diffusion, osmosis, and active transport and mass flow are all different ways transport can occur. Examples of elements that plants need to transport are nitrogen, phosphorus, potassium, calcium, magnesium, and sulfur. In vascular plants, these elements are extracted from the soil as soluble ions by the roots and transported throughout the plant in the xylem. Most of the elements required for plant nutrition come from the chemical breakdown of soil minerals. Sucrose produced by photosynthesis is transported from the leaves to other parts of the plant in the phloem and plant hormones are transported by a variety of processes.",
            "score": 144.7411651611328
        },
        {
            "docid": "14596339_14",
            "document": "Our Mr. Sun . Food is grown by the Sun through photosynthesis, which means \"putting together with light\". Ninety-nine percent of all food and fuel is created by the Sun through photosynthesis. Chlorophyll is the molecule responsible for photosynthesis though science isn't exactly sire how it works. They believe chlorophyll uses sunlight to combine carbon dioxide molecules with water molecules, along with salts, to create sugars and release oxygen. These sugars form the bulk of a plant including its fruit. Most of these plants are grown in the sea as phytoplankton, which is the food source of zooplankton, which are eaten by fish. All animals survive on food created by the Sun through photosynthesis; either directly by eating plants, or indirectly by eating animals that eat plants. The Sun provided the energy for photosynthesis through its light, which was created at the Sun's core. It takes this light 2000 years to make it from the core to the Sun's surface and another eight minutes from the Sun's surface to the earth.",
            "score": 143.98995971679688
        },
        {
            "docid": "16273092_6",
            "document": "Pressure Flow Hypothesis . While movement of water and minerals through the xylem is driven by negative pressures (tension) most of the time, movement through the phloem is driven by positive hydrostatic pressure. This process is termed \"translocation\", and is accomplished by a process called \"phloem loading\" and \"unloading\". Cells in a sugar source \"load\" a sieve-tube element by actively transporting solute molecules into it. This causes water to move into the sieve-tube element by osmosis, creating pressure that pushes the sap down the tube. In sugar sinks, cells actively transport solutes \"out\" of the sieve-tube elements, producing the exactly opposite effect. The gradient of sugar from source to sink causes pressure flow through the sieve tube toward the sink.",
            "score": 142.70709228515625
        },
        {
            "docid": "19558103_4",
            "document": "Canopy (grape) . The trunk is composed of sleeves of conductive tissue, most notably the phloem and xylem. The outside bark of the vine contains the phloem tissues which transports sap, enriched by sugars and other molecules, from the leaves to the rest of the vine. During the annual growth cycle of the grapevine, the vine will start to store carbohydrate energy in the wood part of the trunk and roots. The downward passage of phloem sap to the roots and this storing process can be interrupted by the viticultural practice of \"girdling\" or cincturing the vine. This process can improve fruit set by forcing the vine to direct most of its energy towards developing the grape clusters. The xylem is the woody tissue on the inside of the trunk that moves sap, enriched with water, minerals and other compounds, up from the roots to the leaves.",
            "score": 141.73622131347656
        },
        {
            "docid": "61899_2",
            "document": "Phloem . In vascular plants, phloem is the living tissue that transports the soluble organic compounds made during photosynthesis and known as \"photosynthates\", in particular the sugar sucrose, to parts of the plant where needed. This transport process is called translocation. In trees, the phloem is the innermost layer of the bark, hence the name, derived from the Greek word (\"phloios\") meaning \"bark\". The term was introduced by Nägeli in 1858.",
            "score": 141.5150909423828
        },
        {
            "docid": "61899_12",
            "document": "Phloem . Unlike xylem (which is composed primarily of dead cells), the phloem is composed of still-living cells that transport sap. The sap is a water-based solution, but rich in sugars made by photosynthesis. These sugars are transported to non-photosynthetic parts of the plant, such as the roots, or into storage structures, such as tubers or bulbs.",
            "score": 140.9549102783203
        },
        {
            "docid": "23977_8",
            "document": "Plant cell . Phloem is a specialised tissue for food transport in higher plants. Phloem cells mainly transport sucrose along pressure gradients generated by osmosis. This phenomenon is called translocation. Phloem consists of two cell types, the sieve tubes and the intimately associated companion cells. The sieve tube elements lack nuclei and ribosomes, and their metabolism and functions are regulated by the adjacent nucleate companion cells. Sieve tubes are joined end-to-end with perforate end-plates between known as \"sieve plates\", which allow transport of photosynthate between the sieve elements. The companion cells, connected to the sieve tubes via plasmodesmata, are responsible for loading the phloem with sugars. The bryophytes lack phloem, but moss sporophytes have a simpler tissue with analogous function known as the leptome.",
            "score": 138.96481323242188
        },
        {
            "docid": "207600_23",
            "document": "Hemiptera . Hemipterans can dramatically cut the mass of affected plants, especially in major outbreaks. They sometimes also change the mix of plants by predation on seeds or feeding on roots of certain species. Some sap-suckers move from one host to another at different times of year. Many aphids spend the winter as eggs on a woody host plant and the summer as parthogenetically reproducing females on a herbaceous plant. Phloem sap, which has a higher concentration of sugars and nitrogen, is under positive pressure unlike the more dilute xylem sap. Most of the Sternorrhyncha and a number of Auchenorrhynchan groups feed on phloem. Phloem feeding is common in the Fulgoromorpha, most Cicadellidae and in the Heteroptera. The Typhlocybine Cicadellids specialize in feeding on non-vascular mesophyll tissue of leaves, which is more nutritious than the leaf epidermis. Most Heteroptera also feed on mesophyll tissue where they are more likely to encounter defensive secondary plant metabolites which often leads to the evolution of host specificity. Obligate xylem feeding is a special habit that is found in the Auchenorrhyncha among Cicadoidea, Cercopoidea and in Cicadelline Cicadellids. Some phloem feeders may take to xylem sap facultatively, especially when facing dehydration. Xylem feeders tend to be polyphagous; to overcome the negative pressure of xylem requires a special cibarial pump. Phloem feeding hemiptera typically have symbiotic micro-organisms in their gut that help to convert amino acids. Phloem feeders produce honeydew from their anus. A variety of organisms that feed on honeydew form symbiotic associations with phloem-feeders. Phloem sap is a sugary liquid low in amino acids, so insects have to process large quantities to meet their nutritional requirements. Xylem sap is even lower in amino acids and contains monosaccharides rather than sucrose, as well as organic acids and minerals. No digestion is required (except for the hydrolysis of sucrose) and 90% of the nutrients in the xylem sap can be utilised. Some phloem sap feeders selectively mix phloem and xylem sap to control the osmotic potential of the liquid consumed. A striking adaptation to a very dilute diet is found in many hemipterans: a filter chamber, a part of the gut looped back on itself as a countercurrent exchanger, which permits nutrients to be separated from excess water. The residue, mostly water with sugars and amino acids, is quickly excreted as sticky \"honey dew\", notably from aphids but also from other Auchenorrhycha and Sternorrhyncha.",
            "score": 137.08108520507812
        },
        {
            "docid": "16273092_12",
            "document": "Pressure Flow Hypothesis . Some plants appear not to load phloem by active transport. In these cases a mechanism known as the polymer trap mechanism was proposed by Robert Turgeon. In this case small sugars such as sucrose move into intermediary cells through narrow plasmodesmata, where they are polymerised to raffinose and other larger oligosaccharides. Now they are unable to move back, but can proceed through wider plasmodesmata into the sieve tube element.",
            "score": 136.11517333984375
        },
        {
            "docid": "61899_18",
            "document": "Phloem . Because phloem tubes are located outside the xylem in most plants, a tree or other plant can be killed by stripping away the bark in a ring on the trunk or stem. With the phloem destroyed, nutrients cannot reach the roots, and the tree/plant will die. Trees located in areas with animals such as beavers are vulnerable since beavers chew off the bark at a fairly precise height. This process is known as girdling, and can be used for agricultural purposes. For example, enormous fruits and vegetables seen at fairs and carnivals are produced via girdling. A farmer would place a girdle at the base of a large branch, and remove all but one fruit/vegetable from that branch. Thus, all the sugars manufactured by leaves on that branch have no sinks to go to but the one fruit/vegetable, which thus expands to many times normal size.",
            "score": 134.53016662597656
        },
        {
            "docid": "19828134_37",
            "document": "Plant . Most of the solid material in a plant is taken from the atmosphere. Through the process of photosynthesis, most plants use the energy in sunlight to convert carbon dioxide from the atmosphere, plus water, into simple sugars. These sugars are then used as building blocks and form the main structural component of the plant. Chlorophyll, a green-colored, magnesium-containing pigment is essential to this process; it is generally present in plant leaves, and often in other plant parts as well. Parasitic plants, on the other hand, use the resources of their host to provide the materials needed for metabolism and growth.",
            "score": 134.1363983154297
        },
        {
            "docid": "16273092_2",
            "document": "Pressure Flow Hypothesis . The Pressure Flow Hypothesis, also known as the Mass Flow Hypothesis, is the best-supported theory to explain the movement of sap through the phloem. It was proposed by Ernst Munch, a German plant physiologist in 1930. A high concentration of organic substances, particularly sugar, inside cells of the phloem at a source, such as a leaf, creates a diffusion gradient (osmotic gradient) that draws water into the cells from the adjacent xylem. This creates turgor pressure, also known as hydrostatic pressure, in the phloem. Movement of phloem sap occurs by bulk flow (mass flow) from \"sugar sources\" to \"sugar sinks\". The movement in phloem is bidirectional, whereas, in xylem cells, it is unidirectional (upward). Because of this multi-directional flow, coupled with the fact that sap cannot move with ease between adjacent sieve-tubes, it is not unusual for sap in adjacent sieve-tubes to be flowing in opposite directions.",
            "score": 133.9474639892578
        },
        {
            "docid": "25086118_8",
            "document": "Autotroph . Most ecosystems are supported by the autotrophic primary production of plants that capture photons initially released by the sun. Plants can only use a fraction of this energy for photosynthesis, approximately 1% is used by autotrophs. The process of photosynthesis splits a water molecule (HO), releasing oxygen (O) into the atmosphere, and reducing carbon dioxide (CO) to release the hydrogen atoms that fuel the metabolic process of primary production. Plants convert and store the energy of the photon into the chemical bonds of simple sugars during photosynthesis. These plant sugars are polymerized for storage as long-chain carbohydrates, including other sugars, starch, and cellulose; glucose is also used to make fats and proteins. When autotrophs are eaten by heterotrophs, i.e., consumers such as animals, the carbohydrates, fats, and proteins contained in them become energy sources for the heterotrophs. Proteins can be made using nitrates, sulfates, and phosphates in the soil.",
            "score": 133.49777221679688
        },
        {
            "docid": "61899_4",
            "document": "Phloem . Sieve elements are the type of cell that are responsible for transporting sugars throughout the plant. At maturity they lack a nucleus and have very few organelles, so they rely on companion cells or albuminous cells for most of their metabolic needs. Sieve tube cells do contain vacuoles and other organelles, such as ribosomes, before they mature, but these generally migrate to the cell wall and dissolve at maturity; this ensures there is little to impede the movement of fluids. One of the few organelles they do contain at maturity is the smooth endoplasmic reticulum, which can be found at the plasma membrane, often nearby the plasmodesmata that connect them to their companion or albuminous cells. All sieve cells have groups of pores at their ends that grow from modified and enlarged plasmodesmata, called sieve areas. The pores are reinforced by platelets of a polysaccharide called callose.",
            "score": 132.92059326171875
        },
        {
            "docid": "4183_20",
            "document": "Botany . The study of plants is vital because they underpin almost all animal life on Earth by generating a large proportion of the oxygen and food that provide humans and other organisms with aerobic respiration with the chemical energy they need to exist. Plants, algae and cyanobacteria are the major groups of organisms that carry out photosynthesis, a process that uses the energy of sunlight to convert water and carbon dioxide into sugars that can be used both as a source of chemical energy and of organic molecules that are used in the structural components of cells. As a by-product of photosynthesis, plants release oxygen into the atmosphere, a gas that is required by nearly all living things to carry out cellular respiration. In addition, they are influential in the global carbon and water cycles and plant roots bind and stabilise soils, preventing soil erosion. Plants are crucial to the future of human society as they provide food, oxygen, medicine, and products for people, as well as creating and preserving soil.",
            "score": 132.1595916748047
        },
        {
            "docid": "378938_55",
            "document": "Magnesium in biology . The diagram shows a schematic of a plant and the putative processes of Mg transport at the root and leaf where Mg is loaded and unloaded from the vascular tissues. Mg is taken up into the root cell wall space (1) and interacts with the negative charges associated with the cell walls and membranes. Mg may be taken up into cells immediately (symplastic pathway) or may travel as far as the Casparian band (4) before being absorbed into cells (apoplastic pathway; 2). The concentration of Mg in the root cells is probably buffered by storage in root cell vacuoles (3). Note that cells in the root tip do not contain vacuoles. Once in the root cell cytoplasm, Mg travels toward the centre of the root by plasmodesmata, where it is loaded into the xylem (5) for transport to the upper parts of the plant. When the Mg reaches the leaves it is unloaded from the xylem into cells (6) and again is buffered in vacuoles (7). Whether cycling of Mg into the phloem occurs via general cells in the leaf (8) or directly from xylem to phloem via transfer cells (9) is unknown. Mg may return to the roots in the phloem sap. When a Mg ion has been absorbed by a cell requiring it for metabolic processes, it is generally assumed that the ion stays in that cell for as long as the cell is active. In vascular cells, this is not always the case; in times of plenty, Mg is stored in the vacuole, takes no part in the day-to-day metabolic processes of the cell (Stelzer \"et al.\", 1990), and is released at need. But for most cells it is death by senescence or injury that releases Mg and many of the other ionic constituents, recycling them into healthy parts of the plant. In addition, when Mg in the environment is limiting, some species are able to mobilise Mg from older tissues. These processes involve the release of Mg from its bound and stored states and its transport back into the vascular tissue, where it can be distributed to the rest of the plant. In times of growth and development, Mg is also remobilised within the plant as source and sink relationships change.",
            "score": 131.73365783691406
        },
        {
            "docid": "18952479_42",
            "document": "Xerophyte . During dry times, resurrection plants look dead, but are actually alive. Some xerophytic plants may stop growing and go dormant, or change the allocation of the products of photosynthesis from growing new leaves to the roots. These plants evolved to be able to coordinately switch off their photosynthetic mechanism without destroying the molecules involved in photosynthesis. When water is available again, these plants would \"resurrect from the dead\" and resume photosynthesis, even after they had lost more than 80% of their water content. A study has found that the sugar levels in resurrection plants increase when subjected to desiccation. This may be associated with how they survive without sugar production via photosynthesis for a relatively long duration. Some examples of resurrection plants include the \"Anastatica hierochuntica\" plant or more commonly known as the \"Rose of Jericho\", as well as one of the most robust plant species in East Africa, the \"Craterostigma pumilum\". Seeds may be modified to require an excessive amount of water before germinating, so as to ensure a sufficient water supply for the seedling's survival. An example of this is the California poppy, whose seeds lie dormant during drought and then germinate, grow, flower, and form seeds within four weeks of rainfall.",
            "score": 130.50428771972656
        },
        {
            "docid": "4183_43",
            "document": "Botany . Model plants such as \"Arabidopsis thaliana\" are used for studying the molecular biology of plant cells and the chloroplast. Ideally, these organisms have small genomes that are well known or completely sequenced, small stature and short generation times. Corn has been used to study mechanisms of photosynthesis and phloem loading of sugar in plants. The single celled green alga \"Chlamydomonas reinhardtii\", while not an embryophyte itself, contains a green-pigmented chloroplast related to that of land plants, making it useful for study. A red alga \"Cyanidioschyzon merolae\" has also been used to study some basic chloroplast functions. Spinach, peas, soybeans and a moss \"Physcomitrella patens\" are commonly used to study plant cell biology.",
            "score": 130.10531616210938
        },
        {
            "docid": "18955875_26",
            "document": "Tree . The innermost layer of bark is known as the phloem and this is involved in the transport of the sap containing the sugars made by photosynthesis to other parts of the tree. It is a soft spongy layer of living cells, some of which are arranged end to end to form tubes. These are supported by parenchyma cells which provide padding and include fibres for strengthening the tissue. Inside the phloem is a layer of undifferentiated cells one cell thick called the vascular cambium layer. The cells are continually dividing, creating phloem cells on the outside and wood cells known as xylem on the inside.",
            "score": 126.04939270019531
        },
        {
            "docid": "24950378_11",
            "document": "Cell–cell interaction . Plant cells are surrounded by cell walls which are barriers for cell-cell communication. This barrier is overcome by specialized junctions called plasmodesmata. They are similar to gap junctions, connecting the cytosol of adjacent cells. Small molecules (<1000 Da), such as ions, amino acids, and sugars, can diffuse freely through plasmodesmata. These small molecules include signaling molecule and transcription factors. The size of the channel is also regulated to allow molecules up to 10,000 Da in size. The permeability of these channels is dependent on many factors, including Ca2+ concentration. An increase in cytosolic Ca2+ concentration will reversibly limit passage through the plasmodesmata. Unlike gap junctions, the cell membranes of adjacent cells merge to form a continuous channel called an annulus. Additionally, within the channel, there is an extension of the endoplasmic reticulum, called a desmotubule, which spans between the cells. The cell-cell interactions facilitated by plasmodesmata play an important role in development of plant cells and tissues and defense against viral infection.",
            "score": 125.34908294677734
        },
        {
            "docid": "61899_16",
            "document": "Phloem . Phloem sap is also thought to play a role in sending informational signals throughout vascular plants. \"Loading and unloading patterns are largely determined by the conductivity and number of plasmodesmata and the position-dependent function of solute-specific, plasma membrane transport proteins. Recent evidence indicates that mobile proteins and RNA are part of the plant's long-distance communication signaling system. Evidence also exists for the directed transport and sorting of macromolecules as they pass through plasmodesmata.\"",
            "score": 124.26741027832031
        },
        {
            "docid": "1814677_6",
            "document": "Plasmodesma . The plasma membrane portion of the plasmodesma is a continuous extension of the cell membrane or plasmalemma and has a similar phospholipid bilayer structure. The cytoplasmic sleeve is a fluid-filled space enclosed by the plasmalemma and is a continuous extension of the cytosol. Trafficking of molecules and ions through plasmodesmata occurs through this space. Smaller molecules (e.g. sugars and amino acids) and ions can easily pass through plasmodesmata by diffusion without the need for additional chemical energy. Larger molecules, including proteins (for example green fluorescent protein) and RNA, can also pass through the cytoplasmic sleeve diffusively. Plasmodesmatal transport of some larger molecules is facilitated by mechanisms that are currently unknown. One mechanism of regulation of the permeability of plasmodesmata is the accumulation of the polysaccharide callose around the neck region to form a collar, thereby reducing the diameter of the pore available for transport of substances.",
            "score": 124.23949432373047
        },
        {
            "docid": "2009296_11",
            "document": "Sieve tube element . Because the plant vascular system is vital in growth and development of plant cells and the organs within the plant, the role of sieve elements in the transport of necessary carbohydrates and macromolecules is largely expanded. This can be applied to agriculture to observe the way resources are distributed to various parts of the plant. Plasmodesmata connect companion cells to sieve elements and parenchyma cells can connect the sieve tubes to various tissues within the plant. This system between the plasmodesmata, companion cells, and sieve tubes allow for the delivery of necessary metabolites. The yield of agricultural product could potentially be increased to maximize the delivery system of these specialized cells within the phloem in a way that diffusion can be maximized. It has been discovered that the angiosperm phloem can use the sieve tubes as a way to transport various forms of RNA to sink tissues which can help alter transcriptional activity. Sink tissues are tissues that are in the process of growth and need nutrients. Having Sieve elements transport additional nutrients to sink tissues can speed up the growth process, which can affect plant growth and development. Overtime, rapid growth has the potential of leading to a greater agricultural output.",
            "score": 124.12178802490234
        },
        {
            "docid": "11207780_7",
            "document": "Beet leafhopper . For the beet leafhopper, understanding feeding is important as feeding is a mechanism through which insect borne plant diseases spread. So far, the beet leafhopper is the only known vector of the Beet curly top virus, which spreads through plant phloem tissues. Therefore, researchers conducted electrical penetration graph experiments of leaf hoppers in which they wired beet leafhoppers to an EPG machine and characterized the types of waveforms produced. The data showed that beet leafhoppers primarily ingested phloem sap along with xylem and mesophyll sap. What was surprising however was that the rate of phloem ingestion in beet leafhoppers is significantly lower than that in other sap feeding insects. This leads researchers to believe that beet leafhoppers are unable to use the natural turgor pressure of phloem sap in order to ingest fluid and may need to use muscles to actively draw sap from phloem.",
            "score": 123.19477844238281
        }
    ]
}