{
    "q": [
        {
            "docid": "26981780_2",
            "document": "Cripavirus . Cripavirus is a genus of viruses in the order Picornavirales, in the family Dicistroviridae. Invertebrates serve as natural hosts. There are currently nine species in this genus including the type species Cricket paralysis virus. Diseases associated with this genus include: DCV: increased reproductive potential; extremely pathogenic when injected with high associated mortality; CrPV: paralysis and death. These viruses can produce proteins directly from their RNA genome upon entering a cell; and therefore, does not require an RNA polymerase packaged in with it, as this may be produced from the genome after entering the cell. The name of the cripavirus family originates from its most famous member the Cricket Paralysis Virus. Which was made famous by its rather unusual IRES (Internal Ribosome Entry Site): the Cripavirus IRES. The Cripavirus IRES is an RNA element that allows the virus to bind the ribosome and translate without a need for any initiation factors – as initiation is the most regulated step of translation this allows the virus to avoid many mechanisms to inhibit viral activity.",
            "score": 261.8873783349991
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 234.25503408908844
        },
        {
            "docid": "532906_23",
            "document": "Orthomyxoviridae . The viruses bind to a cell through interactions between its hemagglutinin glycoprotein and sialic acid sugars on the surfaces of epithelial cells in the lung and throat (Stage 1 in infection figure). The cell imports the virus by endocytosis. In the acidic endosome, part of the haemagglutinin protein fuses the viral envelope with the vacuole's membrane, releasing the viral RNA (vRNA) molecules, accessory proteins and RNA-dependent RNA polymerase into the cytoplasm (Stage 2). These proteins and vRNA form a complex that is transported into the cell nucleus, where the RNA-dependent RNA polymerase begins transcribing complementary positive-sense cRNA (Steps 3a and b). The cRNA is either exported into the cytoplasm and translated (step 4), or remains in the nucleus. Newly synthesised viral proteins are either secreted through the Golgi apparatus onto the cell surface (in the case of neuraminidase and hemagglutinin, step 5b) or transported back into the nucleus to bind vRNA and form new viral genome particles (step 5a). Other viral proteins have multiple actions in the host cell, including degrading cellular mRNA and using the released nucleotides for vRNA synthesis and also inhibiting translation of host-cell mRNAs.",
            "score": 219.7307049036026
        },
        {
            "docid": "3264389_3",
            "document": "Eukaryotic translation . Initiation of translation usually involves the interaction of certain key proteins, the initiation factors, with a special tag bound to the 5'-end of an mRNA molecule, the 5' cap, as well as with the 5' UTR. These proteins bind the small (40S) ribosomal subunit and hold the mRNA in place. eIF3 is associated with the 40S ribosomal subunit and plays a role in keeping the large (60S) ribosomal subunit from prematurely binding. eIF3 also interacts with the eIF4F complex, which consists of three other initiation factors: eIF4A, eIF4E, and eIF4G. eIF4G is a scaffolding protein that directly associates with both eIF3 and the other two components. eIF4E is the cap-binding protein. Binding of the cap by eIF4E is often considered the rate-limiting step of cap-dependent initiation, and the concentration of eIF4E is a regulatory nexus of translational control. Certain viruses cleave a portion of eIF4G that binds eIF4E, thus preventing cap-dependent translation to hijack the host machinery in favor of the viral (cap-independent) messages. eIF4A is an ATP-dependent RNA helicase that aids the ribosome by resolving certain secondary structures formed along the mRNA transcript.",
            "score": 277.08715426921844
        },
        {
            "docid": "11420898_2",
            "document": "Hepatitis A virus internal ribosome entry site (IRES) . This family represents the internal ribosome entry site (IRES) of the hepatitis A virus. HAV IRES is a 450 nucleotide long sequence located in the 735 nt long 5’ UTR (untranslated region) of Hepatitis A viral RNA genome. IRES elements allow cap and end-independent translation of mRNA in the host cell. The IRES achieves this by mediating the internal initiation of translation by recruiting a ribosomal 40S pre-initiation complex directly to the initiation codon and eliminates the requirement for eukaryotic initiation factor, eIF4F. The IRES was first discovered in the RNA genome of \"picornaviridae\" by Norman Sonenberg in 1988. Initially, the identified 5’ UTR of poliovirus (PV) that directed internal initiation for protein synthesis was termed ribosome landing pad (RLP). This term was substituted with internal ribosome entry site soon after, which is also more commonly used today. In 1988, only encephalomycoarditis virus (EMCV) and PV were being used to demonstrate IRES ability. Research identifying the IRES in HAV was done in 1993 by Michael J. Glass, Xi-Yu Jia, and Donald F. Summers. Their research indicated the IRES of HAV was located downstream of nucleotide 45 and included up to nucleotide 734.  Cap-independent internal initiation of protein synthesis differs from normal cellular cap-dependent translation initiation. eIF4 (eukaryotic initiation factor 4) as a whole complex made up of eIF4A, eIF4B, eIF4E, and eIF4G. eIF4F is used to refer to the complex that comprises eIF4E, 4G, and 4A. In cap-dependent translation initiation, the eIF4F binds to the m7G cap on the 5’ UTR end, recruiting the 40S small ribosomal subunit and scanning downstream for the AUG start codon. Cap-independent internal initiation has shown to interfere with either parts of eIF4 or the entire complex.",
            "score": 275.7378001213074
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 202.2164627313614
        },
        {
            "docid": "32242924_4",
            "document": "Co-option (biology) . Because of its medical importance, the Influenza A virus has been characterized to a large extent, and is mentioned here as an example of co-option. Its genome encodes only for 11 proteins, and it needs to use host-cell genes and proteins to carry out its lytic cycle. In 2010, a study was realized to determine which host-cell factors are necessary for the entry and replication of Influenza A virus. Using siRNA techniques, the effect of the disruption of more than 19,000 human genes on influenza life cycle was studied. That allowed identifying 295 host-cell genes needed for the virus to complete its lytic cycle, 23 of which are used during the entry steps, and the 219 remaining for the post-entry steps. Of all these genes implicated on the virus vital cycle, 168 might be targets for developing antiviral drugs for the treatment of H1N1 infection. It is important to emphasize that these targets are not virus proteins, but host-cell proteins.",
            "score": 112.32935726642609
        },
        {
            "docid": "11420898_3",
            "document": "Hepatitis A virus internal ribosome entry site (IRES) . Uncoated in the cytoplasm, HAV genome initiates translation independent of a 5’ cap in order to synthesize its viral proteins. The secondary structure of the HAV IRES is both necessary and sufficient for the genome to recruit a ribosome and initiate translation. A host cell ribosome recognizes the IRES and will directly enter at the sequence rather than scan from the 5’ end. The HAV genome does not encode for proteins that have host protein shut off abilities. Therefore, the HAV IRES must compete with host cell m7G capped mRNA. Unfortunately, HAV IRES initiation of translation is not as efficient as a typical host cell m7G cap. Although HAV IRES structure has affinity for eIF4F, its affinity is not nearly as high as the host cell’s capped mRNAs. This results in a longer period required until maximum shedding of the virus is reached. This also results in cell death only occurring from host immune responses rather than lysis. Because eIF4F plays an essential role for HAV IRES initiation, it is a target for suppression of IRES. Cleavage of eIF4G, a protein scaffold of eIF4F, by sequence specific proteases 2A protease or L-protease, will result in highly inhibited HAV IRES activity. These proteases are encoded by other members of the \"picornaviridae\" family. Foot-and-mouth disease virus (FMDV), for example, encodes these proteases to inhibit cellular mRNA translation while allowing for viral RNA to be translated. The requirement of an intact eIF4G for IRES initiation is specific to HAV IRES among other picornaviruses. eIF4E-binding protein I (4E-BP1) will also interfere with the eIF4G protein. 4E-BP1 functions by sequestering eIF4E which, thereby, inhibiting its association with eIF4G and resulting in HAV IRES inactivation (1). Another method to inactivate eIF4F activity is through the effects of the m7GpppG cap analogue, which targets eIF4E and is then able to prevent its association with capped 5’ ends of mRNAs. The exact mechanism in which this cap analogue interferes with IRES is not clear but it is suggested that the binding of this analogue to eIF4E results in a conformational change of eIF4G which is what disrupts eIF4G’s normal function. Glyceraldehyde-3-phosphate-dehydrogenase (GAPDH) is a cellular enzyme typically involved in glycolysis. GAPDH is known to bind to the overlapping sites within the stem-loop IIIa within the HAV IRES. The stem-loop IIIa contains a UU nucleotide deletion inside of a 5 nucleotide sequence which enhances the IRES activity. GAPDH effectively binding to this region will destabilize the secondary structure that the IRES forms, suppressing the IRES’s ability to perform the cap-independent translation. A host cell protein found widely and exclusively in eukaryotic cells, La protein binds directly to specific regions on the HAV IRES during mRNA translation as well as RNA replication. In a 2008 study, cytoplasmic La was observed to reduce HAV IRES initiation. However, in 2014, a more recent study demonstrated successful inhibition (in vivo) of La protein as a proposed method for inhibiting the HAV IRES translation and replication, which means that it more than likely plays an integral role in the HAV translation and replication. Amantadine, a tricyclic symmetric amine, is a proven suppressor that specifically inhibits the HAV IRES dependent translation of HAV RNA. A 2005 experiment showed amantadine suppressed HAV IRES translation and did not trigger an interferon response, which indicates promising antiviral usage of amantadine. For influenza A virus, its primary method of action as an antiviral is to prevent the uncoating of viral genome which inhibits the HAV IRES- mediated translation and replication. Amantadine’s effectiveness stems from the IRES location on the 5’NTR region which has a high affinity for antivirals making it an effective target. It was also revealed that the M2 protein of influenza A virus could be another viable target for the potential antiviral .",
            "score": 272.99896800518036
        },
        {
            "docid": "5324329_3",
            "document": "NS1 influenza protein . The NS1 of influenza A virus is a 26,000 Dalton protein. It prevents polyadenylation of cellular mRNAs to circumvent antiviral responses of the host, e.g., maturation and translation of interferon mRNAs. NS1 might also inhibit splicing of pre-mRNA by binding to a stem-bulge region in U6 small nuclear RNA (snRNA). In addition, NS1 is probably able to suppress the interferon response in the virus-infected cell leading to unimpaired virus production.  NS1 also binds dsRNA. Binding assays with NS1 protein mutants established that the RNA-binding domain of the NS1 protein is required for binding to dsRNA as well as for binding to polyA and U6 snRNA. In addition, dsRNA competed with U6 snRNA for binding to the NS1 protein, a result consistent with both RNAs sharing the same binding site on the protein. As a consequence of its binding to dsRNA, the NS1 protein blocks the activation of the dsRNA-activated protein kinase (PKR) in vitro. This kinase phosphorylates the alpha subunit of eukaryotic translation initiation factor 2 (elF-2 alpha), leading to a decrease in the rate of initiation of translation. In the absence of NS1, this pathway is inhibited during anti-viral response to halt all protein translation – thus stopping the synthesis of viral proteins; however, the influenza virus' NS1 protein is an agent that circumvents host defenses to allows viral gene transcription to occur.",
            "score": 214.60167288780212
        },
        {
            "docid": "14579421_18",
            "document": "Introduction to viruses . Proteins are essential to life. Cells produce new protein molecules from amino acid building blocks based on information coded in DNA. Each type of protein is a specialist that usually only performs one function, so if a cell needs to do something new, it must make a new protein. Viruses force the cell to make new proteins that the cell does not need, but are needed for the virus to reproduce. Protein synthesis consists of two major steps: transcription and translation.",
            "score": 137.3325674533844
        },
        {
            "docid": "49197_46",
            "document": "Antiviral drug . Once a virus genome becomes operational in a host cell, it then generates messenger RNA (mRNA) molecules that direct the synthesis of viral proteins. Production of mRNA is initiated by proteins known as transcription factors. Several antivirals are now being designed to block attachment of transcription factors to viral DNA.",
            "score": 163.9545316696167
        },
        {
            "docid": "460071_9",
            "document": "Picornavirus . Genomic RNAs of picornaviruses possess multiple RNA elements and they are required for both negative and plus strand RNA synthesis. The cis acting replication(cre) element is required for replication. The stem-loop-structure that contains the cre is independent of position but changes with location between virus types when it has been identified. Also, the 3’ end elements of viral RNA are significant and efficient for RNA replication of picornaviruses. The 3’ end of picornavirus contains poly(A) tract which be required for infectivity. On the other hand, RNA synthesis is hypothesized to occur in this region.3’ end NCR of poliovirus is not necessary for negative-strands synthesis. However, it is important element for positive—strand synthesis. Additionally,5’ end NCR that contain secondary structural elements is required for RNA replication and poliovirus translation initiation(IRES). Internal Ribosome Entry Site (IRES) are RNA structures that allow cap independent initiation of translation, and are able to initiate translation in the middle of a messenger RNA. The viral particle binds to cell surface receptors. Cell surface receptors are characterized for each serotype of picornaviruses. For example, poliovirus receptor is glycoprotein CD155 which is special receptor for human and some other primate species. For this reason, poliovirus couldn’t be made in many laboratories until transgenic mice having a CD155 receptor on their cell surface were developed in the 1990s. These animals can be infected and used for studies of replication and pathogenesis. Binding causes a conformational change in the viral capsid proteins, and myristic acid are released. These acids form a pore in the cell membrane through which RNA is injected . Once inside the cell, the RNA un-coats and the (+) strand RNA genome is replicated through a double-stranded RNA intermediate that is formed using viral RDRP (RNA-Dependent RNA polymerase). Translation by host cell ribosomes is not initiated by a 5' G cap as usual, but rather is initiated by an IRES (Internal Ribosome Entry Site). The viral lifecycle is very rapid with the whole process of replication being completed on average within 8 hours. However, as little as 30 minutes after initial infection, cell protein synthesis declines to almost zero output – essentially the macromolecular synthesis of cell proteins is shut off. Over the next 1–2 hours there is a loss of margination of chromatin and homogeneity in the nucleus, before the viral proteins start to be synthesized and a vacuole appears in the cytoplasm close to the nucleus that gradually starts to spread as the time after infection reaches around 3 hours. After this time the cell plasma membrane becomes permeable, at 4–6 hours the virus particles assemble, and can sometimes be seen in the cytoplasm. At around 8 hours the cell is effectively dead and lyses to release the viral particles.",
            "score": 276.6171565055847
        },
        {
            "docid": "57182965_2",
            "document": "Archaeal initiation factors . Archaeal initiation factors are proteins that are used during the translation step of protein synthesis in archaea. The principal functions these proteins perform include ribosome RNA/mRNA recognition, delivery of the initiator Met-tRNA, methionine bound tRNAi, to the 40s ribosome, and proofreading of the initiation complex.",
            "score": 214.61805534362793
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 236.58833062648773
        },
        {
            "docid": "13928_14",
            "document": "Hershey–Chase experiment . Once the Hershey–Chase experiment was published, the scientific community generally acknowledged that DNA was the genetic code material. This discovery led to a more detailed investigation of DNA to determine its composition as well as its 3D structure. Using X-ray crystallography, the structure of DNA was discovered by James Watson and Francis Crick with the help of previously documented experimental evidence by Maurice Wilkins and Rosalind Franklin. Knowledge of the structure of DNA led scientists to examine the nature of genetic coding and, in turn, understand the process of protein synthesis. George Gamow proposed that the genetic code was composed of sequences of three DNA base pairs known as triplets or codons which represent one of the twenty amino acids. Genetic coding helped researchers to understand the mechanism of gene expression, the process by which information from a gene is used in protein synthesis. Since then, much research has been conducted to modulate steps in the gene expression process. These steps include transcription, RNA splicing, translation, and post-translational modification which are used to control the chemical and structural nature of proteins. Moreover, genetic engineering gives engineers the ability to directly manipulate the genetic materials of organisms using recombinant DNA techniques. The first recombinant DNA molecule was created by Paul Berg in 1972 when he combined DNA from the monkey virus SV40 with that of the lambda virus.",
            "score": 101.95221936702728
        },
        {
            "docid": "3131507_8",
            "document": "RNA-binding protein . After processing is complete, mRNA needs to be transported from the cell nucleus to cytoplasm. This is a three-step process involving the generation of a cargo-carrier complex in the nucleus followed by translocation of the complex through the nuclear pore complex and finally release of the cargo into cytoplasm. The carrier is then subsequently recycled. TAP/NXF1:p15 heterodimer is thought to be the key player in mRNA export. Over-expression of TAP in \"Xenopus laevis\" frogs increases the export of transcripts that are otherwise inefficiently exported. However TAP needs adaptor proteins because it is unable interact directly with mRNA. Aly/REF protein interacts and binds to the mRNA recruiting TAP.",
            "score": 164.39191389083862
        },
        {
            "docid": "40817806_10",
            "document": "Ebola virus . There are two candidates for host cell entry proteins. The first is a cholesterol transporter protein, the host-encoded Niemann–Pick C1 (NPC1), which appears to be essential for entry of Ebola virions into the host cell and for its ultimate replication. In one study, mice with one copy of the NPC1 gene removed showed an 80 percent survival rate fifteen days after exposure to mouse-adapted Ebola virus, while only 10 percent of unmodified mice survived this long. In another study, small molecules were shown to inhibit Ebola virus infection by preventing viral envelope glycoprotein (GP) from binding to NPC1. Hence, NPC1 was shown to be critical to entry of this filovirus, because it mediates infection by binding directly to viral GP.",
            "score": 118.64687848091125
        },
        {
            "docid": "32034136_6",
            "document": "P-site . Prior to peptide bond formation, an aminoacyl-tRNA is bound in the A-site, a peptidyl-tRNA is bound in the P-site, and a deacylated tRNA (ready to exit from the ribosome) is bound to the E-site. Translation moves the tRNA from the A-site through the P- and E-sites, with the exception of the initiator tRNA, which binds directly to the P-site. Recent experiments have reported that protein translation can also initiate from A-site. Using Toeprinting assay, it has been shown that Protein Synthesis initiates from the A-site of the Ribosome (Eukaryotic) in the cricket paralysis virus (CrPV). IGR-IRES (Intragenic regions-internal ribosome entry sites) can assemble 80S ribosomes from 40S and 60S ribosomal subunits in the absence of eIF2, Met-tRNAi, or GTP hydrolysis and without a coding triplet in the ribosomal P-site. Authors also showed IGR-IRES can direct translation of a protein whose N-terminal residue is not methionine.",
            "score": 237.78651928901672
        },
        {
            "docid": "20246302_3",
            "document": "EIF4A . The mechanisms governing the basic subsistence of eukaryotic cells are immensely complex; it is therefore unsurprising that regulation occurs at a number of stages of protein synthesis – the regulation of translation has become a well-studied field. Human translational control is of increasing research interest as it has connotations in a range of diseases. Orthologs of many of the factors involved in human translation are shared by a range of eukaryotic organisms; some of which are used as model systems for the investigation of translation initiation and elongation, for example: sea urchin eggs upon fertilization, rodent brain and rabbit reticulocytes. Monod and Jacob were among the first to propose that \"the synthesis of individual proteins may be provoked or suppressed within a cell, under the influence of specific external agents, and the relative rates at which different proteins may be profoundly altered, depending upon external conditions\". Almost half a century after the flurry of postulations arising from the revelation of the central dogma of molecular biology, of which the preceding supposition by Monod and Jacob is an example; contemporary researchers still have much to learn about the modulation of genetic expression. Synthesis of protein from mature messenger RNA in eukaryotes is divided into translation initiation, elongation, and termination of these stages; the initiation of translation is the rate limiting step. Within the process of translation initiation; the bottleneck occurs shortly before the ribosome binds to the 5’ m7GTP facilitated by a number of proteins; it is at this stage that constrictions born of stress, amino acid starvation etc. take effect.",
            "score": 230.63718569278717
        },
        {
            "docid": "23762695_2",
            "document": "Red clover necrotic mosaic virus translation enhancer elements . Red clover necrotic mosaic virus (RCNMV) contains several structural elements present within the 3' and 5' untranslated regions (UTR) of the genome that enhance translation. In eukaryotes transcription is a prerequisite for translation. During transcription the pre-mRNA transcript is processes where a 5' cap is attached onto mRNA and this 5' cap allows for ribosome assembly onto the mRNA as it acts as a binding site for the eukaryotic initiation factor eIF4F. Once eIF4F is bound to the mRNA this protein complex interacts with the poly(A) binding protein which is present within the 3' UTR and results in mRNA circularization. This multiprotein-mRNA complex then recruits the ribosome subunits and scans the mRNA until it reaches the start codon. Transcription of viral genomes differs from eukaryotes as viral genomes produce mRNA transcripts that lack a 5’ cap site. Despite lacking a cap site viral genes contain a structural element within the 5’ UTR known as an internal ribosome entry site (IRES). IRES is a structural element that recruits the 40s ribosome subunit to the mRNA within close proximity of the start codon.",
            "score": 278.7857241630554
        },
        {
            "docid": "14161767_3",
            "document": "EIF4E . Most eukaryotic cellular mRNAs are blocked at their 5'-ends with the 7-methyl-guanosine five-prime cap structure, m7GpppX (where X is any nucleotide). This structure is involved in several cellular processes including enhanced translational efficiency, splicing, mRNA stability, and RNA nuclear export. eIF4E is a eukaryotic translation initiation factor involved in directing ribosomes to the cap structure of mRNAs. It is a 24-kD polypeptide that exists as both a free form and as part of the eIF4F pre-initiation complex. Almost all cellular mRNA require eIF4E in order to be translated into protein. The eIF4E polypeptide is the rate-limiting component of the eukaryotic translation apparatus and is involved in the mRNA-ribosome binding step of eukaryotic protein synthesis.",
            "score": 246.7085621356964
        },
        {
            "docid": "12386405_10",
            "document": "Potato virus Y . Upon entrance into the plant cell, the virus coat protein disassembles and releases its RNA genome. The viral RNA serves as mRNA, and although little is known about the translation thereof, it is believed that the 5’ non-coding region functions as an enhancer of translation. The translated mRNA results in a polyprotein which is processed into mature proteins. Each polyprotein is then cleaved into ten different proteins which are believed to be multifunctional. These proteins, along with host proteins, assemble to form a replication complex. This complex performs negative-strand RNA synthesis, using the positive strand of viral RNA as a template. Once the additional RNA copies have been produced, they code for the synthesis of various proteins, as mentioned before, as well as coat proteins. These coat proteins will now enclose the newly formed genomes to give rise to new virions. It has been suggested that enclosure of the newly formed virions is initiated by the interaction of the coat proteins with the 5’terminus and that the coat protein is built up towards the 3’terminus. The entire process of viral replication occurs within the endoplasmic reticulum. These newly synthesized viral particles are subsequently transported through the plasmodesmata to adjacent plant cells via several assisting potyvirus proteins. Distribution of viruses within the plant occurs according to the source-sink relationship between maturing and growing tissues. Virus concentration throughout the plant is high and this greatly increases the chance of uptake by aphids. Infection of plants by potyviruses can be varied in the symptoms shown. Infection can include veinal necrosis, mosaic symptoms as well as leaf malformation (Boonham et al., 2002). Infected plants that do not show symptoms may have infected canopies and will yield lower quality products than their healthy counterparts.",
            "score": 189.18493008613586
        },
        {
            "docid": "2109062_2",
            "document": "Cycloheximide . Cycloheximide is a eukaryote protein synthesis inhibitor, produced by the bacterium \"Streptomyces griseus\". Cycloheximide exerts its effect by interfering with the translocation step in protein synthesis (movement of two tRNA molecules and mRNA in relation to the ribosome), thus blocking translational elongation. Cycloheximide is widely used in biomedical research to inhibit protein synthesis in eukaryotic cells studied \"in vitro\" (\"i.e.\" outside of organisms). It is inexpensive and works rapidly. Its effects are rapidly reversed by simply removing it from the culture medium.",
            "score": 209.1923143863678
        },
        {
            "docid": "10883715_3",
            "document": "4EGI-1 . 4EGI-1 mimics the action of a class of cellular regulatory molecules that naturally inhibit the binding of two initiation factors necessary for interaction of transcribed mRNA with the subunits of ribosomal complexes. These naturally occurring regulatory molecules, or binding proteins (BPs), bind to eukaryotic initiation factor eIF4E, preventing its association with eIF4G, another initiation factor. These two proteins, under unregulated conditions, form a complex, known as eIF4F, which associates with the 5’ cap of mRNA and the ribosomal subunits. eIF4E BPs (4E-BPs), as small polypeptides, consist of the same amino acid sequence as the portion of eIF4G that interacts with eIF4E. 4EGI-1 thus prevents the proper association of mRNA, carrying the coded message of transcribed genes, with the ribosome, the cellular component necessary for the translation of those genes into functional proteins. Naturally occurring 4E-BPs are regulated by a protein kinase, mTOR, which through phosphorylation deactivates the binding affinity of 4E-BPs for the eIF4E protein.",
            "score": 240.36891055107117
        },
        {
            "docid": "3264389_4",
            "document": "Eukaryotic translation . The poly(A)-binding protein (PABP) also associates with the eIF4F complex via eIF4G, and binds the poly-A tail of most eukaryotic mRNA molecules. This protein has been implicated in playing a role in circularization of the mRNA during translation. This 43S preinitiation complex (43S PIC) accompanied by the protein factors moves along the mRNA chain toward its 3'-end, in a process known as 'scanning', to reach the start codon (typically AUG). In eukaryotes and archaea, the amino acid encoded by the start codon is methionine. The Met-charged initiator tRNA (Met-tRNA) is brought to the P-site of the small ribosomal subunit by eukaryotic initiation factor 2 (eIF2). It hydrolyzes GTP, and signals for the dissociation of several factors from the small ribosomal subunit, eventually leading to the association of the large subunit (or the 60S subunit). The complete ribosome (80S) then commences translation elongation.",
            "score": 276.616547703743
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 225.84118819236755
        },
        {
            "docid": "4774419_21",
            "document": "Herpes simplex virus . HSVs may persist in a quiescent but persistent form known as \"latent infection\", notably in neural ganglia. HSV-1 tends to reside in the trigeminal ganglia, while HSV-2 tends to reside in the sacral ganglia, but these are tendencies only, not fixed behavior. During latent infection of a cell, HSVs express latency associated transcript (LAT) RNA. LAT regulates the host cell genome and interferes with natural cell death mechanisms. By maintaining the host cells, LAT expression preserves a reservoir of the virus, which allows subsequent, usually symptomatic, periodic recurrences or \"outbreaks\" characteristic of non-latency. Whether or not recurrences are symptomatic, viral shedding occurs to infect a new host. A protein found in neurons may bind to herpes virus DNA and regulate latency. Herpes virus DNA contains a gene for a protein called ICP4, which is an important transactivator of genes associated with lytic infection in HSV-1. Elements surrounding the gene for ICP4 bind a protein known as the human neuronal protein Neuronal Restrictive Silencing Factor (NRSF) or human Repressor Element Silencing Transcription Factor (REST). When bound to the viral DNA elements, histone deacetylation occurs atop the ICP4 gene sequence to prevent initiation of transcription from this gene, thereby preventing transcription of other viral genes involved in the lytic cycle. Another HSV protein reverses the inhibition of ICP4 protein synthesis. ICP0 dissociates NRSF from the \"ICP4\" gene and thus prevents silencing of the viral DNA.",
            "score": 151.34600579738617
        },
        {
            "docid": "58911_10",
            "document": "Measles . Once the measles virus gets onto the mucosa, it infects the epithelial cells in the trachea or bronchi. Measles virus uses a protein on its surface called hemagglutinin (H protein), to bind to a target receptor on the host cell, which could be CD46, which is expressed on all nucleated human cells, CD150, aka signaling lymphocyte activation molecule or SLAM, which is found on immune cells like B or T cells, and antigen-presenting cells, or nectin-4, a cellular adhesion molecule. Once bound, the fusion, or F protein helps the virus fuse with the membrane and ultimately get inside the cell. The virus is a single-stranded RNA virus, and it’s also a negative sense, meaning it first has to be transcribed by RNA polymerase into a positive-sense mRNA strand.",
            "score": 177.13798129558563
        },
        {
            "docid": "19167679_4",
            "document": "Virus . While not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as virions, consist of: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 118.9998426437378
        },
        {
            "docid": "2056572_29",
            "document": "Marine life . When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as \"virions\", consist of two or three parts: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat when they are outside a cell. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 127.84669387340546
        },
        {
            "docid": "32000533_12",
            "document": "Marine microorganism . When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as \"virions\", consist of two or three parts: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat when they are outside a cell. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 127.84669387340546
        },
        {
            "docid": "670854_6",
            "document": "Jasmonate . In general, the steps in jasmonate (JA) signaling mirror that of auxin signaling: the first step comprises E3 ubiquitin ligase complexes, which tag substrates with ubiquitin to mark them for degradation by proteasomes. The second step utilizes transcription factors to effect physiological changes. One of the key molecules in this pathway is JAZ, which serves as the on-off switch for JA signaling. In the absence of JA, JAZ proteins bind to downstream transcription factors and limit their activity. However, in the presence of JA or its bioactive derivatives, JAZ proteins are degraded, freeing transcription factors for expression of genes needed in stress responses.",
            "score": 80.47721457481384
        }
    ],
    "r": [
        {
            "docid": "4230_28",
            "document": "Cell (biology) . Transcription is the process where genetic information in DNA is used to produce a complementary RNA strand. This RNA strand is then processed to give messenger RNA (mRNA), which is free to migrate through the cell. mRNA molecules bind to protein-RNA complexes called ribosomes located in the cytosol, where they are translated into polypeptide sequences. The ribosome mediates the formation of a polypeptide sequence based on the mRNA sequence. The mRNA sequence directly relates to the polypeptide sequence by binding to transfer RNA (tRNA) adapter molecules in binding pockets within the ribosome. The new polypeptide then folds into a functional three-dimensional protein molecule.",
            "score": 303.2695007324219
        },
        {
            "docid": "68206_11",
            "document": "Central dogma of molecular biology . The mature mRNA finds its way to a ribosome, where it gets translated. In prokaryotic cells, which have no nuclear compartment, the processes of transcription and translation may be linked together without clear separation. In eukaryotic cells, the site of transcription (the cell nucleus) is usually separated from the site of translation (the cytoplasm), so the mRNA must be transported out of the nucleus into the cytoplasm, where it can be bound by ribosomes. The ribosome reads the mRNA triplet codons, usually beginning with an AUG (adenine−uracil−guanine), or initiator methionine codon downstream of the ribosome binding site. Complexes of initiation factors and elongation factors bring aminoacylated transfer RNAs (tRNAs) into the ribosome-mRNA complex, matching the codon in the mRNA to the anti-codon on the tRNA. Each tRNA bears the appropriate amino acid residue to add to the polypeptide chain being synthesised. As the amino acids get linked into the growing peptide chain, the chain begins folding into the correct conformation. Translation ends with a stop codon which may be a UAA, UGA, or UAG triplet.",
            "score": 301.783203125
        },
        {
            "docid": "11420912_3",
            "document": "Hepatitis C virus internal ribosome entry site . Protein translation of most eukaryotic mRNAs occurs by a cap-dependent mechanism and requires association of Met-tRNA, several eukaryotic initiation factors, and GTP with the 40S ribosomal subunit, recruitment to the 5' cap, and scanning along the 5' UTR to reach to start codon. In contrast, translation of hepatitis C virus (HCV) mRNA is initiated by a different mechanism from the usual 5' cap-binding model. This alternate mechanism relies on the direct binding of the 40S ribosomal subunit by the internal ribosome entry site (IRES) in the 5' UTR of HCV RNA. The HCV IRES adopts a complex structure, and may differ significantly from IRES elements identified in picornaviruses. A small number of eukaryotic mRNA have been shown to be translated by internal ribosome entry.",
            "score": 301.4894714355469
        },
        {
            "docid": "12234905_2",
            "document": "Ribosome-binding site . A ribosome binding site, or ribosomal binding site (RBS), is a sequence of nucleotides upstream of the start codon of an mRNA transcript that is responsible for the recruitment of a ribosome during the initiation of protein translation. Mostly, RBS refers to bacterial sequences, although internal ribosome entry sites (IRES) have been described in mRNAs of eukaryotic cells or viruses that infect eukaryotes. Ribosome recruitment in eukaryotes is generally mediated by the 5' cap present on eukaryotic mRNAs.",
            "score": 300.821533203125
        },
        {
            "docid": "262401_14",
            "document": "Translation (biology) . Even though the ribosomes are usually considered accurate and processive machines, the translation process is subject to errors that can lead either to the synthesis of erroneous proteins or to the premature abandonment of translation. The rate of error in synthesizing proteins has been estimated to be between 1/10 and 1/10 misincorporated amino acids, depending on the experimental conditions. The rate of premature translation abandonment, instead, has been estimated to be of the order of magnitude of 10 events per translated codon. The correct amino acid is covalently bonded to the correct transfer RNA (tRNA) by amino acyl transferases. The amino acid is joined by its carboxyl group to the 3' OH of the tRNA by an ester bond. When the tRNA has an amino acid linked to it, the tRNA is termed \"charged\". Initiation involves the small subunit of the ribosome binding to the 5' end of mRNA with the help of initiation factors (IF). In prokaryotes, initiation of protein synthesis involves the recognition of a purine-rich initiation sequence on the mRNA called the Shine-Delgarno sequence. The Shine-Delgarno sequence binds to a complementary pyrimidine-rich sequence on the 3' end of the 16S rRNA part of the 30S ribosomal subunit. The binding of these complementary sequences ensures that the 30S ribosomal subunit is bound to the mRNA and is aligned such that the initiation codon is placed in the 30S portion of the P-site. Once the mRNA and 30S subunit are properly bound, an initiation factor brings the initiator tRNA-amino acid complex, f-Met-tRNA, to the 30S P site. The initiation phase is completed once a 50S subunit joins the 30 subunit, forming an active 70S ribosome. Termination of the polypeptide happens when the A site of the ribosome faces a stop codon (UAA, UAG, or UGA) on the mRNA. tRNA usually cannot recognize or bind to stop codons. Instead, the stop codon induces the binding of a release factor protein that prompts the disassembly of the entire ribosome/mRNA complex and the hydrolysis and the release of the polypeptide chain from the ribosome. Drugs or special sequence motifs on the mRNA can change the ribosomal structure so that near-cognate tRNAs are bound to the stop codon instead of the release factors. In such cases of 'translational readthrough', translation continues until the ribosome encounters the next stop codon.",
            "score": 295.0158996582031
        },
        {
            "docid": "25766_23",
            "document": "Ribosome . Ribosomes are the workplaces of protein biosynthesis, the process of translating mRNA into protein. The mRNA comprises a series of codons that dictate to the ribosome the sequence of the amino acids needed to make the protein. Using the mRNA as a template, the ribosome traverses each codon (3 nucleotides) of the mRNA, pairing it with the appropriate amino acid provided by an aminoacyl-tRNA. Aminoacyl-tRNA contains a complementary anticodon on one end and the appropriate amino acid on the other. For fast and accurate recognition of the appropriate tRNA, the ribosome utilizes large conformational changes (conformational proofreading)  The small ribosomal subunit, typically bound to an aminoacyl-tRNA containing the amino acid methionine, binds to an AUG codon on the mRNA and recruits the large ribosomal subunit. The ribosome contains three RNA binding sites, designated A, P and E. The A-site binds an aminoacyl-tRNA; the P-site binds a peptidyl-tRNA (a tRNA bound to the peptide being synthesized); and the E-site (exit) binds a free tRNA before it exits the ribosome. Protein synthesis begins at a start codon AUG near the 5' end of the mRNA. mRNA binds to the P site of the ribosome first. The ribosome is able to identify the start codon by use of the Shine-Dalgarno sequence of the mRNA in prokaryotes and Kozak box in eukaryotes.",
            "score": 293.7696838378906
        },
        {
            "docid": "35341802_5",
            "document": "Ribosome profiling . By using specific drugs, ribosome profiling can identify either initiating regions of mRNA or elongating regions. Initiating regions can be detected by adding harringtonine or lactidomycin to prevent any further initiation. This allows the starting codon of the mRNAs throughout the cell lysate to be analyzed, which has been used to determine non-AUG sequences that do initiate translation. The other elongating regions can be detected by adding antibiotics like cycloheximide that inhibit translocation, chloramphenicol that inhibits transfer of peptides within the ribosome, or non-drug means like thermal freezing. These elongation freezing methods allow for the kinetics of translation to be analyzed. Since multiple ribosomes can translate a single mRNA molecule to speed up the translation process, RiboSeq demonstrates the protein coding regions within the mRNA and how quickly this is done depending on the mRNA being sequenced. This also allows for ribosome profiling to show pause sites within the transcriptome at specific codons. These sites of slow or paused translation are demonstrated by an increase in ribosome density and these pauses can link specific proteins with their roles within the cell.",
            "score": 287.12030029296875
        },
        {
            "docid": "55921429_8",
            "document": "Julianna Lisziewicz . While working at the National Institute of Health, Lisziewicz worked to find a gene therapy approach to treat HIV/AIDS. She based her research on discovering if small portions of gene-stopping DNA (called antisense oligonucleotides) could be created to bind up the viral RNA in retroviruses like HIV so that the virus could not make more copies of itself to continue the infection. Small pieces of messenger RNA (or mRNA) carry a copy of the cell’s DNA to the ribosomes where the mRNA directs the ribosomes to create the proteins that the cells need. Viruses (like HIV) have their own set of mRNA, and they use the ribosomes of the cell they infected to make new viruses to propagate the infection throughout the body. Lisziewicz’s idea was to create antisense oligonucleotides that are complementary to the HIV’s viral mRNA. These complementary DNA pieces can bind to the HIV viral mRNA and prevent the HIV virus from replicating itself. The use of antisense oligonucleotides worked very well in cell cultures, and was quickly transferred to clinical trials.",
            "score": 285.53729248046875
        },
        {
            "docid": "24553_10",
            "document": "Protein biosynthesis . In activation, the correct amino acid (AA) is joined to the correct transfer RNA (tRNA). While this is not, in the technical sense, a step in translation, it is required for translation to proceed. The AA is joined by its carboxyl group to the 3' OH of the tRNA by an ester bond. When the tRNA has an amino acid linked to it, it is termed \"charged\". Initiation involves the small subunit of the ribosome binding to 5' end of mRNA with the help of initiation factors (IF), other proteins that assist the process. Elongation occurs when the next aminoacyl-tRNA (charged tRNA) in line binds to the ribosome along with GTP and an elongation factor. Termination of the polypeptide happens when the A site of the ribosome faces a stop codon (UAA, UAG, or UGA). When this happens, no tRNA can recognize it, but releasing factor can recognize nonsense codons and causes the release of the polypeptide chain. The capacity of disabling or inhibiting translation in protein biosynthesis is used by some antibiotics such as anisomycin, cycloheximide, chloramphenicol, tetracycline, streptomycin, erythromycin, puromycin, etc.",
            "score": 281.9213562011719
        },
        {
            "docid": "12385933_2",
            "document": "Prokaryotic small ribosomal subunit . The prokaryotic small ribosomal subunit, or 30S subunit, is the smaller subunit of the 70S ribosome found in prokaryotes. It is a complex of the 16S ribosomal RNA (rRNA) and 19 proteins. This complex is implicated in the binding of transfer RNA to messenger RNA (mRNA). The small subunit is responsible for the binding and the reading of the mRNA during translation. The small subunit, both the rRNA and its proteins, complexes with the large 50S subunit to form the 70S prokaryotic ribosome in prokaryotic cells. This 70S ribosome is then used to translate mRNA into proteins.",
            "score": 280.119873046875
        },
        {
            "docid": "532175_15",
            "document": "Transfer RNA . Once translation initiation is complete, the first aminoacyl tRNA is located in the P/P site, ready for the elongation cycle described below. During translation elongation, tRNA first binds to the ribosome as part of a complex with elongation factor Tu (EF-Tu) or its eukaryotic (eEF-1) or archaeal counterpart. This initial tRNA binding site is called the A/T site. In the A/T site, the A-site half resides in the small ribosomal subunit where the mRNA decoding site is located. The mRNA decoding site is where the mRNA codon is read out during translation. The T-site half resides mainly on the large ribosomal subunit where EF-Tu or eEF-1 interacts with the ribosome. Once mRNA decoding is complete, the aminoacyl-tRNA is bound in the A/A site and is ready for the next peptide bond to be formed to its attached amino acid. The peptidyl-tRNA, which transfers the growing polypeptide to the aminoacyl-tRNA bound in the A/A site, is bound in the P/P site. Once the peptide bond is formed, the tRNA in the P/P site is deacylated, or has a free 3’ end, and the tRNA in the A/A site carries the growing polypeptide chain. To allow for the next elongation cycle, the tRNAs then move through hybrid A/P and P/E binding sites, before completing the cycle and residing in the P/P and E/E sites. Once the A/A and P/P tRNAs have moved to the P/P and E/E sites, the mRNA has also moved over by one codon and the A/T site is vacant, ready for the next round of mRNA decoding. The tRNA bound in the E/E site then leaves the ribosome.",
            "score": 279.96783447265625
        },
        {
            "docid": "1123902_44",
            "document": "Biosynthesis . Protein synthesis occurs via a process called translation. During translation, genetic material called mRNA is read by ribosomes to generate a protein polypeptide chain. This process requires transfer RNA (tRNA) which serves as an adaptor by binding amino acids on one end and interacting with mRNA at the other end; the latter pairing between the tRNA and mRNA ensures that the correct amino acid is added to the chain. Protein synthesis occurs in three phases: initiation, elongation, and termination. Prokaryotic translation differs from eukaryotic translation; however, this section will mostly focus on the commonalities between the two organisms.",
            "score": 279.7894592285156
        },
        {
            "docid": "25758_16",
            "document": "RNA . Messenger RNA (mRNA) carries information about a protein sequence to the ribosomes, the protein synthesis factories in the cell. It is coded so that every three nucleotides (a codon) corresponds to one amino acid. In eukaryotic cells, once precursor mRNA (pre-mRNA) has been transcribed from DNA, it is processed to mature mRNA. This removes its introns—non-coding sections of the pre-mRNA. The mRNA is then exported from the nucleus to the cytoplasm, where it is bound to ribosomes and translated into its corresponding protein form with the help of tRNA. In prokaryotic cells, which do not have nucleus and cytoplasm compartments, mRNA can bind to ribosomes while it is being transcribed from DNA. After a certain amount of time, the message degrades into its component nucleotides with the assistance of ribonucleases.",
            "score": 279.3603515625
        },
        {
            "docid": "23762695_2",
            "document": "Red clover necrotic mosaic virus translation enhancer elements . Red clover necrotic mosaic virus (RCNMV) contains several structural elements present within the 3' and 5' untranslated regions (UTR) of the genome that enhance translation. In eukaryotes transcription is a prerequisite for translation. During transcription the pre-mRNA transcript is processes where a 5' cap is attached onto mRNA and this 5' cap allows for ribosome assembly onto the mRNA as it acts as a binding site for the eukaryotic initiation factor eIF4F. Once eIF4F is bound to the mRNA this protein complex interacts with the poly(A) binding protein which is present within the 3' UTR and results in mRNA circularization. This multiprotein-mRNA complex then recruits the ribosome subunits and scans the mRNA until it reaches the start codon. Transcription of viral genomes differs from eukaryotes as viral genomes produce mRNA transcripts that lack a 5’ cap site. Despite lacking a cap site viral genes contain a structural element within the 5’ UTR known as an internal ribosome entry site (IRES). IRES is a structural element that recruits the 40s ribosome subunit to the mRNA within close proximity of the start codon.",
            "score": 278.7857360839844
        },
        {
            "docid": "3264389_3",
            "document": "Eukaryotic translation . Initiation of translation usually involves the interaction of certain key proteins, the initiation factors, with a special tag bound to the 5'-end of an mRNA molecule, the 5' cap, as well as with the 5' UTR. These proteins bind the small (40S) ribosomal subunit and hold the mRNA in place. eIF3 is associated with the 40S ribosomal subunit and plays a role in keeping the large (60S) ribosomal subunit from prematurely binding. eIF3 also interacts with the eIF4F complex, which consists of three other initiation factors: eIF4A, eIF4E, and eIF4G. eIF4G is a scaffolding protein that directly associates with both eIF3 and the other two components. eIF4E is the cap-binding protein. Binding of the cap by eIF4E is often considered the rate-limiting step of cap-dependent initiation, and the concentration of eIF4E is a regulatory nexus of translational control. Certain viruses cleave a portion of eIF4G that binds eIF4E, thus preventing cap-dependent translation to hijack the host machinery in favor of the viral (cap-independent) messages. eIF4A is an ATP-dependent RNA helicase that aids the ribosome by resolving certain secondary structures formed along the mRNA transcript.",
            "score": 277.087158203125
        },
        {
            "docid": "460071_9",
            "document": "Picornavirus . Genomic RNAs of picornaviruses possess multiple RNA elements and they are required for both negative and plus strand RNA synthesis. The cis acting replication(cre) element is required for replication. The stem-loop-structure that contains the cre is independent of position but changes with location between virus types when it has been identified. Also, the 3’ end elements of viral RNA are significant and efficient for RNA replication of picornaviruses. The 3’ end of picornavirus contains poly(A) tract which be required for infectivity. On the other hand, RNA synthesis is hypothesized to occur in this region.3’ end NCR of poliovirus is not necessary for negative-strands synthesis. However, it is important element for positive—strand synthesis. Additionally,5’ end NCR that contain secondary structural elements is required for RNA replication and poliovirus translation initiation(IRES). Internal Ribosome Entry Site (IRES) are RNA structures that allow cap independent initiation of translation, and are able to initiate translation in the middle of a messenger RNA. The viral particle binds to cell surface receptors. Cell surface receptors are characterized for each serotype of picornaviruses. For example, poliovirus receptor is glycoprotein CD155 which is special receptor for human and some other primate species. For this reason, poliovirus couldn’t be made in many laboratories until transgenic mice having a CD155 receptor on their cell surface were developed in the 1990s. These animals can be infected and used for studies of replication and pathogenesis. Binding causes a conformational change in the viral capsid proteins, and myristic acid are released. These acids form a pore in the cell membrane through which RNA is injected . Once inside the cell, the RNA un-coats and the (+) strand RNA genome is replicated through a double-stranded RNA intermediate that is formed using viral RDRP (RNA-Dependent RNA polymerase). Translation by host cell ribosomes is not initiated by a 5' G cap as usual, but rather is initiated by an IRES (Internal Ribosome Entry Site). The viral lifecycle is very rapid with the whole process of replication being completed on average within 8 hours. However, as little as 30 minutes after initial infection, cell protein synthesis declines to almost zero output – essentially the macromolecular synthesis of cell proteins is shut off. Over the next 1–2 hours there is a loss of margination of chromatin and homogeneity in the nucleus, before the viral proteins start to be synthesized and a vacuole appears in the cytoplasm close to the nucleus that gradually starts to spread as the time after infection reaches around 3 hours. After this time the cell plasma membrane becomes permeable, at 4–6 hours the virus particles assemble, and can sometimes be seen in the cytoplasm. At around 8 hours the cell is effectively dead and lyses to release the viral particles.",
            "score": 276.6171569824219
        },
        {
            "docid": "3264389_4",
            "document": "Eukaryotic translation . The poly(A)-binding protein (PABP) also associates with the eIF4F complex via eIF4G, and binds the poly-A tail of most eukaryotic mRNA molecules. This protein has been implicated in playing a role in circularization of the mRNA during translation. This 43S preinitiation complex (43S PIC) accompanied by the protein factors moves along the mRNA chain toward its 3'-end, in a process known as 'scanning', to reach the start codon (typically AUG). In eukaryotes and archaea, the amino acid encoded by the start codon is methionine. The Met-charged initiator tRNA (Met-tRNA) is brought to the P-site of the small ribosomal subunit by eukaryotic initiation factor 2 (eIF2). It hydrolyzes GTP, and signals for the dissociation of several factors from the small ribosomal subunit, eventually leading to the association of the large subunit (or the 60S subunit). The complete ribosome (80S) then commences translation elongation.",
            "score": 276.6165466308594
        },
        {
            "docid": "11420898_2",
            "document": "Hepatitis A virus internal ribosome entry site (IRES) . This family represents the internal ribosome entry site (IRES) of the hepatitis A virus. HAV IRES is a 450 nucleotide long sequence located in the 735 nt long 5’ UTR (untranslated region) of Hepatitis A viral RNA genome. IRES elements allow cap and end-independent translation of mRNA in the host cell. The IRES achieves this by mediating the internal initiation of translation by recruiting a ribosomal 40S pre-initiation complex directly to the initiation codon and eliminates the requirement for eukaryotic initiation factor, eIF4F. The IRES was first discovered in the RNA genome of \"picornaviridae\" by Norman Sonenberg in 1988. Initially, the identified 5’ UTR of poliovirus (PV) that directed internal initiation for protein synthesis was termed ribosome landing pad (RLP). This term was substituted with internal ribosome entry site soon after, which is also more commonly used today. In 1988, only encephalomycoarditis virus (EMCV) and PV were being used to demonstrate IRES ability. Research identifying the IRES in HAV was done in 1993 by Michael J. Glass, Xi-Yu Jia, and Donald F. Summers. Their research indicated the IRES of HAV was located downstream of nucleotide 45 and included up to nucleotide 734.  Cap-independent internal initiation of protein synthesis differs from normal cellular cap-dependent translation initiation. eIF4 (eukaryotic initiation factor 4) as a whole complex made up of eIF4A, eIF4B, eIF4E, and eIF4G. eIF4F is used to refer to the complex that comprises eIF4E, 4G, and 4A. In cap-dependent translation initiation, the eIF4F binds to the m7G cap on the 5’ UTR end, recruiting the 40S small ribosomal subunit and scanning downstream for the AUG start codon. Cap-independent internal initiation has shown to interfere with either parts of eIF4 or the entire complex.",
            "score": 275.73779296875
        },
        {
            "docid": "19174908_2",
            "document": "Ribosomal protein leader . A ribosomal protein leader is a mechanism used in cells to control the cellular concentration of a protein that forms a part of the ribosome, and to make sure that the concentration is neither too high nor too low. Ribosomal protein leaders are RNA sequences that are a part of the 5' UTR of mRNAs encoding a ribosomal protein. When cellular concentrations of the ribosomal protein are high, excess protein will bind to the mRNA leader. This binding event can lower gene expression via a number of mechanisms; for example, in the protein-bound state, the RNA could form an intrinsic transcription termination stem-loop. When cellular concentrations of the ribosomal protein are not high, they are occupied in the ribosome, and are not available in significant quantities to bind the mRNA leader. This leads to increased expression of the gene, which leads to the synthesis of more copies of the ribosomal protein. Many examples of ribosomal protein leaders are known in bacteria, including ribosomal protein L20 leader and ribosomal S15 leader.",
            "score": 275.6493225097656
        },
        {
            "docid": "36460485_4",
            "document": "Var1 protein domain . Ribosomes are the organelles that catalyse mRNA-directed protein synthesis in all organisms. The codons of the mRNA are exposed on the ribosome to allow tRNA binding. This leads to the incorporation of amino acids into the growing polypeptide chain in accordance with the genetic information. Incoming amino acid monomers enter the ribosomal A site in the form of aminoacyl-tRNAs complexed with elongation factor Tu (EF-Tu) and GTP. The growing polypeptide chain, situated in the P site as peptidyl-tRNA, is then transferred to aminoacyl-tRNA and the new peptidyl-tRNA, extended by one residue, is translocated to the P site with the aid the elongation factor G (EF-G) and GTP as the deacylated tRNA is released from the ribosome through one or more exit sites. Since Var1 helps form the small subunit of the ribosome, its significance become apparent in translation and cell survival.",
            "score": 274.831298828125
        },
        {
            "docid": "11420898_3",
            "document": "Hepatitis A virus internal ribosome entry site (IRES) . Uncoated in the cytoplasm, HAV genome initiates translation independent of a 5’ cap in order to synthesize its viral proteins. The secondary structure of the HAV IRES is both necessary and sufficient for the genome to recruit a ribosome and initiate translation. A host cell ribosome recognizes the IRES and will directly enter at the sequence rather than scan from the 5’ end. The HAV genome does not encode for proteins that have host protein shut off abilities. Therefore, the HAV IRES must compete with host cell m7G capped mRNA. Unfortunately, HAV IRES initiation of translation is not as efficient as a typical host cell m7G cap. Although HAV IRES structure has affinity for eIF4F, its affinity is not nearly as high as the host cell’s capped mRNAs. This results in a longer period required until maximum shedding of the virus is reached. This also results in cell death only occurring from host immune responses rather than lysis. Because eIF4F plays an essential role for HAV IRES initiation, it is a target for suppression of IRES. Cleavage of eIF4G, a protein scaffold of eIF4F, by sequence specific proteases 2A protease or L-protease, will result in highly inhibited HAV IRES activity. These proteases are encoded by other members of the \"picornaviridae\" family. Foot-and-mouth disease virus (FMDV), for example, encodes these proteases to inhibit cellular mRNA translation while allowing for viral RNA to be translated. The requirement of an intact eIF4G for IRES initiation is specific to HAV IRES among other picornaviruses. eIF4E-binding protein I (4E-BP1) will also interfere with the eIF4G protein. 4E-BP1 functions by sequestering eIF4E which, thereby, inhibiting its association with eIF4G and resulting in HAV IRES inactivation (1). Another method to inactivate eIF4F activity is through the effects of the m7GpppG cap analogue, which targets eIF4E and is then able to prevent its association with capped 5’ ends of mRNAs. The exact mechanism in which this cap analogue interferes with IRES is not clear but it is suggested that the binding of this analogue to eIF4E results in a conformational change of eIF4G which is what disrupts eIF4G’s normal function. Glyceraldehyde-3-phosphate-dehydrogenase (GAPDH) is a cellular enzyme typically involved in glycolysis. GAPDH is known to bind to the overlapping sites within the stem-loop IIIa within the HAV IRES. The stem-loop IIIa contains a UU nucleotide deletion inside of a 5 nucleotide sequence which enhances the IRES activity. GAPDH effectively binding to this region will destabilize the secondary structure that the IRES forms, suppressing the IRES’s ability to perform the cap-independent translation. A host cell protein found widely and exclusively in eukaryotic cells, La protein binds directly to specific regions on the HAV IRES during mRNA translation as well as RNA replication. In a 2008 study, cytoplasmic La was observed to reduce HAV IRES initiation. However, in 2014, a more recent study demonstrated successful inhibition (in vivo) of La protein as a proposed method for inhibiting the HAV IRES translation and replication, which means that it more than likely plays an integral role in the HAV translation and replication. Amantadine, a tricyclic symmetric amine, is a proven suppressor that specifically inhibits the HAV IRES dependent translation of HAV RNA. A 2005 experiment showed amantadine suppressed HAV IRES translation and did not trigger an interferon response, which indicates promising antiviral usage of amantadine. For influenza A virus, its primary method of action as an antiviral is to prevent the uncoating of viral genome which inhibits the HAV IRES- mediated translation and replication. Amantadine’s effectiveness stems from the IRES location on the 5’NTR region which has a high affinity for antivirals making it an effective target. It was also revealed that the M2 protein of influenza A virus could be another viable target for the potential antiviral .",
            "score": 272.99896240234375
        },
        {
            "docid": "38584714_2",
            "document": "Cap-independent translation element . In molecular biology, a cap-independent translation element (CITE or 3'CITE) is an RNA sequence found in the 3'UTR of many RNA plant viruses.  Eukaryotic mRNAs contain a 5' cap structure which is required for efficient binding of translation initiation factors. Many viral mRNAs lack the 5' cap, animal virus mRNAs often contain an internal ribosome entry site which functions in translation initiation. Many plant viral mRNAs contain a cap-independent translation element. These elements mediate initiation of translation of the proteins encoded in the mRNA by either recruiting translation inititation factors or the 60S ribosomal subunit to the viral RNA. In RNA2 of Red clover necrotic mosaic virus (RCNMV) the cap-independent translation element is required for negative strand RNA synthesis.",
            "score": 272.3152770996094
        },
        {
            "docid": "532175_14",
            "document": "Transfer RNA . The ribosome has three binding sites for tRNA molecules that span the space between the two ribosomal subunits: the A (aminoacyl), P (peptidyl), and E (exit) sites. In addition, the ribosome has two other sites for tRNA binding that are used during mRNA decoding or during the initiation of protein synthesis. These are the T site (named elongation factor Tu) and I site (initiation). By convention, the tRNA binding sites are denoted with the site on the small ribosomal subunit listed first and the site on the large ribosomal subunit listed second. For example, the A site is often written A/A, the P site, P/P, and the E site, E/E. The binding proteins like L27, L2, L14, L15, L16 at the A- and P- sites have been determined by affinity labeling by A.P. Czernilofsky et al. (\"Proc. Natl. Acad. Sci, USA\", pp 230–234, 1974).",
            "score": 271.87042236328125
        },
        {
            "docid": "617210_6",
            "document": "Aminoglycoside . The inhibition of protein synthesis is mediated through aminoglycosides' energy-dependent, sometimes irreversible binding, to the cytosolic, membrane-associated bacterial ribosome (image at right). (Aminoglycosides first cross bacterial cell walls—lipopolysaccharide in gram-negative bacteria—and cell membranes, where they are actively transported.) While specific steps in protein synthesis affected may vary somewhat between specific aminoglycoside agents, as can their affinity and degree of binding, aminoglycoside presence in the cytosol generally disturbs peptide elongation at the 30S ribosomal subunit, giving rise to inaccurate mRNA translation and therefore biosynthesis of proteins that are truncated, or bear altered amino acid compositions at particular points. Specifically, binding impairs translational proofreading leading to misreading of the RNA message, premature termination, or both, and so to inaccuracy of the translated protein product. The subset of aberrant proteins that are incorporated into the bacterial cell membrane may then lead to changes in its permeability and then to \"further stimulation of aminoglycoside transport\". The amino-sugar portion of this class of molecules (e.g., the 2-deoxystreptamine in kanamycins, gentamicins, and tobramycin, see above) are implicated in the association of the small molecule with ribosomal structures that lead to the infidelities in translation (ibid.). Inhibition of ribosomal translocation—i.e., movement of the peptidyl-tRNA from the A- to the P-site—has also been suggested. (Spectinomycin, a related but distinct chemical structure class often discussed with aminoglycosides, does not induce mRNA misreading and is generally not bactericidal.)",
            "score": 271.742431640625
        },
        {
            "docid": "2871940_6",
            "document": "Internal ribosome entry site . IRESs are often used by viruses as a means to ensure that viral translation is active when host translation is inhibited. These mechanisms of host translation inhibition are varied, and can be initiated by both virus and host, depending on the type of virus. However, in the case of most picornaviruses, such as poliovirus, this is accomplished by viral proteolytic cleavage of eIF4G so that it cannot interact with the 5'cap binding protein eIF4E. Interaction between these two eukaryotic initiation factors (eIFs) of the eIF4F complex is necessary for 40S ribosomal subunit recruitment to the 5' end of mRNAs, which is further thought to occur with via mRNA 5'cap to 3' poly(A) tail loop formation. The virus may even use partially-cleaved eIF4G to aid in initiation of IRES-mediated translation.",
            "score": 271.3147888183594
        },
        {
            "docid": "262401_3",
            "document": "Translation (biology) . In translation, messenger RNA (mRNA) is decoded in a ribosome to produce a specific amino acid chain, or polypeptide. The polypeptide later folds into an active protein and performs its functions in the cell. The ribosome facilitates decoding by inducing the binding of complementary tRNA anticodon sequences to mRNA codons. The tRNAs carry specific amino acids that are chained together into a polypeptide as the mRNA passes through and is \"read\" by the ribosome.",
            "score": 271.2393798828125
        },
        {
            "docid": "4387438_5",
            "document": "Kozak consensus sequence . This sequence on an mRNA molecule is recognized by the ribosome as the translational start site, from which a protein is coded by that mRNA molecule. The ribosome requires this sequence, or a possible variation (see below) to initiate translation. The Kozak sequence is not to be confused with the ribosomal binding site (RBS), that being either the 5' cap of a messenger RNA or an Internal ribosome entry site (IRES).",
            "score": 270.1583251953125
        },
        {
            "docid": "24553_9",
            "document": "Protein biosynthesis . Phenomena of amino acid assembly from RNA. The synthesis of proteins from RNA is known as translation. In eukaryotes, translation occurs in the cytoplasm, where the ribosomes are located. Ribosomes are made of a small and large subunit that surround the mRNA. In translation, messenger RNA (mRNA) is decoded to produce a specific polypeptide according to the rules specified by the trinucleotide genetic code. This uses an mRNA sequence as a template to guide the synthesis of a chain of amino acids that form a protein. Translation proceeds in four phases: activation, initiation, elongation, and termination (all describing the growth of the amino acid chain, or polypeptide that is the product of translation).",
            "score": 269.3468017578125
        },
        {
            "docid": "12385933_4",
            "document": "Prokaryotic small ribosomal subunit . A portion of the 30S subunit (the 16S rRNA) guides the initiating start codon (5')-AUG-(3') of mRNA into position by a recognizing the Shine-Dalgarno sequence, a complementary binding site about 8 base pairs upstream from the start codon. This ensures the ribosome starts translation at the correct location. The tightness of the bonding between the Shine-Dalgarno sequence on the mRNA and the 16S rRNA determines how efficiently translation proceeds. Once the 16S rRNA recognizes the mRNA start codon, a special transfer RNA, f-Met-tRNA, binds and protein translation begins. The binding site of the f-Met-tRNA on the 30S ribosomal subunit is called the \"D-site\" This step is required in order for protein synthesis to occur. Then the large ribosomal subunit will bind and protein synthesis will continue. The binding of the large subunit causes a conformational change in the 70S, which opens another site for protein translation.",
            "score": 268.4211120605469
        },
        {
            "docid": "2871940_7",
            "document": "Internal ribosome entry site . Cells may also use IRESs to increase translation of certain proteins during mitosis and programmed cell death. In mitosis, the cell dephosphorylates eIF4E so that it has little affinity for the 5'cap. As a result, the 40S ribosomal subunit , and the translational machinery is diverted to IRES within the mRNA. Many proteins involved in mitosis are encoded by IRES mRNA. In programmed cell death, cleavage of eIF-4G, such as performed by viruses, decreases translation. Lack of essential proteins contributes to the death of the cell, as does translation of IRES mRNA sequences coding proteins involved in controlling cell death.",
            "score": 268.20306396484375
        },
        {
            "docid": "3264389_8",
            "document": "Eukaryotic translation . Elongation depends on eukaryotic elongation factors. At the end of the initiation step, the mRNA is positioned so that the next codon can be translated during the elongation stage of protein synthesis. The initiator tRNA occupies the P site in the ribosome, and the A site is ready to receive an aminoacyl-tRNA. During chain elongation, each additional amino acid is added to the nascent polypeptide chain in a three-step microcycle. The steps in this microcycle are (1) positioning the correct aminoacyl-tRNA in the A site of the ribosome, (2) forming the peptide bond and (3) shifting the mRNA by one codon relative to the ribosome.",
            "score": 265.8268127441406
        },
        {
            "docid": "3264380_14",
            "document": "Prokaryotic translation . When bacterial cells run out of nutrients, they enter stationary phase and downregulate protein synthesis. Several processes mediate this transition. For instance, in \"E. coli\", 70S ribosomes form 90S dimers upon binding with a small 6.5 kDa protein, ribosome modulation factor RMF. These intermediate ribosome dimers can subsequently bind a hibernation promotion factor (the 10.8 kDa protein, HPF) molecule to form a mature 100S ribosomal particle, in which the dimerization interface is made by the two 30S subunits of the two participating ribosomes. The ribosome dimers represent a hibernation state and are translationally inactive. A third protein that can bind to ribosomes when \"E. coli\" cells enter the stationary phase is YfiA (previously known as RaiA). HPF and YfiA are structurally similar, and both proteins can bind to the catalytic A- and P-sites of the ribosome. RMF blocks ribosome binding to mRNA by preventing interaction of the messenger with 16S rRNA. When bound to the ribosomes the C-terminal tail of \"E. coli \"YfiA interferes with the binding of RMF, thus preventing dimerization and resulting in the formation of translationally inactive monomeric 70S ribosomes. In addition to ribosome dimerization, the joining of the two ribosomal subunits can be blocked by RsfS (formerly called RsfA or YbeB). RsfS binds to L14, a protein of the large ribosomal subunit, and thereby blocks joining of the small subunit to form a functional 70S ribosome, slowing down or blocking translation entirely. RsfS proteins are found in almost all eubacteria (but not archaea) and homologs are present in mitochondria and chloroplasts (where they are called C7orf30 and \"iojap\", respectively). However, it is not known yet how the expression or activity of RsfS is regulated.",
            "score": 265.7360534667969
        }
    ]
}