{
    "q": [
        {
            "docid": "19167679_62",
            "document": "Virus . Epidemiology is used to break the chain of infection in populations during outbreaks of viral diseases. Control measures are used that are based on knowledge of how the virus is transmitted. It is important to find the source, or sources, of the outbreak and to identify the virus. Once the virus has been identified, the chain of transmission can sometimes be broken by vaccines. When vaccines are not available, sanitation and disinfection can be effective. Often, infected people are isolated from the rest of the community, and those that have been exposed to the virus are placed in quarantine. To control the outbreak of foot-and-mouth disease in cattle in Britain in 2001, thousands of cattle were slaughtered. Most viral infections of humans and other animals have incubation periods during which the infection causes no signs or symptoms. Incubation periods for viral diseases range from a few days to weeks, but are known for most infections. Somewhat overlapping, but mainly following the incubation period, there is a period of communicability — a time when an infected individual or animal is contagious and can infect another person or animal. This, too, is known for many viral infections, and knowledge of the length of both periods is important in the control of outbreaks. When outbreaks cause an unusually high proportion of cases in a population, community, or region, they are called epidemics. If outbreaks spread worldwide, they are called pandemics.",
            "score": 106.41111171245575
        },
        {
            "docid": "40817590_36",
            "document": "Ebola virus disease . Isolation refers to separating those who are sick from those who are not. Quarantine refers to separating those who may have been exposed to a disease until they either show signs of the disease or are no longer at risk. Quarantine, also known as enforced isolation, is usually effective in decreasing spread. Governments often quarantine areas where the disease is occurring or individuals who may transmit the disease outside of an initial area. In the United States, the law allows quarantine of those infected with ebolaviruses.",
            "score": 120.31628060340881
        },
        {
            "docid": "15925628_2",
            "document": "Hepatitis B . Hepatitis B is an infectious disease caused by the hepatitis B virus (HBV) that affects the liver. It can cause both acute and chronic infections. Many people have no symptoms during the initial infection. Some develop a rapid onset of sickness with vomiting, yellowish skin, tiredness, dark urine and abdominal pain. Often these symptoms last a few weeks and rarely does the initial infection result in death. It may take 30 to 180 days for symptoms to begin. In those who get infected around the time of birth 90% develop chronic while less than 10% of those infected after the age of five do. Most of those with chronic disease have no symptoms; however, cirrhosis and liver cancer may eventually develop. These complications result in the death of 15 to 25% of those with chronic disease. The virus is transmitted by exposure to infectious blood or body fluids. Infection around the time of birth or from contact with other people's blood during childhood is the most frequent method by which hepatitis B is acquired in areas where the disease is common. In areas where the disease is rare, intravenous drug use and sexual intercourse are the most frequent routes of infection. Other risk factors include working in healthcare, blood transfusions, dialysis, living with an infected person, travel in countries where the infection rate is high, and living in an institution. Tattooing and acupuncture led to a significant number of cases in the 1980s; however, this has become less common with improved sterility. The viruses cannot be spread by holding hands, sharing eating utensils, kissing, hugging, coughing, sneezing, or breastfeeding. The infection can be diagnosed 30 to 60 days after exposure. The diagnosis is usually confirmed by testing the blood for parts of the virus and for antibodies against the virus. It is one of five main hepatitis viruses: A, B, C, D, and E. The infection has been preventable by vaccination since 1982. Vaccination is recommended by the World Health Organization in the first day of life if possible. Two or three more doses are required at a later time for full effect. This vaccine works about 95% of the time. About 180 countries gave the vaccine as part of national programs as of 2006. It is also recommended that all blood be tested for hepatitis B before transfusion and condoms be used to prevent infection. During an initial infection, care is based on the symptoms that a person has. In those who develop chronic disease, antiviral medication such as tenofovir or interferon may be useful; however, these drugs are expensive. Liver transplantation is sometimes used for cirrhosis. About a third of the world population has been infected at one point in their lives, including 343 million who have chronic infections. Another 129 million new infections occurred in 2013. Over 750,000 people die of hepatitis B each year. About 300,000 of these are due to liver cancer. The disease is now only common in East Asia and sub-Saharan Africa where between 5 and 10% of adults are chronically infected. Rates in Europe and North America are less than 1%. It was originally known as \"serum hepatitis\". Research is looking to create foods that contain HBV vaccine. The disease may affect other great apes as well. Acute infection with virus is associated with acute viral hepatitis, an illness that begins with general ill-health, loss of appetite, nausea, vomiting, body aches, mild fever, and dark urine, and then progresses to development of jaundice. It has been noted that itchy skin has been an indication as a possible symptom of all hepatitis virus types. The illness lasts for a few weeks and then gradually improves in most affected people. A few people may have a more severe form of liver disease known as fulminant hepatic failure and may die as a result. The infection may be entirely asymptomatic and may go unrecognized.",
            "score": 69.16279351711273
        },
        {
            "docid": "22902184_2",
            "document": "2009 flu pandemic in Japan . The 2009 Japan flu pandemic was an outbreak of the H1N1 and the Influenza A viruses across Japan. The World Health Organisation raised the pandemic alert for influenza to level 4 in April 2009 following a worldwide outbreak of the H1N1 influenza strain. The first Japanese infections of H1N1 and Influenza A were both recorded early in May 2009. In August 2009, the government estimated that the virus strains had infected about 760,000 people. At the height of the pandemic in October 2009, it was estimated that 20% of the Japanese population had been infected and that there were on average more than 20 infected people in each Japanese medical facility. By the end of 2009 the virus had killed 42 people. Japan put several measures in place to attempt to control the spread of infection including quarantining air travellers entering Japan who were suspected of having the virus and closing schools in areas of Japan with high numbers of infection. The pandemic ended in August 2010 when the World Health Organisation announced that worldwide influenza infection number were back to the seasonal average before the outbreak occurred.",
            "score": 68.56529033184052
        },
        {
            "docid": "4871231_9",
            "document": "Equine herpesvirus 1 . To prevent the spread of EHV-1, there are a few steps that should be taken. Most important is to stop horse movement and transportation; not allowing horses that have been exposed to EHV-1 to be in contact with unexposed horses; and to isolate animals that are showing symptoms of the virus. Ideally, horses that are showing symptoms should be completely quarantined. The recommended quarantined period is at least 21 days. Another facet of EHV-1 control is to be aware of the potential for spreading the virus via equipment, and transmission, via human contact, between horses. Since people can and do transfer this virus via their hands and clothing, people need to take sanitary precautions when handling a sick horse. Disinfecting footwear and wearing gloves can help minimize the risk of spreading. Routinely cleaning and disinfecting the barns and buildings where horses have been is important for preventing transmission. In the case of an outbreak, one should also take precautions to minimize stress on the horses. As stated previously, stress will trigger a latent virus to reactivate, and it can allow an uninfected horse to be more easily infected.",
            "score": 103.3674259185791
        },
        {
            "docid": "22555940_15",
            "document": "2009 flu pandemic . Confirmed diagnosis of pandemic H1N1 flu requires testing of a nasopharyngeal, nasal or oropharyngeal tissue swab from the patient. Real-time RT-PCR is the recommended test as others are unable to differentiate between pandemic H1N1 and regular seasonal flu. However, most people with flu symptoms do not need a test for pandemic H1N1 flu specifically, because the test results usually do not affect the recommended course of treatment. The U.S. CDC recommend testing only for people who are hospitalized with suspected flu, pregnant women and people with weakened immune systems. For the mere diagnosis of influenza and not pandemic H1N1 flu specifically, more widely available tests include rapid influenza diagnostic tests (RIDT), which yield results in about 30 minutes, and direct and indirect immunofluorescence assays (DFA and IFA), which take 2–4 hours. Due to the high rate of RIDT false negatives, the CDC advises that patients with illnesses compatible with novel influenza A (H1N1) virus infection but with negative RIDT results should be treated empirically based on the level of clinical suspicion, underlying medical conditions, severity of illness and risk for complications, and if a more definitive determination of infection with influenza virus is required, testing with rRT-PCR or virus isolation should be performed. Rhonda Medows of the Georgia Department of Community Health states that the rapid tests are incorrect anywhere from 30% to 90% of the time and warns doctors in her state not to use them because they are wrong so often. The use of RIDTs has also been questioned by researcher Paul Schreckenberger of the Loyola University Health System, who suggests that rapid tests may actually pose a dangerous public health risk. Nikki Shindo of the WHO has expressed regret at reports of treatment being delayed by waiting for H1N1 test results and suggests, \"[D]octors should not wait for the laboratory confirmation but make diagnosis based on clinical and epidemiological backgrounds and start treatment early\".",
            "score": 86.62821197509766
        },
        {
            "docid": "4754849_15",
            "document": "Bovine herpesvirus 1 . Animals showing clinical signs should be quarantined to stop the spread of the virus. The use of quarantine in herds with BoHV-1 is not ideal control program, as it is a latent virus and results in lifelong infection. However, new animals coming to a farm, or crossing borders, should be quarantined while tests for the virus are being undergone. Quarantine will also help contain the spread after an outbreak.",
            "score": 88.5132577419281
        },
        {
            "docid": "22605309_26",
            "document": "2009 flu pandemic by country . South Korea warned against travel to Mexico City and three Mexican states. The government stepped up quarantine and safety checks on travelers arriving from the United States and Mexico, and pork imports from those countries. An emergency quarantine system was instigted, with simple tests conducted on people with flu symptoms at airports. On 28 April, South Korea reported its first probable case after positive preliminary tests on a nun who had recently returned from Mexico. One case was confirmed on 30 April. On 2 May, the first suspected woman turned out to be infected. South Korea became the second infected nation in Asia. On 13 September, five people died, and 1 person experienced brain death. As of November, 107,939 had been infected.",
            "score": 88.16539645195007
        },
        {
            "docid": "6021781_31",
            "document": "HIV/AIDS in China . These estimates assumed substantial spread of the virus from high-risk groups to the general population. Yet, trends from sentinel surveillance of pregnant women in high-risk areas might indicate that such spread may not have occurred. Another study showed, however, that 43% of the tested infected people were from low-risk groups. More recently, China AIDS Info reported that \"HIV infection has caused a 75% increase in the worldwide mortality rate for newborns\" and quoted a case in China. It is discussed, whether these predictions may have been made on unfounded assumptions. Some have argued that the effect of the high predictions have drawn attention and resources away from areas of greater need. For example, China's burden of disease from tobacco use is enormous. Others argue that due to the large number of cases of undiagnosed infections HIV testing must be introduced via \"anonymous surveillance and voluntary counselling and testing in order to reduce transmission\".",
            "score": 79.16612792015076
        },
        {
            "docid": "19707361_16",
            "document": "Rabies in animals . Humans exposed to the rabies virus must begin post-exposure prophylaxis before the disease can progress to the central nervous system. For this reason, it is necessary to determine whether the animal, in fact, has rabies as quickly as possible. Without a definitive quarantine period in place for skunks, quarantining the animals is not advised as there is no way of knowing how long it may take the animal to show symptoms. Destruction of the skunk is recommended and the brain is then tested for presence of rabies virus.",
            "score": 94.02199506759644
        },
        {
            "docid": "5069414_2",
            "document": "Genital herpes . Genital herpes is an infection by herpes simplex virus (HSV) of the genitals. Most people either have no or mild symptoms and thus do not know they are infected. When symptoms do occur, they typically include small blisters that break open to form painful ulcers. Flu-like symptoms may also occur. Onset is typically around 4 days after exposure with symptoms lasting up to 4 weeks. Once infected further outbreaks may occur but are generally milder. The disease is typically spread by direct genital contact with the skin surface or secretions of someone who is infected. This may occur during sex including oral sex. Active sores are not required for transmission to occur. HSV is classified into two types, HSV-1 and HSV-2. While historically mostly cause by HSV-2, genital HSV-1 has become more common in the developed world. Diagnosis may occur by testing lesions using either PCR or viral culture or blood tests for specific antibodies. Efforts to prevent infection include not having sex, using condoms, and only having sex with someone who is not infected. Once infected, there is no cure. Antiviral medications may, however, prevent outbreaks or shorten outbreaks if they occur. The long term use of antivirals may also decrease the risk of further spread. In 2015 about 846 million people (12%) had genital herpes. Women are more commonly infected than men. Rates of disease caused by HSV-2 have decreased in the United States between 1990 and 2010. Complications may rarely include aseptic meningitis, an increased risk of HIV/AIDS if exposed, and spread to the baby during childbirth resulting in neonatal herpes.",
            "score": 83.33257448673248
        },
        {
            "docid": "15371190_14",
            "document": "Prostitution in Cuba . AIDS, which had been controlled through public health measures, began to rise during the 1990s. In the early part of the decade, people with the HIV virus were quarantined. Between 1986 and 1998, a total of 1,980 people tested positive for the virus in Cuba, and a further 3,879 more were discovered to have the virus between 1998 and 2004. According to United Nations sources, the early detection of the virus has been assisted by the country's free primary care clinics. The United States embargo against Cuba has prevented Cuba from purchasing medical supplies from the US, but medical scientists in Cuba have synthesised some of the antiviral drugs used in the management of HIV/AIDS, and these have been provided to patients at no cost. In 2004, the country had thirteen AIDS sanatoriums, and a stay of between three and six months in one was compulsory for anyone found to be HIV positive. At that time, World Health Organization figures put the infection rate at less than 0.1 percent of the population, the lowest in the Western Hemisphere, one-sixth that of the US, and far below that in many neighbouring countries. A public-education campaign in schools and on television and radio promotes the use of condoms and informs people about how HIV is transmitted. Prostitution is not considered to be a major factor in the spread of AIDS, with only a small number of people admitted to sanatoriums being former prostitutes. The low level of infection and the relatively inexpensive price of sex have made the island popular with foreigners as a sex tourism destination. Another incentive is the lack of social stigma associated with single male tourists visiting Cuba, in comparison with the better-known sex tourism destinations of Thailand and Cambodia.",
            "score": 82.61413383483887
        },
        {
            "docid": "37796_2",
            "document": "West Nile fever . West Nile fever is a viral infection typically spread by mosquitoes. In about 75% of infections people have few or no symptoms. About 20% of people develop a fever, headache, vomiting, or a rash. In less than 1% of people, encephalitis or meningitis occurs, with associated neck stiffness, confusion, or seizures. Recovery may take weeks to months. The risk of death among those in whom the nervous system is affected is about 10%. West Nile virus (WNV) is typically spread by infected mosquitoes. Mosquitoes become infected when they feed on infected birds. Rarely the virus is spread through blood transfusions, organ transplants, or from mother to baby during pregnancy, delivery, or breastfeeding. It otherwise does not spread directly between people. Risks for severe disease include age over 60 and other health problems. Diagnosis is typically based on symptoms and blood tests. There is no human vaccine. The best method to reduce the risk of infections is avoiding mosquito bites. This may be done by eliminating standing pools of water, such as in old tires, buckets, gutters, and swimming pools. Mosquito repellent, window screens, mosquito nets, and avoiding areas where mosquitoes occur may also be useful. While there is no specific treatment, pain medications may be useful. WNV has occurred in Europe, Africa, Asia, Australia, and North America. In the United States thousands of cases are reported a year, with most occurring in August and September. It can occur in outbreaks of disease. The virus was discovered in Uganda in 1937 and was first detected in North America in 1999. Severe disease may also occur in horses and a vaccine for these animals is available. A surveillance system in birds is useful for early detection of a potential human outbreak. The incubation period for WNV—the amount of time from infection to symptom onset—is typically from between 2 and 15 days. Headache can be a prominent symptom of WNV fever, meningitis, encephalitis, meningoencephalitis, and it may or may not be present in poliomyelitis-like syndrome. Thus, headache is not a useful indicator of neuroinvasive disease.",
            "score": 57.07074701786041
        },
        {
            "docid": "19572217_2",
            "document": "Influenza . Influenza, commonly known as \"the flu\", is an infectious disease caused by an influenza virus. Symptoms can be mild to severe. The most common symptoms include: a high fever, runny nose, sore throat, muscle pains, headache, coughing, and feeling tired. These symptoms typically begin two days after exposure to the virus and most last less than a week. The cough, however, may last for more than two weeks. In children, there may be nausea and vomiting, but these are not common in adults. Nausea and vomiting occur more commonly in the unrelated infection gastroenteritis, which is sometimes inaccurately referred to as \"stomach flu\" or the \"24-hour flu\". Complications of influenza may include viral pneumonia, secondary bacterial pneumonia, sinus infections, and worsening of previous health problems such as asthma or heart failure. Three types of influenza viruses affect people, called Type A, Type B, and Type C. Usually, the virus is spread through the air from coughs or sneezes. This is believed to occur mostly over relatively short distances. It can also be spread by touching surfaces contaminated by the virus and then touching the mouth or eyes. A person may be infectious to others both before and during the time they are showing symptoms. The infection may be confirmed by testing the throat, sputum, or nose for the virus. A number of rapid tests are available; however, people may still have the infection if the results are negative. A type of polymerase chain reaction that detects the virus's RNA is more accurate. Frequent hand washing reduces the risk of viral spread. Wearing a surgical mask is also useful. Yearly vaccinations against influenza are recommended by the World Health Organization for those at high risk. The vaccine is usually effective against three or four types of influenza. It is usually well tolerated. A vaccine made for one year may not be useful in the following year, since the virus evolves rapidly. Antiviral drugs such as the neuraminidase inhibitor oseltamivir, among others, have been used to treat influenza. Their benefits in those who are otherwise healthy do not appear to be greater than their risks. No benefit has been found in those with other health problems. Influenza spreads around the world in a yearly outbreak, resulting in about three to five million cases of severe illness and about 250,000 to 500,000 deaths. In the Northern and Southern parts of the world, outbreaks occur mainly in winter while in areas around the equator outbreaks may occur at any time of the year. Death occurs mostly in the young, the old and those with other health problems. Larger outbreaks known as pandemics are less frequent. In the 20th century, three influenza pandemics occurred: Spanish influenza in 1918 (~50 million deaths), Asian influenza in 1957 (two million deaths), and Hong Kong influenza in 1968 (one million deaths). The World Health Organization declared an outbreak of a new type of influenza A/H1N1 to be a pandemic in June 2009. Influenza may also affect other animals, including pigs, horses, and birds.",
            "score": 64.701287150383
        },
        {
            "docid": "55680227_23",
            "document": "Foreign animal disease . Contagious bovine pleuropneumonia Contagious bovine pleuropneumonia (CBPP) is one of the most important infectious diseases of cattle in Africa. CBPP is caused by \"Mycoplasma mycoides mycoides\" small colony, and is highly contagious with losses up to 80% in naive herds possible, although mortality rates greater than 50% are uncommon. Cattle (both \"Bos taurus\" and \"Bos indicus\") are the primary hosts, but infections have also been reported in Asian buffalo (\"Bubalus bubalis\"), captive bison (\"Bison bison\"), and yak (\"Poephagus grunnien\"). Sheep and goats can also be naturally infected, but without a clear associated pathology, and are not thought to be important in the epidemiology of CBPP. CBPP in cattle attacks the lungs and pleura, and causes anorexia, fever, and respiratory distress, and can occasionally affect the joints. \"M. mycoides\" SC is transmitted animal to animal mainly in respiratory aerosols and inhaling droplets disseminated by coughing, The US eliminated CBPP in 1892 by an intensive quarantine and slaughter program, and was eradicated from most continents, including North America, by the mid-1900s. However, CBPP remains a serious concern in Africa, significantly affecting farmers and the economy, where the annual impact of CPBB is in the millions of dollars. CBPP would most likely be introduced into a CBPP-free country by an infected animal or embryo, as the organism does not survive for long periods on fomites. For prevention, imported animals can be quarantined and serologically tested. In an outbreak situation, CBPP is eradicated with quarantines, movement controls, slaughter of infected and in-contact animals, and cleaning and disinfection.",
            "score": 77.08768916130066
        },
        {
            "docid": "50646737_10",
            "document": "Viral load monitoring for HIV . The window period for a test is the amount of time from the initial infection event until the disease can be detected. Exposure to HIV, followed by replication of the virus, may take as long as six months to reach a level detectable in many testing methods. An HIV antibody test usually detects the HIV antibodies within two to eight weeks, but can have a valid negative result for a long as 2 to 6 months after initial infection.  Viral load tests can also be used to diagnose HIV infection, especially in children under 18 months born to mothers with HIV, where the presence of maternal antibodies prevents the use of antibody-based (ELISA) diagnostic tests. Pooled viral RNA testing shortens the window period to a median of 17 days (95% CI, 13-28 Days). Although it is not the standard of care to use this test for diagnosis, in communities with high HIV prevalence, this test has a significantly improved negative predictive value over 3rd and 4th generation tests for detecting acute HIV infections.",
            "score": 74.16870212554932
        },
        {
            "docid": "16946852_2",
            "document": "Rabies . Rabies is a viral disease that causes inflammation of the brain in humans and other mammals. Early symptoms can include fever and tingling at the site of exposure. These symptoms are followed by one or more of the following symptoms: violent movements, uncontrolled excitement, fear of water, an inability to move parts of the body, confusion, and loss of consciousness. Once symptoms appear, the result is nearly always death. The time period between contracting the disease and the start of symptoms is usually one to three months; however, this time period can vary from less than one week to more than one year. The time is dependent on the distance the virus must travel along nerves to reach the central nervous system. Rabies is caused by \"lyssaviruses\", including the rabies virus and Australian bat lyssavirus. Rabies is spread when an infected animal scratches or bites another animal or human. Saliva from an infected animal can also transmit rabies if the saliva comes into contact with the eyes, mouth, or nose. Globally, dogs are the most common animal involved. More than 99% of rabies cases in countries where dogs commonly have the disease are caused by dog bites. In the Americas, bat bites are the most common source of rabies infections in humans, and less than 5% of cases are from dogs. Rodents are very rarely infected with rabies. The rabies virus travels to the brain by following the peripheral nerves. The disease can only be diagnosed after the start of symptoms. Animal control and vaccination programs have decreased the risk of rabies from dogs in a number of regions of the world. Immunizing people before they are exposed is recommended for those who are at high risk. The high-risk group includes people who work with bats or who spend prolonged periods in areas of the world where rabies is common. In people who have been exposed to rabies, the rabies vaccine and sometimes rabies immunoglobulin are effective in preventing the disease if the person receives the treatment before the start of rabies symptoms. Washing bites and scratches for 15 minutes with soap and water, povidone iodine, or detergent may reduce the number of viral particles and may be somewhat effective at preventing transmission. Only six people have survived a rabies infection after showing symptoms, and this was with extensive treatment known as the Milwaukee protocol. Rabies caused about 17,400 deaths worldwide in 2015. More than 95% of human deaths caused by rabies occur in Africa and Asia. About 40% of deaths occur in children under the age of 15. Rabies is present in more than 150 countries and on all continents but Antarctica. More than 3 billion people live in regions of the world where rabies occurs. A number of countries, including Australia and Japan, as well as much of Western Europe, do not have rabies among dogs. Many small island nations do not have rabies at all. It is classified as a neglected tropical disease.",
            "score": 61.56569790840149
        },
        {
            "docid": "24104011_3",
            "document": "Influenza prevention . People who contract influenza are most infective between the second and third days after infection, and infectivity lasts for around ten days. Children are much more infectious than adults and shed virus from just before they develop symptoms until two weeks after infection. The transmission of influenza can be modeled mathematically, which helps predict how the virus will spread in a population.",
            "score": 64.47160696983337
        },
        {
            "docid": "23125046_38",
            "document": "2009 flu pandemic in Asia . About 18 people on U.S. military bases in Kuwait have tested positive for swine flu, a U.S. Central Command spokeswoman said on 24 May 2009. They are the first cases reported in Kuwait. It remains unclear whether the virus has spread to the civilian population. The names and units of the infected people were not immediately available. Maj. Kristi Beckman, speaking from Central Command headquarters in Tampa, said everyone who tested positive for the virus was quarantined in military health facilities approved by officials from the Kuwaiti Ministry of Health. The World Kuwait is used as a staging area for soldiers heading to or from the war in Iraq. The World Health Organization reported that they had not included Kuwait on its list of countries where the virus is present.",
            "score": 85.86956906318665
        },
        {
            "docid": "31400429_32",
            "document": "How to Have Sex in an Epidemic . However, there are several instances in which the advice is inaccurate and no longer a part of safe sex education. The authors put more emphasis than necessary on the lifestyle argument—that there are inherent behavioral patterns in the MSM community responsible for causing AIDS—and failed to recognize that a single exposure could result in infection. Under the multifactorial model, kissing a PWA, rimming and swallowing during oral sex all appear more risky than they actually are; on the other hand, having sex with a person with AIDS was more risky than the multifactorial theory suggested because a single contact can result in seroconversion. The multifactorial model was also unnecessarily critical of promiscuity (although the authors make sure to clarify that promiscuity is only problematic given high preexisting rates of STDs in the sexual network). In 2008, Sonnabend defended the pamphlet’s focus on promiscuity, arguing that high quantities of unprotected sex were a “very significant health hazard” whether or not one put their faith in the multifactorial model, and, indeed, a high frequency of sexual encounters was still relevant given that it increased the probability of contact with an HIV+ person.  The multifactorial model also gave the authors and their writing a certain degree of hope that the endpoint to AIDS was not necessarily death (which it seemed to be at the time): they believed that stopping exposure to semen and CMV after infection could improve the health of the infected individual. The asymptomatic latency period had not yet been defined, and accounts of people with AIDS, including Berkowitz himself, maintaining a relatively healthy standard of living post-diagnosis convinced the authors of the importance of continued use of protection among people with AIDS who have sex. As is now common knowledge, once one has been infected with HIV it is almost impossible to completely rid one’s body of the virus. However, the advice to continue using protection after being diagnosed was important in not only preventing future transmission to uninfected people but also to protecting the person with AIDS from being exposed to more pathogens through sex.",
            "score": 59.6123286485672
        },
        {
            "docid": "22555940_44",
            "document": "2009 flu pandemic . During the height of the fear of a pandemic, some countries initiated or threatened to initiate quarantines of foreign visitors suspected of having or being in contact with others who may have been infected. In May 2009, the Chinese government confined 21 U.S. students and three teachers to their hotel rooms. As a result, the US State Department issued a travel alert about China's anti-flu measures and warned travellers against travelling to China if ill. In Hong Kong, an entire hotel was quarantined with 240 guests; Australia ordered a cruise ship with 2,000 passengers to stay at sea because of a swine flu threat. Egyptian Muslims who went on the annual pilgrimage to Mecca risked being quarantined upon their return. Russia and Taiwan said they would quarantine visitors with fevers who come from areas where the flu was present. Japan quarantined 47 airline passengers in a hotel for a week in mid-May, then in mid-June India suggested pre-screening \"outbound\" passengers from countries thought to have a high rate of infection.",
            "score": 96.59277701377869
        },
        {
            "docid": "10635883_3",
            "document": "Communicable Disease Centre . The centre is used to quarantine patients with highly infectious diseases such as Severe Acute Respiratory Syndrome. All patients who are affected with these highly contagious diseases are quarantined at the CDC and the centre is used to control an outbreak of such diseases. The hospital was used in 2003 to house the majority of the patients infected by the SARS coronavirus. As the centre could not accommodate all the infected patients, other hospitals were used as well.",
            "score": 74.17810869216919
        },
        {
            "docid": "20155412_20",
            "document": "Theories of the Black Death . In 2001, Susan Scott and Christopher Duncan, respectively a demographer and zoologist from Liverpool University, proposed the theory that the Black Death might have been caused by an Ebola-like virus, not a bacterium. Their rationale was that this plague spread much faster and the incubation period was much longer than other confirmed \"Y. pestis\"–caused plagues. A longer period of incubation will allow carriers of the infection to travel farther and infect more people than a shorter one. When the primary vector is humans, as opposed to birds, this is of great importance. Epidemiological studies suggest the disease was transferred between humans (which happens rarely with \"Yersinia pestis\" and very rarely for \"Bacillus anthracis\"), and some genes that determine immunity to Ebola-like viruses are much more widespread in Europe than in other parts of the world. Their research and findings are thoroughly documented in \"Biology of Plagues\". More recently the researchers have published computer modeling demonstrating how the Black Death has made around 10% of Europeans resistant to HIV.",
            "score": 48.46593499183655
        },
        {
            "docid": "39532251_2",
            "document": "Middle East respiratory syndrome . Middle East respiratory syndrome (MERS), also known as camel flu, is a viral respiratory infection caused by the MERS-coronavirus (MERS-CoV). Symptoms may range from mild to severe. They include fever, cough, diarrhea, and shortness of breath. Disease is typically more severe in those with other health problems. MERS-CoV is a betacoronavirus derived from bats. Camels have been shown to have antibodies to MERS-CoV but the exact source of infection in camels has not been identified. Camels are believed to be involved in its spread to humans but it is unclear how. Spread between humans typically requires close contact with an infected person. Its spread is uncommon outside of hospitals. Thus, its risk to the global population is currently deemed to be fairly low. As of 2016 there is no specific vaccine or treatment for the disease. However, a number of antiviral medications are currently being studied. The World Health Organization recommends that those who come in contact with camels wash their hands frequently and do not touch sick camels. They also recommend that camel products be appropriately cooked. Among those who are infected treatments that help with the symptoms may be given. Just under 2000 cases have been reported as of April 4, 2017. About 36% of those who are diagnosed with the disease die from it. The overall risk of death may be lower as those with mild symptoms may be undiagnosed. The first identified case occurred in 2012 in Saudi Arabia and most cases have occurred in the Arabian Peninsula. A strain of MERS-CoV known as HCoV-EMC/2012 found in the first infected person in London in 2012 was found to have a 100% match to Egyptian tomb bats. A large outbreak occurred in the Republic of Korea in 2015.",
            "score": 59.25876462459564
        },
        {
            "docid": "52640771_9",
            "document": "Sociality and disease transmission . The first large human social activities, trailed by major disease outbreaks that have been documented occurred by fecal-oral route. Contaminated food or water by fecal matter can cause devastating effects and spread with extreme rapidity. They are, of course, not the only types of infection that threaten large gatherings of people. Respiratory infections, sexually transmitted infections, and measles have all been measured as potential infections resulting from mass gatherings. Social gatherings that have been linked to outbreaks include the 1918 Great Pandemic, the Asian Flu Pandemic of 1957, a 1987 outbreak of multi-drug resistant shigellosis in North Carolina that infected over 50% of event attendees, a 1992 outbreak of Campylobacter in the UK, a 1993 Hepatitis A outbreak at a youth camp in Australia, two separate outbreaks of meningococcal meningitis at the 2000 and 2001 Hajj, a 2008 influenza outbreak in Sydney, the 2009 H1N1 pandemic (which followed a large Easter gathering in Mexico). Rainey et al. (2016) identified a total of 72 mass-gathering related respiratory outbreaks between 2005 and 2014. Many of these outbreaks led to further outbreaks within the cities that infected individuals returned home to after the events. Particularly the epidemiological consequences of the Hajj are notable because of the range of dissemination that attendees have when they return from the pilgrimage. Infected individuals may return to their homes far from the source of the outbreak, and into communities that are especially vulnerable to a disease not characteristic of that community. Health response teams may be less equipped to manage the spread of the foreign pathogen, and the people may be less knowledgeable about risks and symptoms. Diseases such a tuberculosis have long incubation periods, which creates another obstacle since it separates the point of infection from the start of illness and therefore obscures the connection. Intervention and mitigation are possible for such large events, but involve very expensive and complex measures. Vaccinations are highly effective, but it is extremely costly to attempt to vaccinate large hordes of individuals. In a study of livestock populations, Hu et al., 2013 observed important patterns for vaccination efforts. When deaths from infection occur, or a method of culling is used, social networks will alter and individuals will spread out. Because of this, carefully designed vaccination efforts are significantly more effective and cheaper and must be implemented as fast as possible in order to contain the pathogen. Relatively new methods, such as tracking mobile phone data, have been used to glean information on effective strategies for containment in the situation of mass gatherings. Finger et al. (2016) state \"human mobility is undisputedly one of the main spreading mechanisms of infectious disease\". In their study, cell phone data was used to track the migration of people for the Grand Magal de Touba, a religious pilgrimage event that occurs in Senegal. Figure 6 illustrates the findings of this study and identifies areas that are paramount for targeting in an epidemiological prevention effort.",
            "score": 76.5686731338501
        },
        {
            "docid": "31596_2",
            "document": "Typhoid fever . Typhoid fever, also known simply as typhoid, is a bacterial infection due to \"Salmonella\" typhi that causes symptoms. Symptoms may vary from mild to severe and usually begin six to thirty days after exposure. Often there is a gradual onset of a high fever over several days. Weakness, abdominal pain, constipation, and headaches also commonly occur. Diarrhea is uncommon and vomiting is not usually severe. Some people develop a skin rash with rose colored spots. In severe cases there may be confusion. Without treatment, symptoms may last weeks or months. Other people may carry the bacterium without being affected; however, they are still able to spread the disease to others. Typhoid fever is a type of enteric fever along with paratyphoid fever. The cause is the bacterium \"Salmonella\" Typhi, also known as \"Salmonella enterica\" serotype Typhi, growing in the intestines and blood. Typhoid is spread by eating or drinking food or water contaminated with the feces of an infected person. Risk factors include poor sanitation and poor hygiene. Those who travel to the developing world are also at risk and only humans can be infected. Diagnosis is by either culturing the bacteria or detecting the bacterium's DNA in the blood, stool, or bone marrow. Culturing the bacterium can be difficult. Bone marrow testing is the most accurate. Symptoms are similar to that of many other infectious diseases. Typhus is a different disease. A typhoid vaccine can prevent about 30% to 70% of cases during the first two years. The vaccine may have some effect for up to seven years. It is recommended for those at high risk or people traveling to areas where the disease is common. Other efforts to prevent the disease include providing clean drinking water, good sanitation, and handwashing. Until it has been confirmed that an individual's infection is cleared, the individual should not prepare food for others. Treatment of disease is with antibiotics such as azithromycin, fluoroquinolones or third generation cephalosporins. Resistance to these antibiotics has been developing, which has made treatment of the disease more difficult. In 2015, there were 12.5 million new cases worldwide. The disease is most common in India. Children are most commonly affected. Rates of disease decreased in the developed world in the 1940s as a result of improved sanitation and use of antibiotics to treat the disease. Each year in the United States, about 400 cases are reported and it is estimated that the disease occurs in about 6,000 people. In 2015, it resulted in about 149,000 deaths worldwide – down from 181,000 in 1990 (about 0.3% of the global total). The risk of death may be as high as 20% without treatment. With treatment, it is between 1 and 4%. The name typhoid means \"resembling typhus\" due to the similarity in symptoms.",
            "score": 66.57739508152008
        },
        {
            "docid": "11986060_10",
            "document": "Zika fever . Zika virus can also spread by sexual transmission from infected men to their partners. Zika virus has been isolated from semen samples, with one person having 100,000 times more virus in semen than blood or urine, two weeks after being infected. It is unclear why levels in semen can be higher than other body fluids, and it is also unclear how long infectious virus can remain in semen. There have also been cases of men with no symptoms of Zika virus infection transmitting the disease. The CDC has recommended that all men who have travelled to affected areas should wait at least 6 months before trying to attempt conception, regardless of if they were ill. To date there have been no reported sexual transmissions from women to their sexual partners. Oral, anal or vaginal sex can spread the disease.",
            "score": 75.50616896152496
        },
        {
            "docid": "31814768_27",
            "document": "Philippine Labor Migration Policy . During the Ebola outbreak, nations were devastatingly affected with the highly contagious virus. President Benigno Aquino III held off from announcing whether or not the country will send a team of health workers to West Africa. As the disease is spread via direct contact with an infected person, even after a short period after death, the risk of infection is very high and direct contact to any individual should be avoided to prevent the further spread of the virus. During this time, the MERS-COV, another highly contagious virus, has already been put on the watch-list. Precautions were made to prevent the spread of the virus through education, close monitoring, and working with global authorities to deal with the diseases.",
            "score": 58.81628370285034
        },
        {
            "docid": "39669_2",
            "document": "Dengue fever . Dengue fever is a mosquito-borne tropical disease caused by the dengue virus. Symptoms typically begin three to fourteen days after infection. This may include a high fever, headache, vomiting, muscle and joint pains, and a characteristic skin rash. Recovery generally takes two to seven days. In a small proportion of cases, the disease develops into the life-threatening dengue hemorrhagic fever, resulting in bleeding, low levels of blood platelets and blood plasma leakage, or into dengue shock syndrome, where dangerously low blood pressure occurs. Dengue is spread by several species of mosquito of the \"Aedes\" type, principally \"A. aegypti\". The virus has five different types; infection with one type usually gives lifelong immunity to that type, but only short-term immunity to the others. Subsequent infection with a different type increases the risk of severe complications. A number of tests are available to confirm the diagnosis including detecting antibodies to the virus or its RNA. A vaccine for dengue fever has been approved and is commercially available in a number of countries. Other methods of prevention are by reducing mosquito habitat and limiting exposure to bites. This may be done by getting rid of or covering standing water and wearing clothing that covers much of the body. Treatment of acute dengue is supportive and includes giving fluid either by mouth or intravenously for mild or moderate disease. For more severe cases blood transfusion may be required. About half a million people require admission to hospital a year. Paracetamol (acetaminophen) is recommended instead of nonsteroidal anti-inflammatory drugs (NSAIDs) for fever reduction and pain relief in dengue due to an increased risk of bleeding from NSAID use. Dengue has become a global problem since the Second World War and is common in more than 110 countries. Each year between 50 and 528 million people are infected and approximately 10,000 to 20,000 die. The earliest descriptions of an outbreak date from 1779. Its viral cause and spread were understood by the early 20th century. Apart from eliminating the mosquitoes, work is ongoing for medication targeted directly at the virus. It is classified as a neglected tropical disease.",
            "score": 53.752400159835815
        },
        {
            "docid": "55680227_26",
            "document": "Foreign animal disease . Foot-and-mouth disease Foot-and-mouth disease (FMD) is a severe highly contagious viral disease affecting cloven-hooved animals, such as cattle, sheep, and swine. FMD was once worldwide but has been largely controlled in developed nations, and has been eradicated from some regions such as North America and western Europe. The disease was eradicated from the United States in 1929. FMD is endemic in parts of Asia, and most of Africa and the Middle East, but FMD can occur sporadically in typically free areas. The organism causing FMS is an aphthovirus in the family \"Picornaviridae\". There are seven major viral serotypes containing collectively more than 60 strains with occasional new strains arising. Vaccines can provide immunity, but each serotype requires its own specific vaccine. The disease is characterized by vesiculation or blistering of the hooves and oval cavity and on the mammary glands, leading to pain and discomfort, and to depression, anorexia, excessive salivation, lameness, and reluctance to move or stand, and causing production losses. The death loss is minimal, but there is a high rate of illness when a susceptible population is infected, and the disease has severe economic implications in the livestock industries. Because of how quickly FMD can spread, with nearly 100 percent of exposed animals ultimately becoming infected, and the significant economic losses it can cause, FMD is a worldwide concern. There is also concern that the FMD virus could be utilized by a terrorist organization or rogue state to perpetuate a terrorist attack against the United States by targeting the $100 billion/year U.S. livestock industry. In 2001, from February to September, an outbreak of FMD in the United Kingdom caused the slaughter of over 4 million animals of sheep, cattle, goats, and pigs to gain control of the disease. The FMD virus is found in all excretions and secretions of an infected animal. Transmission of the virus can be from contact with an infected animal, a contaminated environment used to house or transport susceptible animals, contaminated materials or fomites, people wearing contaminated clothes or footwear or using contaminated equipment, infected meat or animal products fed raw or improperly cooked to susceptible animals, contact with an infected carcass, and from aerosol spread of virus from an infected animal or property via air currents. Prompt reporting of suspicious signs of FMD to the proper agents (state veterinarians, federal animal disease control officials, or county agricultural agents will enable an investigation, testing, and containment should an outbreak occur. Laboratory testing is required to confirm the diagnosis. Stringent import and cross-border animal movement controls and surveillance are used in protection of FMD free countries. A response effort to eradicate any potential outbreaks include humane destruction of all infected, recovered and FMD-susceptible animals; appropriate disposal of animal carcasses and all animal products; surveillance and tracing of potentially infected or exposed livestock; strict quarantine and controls on movement of livestock, equipment, and vehicles; and, thorough disinfection of premises and all infected material (implements, cars, clothes, etc.).",
            "score": 74.53128099441528
        },
        {
            "docid": "18821046_2",
            "document": "Chickenpox . Chickenpox, also known as varicella, is a highly contagious disease caused by the initial infection with varicella zoster virus (VZV). The disease results in a characteristic skin rash that forms small, itchy blisters, which eventually scab over. It usually starts on the chest, back, and face then spreads to the rest of the body. Other symptoms may include fever, tiredness, and headaches. Symptoms usually last five to seven days. Complications may occasionally include pneumonia, inflammation of the brain, and bacterial skin infections. The disease is often more severe in adults than in children. Symptoms begin 10 to 21 days after exposure to the virus. Chickenpox is an airborne disease which spreads easily through the coughs and sneezes of an infected person. It may be spread from one to two days before the rash appears until all lesions have crusted over. It may also spread through contact with the blisters. Those with shingles may spread chickenpox to those who are not immune through contact with the blisters. The disease can usually be diagnosed based on the presenting symptom; however, in unusual cases it may be confirmed by polymerase chain reaction (PCR) testing of the blister fluid or scabs. Testing for antibodies may be done to determine if a person is or is not immune. People usually only get chickenpox once. Although reinfections by the virus occur, these reinfections usually do not cause any symptoms. Since its introduction in 1995, the varicella vaccine has resulted in a decrease in the number of cases and complications from the disease. It protects about 70 to 90 percent of people from disease with a greater benefit for severe disease. Routine immunization of children is recommended in many countries. Immunization within three days of exposure may improve outcomes in children. Treatment of those infected may include calamine lotion to help with itching, keeping the fingernails short to decrease injury from scratching, and the use of paracetamol (acetaminophen) to help with fevers. For those at increased risk of complications, antiviral medication such as aciclovir are recommended. Chickenpox occurs in all parts of the world. In 2013 there were 140 million cases of chickenpox and herpes zoster worldwide. Before routine immunization the number of cases occurring each year was similar to the number of people born. Since immunization the number of infections in the United States has decreased nearly 90%. In 2015 chickenpox resulted in 6,400 deaths globally – down from 8,900 in 1990. Death occurs in about 1 per 60,000 cases. Chickenpox was not separated from smallpox until the late 19th century. In 1888 its connection to shingles was determined. The first documented use of the term \"chicken pox\" was in 1658. Various explanations have been suggested for the use of \"chicken\" in the name, one being the relative mildness of the disease.",
            "score": 70.06859934329987
        },
        {
            "docid": "71491_2",
            "document": "Hepatitis C . Hepatitis C is an infectious disease caused by the hepatitis C virus (HCV) that primarily affects the liver. During the initial infection people often have mild or no symptoms. Occasionally a fever, dark urine, abdominal pain, and yellow tinged skin occurs. The virus persists in the liver in about 75% to 85% of those initially infected. Early on chronic infection typically has no symptoms. Over many years however, it often leads to liver disease and occasionally cirrhosis. In some cases, those with cirrhosis will develop complications such as liver failure, liver cancer, or dilated blood vessels in the esophagus and stomach. HCV is spread primarily by blood-to-blood contact associated with intravenous drug use, poorly sterilized medical equipment, needlestick injuries in healthcare, and transfusions. Using blood screening, the risk from a transfusion is less than one per two million. It may also be spread from an infected mother to her baby during birth. It is not spread by superficial contact. It is one of five known hepatitis viruses: A, B, C, D, and E. Diagnosis is by blood testing to look for either antibodies to the virus or its RNA. Testing is recommended in all people who are at risk. There is no vaccine against hepatitis C. Prevention includes harm reduction efforts among people who use intravenous drugs and testing donated blood. Chronic infection can be cured about 95% of the time with antiviral medications such as sofosbuvir or simeprevir. Peginterferon and ribavirin were earlier generation treatments which had a cure rate of less than 50% and greater side effects. Getting access to the newer treatments however can be expensive. Those who develop cirrhosis or liver cancer may require a liver transplant. Hepatitis C is the leading reason for liver transplantation, though the virus usually recurs after transplantation. An estimated 143 million people (2%) worldwide are infected with hepatitis C as of 2015. In 2013 about 11 million new cases occurred. It occurs most commonly in Africa and Central and East Asia. About 167,000 deaths due to liver cancer and 326,000 deaths due to cirrhosis occurred in 2015 due to hepatitis C. The existence of hepatitis C – originally identifiable only as a type of non-A non-B hepatitis – was suggested in the 1970s and proven in 1989. Hepatitis C infects only humans and chimpanzees.",
            "score": 63.524839639663696
        }
    ],
    "r": [
        {
            "docid": "40817590_36",
            "document": "Ebola virus disease . Isolation refers to separating those who are sick from those who are not. Quarantine refers to separating those who may have been exposed to a disease until they either show signs of the disease or are no longer at risk. Quarantine, also known as enforced isolation, is usually effective in decreasing spread. Governments often quarantine areas where the disease is occurring or individuals who may transmit the disease outside of an initial area. In the United States, the law allows quarantine of those infected with ebolaviruses.",
            "score": 120.3162841796875
        },
        {
            "docid": "25237_2",
            "document": "Quarantine . A quarantine is used to separate and restrict the movement of people; it is a 'a restraint upon the activities or communication of persons or the transport of goods designed to prevent the spread of disease or pests', for a certain period of time. This is often used in connection to disease and illness, such as those who may possibly have been exposed to a communicable disease. The term is often erroneously used to mean medical isolation, which is \"to separate ill persons who have a communicable disease from those who are healthy\". The word comes from an Italian variant (seventeenth-century Venetian) of 'quaranta giorni', meaning forty days, the period that all ships were required to be isolated before passengers and crew could go ashore during the Black Death plague epidemic. Quarantine can be applied to humans, but also to animals of various kinds, and both as part of border control as well as within a country.",
            "score": 118.28230285644531
        },
        {
            "docid": "19167679_62",
            "document": "Virus . Epidemiology is used to break the chain of infection in populations during outbreaks of viral diseases. Control measures are used that are based on knowledge of how the virus is transmitted. It is important to find the source, or sources, of the outbreak and to identify the virus. Once the virus has been identified, the chain of transmission can sometimes be broken by vaccines. When vaccines are not available, sanitation and disinfection can be effective. Often, infected people are isolated from the rest of the community, and those that have been exposed to the virus are placed in quarantine. To control the outbreak of foot-and-mouth disease in cattle in Britain in 2001, thousands of cattle were slaughtered. Most viral infections of humans and other animals have incubation periods during which the infection causes no signs or symptoms. Incubation periods for viral diseases range from a few days to weeks, but are known for most infections. Somewhat overlapping, but mainly following the incubation period, there is a period of communicability — a time when an infected individual or animal is contagious and can infect another person or animal. This, too, is known for many viral infections, and knowledge of the length of both periods is important in the control of outbreaks. When outbreaks cause an unusually high proportion of cases in a population, community, or region, they are called epidemics. If outbreaks spread worldwide, they are called pandemics.",
            "score": 106.4111099243164
        },
        {
            "docid": "4871231_9",
            "document": "Equine herpesvirus 1 . To prevent the spread of EHV-1, there are a few steps that should be taken. Most important is to stop horse movement and transportation; not allowing horses that have been exposed to EHV-1 to be in contact with unexposed horses; and to isolate animals that are showing symptoms of the virus. Ideally, horses that are showing symptoms should be completely quarantined. The recommended quarantined period is at least 21 days. Another facet of EHV-1 control is to be aware of the potential for spreading the virus via equipment, and transmission, via human contact, between horses. Since people can and do transfer this virus via their hands and clothing, people need to take sanitary precautions when handling a sick horse. Disinfecting footwear and wearing gloves can help minimize the risk of spreading. Routinely cleaning and disinfecting the barns and buildings where horses have been is important for preventing transmission. In the case of an outbreak, one should also take precautions to minimize stress on the horses. As stated previously, stress will trigger a latent virus to reactivate, and it can allow an uninfected horse to be more easily infected.",
            "score": 103.367431640625
        },
        {
            "docid": "25986978_3",
            "document": "2009 flu pandemic in Taiwan . After WHO raised the influenza pandemic phase to phase 4 on April 28, 2009, Taiwan established the Central Epidemic Command Center (CECC), and convened the first CECC meeting on the same day. Taiwan CDC also announced pandemic influenza A (H1N1) infection as category I notifiable disease which should be reported within 24 hours and all suspect patients should be hospitalized and isolated till the diagnosis was excluded. Besides routine fever screening, which has been in place since the SARS period in 2003, multiple border quarantine measures began on April 29 to delay the importation of the virus, as a result of meeting. On-board quarantine was performed on all flights came directly from the Americas and passengers were encouraged to report voluntarily to quarantine officers if they had flu-like symptoms. Through enhanced screening and quarantine, the first imported case was found when a 52-year-old foreign resident of Taiwan returned from the United States via Hong Kong on May 20. The man had been in the United States from February 20 to May 18 and was symptomatic on his flight back to Taiwan. He was sent to designated hospital directly from the airport, isolated, treated with oseltamivir and recovered fully. All passengers seated within three rows of the ill passenger were contacted, given chemoprophylaxis and quarantined. Quarantine on board discontinued on May 20, after the first case was found. In the following week, 9 more imported cases were found by fever screening in the airport. On May 24, the first domestic case that became infected with influenza A (H1N1) through close contact with an imported case was diagnosed. Because of enhanced contact tracing and prophylactic treatment, local transmission of the virus was stopped and no other domestic cases were found.  Details of the control measures and clinical characteristics of the first 61 imported cases of pandemic influenza A (H1N1) has been published in the following article in Taiwan Epidemiology Bulletin.",
            "score": 102.80167388916016
        },
        {
            "docid": "44000088_54",
            "document": "Ebola virus cases in the United States . Pennsylvania, Maryland, and Georgia have all authorized mandatory twice daily health monitoring and/or temperature reporting for 21 days for people exposed to people with Ebola. Virginia has also implemented mandatory twice daily temperature reporting and daily monitoring from health authorities, but has also authorized mandatory quarantine for higher risk patients. California mandated a 21-day quarantine for all health workers who have had contact with Ebola patients. Kaci Hickox, an American nurse who treated Ebola patients in Sierra Leone became the first person placed under the new mandatory quarantine rules on her arrival at Newark Liberty International Airport, in New Jersey. A low-accuracy (forehead) thermometer indicated Hickox developed a fever on Friday night and was taken to University Hospital in Newark. She later tested negative for the Ebola virus but remained quarantined in a medical tent. Hickox and Doctors Without Borders criticized the condition of the quarantine in a tent with a bed and a portable toilet, but without shower facility. Hickox expressed that it was inhumane. The hospital responded that they tried their best to accommodate Hickox by allowing her to have computer access, cell phone, reading materials, and providing take-out food and drink. On October 27, after being symptom free for an additional 24-hour period, testing negative for Ebola, and after the state's quarantine policy was relaxed the night before, Hickox was released from quarantine in New Jersey. She has filed suit.",
            "score": 101.6589584350586
        },
        {
            "docid": "22845262_15",
            "document": "Real-time locating system . Several prominent labor unions have come out against the use of RTLS systems to track workers calling them \"the beginning of Big Brother\" and \"an invasion of privacy\". A common strategy to overcome opposition to these systems is often similar to the following. However, this loss of privacy may be outweighed by other benefits to staff. For example, Toronto General Hospital is looking at RTLS to reduce quarantine times after an infectious disease outbreak. After a recent SARS outbreak, 1% of all staff were quarantined, and more accurate data regarding who had been exposed to the virus could have reduced the need for quarantines.",
            "score": 98.2193832397461
        },
        {
            "docid": "23125046_6",
            "document": "2009 flu pandemic in Asia . Concerns began to emerge in the country about whether or not the health care sector could handle the influx of flu patients. The Ministry of Health set up screening facilities on the King Fahd Causeway to screen travelers entering the country. On 1 May, it was announced that a 41-year-old male American traveler and a female passenger from Paris were quarantined at Salmaniya Medical Complex after displaying flu-like symptoms. However, both passengers tested negative to H1N1 tests. On 26 May, a Bahraini student who had recently arrived from New York was confirmed as having contracted the flu; he was the first confirmed case of swine flu to hit the island country. It is also the first case involving a Gulf national contracting the disease. Health officials have stated the boy had suffered a mild form of the disease and was discharged from the hospital after spending five days in quarantine. On 15 June, seven Bahraini students, all age 17, tested positive for the H1N1 virus. The students were among a group of students who had recently returned from a student exchange program in the United States. On 17 June, three more Bahrainis tested positive for the flu, all of whom were in contact with the previous seven students.",
            "score": 97.53106689453125
        },
        {
            "docid": "22555940_44",
            "document": "2009 flu pandemic . During the height of the fear of a pandemic, some countries initiated or threatened to initiate quarantines of foreign visitors suspected of having or being in contact with others who may have been infected. In May 2009, the Chinese government confined 21 U.S. students and three teachers to their hotel rooms. As a result, the US State Department issued a travel alert about China's anti-flu measures and warned travellers against travelling to China if ill. In Hong Kong, an entire hotel was quarantined with 240 guests; Australia ordered a cruise ship with 2,000 passengers to stay at sea because of a swine flu threat. Egyptian Muslims who went on the annual pilgrimage to Mecca risked being quarantined upon their return. Russia and Taiwan said they would quarantine visitors with fevers who come from areas where the flu was present. Japan quarantined 47 airline passengers in a hotel for a week in mid-May, then in mid-June India suggested pre-screening \"outbound\" passengers from countries thought to have a high rate of infection.",
            "score": 96.5927734375
        },
        {
            "docid": "18766553_4",
            "document": "Isolation (health care) . Isolation is defined as the voluntary or compulsory separation and confinement of those known or suspected to be infected with a contagious disease agent (whether ill or not) to prevent further infections. (In this form of isolation, transmission-based precautions are imposed.) In contrast, quarantine is the compulsory separation and confinement, with restriction of movement, of healthy individuals or groups who have potentially been exposed to an agent to prevent further infections should infection occur. Biocontainment refers to laboratory biosafety in microbiology laboratories in which the physical containment (BSL-3, BSL-4) of highly pathogenic organisms is accomplished through built-in engineering controls.",
            "score": 94.88253784179688
        },
        {
            "docid": "43978682_18",
            "document": "Ebola virus epidemic in Guinea . On 17 March 2016, the government of Guinea reported 2 people had tested positive for Ebola virus in Korokpara. It was also reported that they are from the village where members of one family died recently from vomiting (and diarrhea). On 19 March, it was reported that another individual died due to the virus, at the treatment centre in Nzerekore. The country's government has quarantined an area around the home where the cases took place. This region of Guinea is where the first case was registered on December 2013, at the beginning of the Ebola outbreak. On 22 March, it was reported that medical authorities in Guinea have quarantined 816 people as possibly having had contact with the prior cases (more than one hundred individuals are considered high risk); on the same day Liberia ordered its border with Guinea closed. Macenta prefecture, 200 kilometers from Korokpara, has registered the fifth fatality due to the Ebola virus disease in Guinea. On 29 March it was reported that about 1000 contacts have been identified (142 are high risk), and on 30 March, 3 more confirmed cases were reported from the sub-prefecture of Koropara in Guinea. On 1 April it was reported that possible contacts, which number in the hundreds, have been vaccinated with an experimental vaccine, in a \"ring vaccination\" approach.",
            "score": 94.80195617675781
        },
        {
            "docid": "22677497_11",
            "document": "Social distancing . During the 2003 SARS outbreak in Singapore, some 8,000 persons were subjected to mandatory home quarantine and an additional 4,300 were required to self-monitor for symptoms and make daily telephone contact with health authorities as a means of controlling the epidemic. Although only 58 of these individuals were eventually diagnosed with SARS, public health officials were satisfied that this measure assisted in preventing further spread of the infection. Voluntary self-isolation may have helped reduce transmission of influenza in Texas in 2009.",
            "score": 94.4266586303711
        },
        {
            "docid": "19707361_16",
            "document": "Rabies in animals . Humans exposed to the rabies virus must begin post-exposure prophylaxis before the disease can progress to the central nervous system. For this reason, it is necessary to determine whether the animal, in fact, has rabies as quickly as possible. Without a definitive quarantine period in place for skunks, quarantining the animals is not advised as there is no way of knowing how long it may take the animal to show symptoms. Destruction of the skunk is recommended and the brain is then tested for presence of rabies virus.",
            "score": 94.0219955444336
        },
        {
            "docid": "41681699_19",
            "document": "2012 Middle East respiratory syndrome coronavirus outbreak . On 16 April 2014, an OFW who returned from Al Ain City, United Arab Emirates was found positive for MERS-CoV at the Ninoy Aquino International Airport. The said person was tested for the said virus in the United Arab Emirates (UAE) but immediately travelled to Manila. Doctors from UAE later contacted Department of Health (DOH) confirming the condition of the OFW. The said OFW, who was working as a nurse in the UAE, had contact with the Filipino paramedic who had died recently in the said country. The OFW together with four of his family members who fetched him at the airport were quarantined. In a press release on 19 April, DOH announced that the OFW who UAE doctors found positive for MERS-CoV was found negative for the virus in an subsequent test by Research Institute for Tropical Medicine (RITM). Explaining further with the test, Secretary Enrique Ona explained, \"Since ten days had lapsed from the reported testing date at the UAE, our task force right away got in touch with him and decided to perform a test on him, and fortunately, as well for the comfort of everybody, the findings of our Research Institute for Tropical Medicine, he tested negative.\" In the said press release, DOH also announced that they are tracking all other 414 passengers of Etihad Airways Flight 424 (the flight the OFW took from Abu Dhabi, UAE to Manila) in order to be tested.",
            "score": 93.07597351074219
        },
        {
            "docid": "8302735_31",
            "document": "Christopher Monckton, 3rd Viscount Monckton of Brenchley . In a 1987 article for \"The American Spectator\", \"AIDS: A British View\", Monckton argued \"there is only one way to stop AIDS. That is to screen the entire population regularly and to quarantine all carriers of the disease for life. Every member of the population should be blood-tested every month ... all those found to be infected with the virus, even if only as carriers, should be isolated compulsorily, immediately, and permanently.\" This would involve isolating between 1.5 and 3 million people in the United States (\"not altogether impossible\") and another 30,000 people in the UK (\"not insuperably difficult\"). The article concluded that current Western sensibilities would not allow this standard protocol for containing a new, fatal and incurable infection to be applied: therefore, he said, many would needlessly die. Andrew Ferguson, then assistant managing editor of \"The American Spectator\", denounced it in the letters column of the same issue. Monckton appeared on the BBC's \"Panorama\" programme in February 1987 to discuss his views and present the results of an opinion poll that found public support for his position. Monckton has since stated \"the article was written at the very outset of the AIDS epidemic, and with 33 million people around the world now infected, the possibility of [quarantine] is laughable. It couldn't work.\" He also said that this standard protocol could have worked at the time; that senior HIV investigators had called for it; and that many of the lives that have been lost could have been saved.",
            "score": 92.54119873046875
        },
        {
            "docid": "42345073_20",
            "document": "West African Ebola virus epidemic . On 17 March 2016, the government of Guinea reported that 2 people had again tested positive for Ebola virus in Korokpara. It was also reported that they were from the village where members of one family had recently died from vomiting (and diarrhea). On 19 March, it was reported that another individual had died due to the virus at the treatment centre in Nzerekore. Consequently, the country's government quarantined an area around the home where the cases took place. This was also the same region where the first case was registered on December 2013 at the beginning of the Ebola outbreak. On 22 March, it was reported that medical authorities in Guinea had quarantined 816 suspected contacts of the prior cases (more than 100 individuals were considered high-risk); the same day, Liberia ordered its border with Guinea closed. Macenta Prefecture, 200 kilometers from Korokpara, registered Guinea's fifth fatality due to Ebola virus disease within the same period. On 29 March, it was reported that about 1,000 contacts had been identified (142 of them high-risk), and on 30 March 3 more confirmed cases were reported from the sub-prefecture of Koropara. On 1 April, it was reported that possible contacts, which numbered in the hundreds, had been vaccinated with an experimental vaccine using a ring vaccination approach.",
            "score": 91.77225494384766
        },
        {
            "docid": "47677150_14",
            "document": "Immigrant health in Australia . In the 1830s, the immigrants that arrived by boat on the shores of Sydney were suspected to be carrying contagious diseases. During this period, influenza, typhoid, scarlet fever and whopping cough were all found on European ships arriving in Australia. To contain such diseases, the ships were stopped at North Head Quarantine Station where the authority would place the passengers and crew into quarantine. The Australian Government (2015) suspects that each passenger would have spent on average, 40 days in quarantine before being released into Australia, as Australian residents. Each experience within North Head varied and was dependent on class. Some immigrants were exposed to further disease, disempowerment and in some cases death. In the beginning, North Head Quarantine Station provided tents for those immigrants who came to Australia. However, in 1837, those who appeared to be healthy were those who were granted accommodation in the tents, while those who were sick were required to stay on the ship. The Australian government suggests that in the year of 1837, 295 healthy immigrants were kept ashore while those who were contagious or otherwise were kept on the ship. The North Head Quarantine Station's facilities continued to grow. However, between 1860 and 1870, the quarantine station took a turn for the worst when the world economy decelerated along with immigration. As a result, an outbreak of smallpox occurred due to insufficient maintenance of the North Head Quarantine Station. It was only in 1909, when the Commonwealth government took over North Head Quarantine, that the station attained a maximum volume of 1200 people.",
            "score": 90.93177795410156
        },
        {
            "docid": "57475427_10",
            "document": "Nipah virus infection . In May 2018, an outbreak was reported in the Kozhikode district of Kerala, India. Eighteen deaths have been recorded, including one healthcare worker. Those who have died are mainly from the districts of Kozhikode and Malappuram, including a 31-year-old nurse, who was treating patients infected with the virus. , about 16 people are being quarantined because they had contact with the sick. This incident has caused panic throughout the state. Blood samples have been sent for testing. India is seeking help from Australia by importing monoclonal antibodies to a Nipah virus antigen. However, the treatment is experimental and has not yet been tested on humans. India is also importing ribavirin tablets from Malaysia, result of coordination of authorities and people disease controlled.",
            "score": 89.85076904296875
        },
        {
            "docid": "34688170_31",
            "document": "Emergency management in American universities . In the event of an outbreak, however, campus officials can prepare to adequately handle the unique scenario presented by a high concentration of students in a comparatively small area. Some strategies that may be taken to prepare for the possibility of quarantine include ensuring that student health centers are able to make use of specially designated centers for assessing whether individuals are infected. In the event of a quarantine, campuses preparedness may address the basic needs of isolated students, providing pre-packaged utensils and non-perishable food items. Campuses may also utilize take-out options in order to reduce the risk of the disease spreading through the student and faculty body. Steps may be taken to ensure that adequate lines of communication for concerned families and students seeking information are established, in order to prevent an overload of resources. In a campus setting, pandemic disease protocol can ideally address the concerns of prevention, isolation, and containment comprehensively in order to protect the campus from greater vulnerability to disease risk.",
            "score": 89.59706115722656
        },
        {
            "docid": "3954525_73",
            "document": "North Head Quarantine Station . The Quarantine Station occupies the first site officially designated as a place of Quarantine for people entering Australia. It is the nation's oldest and most intact facility of its type and can thus be ascribed national significance. Together with Point Nepean Station, and in terms of the story of quarantine and its role in controlled migration to Australia, the two Stations have to be considered as being nationally significant quarantine sites. The Station's use remained essentially unchanged from 1828 to 1984, and all buildings and development on the site reflect the changing social and scientific demands of Quarantine during that period. The formation and development of the Quarantine Station relates directly to the growth of Australia as a remote island nation. It symbolises the distance travelled and perils faced by many immigrants who first stood on Australian soil at the Quarantine Station. The site has symbolic significance for these reasons. The history of the site reflects the changing social and racial values of the Australian community and the development of medical practices in controlling infectious diseases. The site has historic significance in demonstrating and elucidating major themes in Australian history, immigration, the development of society and government, social welfare and health care, treatment of disease, transport and conservation. Evidence of the hardships experienced by European and Asian internees during their detention in Quarantine and the tragic deaths of some of them, is powerfully conveyed by the inscriptions on the gravestones, monuments and amongst the random inscriptions scattered throughout the site. The rugged topography of the southern rock cliffs in the area of the Old Mans Hat, where the power of the sea is manifest, and where the healthy and sick internees sought relief from the confinement of the Quarantine Station, contrasts strongly with the sanctuary of Quarantine and Store Beaches, where European vessels were first quarantine and from where the food gathering and cultural activities of Aboriginal people were abruptly halted. The views to the Station and to North Head from the city of Sydney; and from the Station down the length of Port Jackson are significant for their iconic value. The class system which permeated Colonial society in this country is illustrated clearly in the extant building fabric and in cultural landscape which contains the subtle evidence of the fences and paths which were contrived to maintain absolute separation between the classes and races, and between the healthy and the sick, the dying and the dead, at the Quarantine Station. The whole place displays evidence of natural systems, historic built forms and historical associations with the experience of quarantine have been retained largely intact due to its relative isolation on North Head.",
            "score": 89.48419189453125
        },
        {
            "docid": "25237_17",
            "document": "Quarantine . One of the first points to be dealt with in 1897 was to settle the incubation period for this disease, and the period to be adopted for administrative purposes. It was admitted that the incubation period was, as a rule, a comparatively short one, namely, of some three or four days. After much discussion ten days was accepted by a very large majority. The principle of disease notification was unanimously adopted. Each government had to notify to other governments on the existence of plague within their several jurisdictions, and at the same time state the measures of prevention which are being carried out to prevent its diffusion. The area deemed to be infected was limited to the actual district or village where the disease prevailed, and no locality was deemed to be infected merely because of the importation into it of a few cases of plague while there has been no diffusion of the malady. As regards the precautions to be taken on land frontiers, it was decided that during the prevalence of plague every country had the inherent right to close its land frontiers against traffic. As regards the Red Sea, it was decided after discussion that a healthy vessel could pass through the Suez Canal, and continue its voyage in the Mediterranean during the period of incubation of the disease the prevention of which is in question. It was also agreed that vessels passing through the Canal in quarantine might, subject to the use of the electric light, coal in quarantine at Port Said by night as well as by day, and that passengers might embark in quarantine at that port. Infected vessels, if these carry a doctor and are provided with a disinfecting stove, have a right to navigate the Canal, in quarantine, subject only to the landing of those who were suffering from plague.",
            "score": 89.03179931640625
        },
        {
            "docid": "1421847_7",
            "document": "1775–82 North American smallpox epidemic . Though there was not too much known about viruses and their transitions, English colonists in North America recognized the effectiveness of isolating individuals infected with smallpox. The English colonies were more aware of the features of smallpox than of almost any other infectious disease. It was widely recognized that there were only two options for protecting oneself against this disease, quarantine or inoculation against the disease. Many feared inoculation, and instead chose isolation via quarantine. Individuals with recognized infections were sent to remote locations where they could let the disease run its course without the fear of infecting others. If needed,the scale of the quarantine could be increased. This meant cutting off entire towns from the rest of the colonies for the duration of the disease.",
            "score": 88.95147705078125
        },
        {
            "docid": "4754849_15",
            "document": "Bovine herpesvirus 1 . Animals showing clinical signs should be quarantined to stop the spread of the virus. The use of quarantine in herds with BoHV-1 is not ideal control program, as it is a latent virus and results in lifelong infection. However, new animals coming to a farm, or crossing borders, should be quarantined while tests for the virus are being undergone. Quarantine will also help contain the spread after an outbreak.",
            "score": 88.51325225830078
        },
        {
            "docid": "42345073_27",
            "document": "West African Ebola virus epidemic . Sierra Leone had entered a 90-day period of enhanced surveillance that was scheduled to end on 5 February 2016, when, on 14 January, a new Ebola death was reported in the Tonkolili District. Prior to this case, the WHO had advised that \"we still anticipate more flare-ups and must be prepared for them. A massive effort is underway to ensure robust prevention, surveillance and response capacity across all three countries by the end of March.\" On 16 January, aid workers reported that a woman had died of the virus and that she may have exposed several individuals; the government later announced that 100 people had been quarantined. Investigations indicated that the deceased was a female student from Lunsar, in Port Loko District who had gone to Kambia District on 28 December 2015 before returning symptomatic. She had also visited Bombali District to consult a herbalist, and had later gone to a government hospital in Magburaka. The WHO indicated that there were 109 contacts (28 of them high-risk), that there were another 3 missing contacts, and that the source or route of transmission that caused the fatality was unknown. A second new case – confirmed by WHO spokesman Tarik Jasarevic to be a 38-year-old relative and caregiver of the aforementioned Ebola victim – had become symptomatic on 20 Jan while under observation at a quarantine centre. On 22 January, it was reported that this patient was responding to treatment. On 26 January, WHO Director-General, Dr Margaret Chan officially confirmed that the outbreak was not yet over; that same day, it was also reported that Ebola restrictions had halted market activity in Kambia District, amid protests. On 7 February 70 individuals were released from quarantine, and on 8 February the last Ebola patient was also released. On 17 February, the WHO indicated that 2,600 Ebola survivors had accessed health assessments and eye examinations.",
            "score": 88.31392669677734
        },
        {
            "docid": "22605309_26",
            "document": "2009 flu pandemic by country . South Korea warned against travel to Mexico City and three Mexican states. The government stepped up quarantine and safety checks on travelers arriving from the United States and Mexico, and pork imports from those countries. An emergency quarantine system was instigted, with simple tests conducted on people with flu symptoms at airports. On 28 April, South Korea reported its first probable case after positive preliminary tests on a nun who had recently returned from Mexico. One case was confirmed on 30 April. On 2 May, the first suspected woman turned out to be infected. South Korea became the second infected nation in Asia. On 13 September, five people died, and 1 person experienced brain death. As of November, 107,939 had been infected.",
            "score": 88.16539764404297
        },
        {
            "docid": "12286_13",
            "document": "Great Plague of London . The duration of quarantine was increased to forty days in May 1664 as the continental plague worsened, and the areas subject to quarantine changed with the news of the spread of plague to include all of Holland, Zeeland and Friesland (all regions of the Dutch Republic), although restrictions on Hamburg were removed in November. Quarantine measures against ships coming from the Dutch Republic were put in place in 29 other ports from May, commencing with Great Yarmouth. The Dutch ambassador objected at the constraint of trade with his country, but England responded that it had been one of the last countries introducing such restrictions. Regulations were enforced quite strictly, so that people or houses where voyagers had come ashore without serving their quarantine were also subjected to 40 days quarantine.",
            "score": 87.27599334716797
        },
        {
            "docid": "21496026_38",
            "document": "Sperm donation . Sperm banks typically screen potential donors for genetic diseases, chromosomal abnormalities and sexually transmitted infections that may be transmitted through sperm. The screening procedure generally also includes a quarantine period, in which the samples are frozen and stored for at least six months after which the donor will be re-tested for sexually transmitted diseases (STIs). This is to ensure no new infections have been acquired or have developed during the period of donation. Providing the result is negative, the sperm samples can be released from quarantine and used in treatments. Children conceived through sperm donation have a birth defect rate of almost a fifth compared to the general population.",
            "score": 86.78189086914062
        },
        {
            "docid": "22555940_15",
            "document": "2009 flu pandemic . Confirmed diagnosis of pandemic H1N1 flu requires testing of a nasopharyngeal, nasal or oropharyngeal tissue swab from the patient. Real-time RT-PCR is the recommended test as others are unable to differentiate between pandemic H1N1 and regular seasonal flu. However, most people with flu symptoms do not need a test for pandemic H1N1 flu specifically, because the test results usually do not affect the recommended course of treatment. The U.S. CDC recommend testing only for people who are hospitalized with suspected flu, pregnant women and people with weakened immune systems. For the mere diagnosis of influenza and not pandemic H1N1 flu specifically, more widely available tests include rapid influenza diagnostic tests (RIDT), which yield results in about 30 minutes, and direct and indirect immunofluorescence assays (DFA and IFA), which take 2–4 hours. Due to the high rate of RIDT false negatives, the CDC advises that patients with illnesses compatible with novel influenza A (H1N1) virus infection but with negative RIDT results should be treated empirically based on the level of clinical suspicion, underlying medical conditions, severity of illness and risk for complications, and if a more definitive determination of infection with influenza virus is required, testing with rRT-PCR or virus isolation should be performed. Rhonda Medows of the Georgia Department of Community Health states that the rapid tests are incorrect anywhere from 30% to 90% of the time and warns doctors in her state not to use them because they are wrong so often. The use of RIDTs has also been questioned by researcher Paul Schreckenberger of the Loyola University Health System, who suggests that rapid tests may actually pose a dangerous public health risk. Nikki Shindo of the WHO has expressed regret at reports of treatment being delayed by waiting for H1N1 test results and suggests, \"[D]octors should not wait for the laboratory confirmation but make diagnosis based on clinical and epidemiological backgrounds and start treatment early\".",
            "score": 86.62821197509766
        },
        {
            "docid": "35316091_14",
            "document": "San Francisco plague of 1900–1904 . Late at night, Kellogg ran the suspicious samples of lymph fluid to Angel Island to be tested on animals in Kinyoun's better-equipped laboratory - an operation that would take at least four days. Meanwhile, Wilson and O'Brien called upon the city's Board of Health and insisted that Chinatown be quarantined immediately. When dawn came on March 7, 1900, Chinatown was circled by rope and surrounded by policemen preventing egress or access to anyone but Whites. The 12-block area was bordered by four streets: Broadway, Kearney, California and Stockton. Approximately 25,000–35,000 residents were unable to leave. Chinese Consul General Ho Yow felt that the quarantine was likely based on false assumptions and that it was entirely unfair to Chinese people and would seek an injunction to lift the quarantine. San Francisco mayor James D. Phelan was in favor of keeping the Chinese-speaking residents separated from the Anglo-Americans - claiming that Chinese- Americans were unclean, filthy, and \"a constant menace to the public health.\" Nevertheless, the Board of Health lifted the quarantine on March 9 after it had been in force for only 2½ days. O'Brien said, by way of explanation, that \"the general clamor had become too great to ignore\". The animals tested in Kinyoun's lab seemed to be in normal conditions after the first 48 hours of being exposed to the possible plague-causing agents. The lack of early response cast doubt on the theory that plague was the cause of Wong Chut King's death. On March 11, Kinyoun's lab presented its results. Two guinea pigs and one rat died after being exposed to samples from the first victim, proving the plague was indeed in Chinatown. Without restoring the quarantine, the Board of Health inspected every building in Chinatown, and labored to disinfect the neighborhood. Property was taken and burned if it was suspected of harboring filth. Using physical violence, policemen enforced compliance with the Board of Health's directives. Angry and worried Chinese communities reacted by hiding those that were sick.",
            "score": 86.62663269042969
        },
        {
            "docid": "43987559_17",
            "document": "Ebola virus epidemic in Liberia . On 25 September Liberia's chief medical official went on a self-enforced quarantine after her assistant died from the disease, fearing she might have been accidentally exposed to the virus. By 29 September it was announced she tested negative for Ebola and government officials praised her for following the self quarantine protocol.",
            "score": 86.28980255126953
        },
        {
            "docid": "23125046_38",
            "document": "2009 flu pandemic in Asia . About 18 people on U.S. military bases in Kuwait have tested positive for swine flu, a U.S. Central Command spokeswoman said on 24 May 2009. They are the first cases reported in Kuwait. It remains unclear whether the virus has spread to the civilian population. The names and units of the infected people were not immediately available. Maj. Kristi Beckman, speaking from Central Command headquarters in Tampa, said everyone who tested positive for the virus was quarantined in military health facilities approved by officials from the Kuwaiti Ministry of Health. The World Kuwait is used as a staging area for soldiers heading to or from the war in Iraq. The World Health Organization reported that they had not included Kuwait on its list of countries where the virus is present.",
            "score": 85.86956787109375
        },
        {
            "docid": "25237_22",
            "document": "Quarantine . Under the \"Quarantine Act\", all travellers must submit to screening and if they believe they might have come into contact with communicable diseases or vectors, they must disclose their whereabouts to a Border Services Officer. If the officer has reasonable grounds to believe that the traveller is or might have been infected with a communicable disease or refused to provide answers, a quarantine officer (QO) must be called and the person is to be isolated. If a person refuses to be isolated, any peace officer may arrest without warrant.",
            "score": 85.76482391357422
        }
    ]
}