{
    "q": [
        {
            "docid": "57560460_4",
            "document": "Affect as information hypothesis . A finding by Schwarz and Clore (1988) has been noted in literature (for example,), wherein individuals are thought to review and attend to their affective reactions when making evaluative judgements and decisions. They typically ask themselves, “How do I feel about it”. A broad example of this (which may be applied to a variety of situations) is when considering how much we like something. Our judgements are based on how we feel about a particular stimulus as opposed to the attributes or characteristics of the said stimulus. Essentially, if the object, task situation, or other stimulus is experienced as the source of an affective reaction and takes on the affect value, then a judgement or decision may be made about the stimulus based on these attributed feelings. Positive and negative affect typically lead to positive and negative judgements, respectively.  Affective arousal is thought to intensify positive and negative affective reactions and, as a result, judgemental evaluations- as if relying on affective arousal to indicate how strongly one feels about something. An empirical example of this is findings of intensified evaluations under high affective arousal when watching advertisements. Advertisements with positive and negative affective tone were evaluated as more positive and negative respectively, under conditions of high affective arousal relative to under conditions of low affective arousal. Affect may be elicited by the stimulus or situation of relevance, which is referred to as integral affect. Conversely, affect may be momentary and coincide in time with the presence of the relevant stimulus, but be unrelated to the stimulus. This is referred to as incidental affect. Integral affect provides meaningful, relevant information about a target stimulus on which a judgement or decision can be made. Incidental affect may lead to affective feelings being subsequently mis-attributed to the stimulus at hand and thus provide mistaken information about the stimulus, from which a mislead judgement or decision is formed.  There is a variety of research investigating the influence of affect on judgement, and the misattribution of affect. One study in the area investigated affective valence. They induced positive and negative affective states based on a life event (happy versus sad), and the weather (sunny versus rainy). Induced positive affective states (good experiences, sunny weather) lead to more positive evaluations of ratings of general well-being, relative to in an induced negative affective state (sad experiences, rainy weather), which lead to more negative life evaluations. They also found that negative life evaluations from an induced negative affective state was removed when the state was induced to be attributed to an irrelevant source (not to life satisfaction). This misattribution did not occur when in an induced positive affective state. Their conclusion was that the results indicate that affective state indirectly influenced judgements of life satisfaction through the type of information conveyed by affective feelings associated with life satisfaction.",
            "score": 82.9850721359253
        },
        {
            "docid": "9736729_17",
            "document": "Sentence processing . In behavioral studies, subjects are often presented with linguistic stimuli and asked to perform an action. For example, they may be asked to make a judgment about a word (lexical decision), reproduce the stimulus, or name a visually presented word aloud. Speed (often reaction time: time taken to respond to the stimulus) and accuracy (proportion of correct responses) are commonly employed measures of performance in behavioral tasks. Researchers infer that the nature of the underlying process(es) required by the task gives rise to differences; slower rates and lower accuracy on these tasks are taken as measures of increased difficulty. An important component of any behavioral task is that it stays relatively true to 'normal' language comprehension—the ability to generalize the results of any task is restricted when the task has little in common with how people actually encounter language.",
            "score": 52.44450807571411
        },
        {
            "docid": "14678677_23",
            "document": "Alcohol myopia . Alcohol myopia causes individuals to become increasingly aware of sexual arousal and more likely to respond rashly to the arousal stimulus. The decision about how to respond to sexual arousal involves cognitive function that synthesizes both impelling cues (those that draw attention to the benefits of an action) and inhibiting cues (those that focus on the consequences of an action). The alcohol myopia theory suggests that intoxicated individuals will be more likely to engage in risky sexual behavior. Intoxicated males subject to high levels of sexual arousal were more likely to engage in unprotected sex than sober males subject to the same levels of arousal. This is because the impelling cues (sexual arousal) are often more imminent than inhibitory cues (safety precautions), and those affected by alcohol myopia are limited to cognitive processing of the more immediate cues and often ignore the inhibitory cues.",
            "score": 99.72541832923889
        },
        {
            "docid": "41420328_16",
            "document": "Interactions between the emotional and executive brain systems . The emotional-oddball paradigm is a variation on the traditional oddball paradigm used in neuroscience. Studies show emotionally enhanced memory during trials depicting negative imagery when people participate in visual, simultaneous attention-emotional tasks. Emotional arousal has also been shown to cause augmentation in memory, and enhanced processing and information consolidation when paired with stimuli. This effect has been explained by the Arousal-Biased Competition (ABC) model, which postulates that bottom-up sensory preference to arousing stimuli and top-down relevance to current activity or goal pursuit both influence how priority is determined for an event. More simply, if an event is paired with a particularly emotionally arousing stimulus, it will be more salient to processing and have greater resources devoted to it.",
            "score": 130.72315883636475
        },
        {
            "docid": "402652_21",
            "document": "Compulsive hoarding . Some evidence based on brain lesion case studies also suggests that the anterior ventromedial prefrontal and cingulate cortices may be involved in abnormal hoarding behaviors, but sufferers of such injuries display less purposeful behavior than other individuals who hoard compulsively, thus making the involvement of these brain structures unclear. Other neuropsychological factors that have been found to be associated with individuals exhibiting hoarding behaviors include slower and more variable reaction times, increased impulsivity, and decreased spatial attention. A study comparing neural activity in hoarders, people with OCD, and a control group when deciding to throw possessions away found that when hoarders were trying to decide to throw away their own possessions, they had lower activity in the anterior cingulate cortex and insula regions of the brain. The study suggested this lower activity was related to \"problems in identifying the emotional significance of a stimulus, generating appropriate emotional response, or regulating affective state during decision making.\" Hoarders had normal levels of activity in those regions when making decisions about possessions that did not belong to them.",
            "score": 128.25942146778107
        },
        {
            "docid": "3044780_3",
            "document": "Affect heuristic . The theory of affect heuristic is that a human being's affect can influence how he or she makes decisions. Research has shown that risk and benefits are negatively correlated in people’s minds. This was found after researchers found that the inverse relationship between perceived risk and perceived benefit of an activity was linked to the strength of positive or negative affect associated with the activity as measured by rating the activity on bipolar scales (e.g. good/bad). This implies that people base their judgements of an activity or a technology not only on what they think about it, but also on how they feel about it. The affect heuristic gained early attention in 1980 when Robert B. Zajonc argued that affective reactions to stimuli are often the first reaction which occur automatically and subsequently influencing the way in which we process and judge information. The affect heuristic received more recent attention when it was used to explain the unexpected negative correlation between benefit and risk perception. Finucane, Alhakami, Slovic and Johnson theorized in 2000 that a good feeling towards a situation (i.e., positive affect) would lead to a lower risk perception and a higher benefit perception, even when this is logically not warranted for that situation. This implies that a strong emotional response to a word or other stimulus might alter a person's judgment. He or she might make different decisions based on the same set of facts and might thus make an illogical decision. Overall, the affect heuristic is of influence in nearly every decision-making arena.",
            "score": 55.74411702156067
        },
        {
            "docid": "35334391_25",
            "document": "Sexual arousal . The relationship between sexual desire and arousal in men is complex, with a wide range of factors increasing or decreasing sexual arousal. Physiological responses, such as heart rate, blood pressure, and erection, are often discordant with self-reported subjective perceptions of arousal. This inconsistency suggests that psychological, or cognitive aspects, also have a strong effect on sexual arousal. The cognitive aspects of sexual arousal in men are not completely known, but it does involve the appraisal and evaluation of the stimulus, categorization of the stimulus as sexual, and an affective response. Research suggests that cognitive factors, such as sexual motivation, perceived gender role expectations, and sexual attitudes, contribute to sex differences observed in subjective sexual arousal. Specifically, while watching heterosexual erotic videos, men are more influenced by the sex of the actors portrayed in the stimulus, and men may be more likely than women to objectify the actors. There are reported differences in brain activation to sexual stimuli, with men showing higher levels of amygdala and hypothalamic responses than women. This suggests the amygdala plays a critical role in the processing of sexually arousing visual stimuli in men.",
            "score": 140.7727519273758
        },
        {
            "docid": "1781678_17",
            "document": "Cocktail party effect . Diana Deutsch, best known for her work in music perception and auditory illusions, has also made important contributions to models of attention. In order to explain in more detail how words can be attended to on the basis of semantic importance, Deutsch & Deutsch and Norman proposed a model of attention which includes a second selection mechanism based on meaning. In what came to be known as the Deutsch-Norman model, information in the unattended stream is not processed all the way into working memory, as Treisman's model would imply. Instead, information on the unattended stream is passed through a secondary filter after pattern recognition. If the unattended information is recognized and deemed unimportant by the secondary filter, it is prevented from entering working memory. In this way, only immediately important information from the unattended channel can come to awareness.  Daniel Kahneman also proposed a model of attention, but it differs from previous models in that he describes attention not in terms of selection, but in terms of capacity. For Kahneman, attention is a resource to be distributed among various stimuli, a proposition which has received some support. This model describes not \"when\" attention is focused, but \"how\" it is focused. According to Kahneman, attention is generally determined by arousal; a general state of physiological activity. The Yerkes-Dodson law predicts that arousal will be optimal at moderate levels - performance will be poor when one is over- or under-aroused. Of particular relevance, Narayan et al. discovered a sharp decline in the ability to discriminate between auditory stimuli when background noises were too numerous and complex - this is evidence of the negative effect of overarousal on attention. Thus, arousal determines our available capacity for attention. Then, an \"allocation policy\" acts to distribute our available attention among a variety of possible activities. Those deemed most important by the allocation policy will have the most attention given to them. The allocation policy is affected by \"enduring dispositions\" (automatic influences on attention) and \"momentary intentions\" (a conscious decision to attend to something). \"Momentary intentions\" requiring a focused direction of attention rely on substantially more attention resources than \"enduring dispositions\". Additionally, there is an ongoing evaluation of the particular demands of certain activities on attention capacity. That is to say, activities that are particularly taxing on attention resources will lower attention capacity and will influence the allocation policy - in this case, if an activity is too draining on capacity, the allocation policy will likely cease directing resources to it and instead focus on less taxing tasks. Kahneman's model explains the cocktail party phenomenon in that \"momentary intentions\" might allow one to expressly focus on a particular auditory stimulus, but that \"enduring dispositions\" (which can include new events, and perhaps words of particular semantic importance) can capture our attention. It is important to note that Kahneman's model doesn't necessarily contradict selection models, and thus can be used to supplement them.",
            "score": 98.38791835308075
        },
        {
            "docid": "18421485_13",
            "document": "Predictably Irrational . In chapter 6, Ariely collaborated with close friend George Loewenstein, a professor of economics and psychology at Carnegie Mellon University, to test the influence of arousal on decision making in high-emotion situations. Ariely and Loewenstein chose to test the effects of sexual arousal on decision-making in college-aged men at University of California, Berkeley. By using computers to stimulate sexual arousal, they determined that in a stimulated state, the young men were more likely to undergo an action that they would not normally consider. Using the data, Ariely argues that other high-emotion situations such as anger, frustration, and hunger have the potential to trigger similar effects on decision-making. In such situations our behavior is fully controlled by emotions. We are not the people we thought we were. No matter how much experience we have we make irrational decisions every time we are under the influence of arousal. Furthermore, he presents ideas to improve our decision-making abilities in other emotion-provoking situations such as safe sex, safe driving, and making other life decisions. For example, Ariely proposes an OnStar system that could potentially lower the number of car accidents in teenagers by performing tasks such as changing the car's temperature or dialing the teenager's mother when the car exceeds a set speed.",
            "score": 96.45494472980499
        },
        {
            "docid": "5212945_3",
            "document": "Visual neuroscience . A recent study using Event-Related Potentials (ERPs) linked an increased neural activity in the occipito-temporal region of the brain to the visual categorization of facial expressions. Results focus on a negative peak in the ERP that occurs 170 milliseconds after the stimulus onset. This action potential, called the N170, was measured using electrodes in the occipito-temporal region, an area already known to be changed by face stimuli. Studying by using the EEG, and ERP methods allow for an extremely high temporal resolution of 4 milliseconds, which makes these kinds of experiments extremely well suited for accurately estimating and comparing the time it takes the brain to perform a certain function. Scientists used classification image techniques, to determine what parts of complex visual stimuli (such as a face) will be relied on when patients are asked to assign them to a category, or emotion. They computed the important features when the stimulus face exhibited one of five different emotions. Stimulus faces exhibiting fear had the distinguishing feature of widening eyes, and stimuli exhibiting happiness exhibited a change in the mouth to make a smile. Regardless of the expression of the stimuli's face, the region near the eyes affected the EEG before the regions near the mouth. This revealed a sequential, and predetermined order to the perception and processing of faces, with the eye being the first, and the mouth, and nose being processed after. This process of downward integration only occurred when the inferior facial features were crucial to the categorization of the stimuli. This is best explained by comparing what happens when participants were shown a face exhibiting fear, versus happiness. The N170 peaked slightly earlier for the fear stimuli at about 175 milliseconds, meaning that it took a participants less time to recognize the facial expression. This is expected because only the eyes need to be processed to recognize the emotion. However, when processing a happy expression, where the mouth is crucial to categorization, downward integration must take place, and thus the N170 peak occurred later at around 185 milliseconds. Eventually visual neuroscience aims to completely explain how the visual system processes all changes in faces as well as objects. This will give a complete view to how the world is constantly visually perceived, and may provide insight into a link between perception and consciousness.",
            "score": 99.37105667591095
        },
        {
            "docid": "3883287_8",
            "document": "Tranquillity . Within tranquillity studies, much of the emphasis has been placed on understanding the role of vision in the perception of natural environments, which is probably not surprising, considering that upon first viewing a scene its configurational coherence can be established with incredible speed. Indeed, scene information can be captured in a single glance and the gist of a scene determined in as little as 100ms. The speed of processing of complex natural images was tested by Thorpe \"et al.\" using colour photographs of a wide range of animals (mammals, birds, reptiles and fish), in their natural environments, mixed with distracters that included pictures of forests, mountains, lakes, buildings and fruit. During this experiment, subjects were shown an image for 20ms and asked to determine whether it contained an animal or not. The electrophysiological brain responses obtained in this study showed that a decision could be made within 150ms of the image being seen, indicating the speed at which cognitive visual processing occurs. However, audition, and in particular the individual components that collectively comprise the soundscape, a term coined by Schafer to describe the ever-present array of sounds that constitute the sonic environment, also significantly inform the various schemata used to characterise differing landscape types. This interpretation is supported by the auditory reaction times, which are 50 to 60ms faster than that of the visual modality. It is also known that sound can alter visual perception and that under certain conditions areas of the brain involved in processing auditory information can be activated in response to visual stimuli.  Research conducted by Pheasant \"et al.\" has shown that when individuals make tranquillity assessments based on a uni-modal auditory or visual sensory input, they characterise the environment by drawing upon a number of key landscape and soundscape characteristics. For example, when making assessments in response to visual-only stimuli the percentage of water, flora and geological features present within a scene, positively influence how tranquil a location is perceived to be. Likewise when responding to uni-modal auditory stimuli, the perceived loudness of biological sounds positively influences the perception of tranquillity, whilst the perceived loudness of mechanical sounds have a negative effect. However, when presented with bi-modal auditory-visual stimuli the individual soundscape and landscape components alone no longer influenced the perception of tranquillity. Rather configurational coherence was provided by the percentage of natural and contextual features present within the scene and the equivalent continuous sound pressure level (LAeq).",
            "score": 83.85153818130493
        },
        {
            "docid": "11656272_11",
            "document": "Contingent negative variation . Attention also affects the amplitude of the CNV. The following examples from various task conditions and studies show that the CNV is changed when the experimental protocol changes the attention needed to perform the tasks. First, when subjects were told that the imperative stimulus would be removed, the CNV was reduced. Second, in one condition subjects were allowed to choose whether they were going to press the button or not. In trials where the subject chose not to respond, there was no CNV. Third, when the subject was specifically told that there would not be repetitive flashes, no CNV was elicited. Fourth, another condition showed that a CNV was elicited in subjects who were told to estimate when the repetitive flashes would come even when no flashes were presented. Fifth, when subjects were asked pay attention and respond quickly, CNV amplitude was increased. The results of these conditions suggest that the CNV is related to attention and expectancy.",
            "score": 69.21000444889069
        },
        {
            "docid": "8165347_21",
            "document": "Psychology of art . Brain wave studies have also been conducted to look at how artists and non-artists react in different ways to abstract and representational art. EEG brain scans showed that while viewing abstract art, non-artists showed less arousal than artists. However, while viewing figurative art, both artists and non-artists had comparable arousal and ability to pay attention and evaluate the art stimuli. This suggests abstract art requires more expertise to appreciate it than does figurative art.",
            "score": 127.97898507118225
        },
        {
            "docid": "35334391_44",
            "document": "Sexual arousal . Sexual arousal results in a combination of physiological and psychological factors, like genital sexual response and subjective experience of sexual arousal. The degree to which genital and subjective sexual response correspond is termed \"concordance\". Research has shown a reliable gender difference in concordance of sexual arousal, such that men have a higher level of concordance between genital and subjective sexual responding than women do. Some researchers argue that this gender difference can be attributed to the type of method used to assess genital responding in women. There may be a difference in women's ability to perceive internal versus external genital engorgement subjectively, as measured by vaginal photoplethysmography (VPG) and thermography respectively. Chivers and colleagues found that men's and women's concordance was more similar when thermography was used as a measure of genital sexual arousal than when VPG was used. However, few studies using thermography have been conducted and further research is required to determine whether the gender difference in concordance is a measurement artifact or a true phenomenon.",
            "score": 95.16218638420105
        },
        {
            "docid": "10406_30",
            "document": "Emotion . Stanley Schachter formulated his theory on the earlier work of a Spanish physician, Gregorio Marañón, who injected patients with epinephrine and subsequently asked them how they felt. Marañón found that most of these patients felt something but in the absence of an actual emotion-evoking stimulus, the patients were unable to interpret their physiological arousal as an experienced emotion. Schachter did agree that physiological reactions played a big role in emotions. He suggested that physiological reactions contributed to emotional experience by facilitating a focused cognitive appraisal of a given physiologically arousing event and that this appraisal was what defined the subjective emotional experience. Emotions were thus a result of two-stage process: general physiological arousal, and experience of emotion. For example, the physiological arousal, heart pounding, in a response to an evoking stimulus, the sight of a bear in the kitchen. The brain then quickly scans the area, to explain the pounding, and notices the bear. Consequently, the brain interprets the pounding heart as being the result of fearing the bear. With his student, Jerome Singer, Schachter demonstrated that subjects can have different emotional reactions despite being placed into the same physiological state with an injection of epinephrine. Subjects were observed to express either anger or amusement depending on whether another person in the situation (a confederate) displayed that emotion. Hence, the combination of the appraisal of the situation (cognitive) and the participants' reception of adrenaline or a placebo together determined the response. This experiment has been criticized in Jesse Prinz's (2004) \"Gut Reactions\".",
            "score": 117.4835604429245
        },
        {
            "docid": "27336635_23",
            "document": "P3b . Given that performance indices (such as response times) have long been used in cognitive psychology to study the duration and/or timing of mental events, one might ask whether P3b latency simply provides a comparable neural index of these same processes. Research suggests that P3b latency is highly correlated with response times when participants are instructed to prioritize accuracy in their responses, but is less correlated with response times when participants are instructed to prioritize speed in their responses. This pattern of results suggests that the P3b primary reflects stimulus evaluation processes, whereas response times are thought to reflect both stimulus evaluation and response selection (but for a critique of this claim, see Verleger, 1997). More specifically, when participants are instructed to prioritize speed (i.e., to respond as quickly as possible), they may respond before stimulus evaluation is complete (which is consistent with the fact that participants tend to make more errors under these conditions). Additional support for this conclusion comes from the finding that P3b latency is not affected by experimental manipulations thought to influence response selection processes (e.g., stimulus-response compatibility), whereas reaction times are (e.g., McCarthy & Donchin, 1981). An important implication of this conclusion is that the P3b component can used to identify the \"locus of interference\" in many popular cognitive paradigms. For example, Luck (1998) found that P3b latency was only slightly delayed during the psychological refractory period (PRP), suggesting that response time interference in this paradigm primarily reflects a delay in response selection.",
            "score": 58.87937641143799
        },
        {
            "docid": "36677584_6",
            "document": "Effects of sleep deprivation in space . The neurobehavioral assessment battery that was used in the Van Dongen et al. study included the psychomotor vigilance task (PVT). The PVT - which determines alertness and the effects of fatigue on cognitive performance (as determined by lapses in response time and accuracy of responses) by measuring the speed with which subjects respond to a visual or auditory stimulus (by pressing a response button) - has become a standard laboratory tool for the assessment of sustained performance in a variety of experimental conditions. The PVT detects changes in basic neurobehavioral performance that involve vigilant attention, response speed, and impulsivity; and it has been extensively validated in ground-based laboratory studies to detect cognitive deficits that are caused by a variety of factors (e.g., restricted sleep, sleep/wake shifts, motion sickness, residual sedation from sleep medications). The PVT is an optimal tool for repeated use, in contrast to some other cognitive measures, as studies have shown no minimal learning effects and aptitude differences when using the PVT.",
            "score": 71.13516044616699
        },
        {
            "docid": "21312304_9",
            "document": "Olfactory memory . Odor recognition is the most common and direct means used to measure odor memory. In an odor recognition test participants are asked whether or not they recognize an odor. More specifically, a participant is subjected to a certain olfactory-related stimulus, and after a delay period is asked to decide if a probe (a stimulus that could or could not be the same as the initial stimulus) is the same as the one he/she initially encountered. Memory accuracy is assessed by the amount of correct recognition decisions that are made. A potential problem with this measure involves the generation of verbal labels that may enhance memory for olfactory stimuli. There are various ways of measuring the effect of verbal labeling, which include comparison of odors and odor names, as well as the speed and accuracy with which lexical decisions are made regarding odor names. It has been suggested that odor recognition testing should be considered as a measure that involves both memory for perceptual information as well as potentially confounding memory due to the generation of verbal labels.",
            "score": 16.97300100326538
        },
        {
            "docid": "5366050_50",
            "document": "Speech perception . Neurophysiological methods rely on utilizing information stemming from more direct and not necessarily conscious (pre-attentative) processes. Subjects are presented with speech stimuli in different types of tasks and the responses of the brain are measured. The brain itself can be more sensitive than it appears to be through behavioral responses. For example, the subject may not show sensitivity to the difference between two speech sounds in a discrimination test, but brain responses may reveal sensitivity to these differences. Methods used to measure neural responses to speech include event-related potentials, magnetoencephalography, and near infrared spectroscopy. One important response used with event-related potentials is the mismatch negativity, which occurs when speech stimuli are acoustically different from a stimulus that the subject heard previously.",
            "score": 111.28773403167725
        },
        {
            "docid": "37689507_8",
            "document": "Neuroimaging intelligence testing . ERPs can be measured using electroencephalography (EEG), which uses electrodes placed on the scalp to measure the electrical activity of the brain. The ERP waveform itself is constructed from the averaged results of many trials (100 or more). The average reduces signal noise from random-brain activity, leaving just the ERP. An advantage of ERPs are that they measure processing between stimulus and response continuously. Having this stream of information makes it possible to see where the brain's electrical activity is being affected by specific stimuli.",
            "score": 110.90287971496582
        },
        {
            "docid": "26565579_50",
            "document": "Neuroscience of free will . Multivariate pattern analysis using EEG has suggested that an evidence based perceptual decision model may be applicable to free will decisions. It was found that decisions could be predicted by neural activity immediately after stimulus perception. Furthermore, when the participant was unable to determine the nature of the stimulus the recent decision history predicted the neural activity (decision). The starting point of evidence accumulation was in effect shifted towards a previous choice (suggesting a priming bias). Another study has found that subliminally priming a participant for a particular decision outcome (showing a cue for 13ms) could be used to influence free decision outcomes. Likewise, it has been found that decision history alone can be used to predict future decisions. The prediction capacities of the Soon et al. (2008) experiment were successfully replicated using a linear SVM model based on participant decision history alone (without any brain activity data). Despite this, a recent study has sought to confirm the applicability of a perceptual decision model to free will decisions. When shown a masked and therefore invisible stimulus, participants were asked to either guess between a category or make a free decision for a particular category. Multivariate pattern analysis using fMRI could be trained on \"free decision\" data to successfully predict \"guess decisions\", and trained on \"guess data\" in order to predict \"free decisions\" (in the precuneus and cuneus region).",
            "score": 59.82631754875183
        },
        {
            "docid": "10069680_14",
            "document": "Hot and cold cognition . Research has demonstrated emotional manipulations on decision making processes. Participants who are induced with enthusiasm, anger or distress (different specific emotions) responded in different ways to the risky-choice problems, demonstrating that hot cognition, as an automatic process, affects decision making differently. Another example of hot cognition is a better predictor of negative emotional arousal as compared to cold cognition when they have a personal investment, such as wanting your team to win. In addition, hot cognition changes the way people use decision-making strategies, depending on the type of mood they are in, positive or negative. When people are in a positive mood, they tend to use compensatory, holistic strategies. This leads to a shallow and broad processing of information. In a negative mood people employ non-compensatory, narrow strategies which leads to a more detail-oriented and thorough processing of information. In the study participants were shown movie clips in order to induce a mood of happiness, anger or sadness and asked to complete a decision-making task. Researchers found that participants in the negative mood condition used more non-compensatory, specific decision-making techniques by focusing on the details of the situation. Participants in the positive mood condition used more compensatory, broad decision making techniques by focusing on the bigger picture of the situation. Also, hot cognition has been implicated in automatic processing and autobiographical memory. Furthermore, hot cognition extends outside the laboratory as exhibited in political process and criminal judgments. When police officers were induced with sadness they were more likely to think the suspect was guilty. However, if police officers were induced with anger there was no difference in judgments. There are also clinical implications for understanding certain disorders. Patients diagnosed with anorexia nervosa went through intervention training, which included hot cognition as a part of emotional processing development, did not show any improvement after this training. In another clinical population, those diagnosed with bipolar disorder exaggerated their perception of negative feedback and were less likely to adjust their decision making process in the face of risky-choices (gambling tasks).",
            "score": 66.033722281456
        },
        {
            "docid": "532199_39",
            "document": "Arousal . A real life example of the effects of physiological arousal on cognition is when you’re walking through the woods and you notice a rattlesnake in front of the walkway on the ground. You would feel alarmed and scared (physiological arousal).Your past experience and knowledge of poisonous snakes and dangerous predators provides the (cognition) of the situation. Based on your analysis of your position you label your arousal as fear. Fear is explained to be an emotion that one might expect with alarm, it is also known as something to be afraid of or the feelings of apprehensiveness. Fear works when one senses danger, the brain reacts instantly, sending signals that activate the nervous system. This causes physical responses, such as a faster heartbeat, rapid breathing, and an increase in blood pressure. Blood pumps to muscle groups to prepare the body for physical action like running or fighting. Skin sweats to keep the body cool. Some people might notice sensations in the stomach, head, chest, legs, or hands. These physical sensations of fear can be mild or strong. A study done by Joan Vickers and Mark Williams analyzed how a group of elite biathlon shooters handled an experimental task. The goal was to determine why there might be a failure to perform in high pressure situations. Difficulties come about when trying to test performance pressure, physiological workload, anxiety, and visual attention in a controlled setting. Which is why they decided to test these elite biathlon shooters, due to the easy ability to stimulate the controlled experiment. In the low pressure stimulation the subjects were only told that the purpose of the test was to simply provide feedback and the fixation on the target at different power output levels. In the high pressure situation the shorter were told that the national team coach was going to observe the shooters, and their shooting percentages would be used to make the national team selections. Both groups were told that prizes would be rewarded to the most accurate shooters. To test physiological arousal that was being used, Vickers and Williams measured each shooters heart rate as well as the perceived exertion. Trying to determine if the failure to perform to whatever level of skill or ability the person has at the time, also known as choking; was indeed a factor in this test. Physiological arousal was measured and recorded through the athlete's heart rate and rate of perceived exertion. The findings showed that the biathletes developed the ability to decelerate their heart rate just before they shoot, most only shoot when HR is 80% or lower. Whereas the test was designed for shots to be taken with a heart rate 100% or above. The expectations were for the low pressure and high pressure groups to be more prone to choking compared to those who were able to maintain their heart rates. The findings showed exactly what was expected, the only exception was that the pressure applied did not necessarily have much of an effect. While it was clear that high pressure stimulations did appear far more anxious than those of low pressure stimulations.",
            "score": 149.13401007652283
        },
        {
            "docid": "22509570_6",
            "document": "Lateralized readiness potential . LRPs may be stimulus-locked, meaning they are measured with respect to the moment the eliciting stimulus appeared, or response-locked, meaning they are measured with respect to the moment the subject performed the actual motor activity (as measured by the execution of the movement or by recording muscle activity in the effector). These two different kinds of analyses may reveal different kinds of effects. If something in the experiment affects the amount of time it takes before the subject is able to make a decision about their response (for example, darkening the screen so it takes the subject longer to perceive the stimulus in the first place), a stimulus-locked analysis can show that the LRP itself starts later in that condition, but takes the same amount of time to \"build up\" to the real motor response. On the other hand, if the experiment does not change this sort of \"premotor\" processing but does affect the amount of time the motor process itself takes, a response-locked analysis can reveal that the LRP starts further ahead of the response and takes longer to build up.",
            "score": 79.02388548851013
        },
        {
            "docid": "532199_16",
            "document": "Arousal . Eysenck's theory of arousal describes the different natural frequency or arousal states of the brains of people who are introverted versus people who are extroverted. The theory states that the brains of extroverts are naturally less stimulated, so these types have a predisposition to seek out situations and partake in behaviors that will stimulate arousal. Whereas extroverts are naturally under-stimulated and therefore actively engage in arousing situations, introverts are naturally over-stimulated and therefore avoid intense arousal. Campbell and Hawley (1982) studied the differences in introverts versus extroverts responses to particular work environments in the library. The study found that introverts were more likely to choose quiet areas with minimal to no noise or people. Extroverts were more likely to choose areas with much activity with more noise and people. Daoussiss and McKelvie's (1986) research showed that introverts performed worse on memory tasks when they were in the presence of music compared to silence. Extroverts were less affected by the presence of music. Similarly, Belojevic, Slepcevic and Jokovljevic (2001) found that introverts had more concentration problems and fatigue in their mental processing when work was coupled with external noise or distracting factors. The level of arousal surrounding the individuals greatly affected their ability to perform tasks and behaviors, with the introverts being more affected than the extroverts, because of each's naturally high and low levels of stimulation, respectively.",
            "score": 157.80968415737152
        },
        {
            "docid": "749745_18",
            "document": "Aging brain . If older adults have fewer attentional resources than younger adults, we would expect that when two tasks must be carried out at the same time, older adults' performance will decline more than that of younger adults. However, a large review of studies on cognition and aging suggest that this hypothesis has not been wholly supported. While some studies have found that older adults have a more difficult time encoding and retrieving information when their attention is divided, other studies have not found meaningful differences from younger adults. Similarly, one might expect older adults to do poorly on tasks of sustained attention, which measure the ability to attend to and respond to stimuli for an extended period of time. However, studies suggest that sustained attention shows no decline with age. Results suggest that sustained attention increases in early adulthood and then remains relatively stable, at least through the seventh decade of life. More research is needed on how normal aging impacts attention after age eighty.",
            "score": 90.59482681751251
        },
        {
            "docid": "33106906_9",
            "document": "Eyewitness memory . The weapon focus effect suggests that the presence of a weapon narrows a person's attention, thus affects eyewitness memory. A person focuses on the central detail (for example, the weapon) and loses focus on the peripheral details thus resulting in worse perpetrator recall. While the weapon is remembered clearly, the memories of the other details of the scene suffer. The weapon focus effect occurs because additional items require more visual attention, therefore they are frequently not processed. This increased focus of attention on central aspects takes away attentional resources from peripheral details. For example, if a gun was brought into a school, it would attract significant amount of attention, because students are not used to seeing that item. When participants were watching a slideshow, and were seeing an unusual stimulus item, their reaction times were slower (regardless whether the stimulus was dangerous) in comparison to reaction times for more frequent stimulus. When the item was dangerous (i.e. a weapon), participants had a lower accuracy and confidence than the control group's. Another hypothesis is that seeing a weapon might cause an aroused state. In an aroused state, people focus on central details instead of peripheral ones.",
            "score": 79.56415176391602
        },
        {
            "docid": "3522879_11",
            "document": "P300 (neuroscience) . Applications in brain-computer interfacing (BCI) have also been proposed.The P300 has a number of desirable qualities that aid in implementation of such systems. First, the waveform is consistently detectable and is elicited in response to precise stimuli. The P300 waveform can also be evoked in nearly all subjects with little variation in measurement techniques, which may help simplify interface designs and permit greater usability. The speed at which an interface is able to operate depends on how detectable the signal is despite \"noise.\" One negative characteristic of the P300 is that the amplitude of the waveform requires averaging of multiple recordings to isolate the signal. This and other post-recording processing steps determine the overall speed of an interface. The algorithm proposed by Farwell and Donchin provides an example of a simple BCI that relies on the unconscious decision making processes of the P300 to drive a computer. A 6×6 grid of characters is presented to the subject, and various columns or rows are highlighted. When a column or row contains the character a subject desires to communicate, the P300 response is elicited (since this character is \"special\" it is the target stimulus described in the typical oddball paradigm). The combination of the row and column which evoked the response locates the desired character. A number of such trials must be averaged to clear noise from the EEG. The speed of the highlighting determines the number of characters processed per minute. Results from studies using this setup show that normal subjects could achieve a 95% success rate at 3.4–4.3 chars/min. Such success rates are not limited to non-disabled users; a study conducted in 2000 revealed that 4 paralyzed participants (one with complete paraplegia, three with incomplete paraplegia) performed as successfully as 10 normal participants.",
            "score": 94.4640064239502
        },
        {
            "docid": "24978422_3",
            "document": "Visual adaptation . The aftereffects of exposure to a visual stimulus or pattern causes loss of sensitivity to that pattern and induces stimulus bias. An example of this phenomenon is the \"lilac chaser\", introduced by Jeremy Hinton. The stimulus here are lilac circles, that once removed, leave green circles that then become the most prominent stimulus. The fading of the lilac circles is due to a loss of sensitivity to that stimulus and the adaptation to the new stimulus. To experience the \"lilac chaser\" effect, the subject needs to fixate their eyes on the cross in the middle of the image, and after a while the effect will settle in. Visual coding, a process involved in visual adaptation, is the means by which the brain adapts to certain stimuli, resulting in a biased perception of those stimuli. This phenomenon is referred to as visual plasticity; the brain's ability to change and adapt according to certain, repeated stimuli, altering the way information is perceived and processed. The rate and strength of visual adaptation depends heavily on the number of stimuli presented simultaneously, as well as the amount of time for which the stimulus is present. Visual adaptation was found to be weaker when there were more stimuli present. Moreover, studies have found that stimuli can rival each other, which explains why higher numbers of simultaneous stimuli lead to lower stimulus adaptation. Studies have also found that visual adaptation can have a reversing effect; if the stimulus is absent long enough, the aftereffects of visual adaptation will subside. Studies have also shown that visual adaptation occurs in the early stages of processing.",
            "score": 76.34794676303864
        },
        {
            "docid": "955552_10",
            "document": "Microsleep . In one study neural activity underlying MSs was investigated by simultaneously measuring eye video, response behavior, EEG, and fMRI in normally-rested individuals engaged in a sensory-motor task. Twenty participants tracked a visual stimulus with a joystick for 50 minutes in 2 dimensions (up/down/right/left) on a computer screen. Participants performed this task in an fMRI scanner such that joystick response, right eye-video, EEG (60 EEG electrodes), and fMRI data were recorded simultaneously. Most participants had frequent microsleeps (>35) in a continuous visuomotor task (tracking visual stimulus on a screen), corresponding with decreased activity in arousal-related brain regions over time (thalamus, midbrain, and the posterior cingulate cortex).",
            "score": 125.14817500114441
        },
        {
            "docid": "25096340_13",
            "document": "Effects of sleep deprivation on cognitive performance . Deficits in cognitive performance due to continuous sleep restriction are not well understood. However, there have been studies looking into physiological arousal of the sleep-deprived brain. Participants, whose total amount of sleep had been restricted by 33% throughout one week, were subjected to reaction time tests. The results of these tests were analyzed using quantitative EEG analysis. The results indicate that the frontal regions of the brain are first to be affected, whereas the parietal regions remain active until the effects of sleep deprivation become more severe, which occurred towards the end of the week. In addition, EEG and ERP analysis reveals that activation deficits are more apparent in the non-dominant hemisphere than in the dominant hemisphere.",
            "score": 116.36345386505127
        },
        {
            "docid": "35970915_4",
            "document": "Colavita visual dominance effect . In 1974, Francis B. Colavita conducted an experiment, which provided evidence for visual dominance in humans when performing an audiovisual discrimination task. In his seminal experiment, Colavita (1974) presented participants with an auditory (tone) or visual (light) stimulus, to which they were instructed to respond by pressing the ‘tone key’ or ‘light key’ respectively. Throughout the experiment, unimodal auditory trials, unimodal visual trials and a small number of audiovisual bimodal trials were randomly presented. Colavita deceived the participants by informing them that the bimodal trials in the experiment occurred “accidentally”. During practice trials, Colavita would “accidentally” present audiovisual stimuli, and would then draw the participants’ attention to what had just happened and would apologize for such ‘accident’. In addition, the participants were not instructed on how to respond on such trials or whether this type of trials would occur again  The results showed that participants had almost equivalent response times for auditory and visual stimuli in unimodal trials. Additionally, Colavita found that participants pressed the ‘light key’ in the majority of the bimodal trials. This was seen as evidence of visual dominance because participants failed to acknowledge the presence of the auditory stimulus in most bimodal trials. However, due to Colavita’s deception of the “accidental” occurrence of bimodal trials, researchers have proposed that experimenter expectancy effects, task demands or methodological problems may have contributed to the visual dominance effect reported in Colavita’s original study. Nevertheless, subsequent experiments have discontinued the use of deception, and continue to show a robust Colavita visual dominance effect.",
            "score": 55.64428448677063
        }
    ],
    "r": [
        {
            "docid": "2567511_13",
            "document": "Neural engineering . Neuromodulation aims to treat disease or injury by employing medical device technologies that would enhance or suppress activity of the nervous system with the delivery of pharmaceutical agents, electrical signals, or other forms of energy stimulus to re-establish balance in impaired regions of the brain. Researchers in this field face the challenge of linking advances in understanding neural signals to advancements in technologies delivering and analyzing these signals with increased sensitivity, biocompatibility, and viability in closed loops schemes in the brain such that new treatments and clinical applications can be created to treat those suffering from neural damage of various kinds. Neuromodulator devices can correct nervous system dysfunction related to Parkinson's disease, dystonia, tremor, Tourette's, chronic pain, OCD, severe depression, and eventually epilepsy.  Neuromodulation is appealing as treatment for varying defects because it focuses in on treating highly specific regions of the brain only, contrasting that of systemic treatments that can have side effects on the body. Neuromodulator stimulators such as microelectrode arrays can stimulate and record brain function and with further improvements are meant to become adjustable and responsive delivery devices for drugs and other stimuli.",
            "score": 176.24041748046875
        },
        {
            "docid": "55538688_29",
            "document": "MRI sequence . Functional MRI (fMRI) measures signal changes in the brain that are due to changing neural activity. It is used to understand how different parts of the brain respond to external stimuli or passive activity in a resting state, and has applications in behavioral and cognitive research, and in planning neurosurgery of eloquent brain areas. Researchers use statistical methods to construct a 3-D parametric map of the brain indicating the regions of the cortex that demonstrate a significant change in activity in response to the task. Compared to anatomical T1W imaging, the brain is scanned at lower spatial resolution but at a higher temporal resolution (typically once every 2–3 seconds). Increases in neural activity cause changes in the MR signal via \"T\" changes; this mechanism is referred to as the BOLD (blood-oxygen-level dependent) effect. Increased neural activity causes an increased demand for oxygen, and the vascular system actually overcompensates for this, increasing the amount of oxygenated hemoglobin relative to deoxygenated hemoglobin. Because deoxygenated hemoglobin attenuates the MR signal, the vascular response leads to a signal increase that is related to the neural activity. The precise nature of the relationship between neural activity and the BOLD signal is a subject of current research. The BOLD effect also allows for the generation of high resolution 3D maps of the venous vasculature within neural tissue.",
            "score": 170.29083251953125
        },
        {
            "docid": "532199_19",
            "document": "Arousal . The contrasts in the different temperaments come from individuals variations in a person's brain stem, limbic system, and thalamocortical arousal system. These changes are observed by electroencephalogram (EEG) recordings which monitor brain activity. Limbic system activation is typically linked to neuroticism, with high activation showing high neuroticism. Cortical arousal is associated with introversion–extraversion differences, with high arousal associated with introversion. Both the limbic system and the thalamocortical arousal system are influenced by the brainstem activation. Robinson's study (1982) concluded that melancholic types had the greatest natural frequencies, or a \"predominance of excitation\", meaning that melancholics (who are characterized by introversion) have a higher internal level of arousal. Sanguine people (or those with high extraversion and low neuroticism) had the lowest overall levels of internal arousal, or a \"predominance of inhibition\". Melancholics also had the highest overall thalamocortical excitation, whereas cholerics (those with high extraversion and high neuroticism) had the lowest intrinsic thalamocortical excitation.",
            "score": 169.7839813232422
        },
        {
            "docid": "4458810_5",
            "document": "Neuromodulation . Neurotransmitter systems are systems of neurons in the brain expressing certain types of neurotransmitters, and thus form distinct systems. Activation of the system causes effects in large volumes of the brain, called \"volume transmission\". Volume transmission is the diffusion of neurotransmitters through the brain extracellular fluid released at points that may be remote from the target cells with the resulting activation of extrasynaptic receptors, and with a longer time course than for transmission at a single synapse. Such prolonged transmitter action is called tonic transmission, in contrast to the phasic transmission that occurs rapidly at single synapses.",
            "score": 168.5147247314453
        },
        {
            "docid": "23732_8",
            "document": "Psychophysiology . Psychophysiology measures exist in three domains; reports, readings, and behavior. Evaluative reports involve participant introspection and self-ratings of internal psychological states or physiological sensations, such as self-report of arousal levels on the self-assessment manikin, or measures of interoceptive visceral awareness such as heartbeat detection. Merits to self-report are an emphasis on accurately understand the participants' subjective experience and understanding their perception; however, its pitfalls include the possibility of participants misunderstanding a scale or incorrectly recalling events. Physiological responses also can be measured via instruments that read bodily events such as heart rate change, electrodermal activity (EDA), muscle tension, and cardiac output. Many indices are part of modern psychophysiology, including brain waves (electroencephalography, EEG), fMRI (functional magnetic resonance imaging), electrodermal activity (a standardized term encompassing skin conductance response, SCR, and galvanic skin response, GSR), cardiovascular measures (heart rate, HR; beats per minute, BPM; heart rate variability, HRV; vasomotor activity), muscle activity (electromyography, EMG), electrogastrogram (EGG) changes in pupil diameter with thought and emotion (pupillometry), eye movements, recorded via the electro-oculogram (EOG) and direction-of-gaze methods, and cardiodynamics, recorded via impedance cardiography. These measures are beneficial because they provide accurate and perceiver-independent objective data recorded by machinery. The downsides, however, are that any physical activity or motion can alter responses, and basal levels of arousal and responsiveness can differ among individuals and even between situations.",
            "score": 167.62232971191406
        },
        {
            "docid": "52649_3",
            "document": "Acetylcholine . In the brain, acetylcholine functions as a neurotransmitter and as a neuromodulator. The brain contains a number of cholinergic areas, each with distinct functions; such as playing an important role in arousal, attention, memory and motivation.",
            "score": 167.56578063964844
        },
        {
            "docid": "226722_21",
            "document": "Functional magnetic resonance imaging . The time resolution needed depends on brain processing time for various events. An example of the broad range here is given by the visual processing system. What the eye sees is registered on the photoreceptors of the retina within a millisecond or so. These signals get to the primary visual cortex via the thalamus in tens of milliseconds. Neuronal activity related to the act of seeing lasts for more than 100 ms. A fast reaction, such as swerving to avoid a car crash, takes around 200 ms. By about half-a-second, awareness and reflection of the incident sets in. Remembering a similar event may take a few seconds, and emotional or physiological changes such as fear arousal may last minutes or hours. Learned changes, such as recognizing faces or scenes, may last days, months, or years. Most fMRI experiments study brain processes lasting a few seconds, with the study conducted over some tens of minutes. Subjects may move their heads during that time, and this head motion needs to be corrected for. So does drift in the baseline signal over time. Boredom and learning may modify both subject behavior and cognitive processes.",
            "score": 165.22445678710938
        },
        {
            "docid": "4458810_3",
            "document": "Neuromodulation . A neuromodulator can be conceptualized as a neurotransmitter that is not reabsorbed by the pre-synaptic neuron or broken down into a metabolite. Such neuromodulators end up spending a significant amount of time in the cerebrospinal fluid (CSF), influencing (or \"modulating\") the activity of several other neurons in the brain. For this reason, some neurotransmitters are also considered to be neuromodulators, such as serotonin and acetylcholine.",
            "score": 161.87489318847656
        },
        {
            "docid": "74819_16",
            "document": "Pupil . Not all variations in size are indicative of disease however. In addition to dilation and contraction caused by light and darkness, In 1964 an article by Eckhard H. Hess and James M. Polt showed during solving simple multiplication problems size of pupil increase, like problem solving remembering also increase pupil size, however when brain required to process at a rate above their maximum capacity, the size of pupil decrease of baseline diameter.",
            "score": 161.4679718017578
        },
        {
            "docid": "1001343_24",
            "document": "Electrodermal activity . External factors such as temperature and humidity affect EDA measurements, which can lead to inconsistent results. Internal factors such as medications and hydration can also change EDA measurements, demonstrating inconsistency with the same stimulus level. Also, the classic understanding has treated EDA as if it represented one homogeneous change in arousal across the body, but in fact different locations of its measurement can lead to different responses; for example, the responses on the left and right wrists are driven by different regions of the brain, providing multiple sources of arousal; thus, the EDA measured in different places on the body varies not only with different sweat gland density but also with different underlying sources of arousal.  Lastly, electrodermal responses are delayed 1–3 seconds. These show the complexity of determining the relationship between EDA and sympathetic activity. The skill of the operator may be a significant factor in the successful application of the tool.",
            "score": 161.036865234375
        },
        {
            "docid": "5750673_20",
            "document": "Empathizing–systemizing theory . The fetal testosterone theory hypothesizes that higher levels of testosterone in the amniotic fluid of mothers push brain development towards improved ability to see patterns and analyze complex systems while diminishing communication and empathy, emphasizing \"male\" traits over \"female\", or in E-S theory terminology, emphasizing \"systemizing\" over \"empathizing\". This theory states that fetal testosterone influences the development of certain structures in the brain, and that these changes relate to behavioral traits seen in those with autism. Males generally have higher levels of fetal testosterone contributing to their brain developing in that particular way. The extreme male brain theory (EMB), put forward by Baron-Cohen suggests that autistic brains show an exaggeration of the features associated with male brains. These are mainly size and connectivity with males generally having a larger brain with more white matter, leading to increased connectivity in each hemisphere. This is seen in an exaggerated form in the brains of those with ASD. Another feature of male brains is having a smaller corpus callosum in at least some regions leading to decreased inter-hemispheric connectivity. This is also seen in those with ASD. Individuals with ASD were found to have widespread interconnectivity abnormalities in specific brain regions. This could explain the different results on empathy tests between men and women as well as the deficiencies in empathy seen in ASD as empathy requires several brain regions to be activated which need information from many different areas of the brain. A further example of how brain structure can influence ASD is looking at cases where the corpus callosum does not fully develop (agenesis of corpus callosum). It was found that autism is commonly diagnosed in children where the corpus callosum does not fully develop (45% of children with agenesis of the corpus callosum). A further example of brain structures relating to ASD is that children with ASD tend to have a larger amygdala, this is another example of being an extreme version of the male brain which generally has a larger amygdala. These brain differences have all been shown to have an influence on social cognition and communication. High levels of fetal testosterone have also been shown to be related to behavior associated with autism, such as eye contact. Studies examining the relationship between prenatal testosterone levels and autistic traits found that high levels correlated with traits such as decreased eye contact. These were present in both sexes. This suggests that fetal testosterone (fT) is the cause of sex differences in the brain and that there is a link between fT levels and ASD. In general females with autism have a higher rate of medical conditions which are related to high androgen levels and both males and females with autism have higher than average androgen levels. Males have higher fT levels naturally meaning that there is less of a change required in the hormone levels to reach a point high enough to cause the developmental changes seen in autism. This is a possible cause for the male prevalence seen in autism.",
            "score": 160.7279510498047
        },
        {
            "docid": "35334391_43",
            "document": "Sexual arousal . While there is disagreement among neurologists on whether or not it is possible to categorically distinguish male brains and female brains by measuring many variables in the brain, neurologists agree that all single variables in the brain display more individual variation and overlap between the sexes than differences between the sexes. For instance, men and women alike are capable of classifying sex acts as sexual no matter if they find them appealing or not, making a genital response to unappealing erotic stimuli a single mechanism step. It is therefore argued by neurologists that category specificity of genital response to erotical imagery, being determined by one or a small number of closely linked brain mechanisms and therefore not subject to significant multivariate effects, cannot be subject to such a large sex difference as that apparent in pletysmographic studies. These neurologists cite the existence of significant volunteering bias among men but not women in erotica research, in particular that the overrepresentation of erectile dysfunction yet underrepresentation of sexuality-related shame in volunteers is consistent with the hypothesis that genital response to both sexual relevance and appeal allows for a stronger erectile function than response only to appeal and that a majority of the male population are ashamed of their responses to unappealing stimuli, accounting for the discrepancy between the report from most heterosexual couples that male erection is faster than female lubrication and the appearance on pletysmography volunteers that female lubrication is at least as fast as male erection. They also argue that the appearance of a greater individual variability in female genital response than in male genital response is consistent with a representative female sample and a male sample subject to bias that leaves much of the individual variability unstudied, with a reference to the neurological observation that all brain structures display significant individual variability in both sexes and that no[ brain structure is variable only in females and not in males.",
            "score": 157.88067626953125
        },
        {
            "docid": "532199_16",
            "document": "Arousal . Eysenck's theory of arousal describes the different natural frequency or arousal states of the brains of people who are introverted versus people who are extroverted. The theory states that the brains of extroverts are naturally less stimulated, so these types have a predisposition to seek out situations and partake in behaviors that will stimulate arousal. Whereas extroverts are naturally under-stimulated and therefore actively engage in arousing situations, introverts are naturally over-stimulated and therefore avoid intense arousal. Campbell and Hawley (1982) studied the differences in introverts versus extroverts responses to particular work environments in the library. The study found that introverts were more likely to choose quiet areas with minimal to no noise or people. Extroverts were more likely to choose areas with much activity with more noise and people. Daoussiss and McKelvie's (1986) research showed that introverts performed worse on memory tasks when they were in the presence of music compared to silence. Extroverts were less affected by the presence of music. Similarly, Belojevic, Slepcevic and Jokovljevic (2001) found that introverts had more concentration problems and fatigue in their mental processing when work was coupled with external noise or distracting factors. The level of arousal surrounding the individuals greatly affected their ability to perform tasks and behaviors, with the introverts being more affected than the extroverts, because of each's naturally high and low levels of stimulation, respectively.",
            "score": 157.80967712402344
        },
        {
            "docid": "177700_36",
            "document": "Risk aversion . Attitudes towards risk have attracted the interest of the field of neuroeconomics and behavioral economics. A 2009 study by Christopoulos et al. suggested that the activity of a specific brain area (right inferior frontal gyrus) correlates with risk aversion, with more risk averse participants (i.e. those having higher risk premia) also having higher responses to safer options. This result coincides with other studies, that show that neuromodulation of the same area results in participants making more or less risk averse choices, depending on whether the modulation increases or decreases the activity of the target area.",
            "score": 157.63601684570312
        },
        {
            "docid": "3717_9",
            "document": "Brain . Axons transmit signals to other neurons by means of specialized junctions called synapses. A single axon may make as many as several thousand synaptic connections with other cells. When an action potential, traveling along an axon, arrives at a synapse, it causes a chemical called a neurotransmitter to be released. The neurotransmitter binds to receptor molecules in the membrane of the target cell. Synapses are the key functional elements of the brain. The essential function of the brain is cell-to-cell communication, and synapses are the points at which communication occurs. The human brain has been estimated to contain approximately 100 trillion synapses; even the brain of a fruit fly contains several million. The functions of these synapses are very diverse: some are excitatory (exciting the target cell); others are inhibitory; others work by activating second messenger systems that change the internal chemistry of their target cells in complex ways. A large number of synapses are dynamically modifiable; that is, they are capable of changing strength in a way that is controlled by the patterns of signals that pass through them. It is widely believed that activity-dependent modification of synapses is the brain's primary mechanism for learning and memory.",
            "score": 157.33750915527344
        },
        {
            "docid": "18345264_18",
            "document": "Neural correlates of consciousness . Relatively local bilateral injuries to midline (paramedian) subcortical structures can also cause a complete loss of awareness. These structures therefore \"enable\" and control brain arousal (as determined by metabolic or electrical activity) and are necessary neural correlates. One such example is the heterogeneous collection of more than two dozen nuclei on each side of the upper brainstem (pons, midbrain and in the posterior hypothalamus), collectively referred to as the reticular activating system (RAS). Their axons project widely throughout the brain. These nuclei – three-dimensional collections of neurons with their own cyto-architecture and neurochemical identity – release distinct neuromodulators such as acetylcholine, noradrenaline/norepinephrine, serotonin, histamine and orexin/hypocretin to control the excitability of the thalamus and forebrain, mediating alternation between wakefulness and sleep as well as general level of behavioral and brain arousal. After such trauma, however, eventually the excitability of the thalamus and forebrain can recover and consciousness can return. Another enabling factor for consciousness are the five or more intralaminar nuclei (ILN) of the thalamus. These receive input from many brainstem nuclei and project strongly, directly to the basal ganglia and, in a more distributed manner, into layer I of much of the neocortex. Comparatively small (1 cm or less) bilateral lesions in the thalamic ILN completely knock out all awareness.",
            "score": 157.05909729003906
        },
        {
            "docid": "11026307_10",
            "document": "Simulation theory of empathy . These results suggest that understanding other's feelings and emotions is driven not by cognitive deduction of what the stimuli means but by automatic activation of somatosensory neurons. A recent study on pupil size directly demonstrated emotion perception was automatic process modulated by mirror systems. When people saw sad faces, pupil sizes influenced viewers in perceiving and judging emotional states without explicit awareness of differences of pupil size. When pupil size was 180% of original size, people perceived a sad face as less negative and less intense than when pupil was smaller than or equal to original pupil size. This mechanism was correlated with brain regions that implicated in emotion process, the amygdala. Furthermore, viewers mimic the size of their own pupils to those of sad faces they watched. Considering that pupil size is beyond voluntary control, the change of pupil size upon emotion judgment is a good indication that understanding emotions is automatic process. However, the study could not find other emotional faces such as happiness and anger influence pupil size as sadness did.",
            "score": 156.98789978027344
        },
        {
            "docid": "9578417_17",
            "document": "Research on meditation . Mindfulness meditation also appears to bring about favorable structural changes in the brain, though more research needs to be done because most of these studies are small and have weak methodology. One recent study found a significant cortical thickness increase in individuals who underwent a brief -8 weeks- MBSR training program and that this increase was coupled with a significant reduction of several psychological indices related to worry, state anxiety, depression. Another study describes how mindfulness based interventions target neurocognitive mechanisms of addiction at the attention-appraisal-emotion interface. A meta-analysis by Fox et al. (2014) using results from 21 brain imaging studies found consistent differences in the region of the prefrontal cortex and other brain regions associated with body awareness. In terms of effect size the mean effect was rated as moderate. (Cohen's d = 0.46) However the results should be interpreted with caution because funnel plots indicate that publication bias is an issue in meditation research. A follow up by Fox et al. (2016) using 78 functional neuro-imaging studies suggests that different meditation styles are reliably associated with different brain activity. Activations in some brain regions are usually accompanied by deactivation in others. This finding suggests that meditation research must put emphasis on comparing practices from the same style of meditation, for example results from studies investigating focused attention methods cannot be compared to results from open monitoring approaches.",
            "score": 156.5931396484375
        },
        {
            "docid": "18345264_8",
            "document": "Neural correlates of consciousness . There are two common but distinct dimensions of the term \"consciousness\", one involving \"arousal\" and \"states of consciousness\" and the other involving \"content of consciousness\" and \"conscious states\". To be conscious \"of\" anything the brain must be in a relatively high state of arousal (sometimes called \"vigilance\"), whether in wakefulness or REM sleep, vividly experienced in dreams although usually not remembered. Brain arousal level fluctuates in a circadian rhythm but may be influenced by lack of sleep, drugs and alcohol, physical exertion, etc. Arousal can be measured behaviorally by the signal amplitude that triggers some criterion reaction (for instance, the sound level necessary to evoke an eye movement or a head turn toward the sound source). Clinicians use scoring systems such as the Glasgow Coma Scale to assess the level of arousal in patients.",
            "score": 155.7771759033203
        },
        {
            "docid": "8128856_12",
            "document": "Eye movement in reading . There are 4 major cognitive systems involved in eye movement in reading: Language processing, attention, vision, and oculomotor control. Eye trackers bounce near infra-red light off the interior of the eyeball, and monitor the reflection on the eye to determine gaze location. With this technique, the exact position of eye fixation on a screen is determinable. Wang (2011) mentioned that a video-based eye-tracker which uses video cameras to record the eye position of human subjects, thereby recording pupil dilation and eye movements, can be used to examine how fixations, saccades, and pupil dilation responses are related to the information on the screen and behavioral choices during an experiment. According to Wang (2011:185), \"understanding the relationship between these observables can help us to understand how human behavior in the economy can be affected by what information people acquire, where their attention is focused, what emotional state they are in, and even what brain activity they are engaged in. This is because fixations and saccades (matched with information shown on screen) indicate how people acquire information (and what they see), time lengths of fixations indicate attention, and pupil dilation responses indicate emotion, arousal, stress, pain, or cognitive load.\"",
            "score": 154.3096160888672
        },
        {
            "docid": "11081176_14",
            "document": "Mind–body problem . There are two common but distinct dimensions of the term \"consciousness\", one involving \"arousal\" and \"states of consciousness\" and the other involving \"content of consciousness\" and \"conscious states\". To be conscious \"of\" something, the brain must be in a relatively high state of arousal (sometimes called \"vigilance\"), whether awake or in REM sleep. Brain arousal level fluctuates in a circadian rhythm but these natural cycles may be influenced by lack of sleep, alcohol and other drugs, physical exertion, etc. Arousal can be measured behaviorally by the signal amplitude required to trigger a given reaction (for example, the sound level that causes a subject to turn and look toward the source). High arousal states involve conscious states that feature specific perceptual content, planning and recollection or even fantasy. Clinicians use scoring systems such as the Glasgow Coma Scale to assess the level of arousal in patients with \"impaired states of consciousness\" such as the comatose state, the persistent vegetative state, and the minimally conscious state. Here, \"state\" refers to different amounts of externalized, physical consciousness: ranging from a total absence in coma, persistent vegetative state and general anesthesia, to a fluctuating, minimally conscious state, such as sleep walking and epileptic seizure.",
            "score": 153.927490234375
        },
        {
            "docid": "33814258_18",
            "document": "EEG microstates . This study illuminates the complexity of brain activity and EEG dynamics. The data suggest that \"alpha (wave) activity could be indexing different brain information in each arousal state.\" Furthermore, they suggest that the alpha rhythm could be the \"natural resonance frequency of the visual cortex during the waking state, whereas the alpha activity that appears in the drowsiness period at sleep onset could be indexing the hypnagogic imagery self-generated by the sleeping brain, and a phasic event in the case of REM sleep.\" Another claim is that longer periods of stable brain activity may be handling smaller amounts of information processing, and thus few changes in microstates, while shorter, less-stable brain activity may reflect large amounts of different information to process, and thus more microstate changes.",
            "score": 152.98655700683594
        },
        {
            "docid": "37522784_32",
            "document": "Art and emotion . In order to research emotional responses to art, researchers often rely on behavioral data. But new psychophysilogical methods of measuring emotional response are beginning to be used, such as the measurement of pupillary response. Pupil responses have been predicted to indicate image pleasantness and emotional arousal, but can be confounded by luminance, and confusion between an emotion's positive or negative valence, requiring an accompanying verbal explanation of emotional state. Pupil dilatations have been found to predict emotional responses and the amount of information the brain is processing, measures important in testing emotional response ellicted by artwork. Further, the existence of pupillary responses to artwork can be used as an argument that art does ellicit emotional responses with physiological reactions.  After viewing Cubist paintings of varying complexity, abstraction, and familiarity, participants' pupil responses were greatest when viewing aesthetically pleasing artwork, and highly accessible art, or art low in abstraction. Pupil responses also correlated with personal preferences of the cubist art. High pupil responses were also correlated with faster cognitive processing, supporting theories that aesthetic emotions and preferences are related to the brain's ease of processing the stimuli.",
            "score": 151.76998901367188
        },
        {
            "docid": "971305_18",
            "document": "Haemodynamic response . Functional magnetic resonance imaging (fMRI), is the medical imaging technique used to measure the haemodynamic response of the brain in relation to the neural activities. It is one of the most commonly used devices to measure brain functions and is relatively inexpensive to perform in a clinical setting. The onset of neural activity leads to a systematic series of physiological changes in the local network of blood vessels that include changes in the cerebral blood volume per unit of brain tissue (CBV), changes in the rate of cerebral blood flow, and changes in the concentration of oxyhemoglobin and deoxyhemoglobin. There are different fMRI techniques that can pick up a functional signal corresponding to changes in each of the previously mentioned components of the haemodynamic response. The most common functional imaging signal is the Blood Oxygenation Level Dependent signal (BOLD), which primarily corresponds to the concentration of deoxyhemoglobin The BOLD effect is based on the fact that when neuronal activity is increased in one part of the brain, there is also an increased amount of cerebral blood flow to that area which is the basis of haemodynamic response. This increase in blood flow produces an increase in the ratio of oxygenated hemoglobin relative to deoxygenated hemoglobin in that specific area. The difference in magnetic properties of oxygenated and deoxygenated hemoglobin is what allows fMRI imaging to produce an effective map of which neurons are active and which are not. In short, deoxygenated hemoglobin is paramagnetic while oxygenated hemoglobin is diamagnetic. Diamagnetic blood (oxyhemoglobin) interferes with the magnetic resonance (MR) signal less and this leads to an improved MR signal in that area of increased neuronal activity. However, Paramagnetic blood (deoxyhemoglobin) makes the local magnetic field inhomogenous. This has the effect of dephasing the signal emitted in this domain, causing destructive interference in the observed MR signal. Therefore, greater amounts of deoxyhemoglobin lead to less signal. Neuronal activity ultimately leads to an increase in local MR signaling corresponding to a decrease in the concentration of deoxyhemoglobin.",
            "score": 151.59327697753906
        },
        {
            "docid": "20945667_23",
            "document": "Myoclonic dystonia . Deep brain stimulation (DBS) has been found to be an effective and safe treatment for myoclonus dystonia patients, whose severe and debilitating symptoms are resistant to drug treatments. Electrical stimulation within the brain is a common treatment for many movement disorders because of the ability to excite or inhibit neurons within the brain. Deep brain stimulation patients have electrodes inserted into the brain and then an electrical signal is sent from an external source to elicit a response. The frequency and intensity of this signal can be changed to monitor the effects on neuronal activity using voltage recordings or neuroimaging, like functional MRIs. By re-positioning the electrodes in different areas or changing the size or timing of the stimulus, varying effects can be seen on the patient depending on the origin of the disorder.",
            "score": 151.27040100097656
        },
        {
            "docid": "3717_38",
            "document": "Brain . As a side effect of the electrochemical processes used by neurons for signaling, brain tissue generates electric fields when it is active. When large numbers of neurons show synchronized activity, the electric fields that they generate can be large enough to detect outside the skull, using electroencephalography (EEG) or magnetoencephalography (MEG). EEG recordings, along with recordings made from electrodes implanted inside the brains of animals such as rats, show that the brain of a living animal is constantly active, even during sleep. Each part of the brain shows a mixture of rhythmic and nonrhythmic activity, which may vary according to behavioral state. In mammals, the cerebral cortex tends to show large slow delta waves during sleep, faster alpha waves when the animal is awake but inattentive, and chaotic-looking irregular activity when the animal is actively engaged in a task. During an epileptic seizure, the brain's inhibitory control mechanisms fail to function and electrical activity rises to pathological levels, producing EEG traces that show large wave and spike patterns not seen in a healthy brain. Relating these population-level patterns to the computational functions of individual neurons is a major focus of current research in neurophysiology.",
            "score": 150.53564453125
        },
        {
            "docid": "25146378_20",
            "document": "Functional specialization (brain) . Other researchers who provide evidence to support the theory of distributive processing include Anthony McIntosh and William Uttal, who question and debate localization and modality specialization within the brain. McIntosh's research suggests that human cognition involves interactions between the brain regions responsible for processes sensory information, such as vision, audition, and other mediating areas like the prefrontal cortex. McIntosh explains that modularity is mainly observed in sensory and motor systems, however, beyond these very receptors, modularity becomes \"fuzzier\" and you see the cross connections between systems increase. He also illustrates that there is an overlapping of functional characteristics between the sensory and motor systems, where these regions are close to one another. These different neural interactions influence each other, where activity changes in one area influence other connected areas. With this, McIntosh suggest that if you only focus on activity in one area, you may miss the changes in other integrative areas. Neural interactions can be measured using analysis of covariance in neuroimaging. McIntosh used this analysis to convey a clear example of the interaction theory of distributive processing. In this study, subjects learned that an auditory stimulus signalled a visual event. McIntosh found activation (an increase blood flow), in an area of the occipital cortex, a region of the brain involved in visual processing, when the auditory stimulus was presented alone. Correlations between the occipital cortex and different areas of the brain such as the prefrontal cortex, premotor cortex and superior temporal cortex showed a pattern of co-variation and functional connectivity.",
            "score": 150.43954467773438
        },
        {
            "docid": "19685348_3",
            "document": "Eve Marder . Her work on the 30 neurons that comprise the lobster stomatogastric ganglion (STG) produced many notable findings. She found that circuits can be modulated by many neuromodulators, which act on the level of populations of neurons, unlike some neurotransmitters, which can only affect specific target neurons. She pioneered work on plasticity and homeostasis, revealing more about how the brain can change dramatically during learning and development yet remain structurally stable. Her recent work examining network variability among healthy individuals shows that a variety of network parameters can produce the same behavioral outcome, challenging a long-standing goal in theoretical neuroscience to model 'ideal' neurons and neural circuits.",
            "score": 150.2525634765625
        },
        {
            "docid": "33096801_29",
            "document": "Stress in early childhood . In children experiencing persistent toxic stress, functioning occurs in a fear state and this becomes habitual. Many times, cortisol levels do not reach basal ranges after the situation has been mitigated. With chronic toxic stress, children undergo long term hyper-arousal of brain stem activity. This includes an increase in heart rate, blood pressure, and arousal states. Also, these children may experience a change in brain chemistry, which leads to hyperactivity and anxiety. Therefore, it is evident that chronic stress in a young child’s life can create significant physical, emotional, psychological, social and behavioral changes.",
            "score": 150.12254333496094
        },
        {
            "docid": "226722_15",
            "document": "Functional magnetic resonance imaging . The change in the MR signal from neuronal activity is called the hemodynamic response (HDR). It lags the neuronal events triggering it by a couple of seconds, since it takes a while for the vascular system to respond to the brain's need for glucose. From this point it typically rises to a peak at about 5 seconds after the stimulus. If the neurons keep firing, say from a continuous stimulus, the peak spreads to a flat plateau while the neurons stay active. After activity stops, the BOLD signal falls below the original level, the baseline, a phenomenon called the undershoot. Over time the signal recovers to the baseline. There is some evidence that continuous metabolic requirements in a brain region contribute to the undershoot.",
            "score": 150.12002563476562
        },
        {
            "docid": "3717_52",
            "document": "Brain . In vertebrates, the part of the brain that plays the greatest role is the hypothalamus, a small region at the base of the forebrain whose size does not reflect its complexity or the importance of its function. The hypothalamus is a collection of small nuclei, most of which are involved in basic biological functions. Some of these functions relate to arousal or to social interactions such as sexuality, aggression, or maternal behaviors; but many of them relate to homeostasis. Several hypothalamic nuclei receive input from sensors located in the lining of blood vessels, conveying information about temperature, sodium level, glucose level, blood oxygen level, and other parameters. These hypothalamic nuclei send output signals to motor areas that can generate actions to rectify deficiencies. Some of the outputs also go to the pituitary gland, a tiny gland attached to the brain directly underneath the hypothalamus. The pituitary gland secretes hormones into the bloodstream, where they circulate throughout the body and induce changes in cellular activity.",
            "score": 149.69332885742188
        },
        {
            "docid": "2640086_24",
            "document": "Affective neuroscience . This approach to emotion hypothesizes that emotions like happiness, sadness, fear, anger and disgust (and many others) are constructed mental states that occur when many different systems in the brain work together. In this view, networks of brain regions underlie psychological operations (e.g., language, attention, etc.) that interact to produce many different kinds of emotion, perception, and cognition. One psychological operation critical for emotion is the network of brain regions that underlie valence (feeling pleasant/unpleasant) and arousal (feeling activated and energized). Emotions emerge when neural systems underlying different psychological operations interact (not just those involved in valence and arousal), producing distributed patterns of activation across the brain. Because emotions emerge from more basic components, there is heterogeneity within each emotion category; for example, a person can experience many different kinds of fear, which feel differently, and which correspond to different neural patterns in the brain. Thus, this view presents a different approach to understanding the neural bases of emotion than locationist approaches.",
            "score": 149.29953002929688
        }
    ]
}