{
    "q": [
        {
            "docid": "52324876_8",
            "document": "Distress tolerance . There are several candidate biological neural network mechanisms for distress tolerance. These proposed brain areas are based on the conceptualization of distress tolerance as a function of reward learning. Within this framework, individuals learn to attune to and pursue reward; reduction of tension in escaping from a stressor is similarly framed as a reward and thus can be learned. Individuals differ in how quickly and for how long they display preferences for pursuing reward or in the case of distress tolerance, escaping from a distressful stimulus. Therefore, brain regions that are activated during reward processing and learning are hypothesized to also serve as neurobiological substrates for distress tolerance. For instance, activation intensity of dopamine neurons projecting to the nucleus accumbens, ventral striatum, and prefrontal cortex is associated with an individual's predicted value of an immediate reward during a learning task. As the firing rate for these neurons increases, individuals predict high values of an immediate reward. During instances in which the predicted value is correct, the basal rate of neuronal firing remains the same. When the predicted reward value is below the actual value, neuronal firing rates increase when the reward is received, resulting in a learned response. When the expected reward value is below the actual value, the firing rate of these neurons decreases below baseline levels, resulting in a learned shift that reduces expectancies about reward value. It is posited that these same dopaminergic firing rates are associated with distress tolerance, in that learning the value of escaping a distressing stimulus is analogous to an estimation of an immediate reward There are several potential clinical implications if these posited distress tolerance substrates are corroborated. It may suggest that distress tolerance is malleable among individuals; interventions that change neuronal firing rates may shift predicted values of behaviors intended to escape a distressor and provide relief, thereby increasing distress tolerance.",
            "score": 172.781919836998
        },
        {
            "docid": "14990054_6",
            "document": "Sleep in non-human animals . The electrophysiological study of sleep in small invertebrates is complicated. Insects go through circadian rhythms of activity and passivity but some do not seem to have a homeostatic sleep need. Insects do not seem to exhibit REM sleep. However, fruit flies appear to sleep, and systematic disturbance of that state leads to cognitive disabilities. There are several methods of measuring cognitive functions in fruit flies. A common method is to let the flies choose whether they want to fly through a tunnel that leads to a light source, or through a dark tunnel. Normally, flies are attracted to light. But if sugar is placed in the end of the dark tunnel, and something the flies dislike is placed in the end of the light tunnel, the flies will eventually learn to fly towards darkness rather than light. Flies deprived of sleep require a longer time to learn this and also forget it more quickly. If an arthropod is experimentally kept awake longer than it is used to, then its coming rest period will be prolonged. In cockroaches that rest period is characterized by the antennae being folded down and by a decreased sensitivity to external stimuli. Sleep has been described in crayfish, too, characterized by passivity and increased thresholds for sensory stimuli as well as changes in the EEG pattern, markedly differing from the patterns found in crayfish when they are awake. In honeybees, it has been suggested they could be able to dream.",
            "score": 116.35801553726196
        },
        {
            "docid": "2268029_5",
            "document": "Phenocopy . The larvae of \"Drosophila melanogaster\" have been found to be particularly vulnerable to environmental factors which produce phenocopies of known mutations; these factors include temperature, shock, radiation, and various chemical compounds. In fruit fly, \"Drosophila melanogaster\", the normal body colour is brownish gray with black margins. A hereditary mutant for this was discovered by T.H. Morgan in 1910 where the body colour is yellow. This was a genotypic character which was constant in both the flies in all environments. However, in 1939, Rapport discovered that if larva of normal flies were fed with silver salts, they develop into yellow bodied flies irrespective of their genotype. The yellow bodied flies which are genetically brown is a variant of the original yellow bodied fly.",
            "score": 117.1160489320755
        },
        {
            "docid": "2448812_4",
            "document": "Insect Habitat . The Insect Habitat would enable studies of the fruit fly to learn how microgravity affects development, nervous system function, movement and behavior, growth, reproduction, aging, gene expression, mutagenesis from radiation and circadian rhythms or sleep/wake cycles. The habitat would have housed eighty-five separate colonies of fruit flies. Each of these was divided into two compartments, separated by a rotating food cartridge. Fruit flies, which have a short life cycle, tend to lay their eggs in their food supply, to provide their offspring with a source of nourishment after hatching. After the eggs were laid, the food cartridge would be rotated, segregating the generations of flies so they could be studied separately. Multigenerartional studies were possible in this way, if each generation was removed from the colony before its offspring's eggs were ready to be segregated.",
            "score": 88.6585921049118
        },
        {
            "docid": "8582684_19",
            "document": "Reward system . Rewarding stimuli can drive learning in both the form of classical conditioning (Pavlovian conditioning) and operant conditioning (instrumental conditioning). In classical conditioning, a reward can act as an unconditioned stimulus that, when associated with the conditioned stimulus, causes the conditioned stimulus to elicit both musculoskeletal (in the form of simple approach and avoidance behaviors) and vegetative responses. In operant conditioning, a reward may act as a reinforcing stimulus in that it increases or supports actions that lead to itself. Learned behaviors may or may not be sensitive to the value of the outcomes they lead to; behaviors that are sensitive to the contingency of an outcome on the performance of an action as well as the outcome value are goal-directed, while elicited actions that are insensitive to contingency or value are called habits. This distinction is thought to reflected two forms of learning, model free and model based. Model free learning involves the simple caching and updating of values. In contrast, model based learning involves the storage and construction of an internal model of events that allows inference and flexible prediction. Although pavlovian conditioning is generally assumed to be model free, the incentive salience assigned to a conditioned stimulus is flexible with regard to changes in internal motivational states.",
            "score": 142.22631096839905
        },
        {
            "docid": "5212259_6",
            "document": "Pars compacta . \"Dopamine neurons are activated by novel, unexpected stimuli, by primary rewards in the absence of predictive stimuli and during learning\". Dopamine neurons are thought to be involved in learning to predict which behaviours will lead to a reward (for example food or sex). In particular, it is suggested that dopamine neurons fire when a reward is greater than that previously expected; a key component of many reinforcement learning models. This signal can then be used to update the expected value of that action. Many recreational drugs, such as cocaine, mimic this reward response—providing an explanation for their addictive nature.",
            "score": 163.75512647628784
        },
        {
            "docid": "48548_33",
            "document": "Dopamine . Within the brain, dopamine functions partly as a \"global reward signal\", where an initial phasic dopamine response to a rewarding stimulus encodes information about the salience, value, and context of a reward. In the context of reward-related learning, dopamine also functions as a \"reward prediction error\" signal, that is, the degree to which the value of a reward is unexpected. According to this hypothesis of Wolfram Schultz, rewards that are expected do not produce a second phasic dopamine response in certain dopaminergic cells, but rewards that are unexpected, or greater than expected, produce a short-lasting increase in synaptic dopamine, whereas the omission of an expected reward actually causes dopamine release to drop below its background level. The \"prediction error\" hypothesis has drawn particular interest from computational neuroscientists, because an influential computational-learning method known as temporal difference learning makes heavy use of a signal that encodes prediction error. This confluence of theory and data has led to a fertile interaction between neuroscientists and computer scientists interested in machine learning.",
            "score": 146.31711328029633
        },
        {
            "docid": "31565681_22",
            "document": "Pain in invertebrates . \"Drosophila\" feature widely in studies of invertebrate nociception and pain. It has been known since 1974 that these fruit-flies can be trained with sequential presentations of an odour and electric shock (odour–shock training) and will subsequently avoid the odour because it predicts something \"bad\". A similar response has been found in the larvae of this species. In an intriguing study, \"Drosophila\" learned two kinds of prediction regarding a 'traumatic' experience. If an odour preceded an electric shock during training, it predicted shock and the flies subsequently avoided it. When the sequence of events during training was reversed, i.e. odour followed shock, the odour predicted relief from shock and flies approached it. The authors termed this latter effect \"relief\" learning.",
            "score": 115.17600989341736
        },
        {
            "docid": "1506351_9",
            "document": "Magnetoreception . \"Drosophila melanogaster\" is another invertebrate which may be able to orient to magnetic fields. Experimental techniques such as gene knockouts have allowed a closer examination of possible magnetoreception in these fruit flies. Various \"Drosophila\" strains have been trained to respond to magnetic fields. In a choice test flies were loaded into an apparatus with two arms that were surrounded by electric coils. Current was run through each of the coils, but only one was configured to produce a 5-Gauss magnetic field at a time. The flies in this T-maze were tested on their native ability to recognize the presence of the magnetic field in an arm and on their response following training where the magnetic field was paired with a sucrose reward. Many of the strains of flies showed a learned preference for the magnetic field following training. However, when the only cryptochrome found in \"Drosophila\", type 1 Cry, is altered, either through a missense mutation or replacement of the Cry gene, the flies exhibit a loss of magnetosensitivity. Furthermore, when light is filtered to only allow wavelengths greater than 420 nm through, \"Drosophila\" loses its trained response to magnetic fields. This response to filtered light is likely linked to the action spectrum of fly-cryptochrome which has a range from 350 nm – 400 nm and plateaus from 430-450 nm. Although researchers had believed that a tryptophan triad in cryptochrome was responsible for the free radicals on which magnetic fields could act, recent work with \"Drosophila\" has shown that tryptophan might not be behind cryptochrome dependent magnetoreception. Alteration of the tryptophan protein does not result in the loss of magnetosensitivity of a fly expressing either type 1 Cry or the cryptochrome found in vertebrates, type 2 Cry. Therefore, it remains unclear exactly how cryptochrome mediates magnetoreception. These experiments used a 5 gauss magnetic field, 10 times the strength of the Earth's magnetic field). \"Drosophila\" has not been shown to be able to respond to the Earth’s weaker magnetic field.",
            "score": 147.46701526641846
        },
        {
            "docid": "530801_9",
            "document": "Mushroom bodies . We know that mushroom body structures are important for olfactory learning and memory in \"Drosophila\" because their ablation destroys this function. The mushroom body is also able to combine information from the internal state of the body and the olfactory input to determine innate behavior. The exact roles of the specific neurons making up the mushroom bodies are still unclear. However, these structures are studied extensively because much is known about their genetic make-up. There are three specific classes of neurons that make up the mushroom body lobes: α/β, α’/β’, and γ neurons, which all have distinct gene expression. A topic of current research is which of these substructures in the mushroom body are involved in each phase and process of learning and memory. \"Drosophila\" mushroom bodies are also often used to study learning and memory and are manipulated due to their relatively discrete nature. Typically, olfactory learning assays consist of exposing flies to two odors separately; one is paired with electric shock pulses (the conditioned stimulus, or CS+), and the second is not (unconditioned stimulus, or US). After this training period, flies are placed in a T-maze with the two odors placed individually on either end of the horizontal ‘T’ arms. The percent of flies that avoid the CS+ is calculated, with high avoidance considered evidence of learning and memory.",
            "score": 116.93577027320862
        },
        {
            "docid": "1674555_10",
            "document": "Vibration theory of olfaction . A study published in 2011 by Franco, Turin, Mershin and Skoulakis shows both that flies can smell deuterium, and that to flies, a carbon-deuterium bond smells like a nitrile, which has a similar vibration. The study reports that drosophila melanogaster (fruit fly), which is ordinarily attracted to acetophenone, spontaneously dislikes deuterated acetophenone. This dislike increases with the number of deuteriums. (Flies genetically altered to lack smell receptors could not tell the difference.) Flies could also be trained by electric shocks either to avoid the deuterated molecule or to prefer it to the normal one. When these trained flies were then presented with a completely new and unrelated choice of normal vs. deuterated odorants, they avoided or preferred deuterium as with the previous pair. This suggested that flies were able to smell deuterium regardless of the rest of the molecule. To determine whether this deuterium smell was actually due to vibrations of the carbon-deuterium (C-D) bond or to some unforeseen effect of isotopes, the researchers looked to nitriles, which have a similar vibration to the C-D bond. Flies trained to avoid deuterium and asked to choose between a nitrile and its non-nitrile counterpart did avoid the nitrile, lending support to the idea that the flies are smelling vibrations. Further isotope smell studies are under way in fruit flies and dogs.",
            "score": 139.20093488693237
        },
        {
            "docid": "18622144_2",
            "document": "Michael Tordoff . Dr. Michael G. Tordoff is a psychobiologist working at the Monell Chemical Senses Center. His research deals with the genetics and physiology of taste and nutrition. His early work addressed (a) how and what animals learn about the value of their food, (b) how artificial sweeteners influence appetite and body weight, (c) how salt intake is regulated, and (d) how dietary calcium influences salt intake. Recently, he has been investigating calcium taste and appetite. He is the primary proponent of the notion that calcium is a basic taste, equivalent to sweet, sour, salty, and bitter.",
            "score": 49.31182527542114
        },
        {
            "docid": "2339577_109",
            "document": "Evidence of common descent . William R. Rice and George W. Salt found experimental evidence of sympatric speciation in the common fruit fly. They collected a population of \"Drosophila melanogaster\" from Davis, California and placed the pupae into a habitat maze. Newborn flies had to investigate the maze to find food. The flies had three choices to take in finding food. Light and dark (phototaxis), up and down (geotaxis), and the scent of acetaldehyde and the scent of ethanol (chemotaxis) were the three options. This eventually divided the flies into 42 spatio-temporal habitats.",
            "score": 68.38717746734619
        },
        {
            "docid": "63663_10",
            "document": "Fly . Flies are often abundant and are found in almost all terrestrial habitats in the world apart from Antarctica. They include many familiar insects such as house flies, blow flies, mosquitoes, gnats, black flies, midges and fruit flies. More than 150,000 have been formally described and the actual species diversity is much greater, with the flies from many parts of the world yet to be studied intensively. The suborder Nematocera include generally small, slender insects with long antennae such as mosquitoes, gnats, midges and crane-flies, while the Brachycera includes broader, more robust flies with short antennae. Many nematoceran larvae are aquatic. There are estimated to be a total of about 19,000 species of Diptera in Europe, 22,000 in the Nearctic region, 20,000 in the Afrotropical region, 23,000 in the Oriental region and 19,000 in the Australasian region. While most species have restricted distributions, a few like the housefly (\"Musca domestica\") are cosmopolitan. \"Gauromydas heros\" (Asiloidea), with a length of up to , is generally considered to be the largest fly in the world, while the smallest is \"Euryplatea nanaknihali\", which at is smaller than a grain of salt.",
            "score": 104.86493015289307
        },
        {
            "docid": "35110499_15",
            "document": "Dolichovespula sylvestris . The diet of \"D. sylvestris\" larvae was determined based on close analysis of larval pellets and observation. It was found that the wasp larvae consumed both other insects and nectar from flowers. The queen finds the insects or nectar and returns to the nest to feed them to each of the larvae during the queen nest before workers take over foraging and feeding activities. At this time, workers begin feeding the larvae, using the same types of food. Insects included many types of flies, including but not limited to march flies (Bibionidae) and crane flies (Tipulidae). The type of insects that were chosen as the main food source depended on the time of the season. These wasps prefer to feed on flies and tend to avoid ants or spiders. Queens were also observed feeding larvae nectar from flowers one drop at a time by putting her tongue and their mouths together. This nectar comes from flowers of plants such as blackberry, raspberry, and \"Rhododendron\". Nectar seems to be a very important part of the larval diet as both queen and workers took more trips and more time collecting it than either insects or pulp for the nests. Experiments on larvae have shown that the sugar in the nectar is a necessary energy source and that without it larvae will quickly become unable to survive. Therefore, both insects and nectar are an important part of the larval diet.",
            "score": 137.76510393619537
        },
        {
            "docid": "29000_30",
            "document": "Speciation . The best-documented creations of new species in the laboratory were performed in the late 1980s. William R. Rice and George W. Salt bred \"Drosophila melanogaster\" fruit flies using a maze with three different choices of habitat such as light/dark and wet/dry. Each generation was placed into the maze, and the groups of flies that came out of two of the eight exits were set apart to breed with each other in their respective groups. After thirty-five generations, the two groups and their offspring were isolated reproductively because of their strong habitat preferences: they mated only within the areas they preferred, and so did not mate with flies that preferred the other areas. The history of such attempts is described by Rice and Elen E. Hostert (1993). Diane Dodd used a laboratory experiment to show how reproductive isolation can evolve in \"Drosophila pseudoobscura\" fruit flies after several generations by placing them in different media, starch- and maltose-based media.",
            "score": 99.50829195976257
        },
        {
            "docid": "14511650_50",
            "document": "Impulsivity . Economic theory suggests that optimal discounting involves the exponential discounting of value over time. This model assumes that people and institutions should discount the value of rewards and punishments at a constant rate according to how delayed they are in time. While economically rational, recent evidence suggests that people and animals do not discount exponentially. Many studies suggest that humans and animals discount future values according to a hyperbolic discounting curve where the discount factor decreases with the length of the delay (for example, waiting from today to tomorrow involves more loss of value than waiting from twenty days to twenty-one days). Further evidence for non-constant delay discounting is suggested by the differential involvement of various brain regions in evaluating immediate versus delayed consequences. Specifically, the prefrontal cortex is activated when choosing between rewards at a short delay or a long delay, but regions associated with the dopamine system are additionally activated when the option of an immediate reinforcer is added. Additionally, intertemporal choices differ from economic models because they involve anticipation (which may involve a neurological \"reward\" even if the reinforcer is delayed), self-control (and the breakdown of it when faced with temptations), and representation (how the choice is framed may influence desirability of the reinforcer), none of which are accounted for by a model that assumes economic rationality.",
            "score": 155.77315771579742
        },
        {
            "docid": "1408022_5",
            "document": "Drosophilidae . Of their many defenses against parasites, when Drosophila melanogaster flies see female larval endoparasitoid wasps, they switch to laying their eggs in alcohol-laden food sources such as rotting fruit. Doing so protects the flies from becoming host to the larvae, as the wasps have a low alcohol tolerance. This oviposition behavior change only occurs upon seeing the female wasp larva and does not take place in the presence of the male wasp larva.",
            "score": 119.44234371185303
        },
        {
            "docid": "32340068_7",
            "document": "Expected value of including uncertainty . When comparing the two approaches—ignoring uncertainty versus modeling uncertainty explicitly—the natural question to ask is how much difference it really makes to the quality of the decisions reached. In the 1960s, Ronald A. Howard proposed one such measure, the expected value of perfect information (EVPI), a measure of how much it would be worth to learn the \"true\" values for all uncertain input variables. While providing a highly useful measure of sensitivity to uncertainty, the EVPI does not directly capture the actual improvement in decisions obtained from explicitly representing and reasoning about uncertainty. For this, Max Henrion, in his Ph.D. thesis, introduced the \"expected value of including uncertainty\" (EVIU), the topic of this article.",
            "score": 66.80146098136902
        },
        {
            "docid": "3766002_17",
            "document": "Orbitofrontal cortex . The human OFC is among the least-understood regions of the human brain; but it has been proposed that the OFC is involved in sensory integration, in representing the affective value of reinforcers, and in decision-making and expectation. In particular, the OFC seems to be important in signaling the expected rewards/punishments of an action given the particular details of a situation. In doing this, the brain is capable of comparing the expected reward/punishment with the actual delivery of reward/punishment, thus, making the OFC critical for adaptive learning. This is supported by research in humans, non-human primates, and rodents.",
            "score": 178.6667082309723
        },
        {
            "docid": "48548_67",
            "document": "Dopamine . It had long been believed that arthropods were an exception to this with dopamine being seen as having an adverse effect. Reward was seen to be mediated instead by octopamine, a neurotransmitter closely related to norepinephrine. More recent studies however have shown that dopamine does play a part in reward learning in fruit flies. Also it has been found that the rewarding effect of octopamine is due to its activating a set of dopaminergic neurons not previously accessed in the research.",
            "score": 151.83040642738342
        },
        {
            "docid": "1164_19",
            "document": "Artificial intelligence . Unsupervised learning is the ability to find patterns in a stream of input. Supervised learning includes both classification and numerical regression. Classification is used to determine what category something belongs in, after seeing a number of examples of things from several categories. Regression is the attempt to produce a function that describes the relationship between inputs and outputs and predicts how the outputs should change as the inputs change. Both classifiers and regression learners can be viewed as \"function approximators\" trying to learn an unknown (possibly implicit) function; for example, a spam classifier can be viewed as learning a function that maps from the text of an email to one of two categories, \"spam\" or \"not spam\". Computational learning theory can assess learners by computational complexity, by sample complexity (how much data is required), or by other notions of optimization. In reinforcement learning the agent is rewarded for good responses and punished for bad ones. The agent uses this sequence of rewards and punishments to form a strategy for operating in its problem space.",
            "score": 132.26428925991058
        },
        {
            "docid": "22598501_15",
            "document": "Eastern yellowjacket . \"V. maculifrons\" is a polyphagous species, meaning that they feed on a variety of foods. The number of trips a worker makes to forage depends on the age of the worker, as well as the size of the nest, since more food is necessary to feed a larger nest. Workers dedicated to foraging are capable of olfactory learning, allowing them to distinguish odors specific to food. Workers use this ability to scavenge for dead insects such as earwigs and fall webworm larvae, as well as live arthropods. They are also frugivores, obtaining carbohydrates from fruits, nectar, and honeydew. Workers go to flowers in an attempt to catch insects, but often end up feeding on nectar and pollinating the flower while doing so. They feed on honeydew, which is a sweet, sticky liquid. However, honeydew is susceptible to fermentation, causing individuals that feed on it to become inebriated and unable to fly or walk. Since this species is attracted to sugar sources, they may be attracted to soft drinks or other foods consumed by humans. Adults feed larvae with a chewed paste made from other insects and carrion.",
            "score": 140.79955351352692
        },
        {
            "docid": "29189764_15",
            "document": "Indigenous education . In traditional Chippewa culture, assessment and feedback are offered in variety of ways. Generally, Chippewa children are not given much praise for their contributions. On occasion, the parents offer assessment through rewards given to the child. These rewards are given as feedback for work well done, and come in the form of a toy carved out of wood, a doll of grass, or maple sugar. When children do not meet expectations, and fail in their contributions, Chippewa parents make sure not to use ridicule as a means of assessment. The Chippewa also recognize the harmful effects of excessive scolding to a child's learning process. Chippewa parents believes that scolding a child too much would \"make them worse\", and holds back the child's ability to learn.  For the Chillihuani community in Peru, parents bring up children in a manner that allows them to grow maturely with values like responsibility and respect. These values ultimately influence how children learn in this community. Parents from the Chillihuani community offer assessment of their children through praise, even if the child's contribution is not perfect. Additionally, feedback can come in the form of responsibility given for a difficult task, with less supervision. This responsibility is an important aspect of the learning process for children in Chillihuani because it allows them advance their skills. At only five years old, children are expected to herd sheep, alpaca and llamas with the assistance of an older sibling or adult relative. By age 8, children take on the responsibility of herding alone even in unfavorable weather conditions. Children are evaluated in terms of their ability to handle difficult tasks and then complemented on a job well done by their parents. This supports the learning development of the child's skills, and encourages their continued contributions.",
            "score": 125.81995904445648
        },
        {
            "docid": "5608413_19",
            "document": "Sociology of terrorism . Social Learning Theory plays are part in the socialization of terroristic behaviors. Social Learning Theory states that a person becomes deviant because of an abundance of definitions that favor deviant behavior versus definitions that are unfavorable to such behaviors. This theory is broken down into four learning mechanisms: differential association, definitions, differential reinforcement, and imitation. The first learning mechanism is differential association, which refers to \"direct association and interaction with others who engage in certain kinds of behaviors or express norms, values, and attitudes supportive of such behavior, as well as indirect association and identification with more distant reference groups.\" The groups that an individual are differentially associated with provides the context in which the social learning is operated. The greater the priority, intensity, duration, and frequency of the differential association the greater the effect on behavior, so the theory in relation to terrorism is that the stronger someone's connection is towards a terrorist organization the better chance that person has of also exhibiting terroristic behaviors. The second learning mechanism is definitions. Definitions refer to an \"individual's own value and belief system about what is and is not acceptable behavior.\" These values are learned and reinforced through differential association. There are two types of definitions, general definition and specific definition. General definitions include broad beliefs about conformity that are influenced through conventional means and are often influenced by religious or moral values. Specific definitions are seen as those that align an individual with particular acts of crime. The greater the number of definitions the more likely a person will engage in criminal behavior. So the more definitions an individual has that favor terroristic behavior the greater chance that person has of committing a terroristic acts. The third learning mechanism is differential reinforcement. Differential reinforcement \"refers to the balance of anticipated or actual rewards and punishments that follow behavior.\" An individual refraining from committing a crime depends on a balance of past, present, and anticipated future rewards or punishments for their actions. In regards to terrorism the more direct or indirect social interaction a person has towards terrorism the more likely they are to commit a terroristic act. The fourth and final learning mechanism is imitation. \"Imitation is the notion that individuals engage in behaviors that they have previously witnessed others doing.\" The characters being observed, the behaviors that are being witnessed, and the consequences for those behaviors determine how much an individual imitates a behavior. All of these things need to fall into place in order for an individual to imitate a terrorist.",
            "score": 148.7394597530365
        },
        {
            "docid": "1281850_3",
            "document": "Q-learning . For any finite Markov decision process (FMDP), \"Q\"-learning eventually finds an optimal policy, in the sense that the expected value of the total reward return over all successive steps, starting from the current state, is the maximum achievable. \"Q\"-learning can identify an optimal action-selection policy for any given FMDP, given infinite exploration time and an, at least partly, random policy.  \"Q\" names the function that returns the reward used to provide the reinforcement and can be said to stand for the \"quality\" of an action taken in a given state.",
            "score": 148.84551763534546
        },
        {
            "docid": "8582684_24",
            "document": "Reward system . Ivan Pavlov was a psychologist who used the reward system to study classical conditioning. Pavlov used the reward system by rewarding dogs with food after they had heard a bell or another stimulus. Pavlov was rewarding the dogs so that the dogs associated food, the reward, with the bell, the stimulus. Edward L. Thorndike used the reward system to study operant conditioning. He began by putting cats in a puzzle box and placing food outside of the box so that the cat wanted to escape. The cats worked to get out of the puzzle box to get to the food. Although the cats ate the food after they escaped the box, Thorndike learned that the cats attempted to escape the box without the reward of food. Thorndike used the rewards of food and freedom to stimulate the reward system of the cats. Thorndike used this to see how the cats learned to escape the box.",
            "score": 116.06332802772522
        },
        {
            "docid": "11639019_2",
            "document": "Rhagoletis indifferens . The Western cherry fruit fly (\"Rhagoletis indifferens\") is a pest that lives only on cherries. The adult form of this insect is slightly smaller than a housefly, with white stripes across the abdomen, yellow markings near the base of the wings, and black markings on the wings. The larva, which is the stage of this insect's life cycle that causes the actual damage to the fruit, is similar to a typical fly larva or maggot. Female flies lay eggs in the cherries where the larvae feed for 1–2 weeks before exiting. Western cherry fruit flies damage fruit by feeding, in both the adult and larva stages.",
            "score": 142.90520429611206
        },
        {
            "docid": "2733733_34",
            "document": "Delayed gratification . Researchers have investigated whether the reliability of the reward affects one's ability to delay gratification. Reliability of the reward refers to how well the reward received matches what the person was expecting or promised in terms of quality and quantity. For example, researchers told children that they would receive better art supplies if they waited. After the children successfully waited for the reward, better supplies could not be \"found\" and so they had to use the crayons and stickers that were in poor shape. Comparing these children to ones who received their promised rewards reliably revealed different results on subsequent Marshmallow tests measuring delayed gratification. Children who had learned that the researcher's promise was unreliable quickly succumbed to eating the marshmallow, waiting only an average of three minutes. Conversely, children who had learned that the researcher was reliable were able to wait an average of 12 minutes, with many of them waiting the full 15 minutes for the researcher to return in order to double the reward to two marshmallows.",
            "score": 170.91613173484802
        },
        {
            "docid": "31565681_12",
            "document": "Pain in invertebrates . Rather than a simple withdrawal reflex, the flatworm, \"Notoplana aticola,\" displays a locomotory escape behaviour following pin pricks to the posterior end. Touching the larvae of fruit flies, \"Drosophila melanogaster,\" with a probe causes them to pause and move away from the stimulus, however, stronger mechanical stimulation evokes a more complex corkscrew-like rolling behaviour, i.e. the response is plastic. When a weak tactile stimulus is applied to the siphon of the sea-hare \"Aplysia californica\", the animal rapidly withdraws the siphon between the parapodia. It is sometimes claimed this response is an involuntary reflex (e.g. see Aplysia gill and siphon withdrawal reflex), however, the complex learning associated with this response (see 'Learned Avoidance' below) suggests this view might be overly simplistic.",
            "score": 98.26481509208679
        },
        {
            "docid": "3225240_17",
            "document": "Lactarius deterrimus . Many fungi can serve as source of food for insect larvae, whereas most insects eat fungi only occasionally. Still, a whole range of insect species specialize on fungi. These animals are mainly beetle larvae, especially hairy fungus beetles (Mycetophagidae), rove beetles (Staphylinidae), and true flies (Diptera). Milk caps are especially attractive for true flies, while beetle larvae are comparatively rarer. The most common insects found on the fungus are Mycetophilidae and Phoridae larvae, which populate even the youngest fruit bodies. Also relatively common on mature or overaged fruit bodies are Drosophilidae and Psychodidae. Species from the section \"Deliciosi\" are often infested by Diptera larvae.",
            "score": 126.32559132575989
        },
        {
            "docid": "41551368_5",
            "document": "Object skill . In everyday life, people learn values of objects according to the corresponding rewarding or punishing results of choosing these objects. Their ability of finding good objects therefore depends on this kind of value-based learning, where consistency plays an important role. As a result of this comparatively consistent object-value mapping across people's lifespan, their internal value assignment to objects tends to be stable.",
            "score": 111.81444716453552
        }
    ],
    "r": [
        {
            "docid": "30237309_5",
            "document": "Gray's biopsychological theory of personality . Gray had a lot of support for his theories and experimented with animals to test his hypotheses. Using animal subjects allows researchers to test whether different areas of the brain are responsible for different learning mechanisms. Specifically, Gray's theory concentrated on understanding how reward or punishment related to anxiety and impulsivity measures. His research and further studies have found that reward and punishment are under the control of separate systems and as a result people can have different sensitivities to such rewarding or punishing stimuli.",
            "score": 193.00320434570312
        },
        {
            "docid": "48584668_9",
            "document": "Christiane Linster . Linster's recent research has shown that neuromodulators such as acetylcholine and norepinephrine, the two main neuromodulators for olfactory sensory processing in the adult main olfactory bulb (OB), aid in discrimination between chemically similar odorants in cannulated rats. The rats showed a reduction in spontaneous discrimination between similar odors when nicotinic acetylcholine receptors were blocked, and they showed a significant enhancement in spontaneous discrimination when the efficacy of cholinergic inputs was increased by unblocking these receptors. However, when the rats were observed during reward-motivated odor-discrimination tasks, the difference in cholinergic uptake by nicotinic receptors produced no significant behavioral changes. Linster's findings show that the OB is a highly plastic structure that is directly modulated by olfactory experience and the perception of odors. This plasticity of the OB in turn leads to behavioral changes based on how an odor is processed and paired with reward associations. Linster took these studies further by examining how neural mechanisms such as these play a role in habituation and olfactory memory based on different periods of exposure to odors.",
            "score": 192.3458251953125
        },
        {
            "docid": "540025_2",
            "document": "Bobo doll experiment . The Bobo doll experiment was the collective name of experiments conducted by Albert Bandura in 1961 and 1963 when he studied children's behavior after watching an adult model act aggressively towards a Bobo doll, a toy that gets up by itself to a standing position when it is knocked down. There are different variations of the experiment. The most notable experiment measured the children's behavior after seeing the model get rewarded, get punished, or experience no consequence for beating up the bobo doll. The experiments are empirical approaches to test Bandura's social learning theory. The social learning theory claims that people learn through observing, imitating, and modeling. It shows that people not only learn by being rewarded or punished (behaviorism), but they can also learn from watching somebody else being rewarded or punished (observational learning). These experiments are important because they sparked many more studies on the effects of observational learning. The studies not only give us new data, but this data has practical implications, e.g. how children can be influenced by watching violent media.",
            "score": 189.10372924804688
        },
        {
            "docid": "1754922_17",
            "document": "Animal training . Unlike dogs, horses are not motivated as strongly by positive reinforcement rewards as they are motivated by other operant conditioning methods such as the release of pressure as a reward for the correct behavior, called negative reinforcement. Positive reinforcement techniques such as petting, kind words, rewarding of treats, and clicker training have some benefit, but not to the degree seen in dogs and other predator species. Punishment of horses is effective only to a very limited degree, usually a sharp command or brief physical punishment given within a few seconds of a disobedient act. Horses do not correlate punishment to a specific behavior unless it occurs immediately. They do, however, have a remarkably long memory, and once a task is learned, it will be retained for a very long time. For this reason, poor training or allowing bad habits to be learned can be very difficult to remedy at a later date.",
            "score": 183.99757385253906
        },
        {
            "docid": "462393_20",
            "document": "Olfactory bulb . Olfactory information is sent to the primary olfactory cortex, where projections are sent to the orbitofrontal cortex. The OFC contributes to this odor-reward association as well as it assesses the value of a reward, i.e. the nutritional value of a food. The OFC receives projections from the piriform cortex, amygdala, and parahippocampal cortices. Neurons in the OFC that encode food reward information activate the reward system when stimulated, associating the act of eating with reward. The OFC further projects to the anterior cingulate cortex where it plays a role in appetite. The OFC also associates odors with other stimuli, such as taste. Odor perception and discrimination also involve the OFC. The spatial odor map in the glomeruli layer of the olfactory bulb may contribute to these functions. The odor map begins processing of olfactory information by spatially organizing the glomeruli. This organizing aids the olfactory cortices in its functions of perceiving and discriminating odors.",
            "score": 183.9856414794922
        },
        {
            "docid": "29810836_5",
            "document": "Proboscis extension reflex . The PER paradigm has been successfully used to investigate olfactory learning in honeybees. It was first introduced by Kimihisa Takeda in 1961. Experiments by Bitterman used first-order classical conditioning to associate an odor with a sugar reward. Individual bees were placed in a tube with their head sticking out. Then a stream of odorant blown towards the bee's head was immediately followed by touching the antenna with a sugar droplet. After only three such trials, the odor alone caused the bee to extend its proboscis approximately 90% of the time. Bees also showed second-order conditioning, learning to associate a second odor with the original odor. The PER paradigm has also been used in honeybees to study motion learning, thermal learning, color learning, habituation, and reversal learning.",
            "score": 183.90460205078125
        },
        {
            "docid": "188379_4",
            "document": "Operant conditioning chamber . An operant conditioning chamber permits experimenters to study behavior conditioning (training) by teaching a subject animal to perform certain actions (like pressing a lever) in response to specific stimuli, such as a light or sound signal. When the subject correctly performs the behavior, the chamber mechanism delivers food or another reward. In some cases, the mechanism delivers a punishment for incorrect or missing responses. For instance, to test how operant conditioning works for certain invertebrates, such as fruit flies, psychologists use a device known as a \"heat box\". Essentially this takes up the same form as the Skinner box, but the box is composed of two sides: one side that can undergo temperature change and the other that does not. As soon as the invertebrate crosses over to the side that can undergo a temperature change, the area is heated up. Eventually, the invertebrate will be conditioned to stay on the side that does not undergo a temperature change. This goes to the extent that even when the temperature is turned to its lowest point, the fruit fly will still refrain from approaching that area of the heat box. These types of apparatuses allow experimenters to perform studies in conditioning and training through reward/punishment mechanisms.",
            "score": 183.59530639648438
        },
        {
            "docid": "5008639_21",
            "document": "Teaching reading: whole language and phonics . Behaviorist learning theory is based on studies of animal behaviors where animals such as pigeons learned to do tasks when they received rewards and extinguished (stopped) behaviors that were not rewarded or were punished. Most of us can point to things we continue to do because we are rewarded for doing them. Rewards can be the pay we get for jobs we do, desired recognition like \"A\" grades for doing excellent school work, and praise from our friends when they like what we are doing. Likewise, we can point to things we stopped doing because we were not rewarded or were punished for them. Behaviorist learning theory tends to look at extrinsic rewards like money, grades, and gold stars rather than intrinsic rewards like feeling good about successfully accomplishing a difficult task.",
            "score": 182.69430541992188
        },
        {
            "docid": "30237309_8",
            "document": "Gray's biopsychological theory of personality . The behavioral activation system (BAS), in contrast to the BIS, is based on a model of appetitive motivation - in this case, an individual's disposition to pursue and achieve goals. The BAS is aroused when it receives cues corresponding to rewards and controls actions that are not related to punishment, rather actions regulating approachment type behaviors. This system has an association with hope. According to Gray's theory, the BAS is sensitive to conditioned appealing stimuli, and is associated with impulsivity. It is also thought to be related to sensitivity to reward as well as approach motivation. The BAS is sensitive to nonpunishment and reward. Individuals with a highly active BAS show higher levels of positive emotions such as elation, happiness, and hope in response to environmental cues consistent with nonpunishment and reward, along with goal-achievement. In terms of personality, these individuals are also more likely to engage in goal-directed efforts and experience these positive emotions when exposed to impending reward. The physiological mechanism for BAS is not known as well as BIS, but is believed to be related to catecholaminergic and dopaminergic pathways in the brain. Dopamine is a neurotransmitter commonly linked with positive emotions, which could explain the susceptibility to elation and happiness upon achieving goals which has been observed. People with a highly active BAS have been shown to learn better by reward than by punishment, inverse to BIS as mentioned above. BAS is considered to include trait impulsivity that is also related to psychopathological disorders such as ADHD, drug abuse, and alcohol abuse. The higher the BAS score, or the higher the impulsive, the more it is likely to be related to psycho-pathological or dis-inhibitory disorders. Certain aspects of the dopaminergic reward system activate when reward cues and reinforcers are presented, including biological rewards such as food and sex. These brain areas, which were highlighted during multiple fMRI studies, are the same areas associated with BAS.",
            "score": 180.7103271484375
        },
        {
            "docid": "3766002_17",
            "document": "Orbitofrontal cortex . The human OFC is among the least-understood regions of the human brain; but it has been proposed that the OFC is involved in sensory integration, in representing the affective value of reinforcers, and in decision-making and expectation. In particular, the OFC seems to be important in signaling the expected rewards/punishments of an action given the particular details of a situation. In doing this, the brain is capable of comparing the expected reward/punishment with the actual delivery of reward/punishment, thus, making the OFC critical for adaptive learning. This is supported by research in humans, non-human primates, and rodents.",
            "score": 178.6667022705078
        },
        {
            "docid": "3782801_9",
            "document": "Luca Turin . In 2011, Turin and colleagues published a paper in PNAS showing drosophila fruit flies can distinguish between odorants and their deuterated counterparts. Tests on drosophila differ from human experiments by using an animal subject known to have a good sense of smell and free from psychological biases that may complicate human tests. Drosophila were trained to avoid the deuterated odorant in a deuterated/normal pair, indicating a difference in odor. Furthermore, drosophila trained to avoid one deuterated odorant also avoided other deuterated odorants, chemically unrelated, indicating that the deuterated bond itself had a distinct smell. The authors identified a vibrational frequency that could be responsible and found it close to one found in nitriles. When flies trained to avoid deuterated odorants were exposed to the nitrile and its non-nitrile counterpart, the flies also avoided the nitrile, consistent with the theory that fly olfaction detects molecular vibrations.  Two years later, in 2013, Turin and colleagues published a study in PLoS ONE showing that humans easily distinguish gas-chromatography-purified deuterated musk in double-blind tests. The team chose musks due to the high number of carbon-hydrogen bonds available for deuteration. They replicated the earlier results of Vosshall and Keller showing that humans cannot reliably distinguish between acetophenone and its deuterated counterpart, with 8 hydrogens, and showed that humans only begin to detect the isotope odor of the musks beginning at 14 deuteriums, or 50% deuteration. Because Turin's proposed mechanism is a biological method of inelastic electron tunnelling spectroscopy, which exploits a quantum effect, his theory of olfaction mechanism has been described as an example of quantum biology.",
            "score": 178.57456970214844
        },
        {
            "docid": "34731827_20",
            "document": "Episodic-like memory . Researchers in Australia found what they consider to be Circadian timed episodic-like memory in honey bees. In their study they examined foraging bees in three Y-mazes. Two mazes represented training and testing zones with different time placements. Maze C acted as the location for transfer tests. The bees were placed in Maze A in the afternoon hours of 2:30 to 5:30, whereas Maze B held bees in the morning hours of 9:30 to 12:30. All of the three mazes had two compartments, and in Mazes A and B, one held a sugar solution as a reward for making the positive decision. During training, the compartment containing the positive pattern was changed every thirty minutes. In Maze A, the positive (rewarded) pattern was a blue horizontal pattern, while the negative (non-rewarded) pattern was a blue vertical pattern. Additionally, the positive pattern for Maze B was a yellow vertical (rewarded) pattern, with a yellow horizontal pattern as a negative (non-rewarded) pattern. The three aspects of episodic-like memory in this experiment are the morning or afternoon times (when), either Maze A or B (where), and by using horizontal/vertical patterns (what).",
            "score": 176.07620239257812
        },
        {
            "docid": "39164260_7",
            "document": "Sweetened beverage . Evidence regarding sugar addiction is mainly based on literature and research conducted on animals. There is a biomedical and neurological science behind the usage of mini-pigs and lab rodents. In these animal species, there are similarities with humans in terms of cognition, development of food preferences and eating disorders, digestive anatomy and functions, as well as brain development. Research has demonstrated that, under certain conditions, rats can develop addiction-like behaviors with respect to sugar. The food addiction model asserts that excessive consumption of palatable foods may be understood within the same neurobiological framework as drug addiction. The test subjects have similar brain anomalies as those described in humans. Drug addiction has an impact on the brain's reward center and substance abuse. In drug addiction, there is a \"drug-seeking\" behavior, which is similar having a \"sweet tooth\" and seeking to satisfy the desire for a sweet item. Reward from eating is controlled by the mesolimbic dopamine (DA) pathway. In the animal study, a fructose and glucose diet induced modifications in several brain regions involved in reward and eating behavior. The observations from the study asserts that food and drug consumption share a common neurobiology that \"hijack\" a neural system that primarily processes natural rewards like foods. Sugar is believed to stimulate dopamine in the central nervous system. In summary, the research provided several clinical facts and evidences on the effects of sugar consumption on the central nervous system. Human research has also been conducted on sugar (in the form of sugar-sweetened beverages) and its effects on the kidneys. Sugar consumption has been associated with the rising prevalence of Chronic Kidney Disease in the United States. Since 1997, the nation has dramatically increased sugar consumption to nearly half a pound per person per day. Much of this increase is driven by high fructose syrup (HFCS) consumption, which now amounts to over 62 lb per person per year, largely in form of sugar-sweetened beverages. In addition to dietary sugar being associated with CKD risk factors, data from animal studies do suggest that sugar consumption may independently affect kidney disease risk. Studies have been conducted to highlight the severity of sugary sweetened beverage consumption. These studies were completed with a variety of test subjects to account for age, sex, diets, lifestyle choices, physical activity, smoking, level of education, and health status. The variety in the test subjects created a wide spectrum of results to match any individual. Also, the experiments consisted of a variety of consumption frequencies. Some studies only consumed one glass of a sugary sweetened beverage a week, while others consumed more than seven glasses of a sugary sweetened beverage a week.",
            "score": 176.00723266601562
        },
        {
            "docid": "32020972_20",
            "document": "Reinforcement sensitivity theory . The revised RST reflects functional dependence of the systems; however, there are two competing hypotheses developed for testing RST predictions. The separable systems hypothesis (SSH) is defined by two independent systems, reward and punishment. Independence implies that reactivity to rewards should be approximately equal across all levels of punishment, and reactivity to punishment should be equal across all levels of reward. Thus, rewarding stimuli may activate the BAS, without exerting effects on the BIS or the FFFS. The SSH is proposed to operate in extreme circumstances, within individuals with highly reactive systems and/or experimental conditions that only present rewarding or punishing stimuli. The separable subsystems hypothesis has been applied successfully to study reinforcement learning and motivation in clinical populations. Alternatively, the joint subsystems hypothesis (JSH), in accordance with Gray’s original animal models and the revised RST, states that reward and punishment exert combined effects in the BAS and the FFFS, while the BIS resolves conflict within and between the systems. The reward and punishment systems are defined as dependent, such that reward activation (the BAS) both increases responses to appetitive stimuli and decreases responses to aversive stimuli. The joint subsystems hypothesis is most applicable in real-world contexts that contain mixed stimuli: strong, weak, punishment, and reward.",
            "score": 175.61984252929688
        },
        {
            "docid": "25225295_15",
            "document": "Consumer neuroscience . A study by McClure et al. investigated the difference in branding between Coca-Cola and Pepsi. The study found that when the two drinks were tasted blind there was no difference in consumer preference between the brands. Both drinks produced equal activation in the ventromedial prefrontal cortex, which is thought to be activated because the taste is rewarding. When the subjects were informed of the brand names the consumers preferred Coke, and only Coke activated the ventromedial prefrontal cortex, suggesting that drinking the Coke brand is rewarding beyond simply the taste itself. More subjects preferred Coke when they knew it was Coke than when the taste testing was anonymous, which demonstrates the power of branding to influence consumer behavior. There was also significant activation in the hippocampus and dorsolateral prefrontal cortex when subjects knew they were drinking Coke. These brain structures are known to play a role in memory and recollection, which indicates they are helping the subjects to connect their present drinking experience to previous brand associations. The study proposes that there are two separate processes contributing to consumer decision making: the ventromedial prefrontal cortex responds to sensory inputs and the hippocampus and dorsolateral prefrontal cortex recall previous associations to cultural information. According to the results of this study, the Coke brand has much more firmly established itself as a rewarding experience.",
            "score": 175.3926239013672
        },
        {
            "docid": "528711_23",
            "document": "George C. Homans . If the rewards each offers to the other are considered valuable, the actors are more likely to perform the desired behaviors than they are if the rewards are not valuable. Homans introduced the concepts of rewards and punishments. Rewards are actions with positive values and punishments are actions with negative values. Rewards can either be materialistic (money) or altruistic (helping others) He found punishment to be an inefficient means of getting people to change their behavior, because people may react in undesirable ways to punishment.",
            "score": 174.95359802246094
        },
        {
            "docid": "2733733_38",
            "document": "Delayed gratification . When animals are faced with a choice to either wait for a reward, or receive a reward right away, the discounting of the reward is hyperbolic. As the length of time of waiting for a reward increases, the reward is discounted at a gradual rate. Empirical data have suggested that exponential discounting, rewards discounting at a constant rate per unit of waiting time, only occurs when there are random interruptions in foraging. Discounting can also be related to the risk sensitivity of animals. Rather than relating risk to delay, risk sensitivity acts as a function of delay discounting. In a study conducted by Haden and Platt, macaque monkeys were given the choice of a medium reward that they knew they would receive, versus a more risky choice. The riskier choice would reward the monkey with a large reward fifty percent of the time, and a small reward the other fifty percent. The ultimate payoff was the same, but the monkeys preferred the riskier choice. They speculated that the monkeys did not see their action as risky, but rather as a large, delayed reward. They reasoned that the monkeys viewed the large reward as certain: if they did not get the large reward the first time around, they would eventually get it, but at a longer delay. To test for this theory, they gave the same test while varying the time between the opportunities to choose a reward. They found that as the interval increased, the number of times that the monkeys chose the more risky reward decreased. While this occurred in macaque monkeys, the varying interval time did not affect pigeons' choices in another study. This suggests that research looking into varying risk sensitivity of different species is needed. When provided a choice between a small, short delay reward, and a large, long delay reward, there is an impulsive preference for the former. Additionally, as the delay time for the small/short and large/long reward increases, there is a shift in preference toward the larger, delayed reward. This evidence only supports hyperbolic discounting, not exponential.",
            "score": 174.70399475097656
        },
        {
            "docid": "14511650_85",
            "document": "Impulsivity . Like the marshmallow test, delay discounting is also a delay of gratification paradigm. It is designed around the principle that the subjective value of a reinforcer decreases, or is 'discounted,' as the delay to reinforcement increases. Subjects are given varying choices between smaller, immediate rewards and larger, delayed rewards. By manipulating reward magnitude and/or reward delay over multiple trials, 'indifference' points can be estimated whereby choosing the small, immediate reward, or the large, delayed reward are about equally likely. Subjects are labeled impulsive when their indifference points decline more steeply as a function of delay compared to the normal population (i.e., greater preference for immediate reward). Unlike the marshmallow test, delay discounting does not require verbal instruction and can be implemented on non-human animals.",
            "score": 174.51905822753906
        },
        {
            "docid": "6385965_23",
            "document": "Social penetration theory . An example of how rewards and costs can influence behaviour is if an individual were to ask another individual on a date. If they say 'yes', then the first individual has gained a reward, making them more likely to repeat this action. However, if they reply with 'No', then they have received a punishment which in turn would stop them from repeating an action like that in the future. The more someone discloses to their partner, the greater the intimacy reward will be. When the individuals involved in the relationship hold positive values in this calculation, intimacy proceeds at an accelerated rate. In the relationship, if both parties are dyad, the cost exceeds the rewards. The relationship then will slow considerably, and future intimacy is less likely to happen. The basic formula in which some can process this in most situations is: Behaviour (profits) = Rewards of interaction − costs of interaction.",
            "score": 174.5068817138672
        },
        {
            "docid": "45312411_12",
            "document": "Cognitive bias in animals . Honeybees (\"Apis mellifera carnica\") were trained to extend their proboscis to a two-component odour mixture (CS+) predicting a reward (e.g., 1.00 or 2.00 M sucrose) and to withhold their proboscis from another mixture (CS−) predicting either punishment or a less valuable reward (e.g., 0.01 M quinine solution or 0.3 M sucrose). Immediately after training, half of the honeybees were subjected to vigorous shaking for 60 s to simulate the state produced by a predatory attack on a concealed colony. This shaking reduced levels of octopamine, dopamine, and serotonin in the hemolymph of a separate group of honeybees at a time point corresponding to when the cognitive bias tests were performed. In honeybees, octopamine is the local neurotransmitter that functions during reward learning, whereas dopamine mediates the ability to learn to associate odours with quinine punishment. If flies are fed serotonin, they are more aggressive; flies depleted of serotonin still exhibit aggression, but they do so much less frequently.",
            "score": 173.1937713623047
        },
        {
            "docid": "5160010_50",
            "document": "Emotion in animals . Honeybees (\"Apis mellifera carnica\") were trained to extend their proboscis to a two-component odour mixture (CS+) predicting a reward (e.g., 1.00 or 2.00 M sucrose) and to withhold their proboscis from another mixture (CS−) predicting either punishment or a less valuable reward (e.g., 0.01 M quinine solution or 0.3 M sucrose). Immediately after training, half of the honeybees were subjected to vigorous shaking for 60 s to simulate the state produced by a predatory attack on a concealed colony. This shaking reduced levels of octopamine, dopamine, and serotonin in the hemolymph of a separate group of honeybees at a time point corresponding to when the cognitive bias tests were performed. In honeybees, octopamine is the local neurotransmitter that functions during reward learning, whereas dopamine mediates the ability to learn to associate odours with quinine punishment. If flies are fed serotonin, they are more aggressive; flies depleted of serotonin still exhibit aggression, but they do so much less frequently.",
            "score": 173.1937713623047
        },
        {
            "docid": "29109801_4",
            "document": "Methastyridone . \"Merck’s behavioral psychopharmacology screening program finally identified one highly promising new antidepressant. Code named MK-202, the chemical increased lever-pressing work output under a range of conditions, in seemingly more adaptive ways than amphetamine. For instance, in the “strained fixed-ratio” test, designed to measure “an animal’s ability to handle an overly large workload with inadequate motivation,” MK-202 performed better than dextroamphetamine. Here, hungry rats were given a drop of condensed milk only after pressing a lever two hundred times in response to a light signal. However, in the middle of their heavy and under-rewarded task a second light would turn on intermittently, and if they immediately responded by pressing a second lever they would get a milk drop instantly. Thus, this experiment measured both willingness to do “a particularly long and tedious job” as well as “alertness” to a second stimulus, according to Merck researchers. The rats on amphetamine performed well on the repetitive task but tended to miss the second stimulus; not so the rats on MK-202. Given the similarity between the rat’s situation and the repetitive work that most people must endure to make a living, a drug that increased lever pressing without producing unresponsiveness would seem a likely antidepressant—provided we accept that inefficiency in unrewarding jobs indicates psychiatric depression.\" \"This implicit identification of impaired work efficiency with depressive illness, inscribed in the use of amphetamine-boosted lever pressing as the benchmark that subsequent antidepressants had to meet, applied to the highest level executive type of work also. (The business world is called a “rat race” with reason!) This is evident from another test, designed to measure a rat’s capacity to perform complex tasks. Here, to get a reward, rats had to press a lever rapidly when a white light was on, slowly when a red light was on, and not at all when both lights were on. The rats on amphetamine pressed their levers fast no matter what lights were on, but the rats on MK-202 only pressed fast when high speed was rewarded. In these and a half a dozen other experiments with trained rats subject to diabolically ingenious “reinforcement schedules” (that is, particular programs of reward and punishment), MK-202 outperformed amphetamine for boosting work output, maximizing reward, and minimizing punishment, particularly when tasks were both difficult and unrewarding. A more promising antidepressant drug candidate could hardly be imagined, and in January 1960 the behavioral psychopharmacology unit passed it on for human testing as an antidepressant, with its highest recommendation.\"",
            "score": 173.14950561523438
        },
        {
            "docid": "57272974_7",
            "document": "Inequity aversion in animals . The first researcher to discover inequity aversion in animals was Sarah Brosnan. She got the idea for an experiment when during a normal feeding session, handing out peanuts to the lower-ranked capuchin monkeys (\"Cebus apella\"), an alpha male named Ozzie offered her an orange, a higher value food, to also get a peanut. Under guidance of her professor at Emory University, de Waal, Brosnan set up an experiment to ascertain if capuchins' behavior is influenced by rewards given to others. In a preliminary test with two conditions capuchins were tested side by side and were either given both cucumber as a reward, or one cucumber and the other a grape, which was known to be perceived as a higher-value food. The results indicated that female capuchins might be sensitive to fair distribution of rewards. Male capuchins did not show any different behavior in the two conditions.",
            "score": 172.79287719726562
        },
        {
            "docid": "52324876_8",
            "document": "Distress tolerance . There are several candidate biological neural network mechanisms for distress tolerance. These proposed brain areas are based on the conceptualization of distress tolerance as a function of reward learning. Within this framework, individuals learn to attune to and pursue reward; reduction of tension in escaping from a stressor is similarly framed as a reward and thus can be learned. Individuals differ in how quickly and for how long they display preferences for pursuing reward or in the case of distress tolerance, escaping from a distressful stimulus. Therefore, brain regions that are activated during reward processing and learning are hypothesized to also serve as neurobiological substrates for distress tolerance. For instance, activation intensity of dopamine neurons projecting to the nucleus accumbens, ventral striatum, and prefrontal cortex is associated with an individual's predicted value of an immediate reward during a learning task. As the firing rate for these neurons increases, individuals predict high values of an immediate reward. During instances in which the predicted value is correct, the basal rate of neuronal firing remains the same. When the predicted reward value is below the actual value, neuronal firing rates increase when the reward is received, resulting in a learned response. When the expected reward value is below the actual value, the firing rate of these neurons decreases below baseline levels, resulting in a learned shift that reduces expectancies about reward value. It is posited that these same dopaminergic firing rates are associated with distress tolerance, in that learning the value of escaping a distressing stimulus is analogous to an estimation of an immediate reward There are several potential clinical implications if these posited distress tolerance substrates are corroborated. It may suggest that distress tolerance is malleable among individuals; interventions that change neuronal firing rates may shift predicted values of behaviors intended to escape a distressor and provide relief, thereby increasing distress tolerance.",
            "score": 172.78192138671875
        },
        {
            "docid": "6226648_2",
            "document": "Brain stimulation reward . Brain stimulation reward (BSR) is a pleasurable phenomenon elicited via direct stimulation of specific brain regions, originally discovered by James Olds and Peter Milner. BSR can serve as a robust operant reinforcer. Targeted stimulation activates the reward system circuitry and establishes response habits similar to those established by natural rewards, such as food and sex. Experiments on BSR soon demonstrated that stimulation of the lateral hypothalamus, along with other regions of the brain associated with natural reward, was both rewarding as well as motivation-inducing. Electrical brain stimulation and intracranial drug injections produce robust reward sensation due to a relatively direct activation of the reward circuitry. This activation is considered to be more direct than rewards produced by natural stimuli, as those signals generally travel through the more indirect peripheral nerves. BSR has been found in all vertebrates tested, including humans, and it has provided a useful tool for understanding how natural rewards are processed by specific brain regions and circuits, as well the neurotransmission associated with the reward system.",
            "score": 172.7173309326172
        },
        {
            "docid": "2733733_16",
            "document": "Delayed gratification . In a 2011 study, researchers tested to see if people would willingly choose between instant and delayed gratification by offering them a set amount of (hypothetical) money that they could receive presently, or telling them they could wait a month for more money. Results suggested that willingness to delay gratification depended on the amount of money being offered, but also showed wide individual variation in the threshold of later reward that was motivating enough to forgo the immediate reward. The subjective value of a reward can also stem from the way one describes the potential reward. As prospect theory states, people are heavily loss-averse. People tend to value a commodity more when it is considered to be something that can be lost or given up than when it is evaluated as a potential gain.",
            "score": 171.73052978515625
        },
        {
            "docid": "2733733_34",
            "document": "Delayed gratification . Researchers have investigated whether the reliability of the reward affects one's ability to delay gratification. Reliability of the reward refers to how well the reward received matches what the person was expecting or promised in terms of quality and quantity. For example, researchers told children that they would receive better art supplies if they waited. After the children successfully waited for the reward, better supplies could not be \"found\" and so they had to use the crayons and stickers that were in poor shape. Comparing these children to ones who received their promised rewards reliably revealed different results on subsequent Marshmallow tests measuring delayed gratification. Children who had learned that the researcher's promise was unreliable quickly succumbed to eating the marshmallow, waiting only an average of three minutes. Conversely, children who had learned that the researcher was reliable were able to wait an average of 12 minutes, with many of them waiting the full 15 minutes for the researcher to return in order to double the reward to two marshmallows.",
            "score": 170.9161376953125
        },
        {
            "docid": "515094_21",
            "document": "Neuroeconomics . Neuroeconomic research in intertemporal choice is largely aimed at understanding what mediates observed behaviors such as future discounting and impulsively choosing smaller sooner rather than larger later rewards. The process of choosing between immediate and delayed rewards seems to be mediated by an interaction between two brain areas. In choices involving both primary (fruit juice) and secondary rewards (money), the limbic system is highly active when choosing the immediate reward while the lateral prefrontal cortex was equally active when making either choice. Furthermore, the ratio of limbic to cortex activity decreased as a function of the amount of time until reward. This suggests that the limbic system, which forms part of the dopamine reward pathway, is most involved in making impulsive decisions while the cortex is responsible for the more general aspects of the intertemporal decision process.",
            "score": 169.6776580810547
        },
        {
            "docid": "38575751_6",
            "document": "Sniffing (behavior) . While sniffing behavior is often observed and discussed within the context of acquiring odor information, sniffing is also displayed during the performance of motivated behaviors and upon deep brain electrical stimulation of brain reward centers. For instance, prior to obtaining a food reward, mice and rabbits increase their sniffing frequency in a manner independent of seeking odor information. Sniffing behavior is also displayed by animals upon involuntary electrical stimulation of numerous brain structures. Thus, while sniffing is often considered a critical part of olfaction, its link with motivated and reward behaviors suggests it plays a role in other behaviors.",
            "score": 169.13726806640625
        },
        {
            "docid": "6226648_4",
            "document": "Brain stimulation reward . In 1953, James Olds and Peter Milner, of McGill University, observed that rats preferred to return to the region of the test apparatus where they received direct electrical stimulation to the septal area of the brain. From this demonstration, Olds and Milner inferred that the stimulation was rewarding, and through subsequent experiments, they confirmed that they could train rats to execute novel behaviors, such as lever pressing, in order to receive short pulse trains of brain stimulation. Olds and Milner discovered the reward mechanisms in the brain involved in positive reinforcement, and their experiments led to the conclusion that electrical stimulation could serve as an operant reinforcer. According to B.F. Skinner, operant reinforcement occurs when a behavior is followed by the presentation of a stimulus, and it is considered essential to the learning of response habits. Their discovery enabled motivation and reinforcement to be understood in terms of their underlying physiology, and it led to further experimentation to determine the neural basis of reward and reinforcement. Since the initial discovery, the phenomenon of BSR has been demonstrated in all species tested, and Robert Heath similarly demonstrated that BSR can be applied to humans.",
            "score": 168.44383239746094
        },
        {
            "docid": "14511650_49",
            "document": "Impulsivity . Intertemporal choice is commonly measured in the laboratory using a \"delayed discounting\" paradigm, which measures the process of devaluing rewards and punishments that happen in the future. In this paradigm, subjects must choose between a smaller reward delivered soon and a larger reward delivered at a delay in the future. Choosing the smaller-sooner reward is considered impulsive. By repeatedly making these choices, indifference points can be estimated. For example, if someone chose $70 now over $100 in a week, but chose the $100 in a week over $60 now, it can be inferred that they are indifferent between $100 in a week and an intermediate value between $60 and $70. A delay discounting curve can be obtained for each participant by plotting their indifference points with different reward amounts and time delays. Individual differences in discounting curves are affected by personality characteristics such as self-reports of impulsivity and locus of control; personal characteristics such as age, gender, IQ, race, and culture; socioeconomic characteristics such as income and education; and many other variables. Lesions of the nucleus accumbens core subregion or basolateral amygdala produce shifts towards choosing the smaller-sooner reward, suggesting the involvement of these brain regions in the preference for delayed reinforcers. There is also evidence that the orbitofrontal cortex is involved in delay discounting, although there is currently debate on whether lesions in this region result in more or less impulsivity.",
            "score": 167.83595275878906
        },
        {
            "docid": "17258308_3",
            "document": "Two-alternative forced choice . There are various manipulations in the design of the task, engineered to test specific behavioral dynamics of choice. In one well known experiment of attention that examines the attentional shift, the Posner Cueing Task uses a 2AFC design to present two stimuli representing two given locations. In this design there is an arrow that cues which stimulus (location) to attend to. The person then has to make a response between the two stimuli (locations) when prompted. In animals, the 2AFC task has been used to test reinforcement probability learning, for example such as choices in pigeons after reinforcement of trials. A 2AFC task has also been designed to test decision making and the interaction of reward and probability learning in monkeys. Monkeys were trained to look at a center stimulus and were then presented with two salient stimuli side by side. A response can then be made in the form of a saccade to the left or to the right stimulus. A juice reward is then administered after each response. The amount of juice reward is then varied to modulate choice.",
            "score": 167.503173828125
        }
    ]
}