{
    "q": [
        {
            "docid": "7244534_17",
            "document": "NFAT . Due to its essential role in the production of the T-cell proliferative cytokine interleukin-2, NFAT signaling is an important pharmacological target for the induction of immunosuppression. CN inhibitors, which prevent the activation of NFAT, including cyclosporine (CsA) and tacrolimus (FK506), are used in the treatment of rheumatoid arthritis, multiple sclerosis, Crohn's disease, and ulcerative colitis and to prevent the rejection of organ transplants. However, there is a toxicity associated with these drugs due to their ability to inhibit CN in non-immune cells, which limits their use in other situations that may call for immunosuppressing drug therapy, including allergy and inflammation. There are other compounds that target NFAT directly, as opposed to targeting the phosphatase activity of calcineurin, that may have broad immunosuppressive effects but lack the toxicity of CsA and FK506. Because individual NFAT proteins exist in specific cell types or affect specific genes, it may be possible to inhibit individual NFAT protein functions for an even more selective immune effect.",
            "score": 346.48547315597534
        },
        {
            "docid": "8310787_50",
            "document": "Survivin . By using an oral DNA vaccine carried in an attenuated non-virulent form of Salmonella typhimurium, which co-encoded secretory chemokine CCL21 and survivin protein in C57BL/6J mice, Xiang \"et al.\" have been able to elicit an immune response carried out by dendritic cells (DCs) and CTLs to eliminate and suppress the pulmonary metastases of non-small cell lung carcinoma. The activation of the immune response is most likely taking place in the secondary lymphoid organ called the Peyer’s Patch in the small intestine where DCs take up the survivin protein by phagocytosis and present them on their surface receptors to naive CD8+ T cells (uninactivated CTL) to achieve a specific immune response targeting survivin exclusively. Activated CTLs specific for a particular antigen kill their target cells by first recognizing parts of the survivin protein expressed on MHC I (immunohistocompatability) proteins presented on the surface of tumour cells and vasculature and then releasing granules that induce the tumour cells to undergo apoptosis. The DNA vaccine contained the CCL21 secretory chemokine as a way to enhance the likelihood of eliciting the immune response by better mediating the physical interaction of the antigen-presenting DCs and the naive CD8+ T cells, resulting in a greater likelihood of immune activation.",
            "score": 253.1289141178131
        },
        {
            "docid": "37482480_4",
            "document": "Gerald Crabtree . In the early 80’s Crabtree worked with Albert J. Fornace Jr. to use early bioinformatics approaches to identify remnants of transposition events (rearrangements) in the human genome and to discover the HNF1 transcription factor. In 1982 Crabtree discovered that one gene could produce more than one protein thereby demonstrating that the coding capability of the genome is larger than expected and breaking the long held dictum: “one gene; one protein”. In the late 80’s and early 90’s Crabtree, along with Stuart Schreiber defined the Ca2+/calcineurin/ NFAT signaling pathway, which carries signals from the cell surface to the nucleus to activate immune response genes. These discoveries resulted in the first understanding of the mechanism of action of the two most commonly used immunosuppressant drugs: cyclosporin and FK506. Crabtree and Schreiber found that these drugs prevent signals originating at the cell membrane from entering the nucleus by blocking the actions of the phosphatase, calcineurin preventing the entry of the NFATc proteins into the nucleus. NFAT proteins activate a large group of genes necessary for the immune response. When these genes are not activated, as occurs with Cyclosporin or FK506 administration, transplant rejection is prevented. The elucidation of the Ca2+ - Calcineurin-NFAT signaling pathway and the discovery that it is the target of Cyclosporin and FK506 was covered in the New York Times. Later his laboratory used genetic approaches in mice to show that calcineurin-NFAT signaling plays essential roles in the development of many vertebrate organ systems and its dysregulation is likely to be responsible for many of the phenotypes of Down Syndrome. The understanding of this signaling pathway provided one of the first biochemical bridges from the cell membrane to the nucleus. (see also: Stuart Schreiber).",
            "score": 273.6072278022766
        },
        {
            "docid": "29714732_18",
            "document": "Anti-MAG peripheral neuropathy . Rituximab is considered to be one of the most promising drugs in the treatment of anti-MAG peripheral neuropathy. This drug is an antibody against a protein which is primarily found on the surface of B cells which, when attached, destroys the B cells. This drug has been used as a treatment in many autoimmune diseases as well as lymphomas and transplant rejection. Because of its ability to suppress the immune system, it has been used to treat anti-MAG neuropathy in the hopes that it will destroy cells that would target necessary glycoproteins on the Schwann cells. Studies in patients has shown that most patients experience marked increase in sensory and motor abilities within the first few months of therapy. There are, however, long term studies that have shown that treatment with rituximab can created many immune problems. As with most immunosuppressant drugs, there is a risk of other infections and diseases that are normally easily fought off by the immune system will be allowed take a foothold. Studies have shown that after long term treatment, patients experience many of these problems as well as a decline in their neuropathy. This has led to further studies being conducted on the drug’s safety profile and overall effectiveness as a treatment.",
            "score": 290.0443534851074
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 279.8527920246124
        },
        {
            "docid": "14958_61",
            "document": "Immune system . Anti-inflammatory drugs are often used to control the effects of inflammation. Glucocorticoids are the most powerful of these drugs; however, these drugs can have many undesirable side effects, such as central obesity, hyperglycemia, osteoporosis, and their use must be tightly controlled. Lower doses of anti-inflammatory drugs are often used in conjunction with cytotoxic or immunosuppressive drugs such as methotrexate or azathioprine. Cytotoxic drugs inhibit the immune response by killing dividing cells such as activated T cells. However, the killing is indiscriminate and other constantly dividing cells and their organs are affected, which causes toxic side effects. Immunosuppressive drugs such as cyclosporin prevent T cells from responding to signals correctly by inhibiting signal transduction pathways.",
            "score": 298.22148966789246
        },
        {
            "docid": "932823_2",
            "document": "Calcineurin . Calcineurin (CaN) is a calcium and calmodulin dependent serine/threonine protein phosphatase (also known as protein phosphatase 3, and calcium-dependent serine-threonine phosphatase). It activates the T cells of the immune system and can be blocked by drugs. Calcineurin activates nuclear factor of activated T cell, cytoplasmic (NFATc), a transcription factor, by dephosphorylating it. The activated NFATc is then translocated into the nucleus, where it upregulates the expression of interleukin 2 (IL-2), which, in turn, stimulates the growth and differentiation of T cell response. Calcineurin is the target of a class of drugs called calcineurin inhibitors, which includes cyclosporin, voclosporin, pimecrolimus and tacrolimus.",
            "score": 211.75139355659485
        },
        {
            "docid": "13305393_12",
            "document": "Ralph M. Steinman . DCs capture, process and present antigens:  - some receptors such as FcR death receptor can activate/inhibit DC function - Antigen processing and presentation of proteins and lipids seems efficient and can include cross presentation on MHC I and CD1 - Uptake and processing are regulated by environmental stimuli - In vivo, dendritic cells process antigens to form peptide-MHC complexes in the steady state, especially in lymphoid organs - Most DCs in vivo in the steady state are immature, able to take up and present antigens,  but unable to adaptive T cell immunity - Environmental stimuli, e.g., microbial products, alter or mature DCs and/or act together with DCs to control the formation of different types of helper, cytotoxic and regulatory types of T cells - Maturing dendritic cells also carry out innate responses, particularly the formation of cytokines and chemokines - Maturation links innate to adaptive immunity; it controls the quality of the response that develops in DCs and in lymphocytes that recognize presented antigens - \"subset\" refers to distinct DC with different receptor for antigen uptake and maturation, and distinct functions in innate and adaptive immunity. they reside in the peripheral organs and induce different forms of antigen-specific peripheral tolerance. Antigens from the periphery are captured by DC in lymphoid tissues, even in steady (not matured) state. In steady state, DC induce tolerance so that DC maturation can lead to immunity to microbial antigen - However, maturing DC capture microbial as well as self, dying cells, thus resulting in autoreactivity and chronic inflammation.",
            "score": 247.8440124988556
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 289.8592619895935
        },
        {
            "docid": "7244534_2",
            "document": "NFAT . Nuclear factor of activated T-cells (NFAT) is a family of transcription factors shown to be important in immune response. One or more members of the NFAT family is expressed in most cells of the immune system. NFAT is also involved in the development of cardiac, skeletal muscle, and nervous systems. NFAT was first discovered as an activator for the transcription of interleukin-2 in the T cells, as a regulator for T cell immune response, but has since been found to play an important role in regulating many other body systems. NFAT transcription factors are involved in many normal body processes as well as in development of several diseases, such as inflammatory bowel diseases and several types of cancer. NFAT is also being investigated as a drug target for several different disorders.",
            "score": 232.8070104122162
        },
        {
            "docid": "1661124_4",
            "document": "Cancer immunotherapy . Active cellular therapies usually involve the removal of immune cells from the blood or from a tumor. Those specific for the tumor are cultured and returned to the patient where they attack the tumor; alternatively, immune cells can be genetically engineered to express a tumor-specific receptor, cultured and returned to the patient. Cell types that can be used in this way are natural killer (NK) cells, lymphokine-activated killer cells, cytotoxic T cells and dendritic cells. However, a newer study conducted by Stanford University scientists has created a method of treating tumors that does not require a patient's immune cells to be removed from their body. Their method uses the combination of two immune-enhancing agents that are injected into a tumor to trigger a T cell immune response that then eradicates the tumor.",
            "score": 278.100786447525
        },
        {
            "docid": "33769881_21",
            "document": "Immunomics . Dendritic cells (DCs) help macrophages sustain inflammatory processes and participate in the innate immune system response, but can also prime adaptive immunity. Gene expression analyses have shown that DCs can “multi-task” by temporally segregating their different functions. Soon after recognizing an infectious agent, immature DCs transition to a state of early activation via a core response characterized by rapid downregulation of genes involved with pathogen recognition and phagocytosis, upregulation of cytokine and chemokine genes to recruit other immune cells to the side of inflammations; and expression of genes that control migratory capacity. Early activated DCs are enabled to migrate from non-lymphoid tissues to lymph nodes, where they can prime T-cell responses. These early DCs responses are related to innate immunity and consist of the “core transcriptional response” of DCs. Pathogen-specific responses have a stronger influence on the DC’s ability to regulate adaptive immunity.",
            "score": 235.4993929862976
        },
        {
            "docid": "28353188_4",
            "document": "Short course immune induction therapy . As autoimmunity and organ transplant rejection are inextricably linked to T-cell activation and differentiation, it is apposite that T-cells are the primary target of modern tolerance induction strategies. Current strategies for the treatment of T-cell mediated pathologies employ long-term, broad immunosuppressive drugs, which are moderately effective in limiting T-cell responses, but carry unfavorable side effects, such as organ toxicity, risk of infection, and cancer. Due to the adverse risks associated with immunosuppressive drugs, it became apparent that the ideal strategy would be antigen-specific: a therapy that was able to inhibit the antigen-specific T-cell response, but would still leave the remainder of the immune system intact to defend against infection. These strategies employed the use of soluble peptide tolerance and oral peptide tolerance to great efficacy in experimental settings, however all have failed to translate into the clinic. One reason for the failure of these strategies is that T-cell mediated organ destruction is now understood to be a complex event involving epitope spreading to multiple tissue-specific antigens and cryptic epitopes. Thus, at any given stage of disease or rejection, the T-cell response is likely to be heterogenic, involving multiple TCR specificities, leading to difficulties in prescribing the antigen, dosing, and timing of administration required to induce tolerance. While antigen-specific tolerance induction is an attractive strategy, it’s limited by a lack of knowledge, and because of its stringent requirements, a slightly broader approach is more practical.",
            "score": 307.00932240486145
        },
        {
            "docid": "36315057_30",
            "document": "Induced stem cells . The fact that human iPSCs capable of forming teratomas not only in humans but also in some animal body, in particular in mice or pigs, allowed to develop a method for differentiation of iPSCs in vivo. For this purpose, iPSCs with an agent for inducing differentiation into target cells are injected to genetically modified pig or mouse that has suppressed immune system activation on human cells. The formed teratoma is cut out and used for the isolation of the necessary differentiated human cells by means of monoclonal antibody to tissue-specific markers on the surface of these cells. This method has been successfully used for the production of functional myeloid, erythroid and lymphoid human cells suitable for transplantation (yet only to mice). Mice engrafted with human iPSC teratoma-derived hematopoietic cells produced human B and T cells capable of functional immune responses. These results offer hope that in vivo generation of patient customized cells is feasible, providing materials that could be useful for transplantation, human antibody generation and drug screening applications. Using MitoBloCK-6 and/or PluriSIn # 1 the differentiated progenitor cells can be further purified from teratoma forming pluripotent cells. The fact, that the differentiation takes place even in the teratoma niche, offers hope that the resulting cells are sufficiently stable to stimuli able to cause their transition back to the dedifferentiated (pluripotent) state and therefore safe. A similar in vivo differentiation system, yielding engraftable hematopoietic stem cells from mouse and human iPSCs in teratoma-bearing animals in combination with a maneuver to facilitate hematopoiesis, was described by Suzuki et al. They noted that neither leukemia nor tumors were observed in recipients after intravenous injection of iPSC-derived hematopoietic stem cells into irradiated recipients. Moreover, this injection resulted in multilineage and long-term reconstitution of the hematolymphopoietic system in serial transfers. Such system provides a useful tool for practical application of iPSCs in the treatment of hematologic and immunologic diseases.",
            "score": 253.85832595825195
        },
        {
            "docid": "10173410_6",
            "document": "Immunologic adjuvant . The precise mechanism of alum action remains unclear but a few insights have been gained. For instance, alum can trigger dendritic cells (DC) and other immune cells to secrete interleukin-1β (IL-1β), an immune signal that promotes antibody production. Alum adheres to the cell’s plasma membrane and rearranges certain lipids there. Spurred into action, the DC picks up the antigen and speeds to a lymph node, where it sticks tightly to a helper T cell and presumably induces an immune response. A second mechanism depends on alum killing immune cells at the injection site although researchers aren’t sure exactly how alum kills these cells. It has been speculated that the dying cells release DNA which serves as an immune alarm. Some studies found that DNA from dying cells causes them to adhere more tightly to helper T cells which ultimately leads to an increased release of antibodies by B cells. No matter what the mechanism is, alum is not a perfect adjuvant because it does not work with all antigens (e.g. malaria and tuberculosis). A study claims that docosahexaenoic acid (DHA) may help prevent aluminum induced biochemical and morphological alteration in the cerebellum.",
            "score": 248.1767659187317
        },
        {
            "docid": "55133810_11",
            "document": "Dendritic cell-based cancer vaccine . Sipuleucel-T is the first DCs- based cancer vaccine for men with asymptomatic or minimally symptomatic metastatic castration-resistant prostate cancer (CRPC), approved by the US Food and Drug Administration (FDA) . It is an active cellular immunotherapy, which involves obtaining antigen-presenting autologous dendritic cells from the patient following a leukapheresis procedure. The cells are incubated \"ex vivo\" in the presence of a recombinant fusion protein PA2024 containing a prostate antigen, prostate acid phosphatase and GM-CSF, an immune-cell activator. The cells are then returned to the patient to generate an immune response.",
            "score": 255.04108333587646
        },
        {
            "docid": "13305393_11",
            "document": "Ralph M. Steinman . Some general features of T cell responses that are initiated by dendritic cells: - adaptive immunity develops in two stages: DCs present antigens and initiate the afferent limb, while the other APC mediate the effectors to eliminate the antigen or infection  - in tissue cultures, immunity develops in clusters of DC and lymphocytes. You can actually observe the onset of adaptive immunity in vitro.  Dendritic cells were therefore considered \"nature's adjuvants\" for T cell immnunity, meaning they helped induce T cells.  DCs can produce protective substances like cytokines, interferons, chemokines, anti-microbial peptides DCs can mobilize innate lymphocyltes such as natural killer cells (which in turn produce cytokines or kill target cells upon recognition) However, unlike macrophages, DCs do not phagocytose or kill microbes",
            "score": 265.32892632484436
        },
        {
            "docid": "46948993_6",
            "document": "Mary Collins (immunologist) . Collins' research group studies the use of viruses, particularly lentiviruses (the group to which the human immunodeficiency virus belongs), as vectors for delivering novel genes to cells and as platforms for the development of vaccines. Because lentiviruses like HIV specifically infect immune cells called T-cells, a genetically engineered inactivated version of the virus can be used to deliver immunogenic proteins to T-cells to induce an immune response. This system has been studied successfully in laboratory mice.",
            "score": 236.13426113128662
        },
        {
            "docid": "309075_5",
            "document": "Anti-nuclear antibody . The human body has many defense mechanisms against pathogens, one of which is humoral immunity. This defence mechanism produces antibodies (large glycoproteins) in response to an immune stimulus. Many cells of the immune system are required for this process, including lymphocytes (T-cells and B-cells) and antigen presenting cells. These cells coordinate an immune response upon the detection of foreign proteins (antigens), producing antibodies that bind to these antigens. In normal physiology, lymphocytes that recognise human proteins (autoantigens) either undergo programmed cell death (apoptosis) or become non-functional. This self-tolerance means that lymphocytes should not incite an immune response against human cellular antigens. Sometimes, however, this process malfunctions and antibodies are produced against human antigens, which may lead to autoimmune disease.",
            "score": 243.39668941497803
        },
        {
            "docid": "1171686_4",
            "document": "Regulatory T cell . T regulatory cells are a component of the immune system that suppress immune responses of other cells. This is an important \"self-check\" built into the immune system to prevent excessive reactions. Regulatory T cells come in many forms with the most well-understood being those that express CD4, CD25, and FOXP3 (CD4+CD25+ regulatory T cells). These \"Tregs\" are different from helper T cells. Another regulatory T cell subset is Treg17 cells. Regulatory T cells are involved in shutting down immune responses after they have successfully eliminated invading organisms, and also in preventing autoimmunity. CD4+ Foxp3+ regulatory T cells have been called \"naturally occurring\" regulatory T cells to distinguish them from \"suppressor\" T cell populations that are generated in vitro. Additional regulatory T cell populations include Tr1, Th3, CD8+CD28-, and Qa-1 restricted T cells. The contribution of these populations to self-tolerance and immune homeostasis is less well defined. Foxp3 can be used as a good marker for mouse CD4+CD25+ T cells, although recent studies have also shown evidence for Foxp3 expression in CD4+CD25- T cells. In humans, Foxp3 is also expressed by recently activated conventional T-cells and thus does not specifically identify human Tregs.",
            "score": 247.1436823606491
        },
        {
            "docid": "14774825_7",
            "document": "TRG (gene) . The function of the γ chain as well as the γδ dimer is still largely unknown, although they have been implicated in cytokine secretion and cytotoxic activity as a part of the protective immune system. The Vδ2+ T cells recognize small nonpeptide antigens, but unlike αβ T cells, these antigens do not need to be processed by antigen-presenting cells or presented by classical major histocompatibility complex (MHC) molecules. This expansion in response to infections is specific to and more efficient in γδ T cells than αβ cells. There is a hypothesis that γδ T cells process these pathogenic antigens, transport them to draining lymph nodes, and then present the antigens to activate αβ T cells and other immune effectors. These Vδ2+ T cells have been reported to connect the innate and adaptive immune systems. Their innate effector functions include cell lysis and secretion of chemokines and cytokines, while their adaptive immunity functions include B cell help, DC maturation, and provision of memory T cells. Once activated these Vδ2+ T cells mimic professional APCs by potentially processing and presenting antigens. Specifically, these cells, only after activation, upregulate several antigen-presentation, adhesion, and co-stimulation molecules that mimic dendritic cells, a particular type of APC. These Vδ2+ T cells are exclusive to higher primates, indicating that they are responsible for protection against species-specific microbes.",
            "score": 253.97497403621674
        },
        {
            "docid": "14932478_8",
            "document": "Testicular immunology . Mast cells are regulators of immune responses, particularly those against parasites. They are also involved in the development of autoimmune diseases and allergies. Mast cells have been found in relatively low numbers in the testes of humans, rats, mice, dogs, cats, bulls, boars and deer. In the mammalian testis mast cells regulate testosterone production. There are two lines of evidence that restriction of mast cell activation in the testis could be beneficial during treatment of inflammatory conditions; (1) In experimental models of testicular inflammation, mast cells were present in 10-fold greater numbers and showed signs of activation, and (2) Treatment with drugs which stabilize mast cell activation has proved beneficial in treating some types of male infertility.",
            "score": 246.74044680595398
        },
        {
            "docid": "14756417_2",
            "document": "Programmed cell death protein 1 . Programmed cell death protein 1, also known as PD-1 and CD279 (cluster of differentiation 279), is a protein found on the surface of cells that has a role in regulating the immune system's response to the cells of the human body by down-regulating the immune system and promoting self tolerance by suppressing T cell inflammatory activity. This prevents autoimmune diseases, but it can also prevent the immune system from killing cancer cells.",
            "score": 236.87441444396973
        },
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 285.3658142089844
        },
        {
            "docid": "5024592_18",
            "document": "Immune tolerance . The fetus has a different genetic makeup than the mother, as it also translates its father's genes, and is thus perceived as foreign by the maternal immune system. Women who have borne multiple children by the same father typically have antibodies against the father's red blood cell and major histocompatibility complex (MHC) proteins. However, the fetus usually is not rejected by the mother, making it essentially a physiologically tolerated allograft. It is thought that the placental tissues which interface with maternal tissues not only try to escape immunological recognition by downregulating identifying MHC proteins but also actively induce a marked peripheral tolerance. Placental trophoblast cells express a unique Human Leukocyte Antigen (HLA-G) that inhibits attack by maternal NK cells. These cells also express IDO, which represses maternal T cell responses by amino acid starvation. Maternal T cells specific for paternal antigens are also suppressed by tolerogenic DCs and activated iTregs or cross-reacting nTregs. Some maternal Treg cells also release soluble fibrinogen-like proteins 2 (sFGL2), which suppresses the function of DCs and macrophages involved in inflammation and antigen presentation to reactive T cells These mechanisms altogether establish an immune-privileged state in the placenta that protects the fetus. A break in this peripheral tolerance results in miscarriage and fetal loss. (for more information, see Immune tolerance in pregnancy).",
            "score": 227.52680587768555
        },
        {
            "docid": "147561_2",
            "document": "Immune response . The Immune response is the body's response caused by its immune system being activated by antigens. The immune response can include immunity to pathogenic microorganisms and its products, as well as autoimmunity to self-antigens, allergies, and graft rejections. In this process the main cells involved are T cells and B cells (subtypes of lymphocytes), and macrophages (a type of leucocyte or white blood cell). These cells produce lymphokines that influence the other host cells' activities. B cells mature to produce immunoglobulins (also known as antibodies), that react with antigens. At the same time, macrophages process the antigens into immunogenic units which stimulate B lymphocytes to differentiate into antibody-secreting plasma cells, stimulating the T cells to release lymphokines. Complement is a group of normal serum proteins that enhance the immune response by becoming activated as the result of antigen-antibody interaction. The first contact with any antigen sensitize individual affected and promote the \"primary immune response\". Next of the sensitized individuals with same antigen result in a more rapid and massive reaction, called the \"secondary immune response\" (\"booster response\" or the \"anamnestic reaction\"). It is most expressed in the level of circulating serum antibodies.",
            "score": 251.52536594867706
        },
        {
            "docid": "211949_38",
            "document": "T helper cell . The mechanism that killer T cells use during auto-immunity is almost identical to their response against viruses, and some viruses have been accused of causing auto-immune diseases such as Type 1 diabetes mellitus. Cellular auto-immune disease occurs because the host antigen recognition systems fail, and the immune system believes, by mistake, that a host antigen is foreign. As a result, the CD8 T cells treat the host cell presenting that antigen as infected, and go on to destroy all host cells (or in the case of transplant rejection, transplant organ) that express that antigen.",
            "score": 280.7862117290497
        },
        {
            "docid": "56057633_6",
            "document": "Mikael Pittet . Pittet is a widely cited researcher in cancer immunology and cancer immunotherapy, especially in the fields of innate and adaptive immunity. His research focuses on uncovering how the immune system controls cancer and other diseases and how it can be harnessed for therapy. He is known for utilizing molecular imaging to track immune cells and drugs directly in vivo. Pittet’s work has identified how cancers are regulated by various immune cells, including cytotoxic T cells, regulatory T cells, macrophages, monocytes and neutrophils. These cells are considered as drug targets in cancer immunotherapy.",
            "score": 237.23478484153748
        },
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 262.24546575546265
        },
        {
            "docid": "28649_17",
            "document": "Stevens–Johnson syndrome . Like other SCARs-inducing drugs, SJS-inducing drugs or their metabolites stimulate CD8 T cells or CD4 T cells to initiate autoimmune responses. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this involves subverting the antigen presentation pathways of the innate immune system. The drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these alter proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC); and presents the MHC-associated peptides to T-cell receptors on CD8 T cells or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on one of their various HLA protein forms (HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR) can bind to a T-cell receptor and thereby stimulate the receptor-bearing parent T cell to initiate attacks on self tissues. Alternatively, a drug or its metabolite may stimulate these T cells by inserting into the groove on a HLA protein to serve as a non-self epitope or bind outside of this groove to alter a HLA protein so that it forms a non-self epitope. In all these cases, however, a non-self epitope must bind to a specific HLA serotype (i.e. variation) in order to stimulate T cells. Since the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them and since a SJS-inducing drug or metabolite interacts with only one or a few HLA serotypes, a drug's ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or its metabolite. Accordingly, only rare individuals are predisposed to develop a SCARs in response to a particular drug on the bases of their expression of HLA serotypes: Studies have identified several HLA serotypes associated with development of SJS, SJS/TEN, or TEN in response to certain drugs. In general, these associations are restricted to the cited populations.",
            "score": 241.42936635017395
        },
        {
            "docid": "43148806_11",
            "document": "Immunoediting . In the escape phase, tumor cells continue to grow and expand in an uncontrolled manner and may eventually lead to malignancies. In the study of cancer immunoediting, knockout mice have been used for experimentation since human testing is not possible. Tumor infiltration by lymphocytes is seen as a reflection of a tumor-related immune response. There is increasing evidence that biological vesicles (e.g., exosomes) secreted by tumour cells help to foster an immunosuppressive tumour microenvironment. During the \"escape phase\", tumor cell variants selected in the \"equilibrium phase\" have breached the host organism's immune defenses, with various genetic and epigenetic changes conferring further resistance to immune detection. There are several mechanisms that lead to escape of cancer cells to immune system, for example downregulation or loss of expression of classical MHC class I (HLA-A, HLA-B- HLA-C) which is essential for effective T cell-mediated immune response (appears in up to 90% of tumours), development of cancer microenvironment which has suppressive effect on immune system and works as an protective barrier to cancer cells. Cells contained in tumor microenvironment are able to produce cytokines which can cause apoptosis of activated T lymphocyte. Another mechanism of tumor cells to avoid immune system is upregulation of non-classical MHC I (HLA-E, HLA-F, HLA-G) which prevents NK-mediated immune reaction by interaction with NK cells. The tumor begins to develop and grow after escaping the immune system.",
            "score": 240.89599430561066
        },
        {
            "docid": "10973660_18",
            "document": "HSP60 . Infection and disease are extremely stressful on the cell. When a cell is under stress, it naturally increases the production of stress proteins, including heat shock proteins such as HSP60. In order for HSP60 to act as a signal it must be present in the extracellular environment. In recent research “it has emerged that…chaperonin 60 can be found on the surface of various prokaryotic and eukaryotic cells, and can even be released from cells”. According to recent research, many different types of heat shock proteins are used in immune response signaling, but it appears that different proteins act and respond differently to other signaling molecules. HSP60 has been shown to be released from specific cells like peripheral blood mononuclear cells (PBMCs) when there are lipopolysaccharides (LPS) or GroEL present. This suggests that the cell has different receptors and responses to human and bacterial HSP60. In addition, it has been shown that HSP60 has the capability “of activating monocytes, macrophages and dendritic cells…and also of inducing secretion of a wide range of cytokines.” The fact that HSP60 responds to other signal molecules like LPS or GroEL and has the ability to activate certain types of cells supports the idea that HSP60 is part of a danger signal cascade which is involved in activating an immune response.",
            "score": 251.17586874961853
        }
    ],
    "r": [
        {
            "docid": "7244534_17",
            "document": "NFAT . Due to its essential role in the production of the T-cell proliferative cytokine interleukin-2, NFAT signaling is an important pharmacological target for the induction of immunosuppression. CN inhibitors, which prevent the activation of NFAT, including cyclosporine (CsA) and tacrolimus (FK506), are used in the treatment of rheumatoid arthritis, multiple sclerosis, Crohn's disease, and ulcerative colitis and to prevent the rejection of organ transplants. However, there is a toxicity associated with these drugs due to their ability to inhibit CN in non-immune cells, which limits their use in other situations that may call for immunosuppressing drug therapy, including allergy and inflammation. There are other compounds that target NFAT directly, as opposed to targeting the phosphatase activity of calcineurin, that may have broad immunosuppressive effects but lack the toxicity of CsA and FK506. Because individual NFAT proteins exist in specific cell types or affect specific genes, it may be possible to inhibit individual NFAT protein functions for an even more selective immune effect.",
            "score": 346.4854736328125
        },
        {
            "docid": "614697_10",
            "document": "Bcl-2 . Apoptosis plays an active role in regulating the immune system. When it is functional, it can cause immune unresponsiveness to self-antigens via both central and peripheral tolerance. In the case of defective apoptosis, it may contribute to etiological aspects of autoimmune diseases. The autoimmune disease type 1 diabetes can be caused by defective apoptosis, which leads to aberrant T cell AICD and defective peripheral tolerance. Due to the fact that dendritic cells are the immune system's most important antigen-presenting cells, their activity must be tightly regulated by mechanisms such as apoptosis. Researchers have found that mice containing dendritic cells that are Bim -/-, thus unable to induce effective apoptosis, suffer autoimmune diseases more so than those that have normal dendritic cells. Other studies have shown that dendritic cell lifespan may be partly controlled by a timer dependent on anti-apoptotic Bcl-2.",
            "score": 325.40826416015625
        },
        {
            "docid": "16081289_9",
            "document": "Nonspecific immune cell . The classification of dendritic cells as another type of white blood cell occurred over thirty-five years ago by Ralph Steinmann and Zanvil A. Cohn and has provided an essential link in the innate immune system. Dendritic cells line airways and intestines, participate in a rich network making up part of the epidermal layer of the skin, and play a unique role in initiating a primary immune response. Dendritic cells are named after their structure that resembles that of a dendrite of an axon, and they have two vital functions: display antigens, which are recognized by T cells and alert lymphocytes of the presence of an injury or infection. When the body is introduced to infection or injury, dendritic cells migrate to immune or lymphoid tissues. These two types of tissues are rich in T cells, the cells whose actions are induced by dendritic cells. Dendritic cells will capture antigens and engulf them through the process of phagocytosis. Dendritic cells contain Toll-like receptors (TLR) that will recognize a broad variety of microorganisms in the case of invasion. The activation of these receptors stimulates specific antigen responses and development of antigen-specific adaptive immunity. A unique feature of dendritic cells is that they are able to open up the tight junctions between epithelial cells and sample invaders themselves, all while maintaining the integrity of the epithelial barrier with expression of their own tight-junction proteins. A real life example of dendritic cell functions is displayed in the rejection of organ transplants.",
            "score": 315.6639099121094
        },
        {
            "docid": "28353188_4",
            "document": "Short course immune induction therapy . As autoimmunity and organ transplant rejection are inextricably linked to T-cell activation and differentiation, it is apposite that T-cells are the primary target of modern tolerance induction strategies. Current strategies for the treatment of T-cell mediated pathologies employ long-term, broad immunosuppressive drugs, which are moderately effective in limiting T-cell responses, but carry unfavorable side effects, such as organ toxicity, risk of infection, and cancer. Due to the adverse risks associated with immunosuppressive drugs, it became apparent that the ideal strategy would be antigen-specific: a therapy that was able to inhibit the antigen-specific T-cell response, but would still leave the remainder of the immune system intact to defend against infection. These strategies employed the use of soluble peptide tolerance and oral peptide tolerance to great efficacy in experimental settings, however all have failed to translate into the clinic. One reason for the failure of these strategies is that T-cell mediated organ destruction is now understood to be a complex event involving epitope spreading to multiple tissue-specific antigens and cryptic epitopes. Thus, at any given stage of disease or rejection, the T-cell response is likely to be heterogenic, involving multiple TCR specificities, leading to difficulties in prescribing the antigen, dosing, and timing of administration required to induce tolerance. While antigen-specific tolerance induction is an attractive strategy, it’s limited by a lack of knowledge, and because of its stringent requirements, a slightly broader approach is more practical.",
            "score": 307.00933837890625
        },
        {
            "docid": "14958_61",
            "document": "Immune system . Anti-inflammatory drugs are often used to control the effects of inflammation. Glucocorticoids are the most powerful of these drugs; however, these drugs can have many undesirable side effects, such as central obesity, hyperglycemia, osteoporosis, and their use must be tightly controlled. Lower doses of anti-inflammatory drugs are often used in conjunction with cytotoxic or immunosuppressive drugs such as methotrexate or azathioprine. Cytotoxic drugs inhibit the immune response by killing dividing cells such as activated T cells. However, the killing is indiscriminate and other constantly dividing cells and their organs are affected, which causes toxic side effects. Immunosuppressive drugs such as cyclosporin prevent T cells from responding to signals correctly by inhibiting signal transduction pathways.",
            "score": 298.22149658203125
        },
        {
            "docid": "443416_22",
            "document": "Phagocyte . Antigen presentation is a process in which some phagocytes move parts of engulfed materials back to the surface of their cells and \"present\" them to other cells of the immune system. There are two \"professional\" antigen-presenting cells: macrophages and dendritic cells. After engulfment, foreign proteins (the antigens) are broken down into peptides inside dendritic cells and macrophages. These peptides are then bound to the cell's major histocompatibility complex (MHC) glycoproteins, which carry the peptides back to the phagocyte's surface where they can be \"presented\" to lymphocytes. Mature macrophages do not travel far from the site of infection, but dendritic cells can reach the body's lymph nodes, where there are millions of lymphocytes. This enhances immunity because the lymphocytes respond to the antigens presented by the dendritic cells just as they would at the site of the original infection. But dendritic cells can also destroy or pacify lymphocytes if they recognize components of the host body; this is necessary to prevent autoimmune reactions. This process is called tolerance.",
            "score": 295.09747314453125
        },
        {
            "docid": "159010_2",
            "document": "Tacrolimus . Tacrolimus, also known as fujimycin or FK506, is an immunosuppressive drug used mainly after allogeneic organ transplant to lower the risk of organ rejection. It achieves this by inhibiting the production of interleukin-2, a molecule that promotes the development and proliferation of T cells, which are vital to the body's learned (or adaptive) immune response. Tacrolimus is also used in the treatment of other T cell-mediated diseases such as eczema (for which it is applied to the skin in a medicated ointment), severe refractory uveitis after bone marrow transplants, exacerbations of minimal change disease, Kimura's disease, and the skin condition vitiligo.",
            "score": 294.2029113769531
        },
        {
            "docid": "29714732_18",
            "document": "Anti-MAG peripheral neuropathy . Rituximab is considered to be one of the most promising drugs in the treatment of anti-MAG peripheral neuropathy. This drug is an antibody against a protein which is primarily found on the surface of B cells which, when attached, destroys the B cells. This drug has been used as a treatment in many autoimmune diseases as well as lymphomas and transplant rejection. Because of its ability to suppress the immune system, it has been used to treat anti-MAG neuropathy in the hopes that it will destroy cells that would target necessary glycoproteins on the Schwann cells. Studies in patients has shown that most patients experience marked increase in sensory and motor abilities within the first few months of therapy. There are, however, long term studies that have shown that treatment with rituximab can created many immune problems. As with most immunosuppressant drugs, there is a risk of other infections and diseases that are normally easily fought off by the immune system will be allowed take a foothold. Studies have shown that after long term treatment, patients experience many of these problems as well as a decline in their neuropathy. This has led to further studies being conducted on the drug’s safety profile and overall effectiveness as a treatment.",
            "score": 290.0443420410156
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 289.8592529296875
        },
        {
            "docid": "11849161_14",
            "document": "Janus kinase 3 . Since JAK3 is required for immune cell development, targeting JAK3 could be a useful strategy to generate a novel class of immunosuppressant drugs. Moreover, unlike other JAKs, JAK3 is primarily expressed in hematopoietic cells, so a highly specific JAK3 inhibitor should have precise effects on immune cells and minimal pleiotropic defects. The selectivity of a JAK3 inhibitor would also have advantages over the current widely used immunosuppressant drugs, which have abundant targets and diverse side effects. A JAK3 inhibitor could be useful for treating autoimmune diseases, especially those in which a particular cytokine receptor has a direct role on disease pathogenesis. For example, signaling through the IL-15 receptor is known to be important in the development rheumatoid arthritis, and the receptors for IL-4 and IL-9 play roles in the development of allergic responses.",
            "score": 289.0356750488281
        },
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 285.3658142089844
        },
        {
            "docid": "443416_35",
            "document": "Phagocyte . Dendritic cells are specialized antigen-presenting cells that have long outgrowths called dendrites, that help to engulf microbes and other invaders. Dendritic cells are present in the tissues that are in contact with the external environment, mainly the skin, the inner lining of the nose, the lungs, the stomach, and the intestines. Once activated, they mature and migrate to the lymphoid tissues where they interact with T cells and B cells to initiate and orchestrate the adaptive immune response. Mature dendritic cells activate T helper cells and cytotoxic T cells. The activated helper T cells interact with macrophages and B cells to activate them in turn. In addition, dendritic cells can influence the type of immune response produced; when they travel to the lymphoid areas where T cells are held they can activate T cells, which then differentiate into cytotoxic T cells or helper T cells.",
            "score": 285.25177001953125
        },
        {
            "docid": "13734824_9",
            "document": "Immune privilege . As well as the mechanisms that limit immune cell entry and induce immune suppression, the eye also contains active immune cells that act upon the detection of foreign antigens. These cells interact with the immune system to induce unusual suppression of the systemic immune system response to an antigen introduced into the eye. This is known as Anterior Chamber Associated Immune Deviation (ACAID). Sympathetic ophthalmia is a rare disease which results from the isolation of the eye from the systemic immune system. Usually, trauma to one eye induces the release of eye antigens which are recognized and picked up by local antigen presenting cells (APC) such as macrophages and dendritic cells. These APC carry the antigen to local lymph nodes to be sampled by T cells and B cells. Entering the systemic immune system, these antigens are recognized as foreign and an immune response is mounted against them. The result is the sensitization of immune cells against a self-protein, causing an autoimmune attack on both the damaged eye and the non-damaged eye.",
            "score": 284.61212158203125
        },
        {
            "docid": "703002_28",
            "document": "Neuroethics . As discussed, stem cells are used to treat degenerative diseases. One form of a degenerative disease that can occur in the brain as well as throughout the body is an autoimmune disease. Autoimmune diseases cause the body to \"attack\" its own cells and therefore destroys those cells as well as whatever functional purpose those cells have or contribute to. One form of an autoimmune disease that affects the central nervous system is multiple sclerosis. In this disease the body attacks the glial cells that form myelin coats around the axons on neurons. This causes the nervous system to essentially \"short circuit\" and pass information very slowly. Stem cells therapy has been used to try to cure some of the damage caused by the body in MS. Hematopoietic stem cell transplantation has been used to try and cure MS patients by essentially \"reprogramming\" their immune system. The main risk encountered with this form of treatment is the possibility of rejection of the stem cells. If the hematopoetic stem cells can be harvested from the individual, risk of rejection is much lower. But, there can be the risk of those cells being programmed to induce MS. However, if the tissue is donated from another individual there is high risk of rejection leading to possibly fatal toxicity in the recipient's body. Considering that there are fairly good treatments for MS, the use of stem cells in this case may have a higher cost than the benefits they produce. However, as research continues perhaps stem cells will truly become a viable treatment for MS as well as other autoimmune diseases.",
            "score": 283.8041687011719
        },
        {
            "docid": "20613_27",
            "document": "Morphine . The first step of determining that morphine may affect the immune system was to establish that the opiate receptors known to be expressed on cells of the central nervous system are also expressed on cells of the immune system. One study successfully showed that dendritic cells, part of the innate immune system, display opiate receptors. Dendritic cells are responsible for producing cytokines, which are the tools for communication in the immune system. This same study showed that dendritic cells chronically treated with morphine during their differentiation produce more interleukin-12 (IL-12), a cytokine responsible for promoting the proliferation, growth, and differentiation of T-cells (another cell of the adaptive immune system) and less interleukin-10 (IL-10), a cytokine responsible for promoting a B-cell immune response (B cells produce antibodies to fight off infection).",
            "score": 283.61590576171875
        },
        {
            "docid": "7172_5",
            "document": "Chemotherapy . Traditional chemotherapeutic agents are cytotoxic by means of interfering with cell division (mitosis) but cancer cells vary widely in their susceptibility to these agents. To a large extent, chemotherapy can be thought of as a way to damage or stress cells, which may then lead to cell death if apoptosis is initiated. Many of the side effects of chemotherapy can be traced to damage to normal cells that divide rapidly and are thus sensitive to anti-mitotic drugs: cells in the bone marrow, digestive tract and hair follicles. This results in the most common side-effects of chemotherapy: myelosuppression (decreased production of blood cells, hence also immunosuppression), mucositis (inflammation of the lining of the digestive tract), and alopecia (hair loss). Because of the effect on immune cells (especially lymphocytes), chemotherapy drugs often find use in a host of diseases that result from harmful overactivity of the immune system against self (so-called autoimmunity). These include rheumatoid arthritis, systemic lupus erythematosus, multiple sclerosis, vasculitis and many others.",
            "score": 281.5908508300781
        },
        {
            "docid": "1661124_36",
            "document": "Cancer immunotherapy . Adoptive T cell therapy is a form of passive immunization by the transfusion of T-cells (adoptive cell transfer). They are found in blood and tissue and usually activate when they find foreign pathogens. Specifically they activate when the T-cell's surface receptors encounter cells that display parts of foreign proteins on their surface antigens. These can be either infected cells, or antigen presenting cells (APCs). They are found in normal tissue and in tumor tissue, where they are known as tumor infiltrating lymphocytes (TILs). They are activated by the presence of APCs such as dendritic cells that present tumor antigens. Although these cells can attack the tumor, the environment within the tumor is highly immunosuppressive, preventing immune-mediated tumour death.",
            "score": 281.1148986816406
        },
        {
            "docid": "211949_38",
            "document": "T helper cell . The mechanism that killer T cells use during auto-immunity is almost identical to their response against viruses, and some viruses have been accused of causing auto-immune diseases such as Type 1 diabetes mellitus. Cellular auto-immune disease occurs because the host antigen recognition systems fail, and the immune system believes, by mistake, that a host antigen is foreign. As a result, the CD8 T cells treat the host cell presenting that antigen as infected, and go on to destroy all host cells (or in the case of transplant rejection, transplant organ) that express that antigen.",
            "score": 280.7862243652344
        },
        {
            "docid": "21009880_30",
            "document": "Systemic lupus erythematosus . The immune system must balance between being sensitive enough to protect against infection, and become sensitized to attack the body's own proteins (autoimmunity). During an immune reaction to a foreign stimulus, such as bacteria, virus, or allergen, immune cells that would normally be deactivated due to their affinity for self-tissues can be abnormally activated by signaling sequences of antigen-presenting cells. Thus triggers may include viruses, bacteria, allergens (IgE and other hypersensitivity), and can be aggravated by environmental stimulants such as ultraviolet light and certain drug reactions. These stimuli begin a reaction that leads to destruction of other cells in the body and exposure of their DNA, histones, and other proteins, particularly parts of the cell nucleus. The body's sensitized B-lymphocyte cells will now produce antibodies against these nuclear-related proteins. These antibodies clump into antibody-protein complexes which stick to surfaces and damage blood vessels in critical areas of the body, such as the glomeruli of the kidney; these antibody attacks are the cause of SLE. Researchers are now identifying the individual genes, the proteins they produce, and their role in the immune system. Each protein is a link on the autoimmune chain, and researchers are trying to find drugs to break each of those links.",
            "score": 280.71002197265625
        },
        {
            "docid": "19167679_91",
            "document": "Virus . Virotherapy involves the use of genetically modified viruses to treat diseases. Viruses have been modified by scientists to reproduce in cancer cells and destroy them but not infect healthy cells. Talimogene laherparepvec (T-VEC), for example, is a modified herpes simplex virus that has had a gene, which is required for viruses to replicate in healthy cells, deleted and replaced with a human gene (GM-CSF) that stimulates immunity. When this virus infects cancer cells, it destroys them and in doing so the presence the GM-CSF gene attracts dendritic cells from the surrounding tissues of the body. The dendritic cells process the dead cancer cells and present components of them to other cells of the immune system. Having completed successful clinical trials, this virus is expected to gain approval for the treatment of a skin cancer called melanoma in late 2015. Viruses that have been reprogrammed to kill cancer cells are called oncolytic viruses.",
            "score": 280.0146484375
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 279.852783203125
        },
        {
            "docid": "40817590_22",
            "document": "Ebola virus disease . EBOV is thought to infect humans through contact with mucous membranes or skin breaks. After infection, endothelial cells (cells lining the inside of blood vessels), liver cells, and several types of immune cells such as macrophages, monocytes, and dendritic cells are the main targets of attack. Following infection, immune cells carry the virus to nearby lymph nodes where further reproduction of the virus takes place. From there the virus can enter the bloodstream and lymphatic system and spread throughout the body. Macrophages are the first cells infected with the virus, and this infection results in programmed cell death. Other types of white blood cells, such as lymphocytes, also undergo programmed cell death leading to an abnormally low concentration of lymphocytes in the blood. This contributes to the weakened immune response seen in those infected with EBOV.",
            "score": 279.12774658203125
        },
        {
            "docid": "1661124_4",
            "document": "Cancer immunotherapy . Active cellular therapies usually involve the removal of immune cells from the blood or from a tumor. Those specific for the tumor are cultured and returned to the patient where they attack the tumor; alternatively, immune cells can be genetically engineered to express a tumor-specific receptor, cultured and returned to the patient. Cell types that can be used in this way are natural killer (NK) cells, lymphokine-activated killer cells, cytotoxic T cells and dendritic cells. However, a newer study conducted by Stanford University scientists has created a method of treating tumors that does not require a patient's immune cells to be removed from their body. Their method uses the combination of two immune-enhancing agents that are injected into a tumor to trigger a T cell immune response that then eradicates the tumor.",
            "score": 278.1007995605469
        },
        {
            "docid": "14522621_11",
            "document": "Prostacyclin receptor . IP activators inhibit the adherence of circulating platelets and leukocytes adherence to vascular endothelium thereby blocking their entry into sites of tissue disturbance. The activators also inhibit vascular smooth muscle cells from proliferation by blocking these cells' growth cycle and triggering their apoptosis (i.e. cell death]]. These actions, along with its anti-inflammatory effects, may underlie the ability of IP gene knockout in an ApoE(−/−) mosue model to cause an accelerated rate of developing atherosclerosis. Mouse studies indicate that the PGI-IP axis activates cellular signaling pathways that tend to suppress allergic inflammation. The axis inhibits bone marrow-derived dendritic cells (i.e. antigen-presenting cells that process antigen material, present it on their surfaces for delivery to T cells, and otherwise regulate innate and adaptive immune system responses) from producing pro-inflammatory cytokines (e.g. IL-12, TNF-alpha, IL-1-alpha, and IL-6) while stimulating them to increase production of the anti-inflammatory cytokine, IL-10. IP receptor activation of these cells also blocks their lipopolysaccharide-stimulated expression of pro-inflammatory cell surface proteins (i.e. CD86, CD40, and MHC class II molecules) that are critical for developing adaptive immune responses. IL receptor-activated bone marrow-derived dendritic cells showed a greatly reduced ability to stimulate the proliferation of T helper cell as well as the ability of these cells to produce pro-allergic cytokines (i.e. IL-5 and IL-13)s. In a mouse model of allergic inflammation, PGI reduced the maturation and migration of lung mature dendritic cells to Mediastinal lymph nodes while increasing the egress of immature dendritic cells away from the lung. These effects resulted in a decrease in allergen-induced responses of the cells mediating allergic reactivity, TH-2 cells. These IP-induced responses likely contribute to its apparent function in inhibiting certain mouse inflammation responses as exemplified by the failure of IP receptor deficient mice to develop full lung airway allergic responses to ovalbumin in a model of allergic inflammation.",
            "score": 275.995361328125
        },
        {
            "docid": "5682997_2",
            "document": "Plasmacytoid dendritic cell . Plasmacytoid dendritic cells (pDCs) are a rare type of immune cell that are known to secrete large quantities of type 1 interferon (IFNs) in response to a viral infection. They circulate in the blood and are found in peripheral lymphoid organs. They develop from bone marrow hematopoietic stem cells and constitute < 0.4% of peripheral blood mononuclear cells (PBMC). Other than conducting antiviral mechanisms, pDCs are considered to be key in linking the innate and adaptive immune systems. However, pDCs are also responsible for participating in and exacerbating certain autoimmune diseases like lupus.",
            "score": 275.3584289550781
        },
        {
            "docid": "148367_12",
            "document": "Dendritic cell . Dendritic cells are derived from hematopoietic bone marrow progenitor cells. These progenitor cells initially transform into immature dendritic cells. These cells are characterized by high endocytic activity and low T-cell activation potential. Immature dendritic cells constantly sample the surrounding environment for pathogens such as viruses and bacteria. This is done through pattern recognition receptors (PRRs) such as the toll-like receptors (TLRs). TLRs recognize specific chemical signatures found on subsets of pathogens. Immature dendritic cells may also phagocytose small quantities of membrane from live own cells, in a process called nibbling. Once they have come into contact with a presentable antigen, they become activated into mature dendritic cells and begin to migrate to the lymph node. Immature dendritic cells phagocytose pathogens and degrade their proteins into small pieces and upon maturation present those fragments at their cell surface using MHC molecules. Simultaneously, they upregulate cell-surface receptors that act as co-receptors in T-cell activation such as CD80 (B7.1), CD86 (B7.2), and CD40 greatly enhancing their ability to activate T-cells. They also upregulate CCR7, a chemotactic receptor that induces the dendritic cell to travel through the blood stream to the spleen or through the lymphatic system to a lymph node. Here they act as antigen-presenting cells: they activate helper T-cells and killer T-cells as well as B-cells by presenting them with antigens derived from the pathogen, alongside non-antigen specific costimulatory signals. Dendritic cells can also induce T-cell tolerance (unresponsiveness). Certain C-type lectin receptors (CLRs) on the surface of dendritic cells, some functioning as PRRs, help instruct dendritic cells as to when it is appropriate to induce immune tolerance rather than lymphocyte activation.",
            "score": 274.5580749511719
        },
        {
            "docid": "18647261_4",
            "document": "Protective autoimmunity . An immune response that takes place following CNS injury elicits a cascade of molecular and cellular events that can eventually affect the organism’s functional recovery. Immediately after an injury to the CNS, there is a local innate immune response. This response is mediated primarily by microglia cells, a population of CNS-resident immune cells, which can act as phagocytes, and antigen-presenting cells. CD4+ T helper cells that were specifically activated by antigens associated with the lesion, arrive at the site of injury and locally interact with microglia and other blood-derived antigen presenting cells (e.g. dendritic cells). Local properties of antigen presenting cells (i.e. the levels of MHC-II-self antigen complexes and the type of co-stimulatory molecules) dictate the profile of the subsequent T cell response. The interaction between the T cells and the microglia/dendritic cells results in the production of a set of inflammatory cytokines (such as interferon gamma) and chemokines (chemoatractant proteins) that, in turn, orchestrate the ensuing repair process in which many cell types participate. Microglia and myeloid cells recruited from the circulating blood restrict the spread of damage by buffering excessive levels of toxic self-compounds (such as the neurotransmitter glutamate), and by producing growth factors (such as insulin-like growth factor-1) that prevent neuronal death and induce axonal re-growth. In addition, the chemokines produced at the site of injury attract endogenous stem or progenitor cells that can further contribute to repair by providing a source for new neurons and glial cells, and by restricting the local immune response.",
            "score": 274.06756591796875
        },
        {
            "docid": "37482480_4",
            "document": "Gerald Crabtree . In the early 80’s Crabtree worked with Albert J. Fornace Jr. to use early bioinformatics approaches to identify remnants of transposition events (rearrangements) in the human genome and to discover the HNF1 transcription factor. In 1982 Crabtree discovered that one gene could produce more than one protein thereby demonstrating that the coding capability of the genome is larger than expected and breaking the long held dictum: “one gene; one protein”. In the late 80’s and early 90’s Crabtree, along with Stuart Schreiber defined the Ca2+/calcineurin/ NFAT signaling pathway, which carries signals from the cell surface to the nucleus to activate immune response genes. These discoveries resulted in the first understanding of the mechanism of action of the two most commonly used immunosuppressant drugs: cyclosporin and FK506. Crabtree and Schreiber found that these drugs prevent signals originating at the cell membrane from entering the nucleus by blocking the actions of the phosphatase, calcineurin preventing the entry of the NFATc proteins into the nucleus. NFAT proteins activate a large group of genes necessary for the immune response. When these genes are not activated, as occurs with Cyclosporin or FK506 administration, transplant rejection is prevented. The elucidation of the Ca2+ - Calcineurin-NFAT signaling pathway and the discovery that it is the target of Cyclosporin and FK506 was covered in the New York Times. Later his laboratory used genetic approaches in mice to show that calcineurin-NFAT signaling plays essential roles in the development of many vertebrate organ systems and its dysregulation is likely to be responsible for many of the phenotypes of Down Syndrome. The understanding of this signaling pathway provided one of the first biochemical bridges from the cell membrane to the nucleus. (see also: Stuart Schreiber).",
            "score": 273.60723876953125
        },
        {
            "docid": "44521333_5",
            "document": "Tolerogenic therapy . Tolerogenic dendritic cells induce tolerance through several mechanisms. Once stimulated, the dendritic cells migrate to the draining lymph node and present antigens to T cells via interaction of MHC class II-antigen complexes on the dendritic cell with T cell receptors on the T cell. This can induce T cell clonal deletion, T cell anergy or the proliferation of regulatory T cells (Tregs). Collectively, these mechanisms produce tolerance to specific antigens, which should help to prevent autoimmunity, but could therefore also be used as a therapy to induce tolerance to specific antigens implicated in autoimmune disease, or donor antigens in transplant patients.",
            "score": 272.9100646972656
        },
        {
            "docid": "39632259_3",
            "document": "Skin immunity . The skin acts as a barrier, a kind of sheath, made of several layers of cells and their related glands. The skin is a dynamic organ that contains different cells which contains elements of the innate and the adaptive immune system which are activated when the tissue is under attack by invading pathogens. Shortly after infection, the immune adaptive response is induced by dendritic cells (Langerhans cells) present in the epidermis; they are responsible for the capture, processing, and presentation of antigens to T lymphocytes in local lymphoid organs. As a result, T lymphocytes express the CLA molecule. Lymphocytes move to the epidermis where they reside as memory T cells, they will thus be activated and will trigger an inflammatory response. Dysregulation of these mechanisms is associated with inflammatory diseases of the skin.",
            "score": 272.472900390625
        },
        {
            "docid": "7026804_5",
            "document": "High endothelial venules . In order for an adaptive immune response to occur T cells need to be activated. T cells become activated by recognising foreign antigens bound to antigen presenting cells (APC), in particular, dendritic cells. In order for naïve T cells to bind to their specific antigen, they need to experience physical contact with those cells. Since antigen levels are usually low, contact in blood circulation would be unlikely. Therefore, T cells need a region where they can go to sample foreign antigens that have entered the body. When an APC, such as a dendritic cell, binds a foreign antigen it becomes activated and moves into the lymph nodes (sites for antigen sampling by T cells) via afferent lymphatic vessels. Naïve T cells in the circulation regularly move through the lymph nodes via HEV in order to scan the APC for foreign antigens. When they encounter such an antigen, the cell becomes activated, resulting in the immune system mounting a response against the causative agent of the infection.",
            "score": 272.4384765625
        },
        {
            "docid": "7198571_5",
            "document": "Monoclonal antibody therapy . Monoclonal antibody therapy may prove to be beneficial for cancer, autoimmune diseases, and neurological disorders that result in the degeneration of body cells, such as Alzheimer's Disease. Monoclonal antibody therapy can aid the immune system because the innate immune system responds to the environmental factors it encounters by discriminating against foreign cells from cells of the body. Therefore, tumor cells that are proliferating at high rates, or body cells that are dying which subsequently cause physiological problems are generally not specifically targeted by the immune system, since tumor cells are the patient's own cells. Tumor cells, however are highly abnormal, and many display unusual antigens. Some such tumor antigens are inappropriate for the cell type or its environment. Monoclonal antibodies can target tumor cells or abnormal cells in the body that are recognized as body cells, but are debilitating to one's health.",
            "score": 271.6540832519531
        }
    ]
}