{
    "q": [
        {
            "docid": "50165151_5",
            "document": "Transient receptor potential calcium channel family . The ability to detect variations in humidity is critical for many animals. Birds, reptiles and insects all show preferences for specific humidities that influence their mating, reproduction and geographic distribution. Because of their large surface area to volume ratio, insects are particularly sensitive to humidity, and its detection can influence their survival. Two types of hygroreceptors exist in insects: one responds to an increase (moist receptor) and the other to a reduction (dry receptor) in humidity. Although previous data indicated that mechanosensation might contribute to hygrosensation, the cellular basis of hygrosensation and the genes involved in detecting humidity remain unknown. To understand better the molecular bases of humidity sensing, investigated several genes encoding channels associated with mechanosensation, thermosensing or water transport.",
            "score": 80.44034600257874
        },
        {
            "docid": "19889138_14",
            "document": "Desiccation tolerance . Following feeding, most insects retain enough water to completely hydrate their bodies, excreting the remainder. However, the amount of water excreted differs between species, and depends on the relative humidity and dryness of the environment. For example, Tsetse flies maintained at a high relative humidity, and thus non-arid conditions, excrete fecal matter with approximately 75% water content, whereas Tsetse flies maintained at a low relative humidity, and thus dry conditions, excrete fecal matter with only 35% water content. This adaptation helps minimize water loss in unfavorable conditions and increase chances of survival.",
            "score": 53.79679536819458
        },
        {
            "docid": "24104729_17",
            "document": "Insect morphology . Antennae, sometimes called \"feelers\", are flexible appendages located on the insect's head which are used for sensing the environment. Insects \"are\" able to feel with their antennae because of the fine hairs (setae) that cover them. However, touch is not the only thing that antennae can detect; numerous tiny sensory structures on the antennae allow insects to sense smells, temperature, humidity, pressure, and even potentially sense themselves in space. Some insects, including bees and some groups of flies can also detect sound with their antennae.",
            "score": 124.20852470397949
        },
        {
            "docid": "14085336_2",
            "document": "Chemosensory protein . Chemosensory proteins are a class of small (10-15 kDa), soluble proteins characterised for the first time by Angeli et al. (1999) as secreted into the sensillar lymph of insect chemosensory sensilla. Some members of CSPs were already discovered in Drosophila, and other insects, although no clear link with olfactory or gustatory function was assigned. In the last years CSPs were found in insect contact and olfactory sensilla, but other members showed peculiar functions. In Apis mellifera one member was found to be involved in larval development and in Blatta a CSP is involved in leg regeneration.  Binding activity of volatile compounds has been described in a similar way as in other group of soluble sensillar proteins, called Odorant binding proteins or OBPs. CSPs do not share sequence similarity with OBPs and are characterized by only 4 conserved cysteines, where insect OBPs have 6 conserved cysteines.",
            "score": 124.81375658512115
        },
        {
            "docid": "57651406_2",
            "document": "Hygroreception . Hygroreception is the ability to detect changes in the moisture and humidity content of an environment. It is a sense that is not present in humans. Some insects have this sense. The structure responsible for this sense is a hygroreceptor.",
            "score": 186.97184562683105
        },
        {
            "docid": "18464903_8",
            "document": "Deroplatys desiccata . \"D. desiccata\" is one of many mantids that can be kept as pets. In captivity, the diet of nymphs often consists of flightless fruit flies, pinhead crickets, and other small insects. Adults are fed crickets, moths, flies, flour worms, and other large insects. In order to survive outside the tropics, D. desiccata requires high levels of heat and humidity similar to that of its native habitat in Southeast Asia, between 75° - 90 °F (24° - 32 °C), and more than 75% humidity. Males go through 8 molts while females go through 9.",
            "score": 62.81480407714844
        },
        {
            "docid": "19889138_16",
            "document": "Desiccation tolerance . In addition to physiological adaptations that increase desiccation resistance, behavioral responses of insects to arid environments significantly decrease dehydration potential. \"Drosophila melanogaster\" fruit flies, for example, will actively move to areas with higher atmospheric water content when placed in dry environments. Also, the dung beetle buries food in underground chambers, thereby ensuring water and energy sources during periodically dry conditions. Feeding location may also be altered to ensure body hydration. Some caterpillars preferentially feed on the underside of leaves, where microclimate has higher relative humidity. In a highly time-consuming activity such as feeding, these insects significantly reduce their chances of desiccation.",
            "score": 89.74719762802124
        },
        {
            "docid": "19889138_7",
            "document": "Desiccation tolerance . Another possible source contributing to higher levels of initial body water in insects is hemolymph volume. The insect equivalent to blood, hemolymph is the fluid found within the hemocoel, and is the largest pool of extracellular water within the insect body. In the fruit-fly \"Drosophila melanogaster\", flies selected for desiccation resistance also yielded higher amounts of hemolymph. Higher hemolymph volume is linked to an increase in carbohydrates, in particular trehalose, a common sugar found in many plants and animals with high desiccation resistance. \"Drosophila melanogaster\" flies selected for desiccation resistance show a 300% increase in hemolymph volume compared to control flies, correlating to a similar increase in trehalose levels. During periods of aridity, cells dehydrate and draw upon hemolymph stores to replenish intracellular water; therefore, insects with higher levels of this fluid are less prone to desiccation.",
            "score": 96.8769257068634
        },
        {
            "docid": "48090580_8",
            "document": "Storage of cultural heritage objects . The standard practice for humidity control for collections objects is a relative humidity of 50% +/-5%, though the expenditures required to keep such a tight relative humidity have been shown to only offer modest prevention benefits. As with temperature control, the main goal of the control of relative humidity to is avoid major fluctuations which can cause physical damage to objects, with long term seasonal changes causing greater damage than short term changes. Hygroscopic materials such as wood, textiles, and bone, are especially sensitive to changes in humidity, as they swell and shrink according to the environment, which will cause deterioration over time. Mold growth occurs only when the relative humidity is about 70% or higher, and insect infestation is more common with a high relative humidity. A very low relative humidity, of about 35% or lower, can cause embrittlement of paper and adhesives, as well as cracking and warping of wood and ivory. Many museum objects are constructed of multiple materials, so in order to provide an appropriate relative humidity for the object as a whole, certain materials may be compromised.",
            "score": 51.8918262720108
        },
        {
            "docid": "14089766_7",
            "document": "Wharf borer . Temperature influences development of eggs, and eggs only develop within the range 20-30 °C. The upper temperature limit for eggs to hatch is approximately 30-35 °C. This may explain the absence of the wharf borer in tropical climates. Relative humidity also influences egg development, with the lower threshold being 20-40%. Females lay eggs at temperatures that are suitable for egg development. Temperature is the most important factor that influences the development of the larva and the pupa. Relative humidity and photoperiods do not adversely affect development. It is important to note that winter does not induce the larvae to pupate. In fact, lower temperatures increase the time for the larvae to attain the required head capsule size for pupation by virtue of a reduced metabolic rate. Adults emerge from the pupal stage at almost all relative humidities. This indicates that the pupal stage is more resistant to desiccation than eggs because, as eggs do not develop at relative humidities lower than 20% . Pupae are reported not to develop below 10 °C, or above 30 °C. At higher temperatures, adult longevity is greatly reduced. This is because insect activity increases, and therefore speeds up usage of stored energy reserves. Lower relative humidity also decreases longevity due to increased desiccation, especially with non-feeding adults and those without an external supply of water.",
            "score": 62.093549728393555
        },
        {
            "docid": "34816371_3",
            "document": "Insect pheromone-binding protein . A class of small (14-20 Kd) water-soluble proteins, called pheromone binding proteins, first discovered in the insect sensillar lymph but also found in the mucus of vertebrates, is postulated to mediate the solubilisation of hydrophobic odorant molecules, and thereby to facilitate their transport to the receptor neurons. The product of a gene expressed in the olfactory system of \"Drosophila melanogaster\" (Fruit fly), OS-D, shares features common to vertebrate odorant binding proteins, but has a primary structure unlike odorant-binding proteins. OS-D derivatives have subsequently been found in chemosensory organs of phylogenetically distinct insects, including cockroaches, phasmids and moths, suggesting that OS-D-like proteins seem to be conserved in the insect phylum. OS-D and related proteins are members of the insect pheromone-binding family A10/OS-D.",
            "score": 126.38797152042389
        },
        {
            "docid": "23366462_92",
            "document": "Insect . Insects play important roles in biological research. For example, because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" is a model organism for studies in the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, development, behavior and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies can help to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the organism's important role in biological research. It was found that 70% of the fly genome is similar to the human genome, supporting the evolution theory.",
            "score": 93.76771306991577
        },
        {
            "docid": "9396111_13",
            "document": "Preservation (library and archival science) . Books and other materials take up and give off moisture making them sensitive to relative humidity. Very high humidity encourages mold growth and insect infestations. Low humidity causes materials to lose their flexibility. Fluctuations in relative humidity are more damaging than a constant humidity in the middle or low range. Generally, the relative humidity should be between 30-50% with as little variation as possible, however recommendations on specific levels to maintain vary depending on the type of material, i.e. paper-based, film, etc. A specialized dew point calculator for book preservation is available.",
            "score": 50.40626931190491
        },
        {
            "docid": "197191_29",
            "document": "Rock dove . Gas exchange across eggshells results in water loss from the egg. However, the egg must retain enough water to hydrate the embryo. As a result, changing temperatures and humidity can affect the eggshell's architecture. Behavioral adaptations in \"Columba livia\" and other birds, such as the incubation of their eggs, can help with the effects of these changing environments. It was found that eggshell architecture undergoes selection decoupled from behavioural effects, and that humidity may be a driving selective pressure. Low humidity requires enough water to keep the embryo from desiccation, and high humidity needs enough water loss to facilitate the initiation of pulmonary respiration. The water loss from the eggshell is directly linked to the growth rate of the species. The ability of the embryo to tolerate extreme water loss is due to the parental behaviour in species colonising in different environments. Studies show that wild habitats of \"C. livia\" and other birds have a higher rate tolerance of various humidity levels, but \"C. livia\" prefers areas where the humidity closely matches its native breeding conditions. The pore areas of the shells allow water to diffuse in and out of the shell, preventing the possible harming of the embryo due to the high rates of water retention. If an eggshell is thinner, it can cause a decrease in pore length, and an increase in conductance and pore area. A thinner eggshell can also cause a decrease in mechanical restriction of the embryo.",
            "score": 44.3270138502121
        },
        {
            "docid": "21244265_5",
            "document": "Olfaction . In insects, smells are sensed by olfactory sensory neurons in the chemosensory sensilla, which are present in insect antenna, palps, and tarsa, but also on other parts of the insect body. Odorants penetrate into the cuticle pores of chemosensory sensilla and get in contact with insect odorant-binding proteins (OBPs) or Chemosensory proteins (CSPs), before activating the sensory neurons.",
            "score": 134.58035469055176
        },
        {
            "docid": "1274206_7",
            "document": "Cold hardening . Cold hardening has also been observed in insects such as the fruit fly and diamondback moth. The insects use rapid cold hardening to protect against cold shock during overwintering periods.Overwintering insects stay awake and active through the winter while non-overwintering insects migrate or die. Rapid cold hardening can be experienced during short periods of undesirable temperatures, such as cold shock in environment temperature, as well as the common cold months. The build up of cryoprotective compounds is the reason that insects can experience cold hardening. Glycerol is a cryoprotective substance found within these insects capable of overwintering. Through testing, glycerol requires interactions with other cell components within the insect in order to decrease the body's permeability to the cold. When an insect is exposed to these cold temperatures, glycerol rapidly accumulates. Glycerol is known as a non-ionic kosmotrope forming powerful hydrogen bonds with water molecules. The hydrogen bonds in the glycerol compound compete with the weaker bonds between the water molecules causing an interruption in the makeup of ice formation. This chemistry found within the glycerol compound and reaction between water has been used as an antifreeze in the past, and can be seen here when concerning cold hardening. Proteins also play a large role in the cryoprotective compounds that increase ability to survive the cold hardening process and environmental change. Glycogen phosphorylase(GlyP) has been a key protein found during testing to increase in comparison to a controlled group not experiencing the cold hardening. Once warmer temperatures are observed the process of acclimation begins, and the increased glycerol along with other cryoprotective compounds and proteins are also reversed. There is a rapid cold hardening capacity found within certain insects that suggests not all insects can survive a long period of overwintering. Non-diapausing insects can sustain brief temperature shocks but often have a limit to which they can handle before the body can no longer produce enough cryoprotective components.",
            "score": 97.59672510623932
        },
        {
            "docid": "42722152_8",
            "document": "Grain drying . It is possible for long period safe storage if grain moisture content is less than 14%, and stored away from insects, rodents and birds. The following figure is the recommended moisture content for safe storage. Moisture content in grain is related to the relative humidity and the temperature of the surrounding air. Equilibrium moisture content point is the point when grain no longer losing or gaining water when contacting with drying air. The final moisture content of the grain is up to the amount of moisture in the drying air, which is the relative humidity. The low relative humidity means air is dry and it has a large potential of picking up water. The lower the relative humidity is, the drier the air is. In general, one-half reduce in relative humidity is caused by 20° degree increase in air temperature.",
            "score": 69.36634850502014
        },
        {
            "docid": "55677142_3",
            "document": "Insect based pet food . As global populations rise, food demand is becoming an increasingly important issue. Raising conventional livestock requires resources such as land and water, of which availability is concurrently decreasing. As a result, the ability to meet the needs of the growing population may require alternative sources of quality protein As the global population rises there is an increasing demand for animal based proteins that will require the use of alternative and sustainable sources for pet food as well. Pets play an important role in society, providing companionship and support, and owning pets has been linked to reduced incidence of heart disease, stress and depression. The popularity of pet ownership is increasing, and with this is a trend of humanization. People are increasingly demanding pet food ingredients that they believe are healthy. This creates a competition with the human food chain for quality protein sources. Producing insect protein through other agricultural practices requires considerably less resources than traditional livestock. The production of insects also produces lower greenhouse gases and ammonia than traditional livestock species. Insects also have the ability to feed on organic waste products such as vegetable, restaurant and animal waste therefore reducing the amount of excess food produced by humans. Insects are very efficient at converting feed into protein, as they require less feed than traditional livestock. Furthermore, water conservation is also accomplished as insects are cold blooded and are able to meet water requirements through their feed. Thus, insects may be an acceptable source of protein for pets. To learn more about sustainability of insect rearing, see Insect Farming.",
            "score": 106.93577837944031
        },
        {
            "docid": "37360538_21",
            "document": "Insects in culture . Insects play an important role in biological research. Because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" was selected as a model organism for studies of the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, evolutionary developmental biology, animal behaviour and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies helps scientists to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the fruit fly's important role in biological research. 70% of the fly genome is similar to the human genome, supporting the Darwinian theory of evolution from a single origin of life.",
            "score": 91.02670991420746
        },
        {
            "docid": "15367337_6",
            "document": "Insect ecology . Decomposer insects are ones that feed on dead or rotten bodies of plant or animal life. These insects are called saprophages and fall into three main categories; those that feed on dead or dying plant matter, those that feed on dead animals (carrion), and those that feed on excrement (feces) of other animals. As dead plants are eaten away, more surface area is exposed, allowing the plants to decay faster due to an increase in microorganisms eating the plant. These insects are largely responsible for helping to create a layer of humus on the soil that provides an ideal environment for various fungi, microorganisms and bacteria. These organisms produce much of the nitrogen, carbon, and minerals that plants need for growth. Carrion feeders include several beetles, ants, mites, wasps, fly larvae (maggots), and others. These insects occupy the dead body for a short period of time but rapidly consume and/or bury the carcass. Typically, some species of fly are the first to eat the body, but the order of insects that follows is predictable and known as the faunal procession. Many dung beetles and manure flies are attracted to the smell of animal feces. The adults often lay eggs on fresh excrement and the larvae will feed on the organic matter. Many species of dung-feeders have evolved so they will only feed on feces from a specific species. There is even a type of dung-beetle that will roll feces into a ball, push it into a pre-dug hole, laying an egg in that dung and then cover it with fresh dirt to provide a perfect nursery for their larvae.",
            "score": 84.16174042224884
        },
        {
            "docid": "2448812_4",
            "document": "Insect Habitat . The Insect Habitat would enable studies of the fruit fly to learn how microgravity affects development, nervous system function, movement and behavior, growth, reproduction, aging, gene expression, mutagenesis from radiation and circadian rhythms or sleep/wake cycles. The habitat would have housed eighty-five separate colonies of fruit flies. Each of these was divided into two compartments, separated by a rotating food cartridge. Fruit flies, which have a short life cycle, tend to lay their eggs in their food supply, to provide their offspring with a source of nourishment after hatching. After the eggs were laid, the food cartridge would be rotated, segregating the generations of flies so they could be studied separately. Multigenerartional studies were possible in this way, if each generation was removed from the colony before its offspring's eggs were ready to be segregated.",
            "score": 88.2018096446991
        },
        {
            "docid": "12269001_35",
            "document": "Insect physiology . A number of insects have temperature and humidity sensors and insects being small, cool more quickly than larger animals. Insects are generally considered cold-blooded or ectothermic, their body temperature rising and falling with the environment. However, flying insects raise their body temperature through the action of flight, above environmental temperatures.",
            "score": 57.00613880157471
        },
        {
            "docid": "31622041_28",
            "document": "Conservation and restoration of ivory objects . Ivory is a hygroscopic material meaning that is absorbs and releases moisture with changing humidity. It is very reactive to its environment with the most severe changes linking to temperature and relative humidity. The relative humidity ideally is between 45-55% and the temperature at 70˚F (21.11˚C). If the relative humidity is too low it can lead to desiccation, shrinkage, and cracking. When the relative humidity it too high is can cause warping and swelling of the ivory. If the relative humidity exceeds 60% for a sustained time there is a chance that mold can develop on the ivory. It will be a white and greenish fuzzy growth that will require particular care and cleaning.",
            "score": 30.909610986709595
        },
        {
            "docid": "49827542_5",
            "document": "Insect olfaction . Insects have been used as a model system to study mammal and especially human olfaction. Yet, unlike vertebrates who use G protein coupled receptors (GPCRs), insects express proteins including ORs (olfactory receptors), GRs (gustatory receptors) and IRs (ionotropic receptors) which are all heteromeric ligand-gated ion channels. A moth species in the order of Lepidoptera known as the black cutworm moth (\"Agrotis ipsilon\") produces even more proteins including OBPs (oderant binding proteins), CSPs (chemosensory binding proteins), and SNMPs (sensory neuron membrane proteins) that help the moth recognize sex pheremones and oderants such as those released from host plants. Much like in vertebrates, axons from the sensory neurons converge into glomeruli. But they differ in where the glomeruli are housed. In mammals they are located in the olfactory bulbs but are in the antennal lobe of insects.",
            "score": 99.61564350128174
        },
        {
            "docid": "4488140_8",
            "document": "Tarnished plant bug . Researchers have conducted experiments involving odourant-binding proteins (OBP) which allow for perception of odours in \"L. lineolaris\" and other insect groups. A study involved transcriptomics in order to investigate olfaction in \"L. lineolaris\" to reduce its harmful impacts on commercial crops. The transcriptomics approach indicated that there are 21 LylinOBP transcripts in the antennae, 12 in the legs and 15 in the proboscis. This further identified that these structures play an important role in insect olfaction and taste. Since the antennae are mainly responsible for direction, the presence of olfaction in the antennae can allow for recognition of different substrates. The proboscis is mainly associated with taste therefore the OBP expression in the proboscis and maxillary palp sensilla may be associated with taste in \"L. lineolaris\".",
            "score": 115.44862174987793
        },
        {
            "docid": "49827542_3",
            "document": "Insect olfaction . The two organs insects primarily use for detecting odors are the antennae and specialized mouth parts called the maxillary palps. However, a recent study has demonstrated the olfactory role of ovipositor in fig wasps. Inside of these olfactory organs there are neurons called olfactory receptor neurons which, as the name implies, house receptors for scent molecules in their cell membrane.The majority of olfactory receptor neurons typically reside in the antenna. These neurons can be very abundant, for example Drosophila flies have 2,600 olfactory sensory neurons.",
            "score": 102.10306715965271
        },
        {
            "docid": "63663_16",
            "document": "Fly . Like other insects, flies have chemoreceptors that detect smell and taste, and mechanoreceptors that respond to touch. The third segments of the antennae and the maxillary palps bear the main olfactory receptors, while the gustatory receptors are in the labium, pharynx, feet, wing margins and female genitalia, enabling flies to taste their food by walking on it. The taste receptors in females at the tip of the abdomen receive information on the suitability of a site for ovipositing. Flies that feed on blood have special sensory structures that can detect infrared emissions, and use them to home in on their hosts, and many blood-sucking flies can detect the raised concentration of carbon dioxide that occurs near large animals. Some tachinid flies (Ormiinae) which are parasitoids of bush crickets, have sound receptors to help them locate their singing hosts. Diptera have one pair of fore wings on the mesothorax and a pair of halteres, or reduced hind wings, on the metathorax. A further adaptation for flight is the reduction in number of the neural ganglia, and concentration of nerve tissue in the thorax, a feature that is most extreme in the highly derived Muscomorpha infraorder. Some species of flies are exceptional in that they are secondarily flightless. The only other order of insects bearing a single pair of true, functional wings, in addition to any form of halteres, are the Strepsiptera. In contrast to the flies, the Strepsiptera bear their halteres on the mesothorax and their flight wings on the metathorax. Each of the fly's six legs has a typical insect structure of coxa, trochanter, femur, tibia and tarsus, with the tarsus in most instances being subdivided into five tarsomeres. At the tip of the limb is a pair of claws, and between these are cushion-like structures known as pulvilli which provide adhesion.",
            "score": 90.8062516450882
        },
        {
            "docid": "420624_2",
            "document": "Ecdysone . Ecdysone is a steroidal prohormone of the major insect molting hormone 20-hydroxyecdysone, which is secreted from the prothoracic glands. Insect molting hormones (ecdysone and its homologues) are generally called ecdysteroids. Ecdysteroids act as moulting hormones of arthropods but also occur in other related phyla where they can play different roles. In \"Drosophila melanogaster\", an increase in ecdysone concentration induces the expression of genes coding for proteins that the larva requires, and it causes chromosome puffs (sites of high expression) to form in polytene chromosomes. Recent findings in the laboratory of Chris Q. Doe have found a novel role of this hormone in regulating temporal gene transitions within neural stem cells of the fruit fly. Ecdysone and other ecdysteroids also appear in many plants mostly as a protection agent (toxins or antifeedants) against herbivorous insects.",
            "score": 89.92834639549255
        },
        {
            "docid": "3871512_3",
            "document": "Entomopathogenic fungus . These fungi usually attach to the external body surface of insects in the form of microscopic spores (usually asexual, mitosporic spores also called conidia). Under the right conditions of temperature and (usually high) humidity, these spores germinate, grow as hyphae and colonize the insect's cuticle; which they bore through by way of enzymatic hydrolysis reaching the insects' body cavity (hemocoel). Then, the fungal cells proliferate in the host body cavity, usually as walled hyphae or in the form of wall-less protoplasts (depending on the fungus involved). After some time the insect is usually killed (sometimes by fungal toxins) and new propagules (spores) are formed in or on the insect if environmental conditions are again right. High humidity is usually required for sporulation.",
            "score": 58.40350580215454
        },
        {
            "docid": "1274206_8",
            "document": "Cold hardening . Inclusive to the cold hardening process being beneficial for insects survival during cold temperatures, it also helps improve the organisms performance. Rapid cold hardening (RCH) is one of the fastest cold temperature responses recorded. This process allows an insect to instantly adapt to the severe weather change without compromising function. The \"Drosophila melanogaster\" (common fruit fly) is a frequently experimented insect involving cold hardening. A proven example of RCH enhancing organisms performance comes from courting and mating within the fruit fly. It has been tested that the fruit fly mated more frequently once RCH has commenced in relation to a controlled insect group not experiencing RCH. Most insects experiencing extended cold periods are observed to modify the membrane lipids within the body. Desaturation of fatty acids are the most commonly seen modification to the membrane. When the fruit fly was observed under the stressful climate the survival rate increased in comparison to the fly prior to cold hardening.",
            "score": 92.16749835014343
        },
        {
            "docid": "12633703_3",
            "document": "Hibernaculum (zoology) . Insects range in their size, structure, and general appearance but most use hibernacula. All insects are primarily exothermic. For this reason, extremely cold temperatures, such as those experienced in the winter season, outside of tropical locations, cause their metabolic systems to shut down; long exposure may lead to death. Insects survive colder winters through the process of overwintering, which occurs at all stages of development and may include migration or hibernation for different insects, the latter of which must be done in hibernacula. Insects that do not migrate must halt their growth to avoid freezing to death, in a process called diapause. Insects prepare to overwinter through a variety of mechanisms, such as using anti-freeze proteins or cryoprotectants in freeze-avoidant insects, like Soybean aphids. Cryoprotectants are toxic, with high concentrations only tolerated at low temperatures. Thus, hibernacula are used to avoid sporadic warming and the risk of death due high concentrations of cryoprotectants at warmer temperatures. Freeze-tolerant insects, like second-generation corn-borers, can survive being frozen and therefore, undergo inoculative freezing. Hibernacula range in size and structure depending on the insects using them.",
            "score": 78.86600816249847
        },
        {
            "docid": "23366462_53",
            "document": "Insect . The majority of insects hatch from eggs. The fertilization and development takes place inside the egg, enclosed by a shell (chorion) that consists of maternal tissue. In contrast to eggs of other arthropods, most insect eggs are drought resistant. This is because inside the chorion two additional membranes develop from embryonic tissue, the amnion and the serosa. This serosa secretes a cuticle rich in chitin that protects the embryo against desiccation. In Schizophora however the serosa does not develop, but these flies lay their eggs in damp places, such as rotting matter. Some species of insects, like the cockroach \"Blaptica dubia\", as well as juvenile aphids and tsetse flies, are ovoviviparous. The eggs of ovoviviparous animals develop entirely inside the female, and then hatch immediately upon being laid. Some other species, such as those in the genus of cockroaches known as \"Diploptera\", are viviparous, and thus gestate inside the mother and are born alive. Some insects, like parasitic wasps, show polyembryony, where a single fertilized egg divides into many and in some cases thousands of separate embryos. Insects may be \"univoltine\", \"bivoltine\" or \"multivoltine\", i.e. they may have one, two or many broods (generations) in a year. Other developmental and reproductive variations include haplodiploidy, polymorphism, paedomorphosis or peramorphosis, sexual dimorphism, parthenogenesis and more rarely hermaphroditism. In haplodiploidy, which is a type of sex-determination system, the offspring's sex is determined by the number of sets of chromosomes an individual receives. This system is typical in bees and wasps. Polymorphism is where a species may have different \"morphs\" or \"forms\", as in the oblong winged katydid, which has four different varieties: green, pink and yellow or tan. Some insects may retain phenotypes that are normally only seen in juveniles; this is called paedomorphosis. In peramorphosis, an opposite sort of phenomenon, insects take on previously unseen traits after they have matured into adults. Many insects display sexual dimorphism, in which males and females have notably different appearances, such as the moth \"Orgyia recens\" as an exemplar of sexual dimorphism in insects.",
            "score": 90.02589070796967
        }
    ],
    "r": [
        {
            "docid": "57651406_2",
            "document": "Hygroreception . Hygroreception is the ability to detect changes in the moisture and humidity content of an environment. It is a sense that is not present in humans. Some insects have this sense. The structure responsible for this sense is a hygroreceptor.",
            "score": 186.9718475341797
        },
        {
            "docid": "21244265_5",
            "document": "Olfaction . In insects, smells are sensed by olfactory sensory neurons in the chemosensory sensilla, which are present in insect antenna, palps, and tarsa, but also on other parts of the insect body. Odorants penetrate into the cuticle pores of chemosensory sensilla and get in contact with insect odorant-binding proteins (OBPs) or Chemosensory proteins (CSPs), before activating the sensory neurons.",
            "score": 134.58035278320312
        },
        {
            "docid": "23416874_46",
            "document": "Sense . Hygroreception is the ability to detect changes in the moisture content of the environment.",
            "score": 131.0009765625
        },
        {
            "docid": "34816371_3",
            "document": "Insect pheromone-binding protein . A class of small (14-20 Kd) water-soluble proteins, called pheromone binding proteins, first discovered in the insect sensillar lymph but also found in the mucus of vertebrates, is postulated to mediate the solubilisation of hydrophobic odorant molecules, and thereby to facilitate their transport to the receptor neurons. The product of a gene expressed in the olfactory system of \"Drosophila melanogaster\" (Fruit fly), OS-D, shares features common to vertebrate odorant binding proteins, but has a primary structure unlike odorant-binding proteins. OS-D derivatives have subsequently been found in chemosensory organs of phylogenetically distinct insects, including cockroaches, phasmids and moths, suggesting that OS-D-like proteins seem to be conserved in the insect phylum. OS-D and related proteins are members of the insect pheromone-binding family A10/OS-D.",
            "score": 126.38796997070312
        },
        {
            "docid": "14085336_2",
            "document": "Chemosensory protein . Chemosensory proteins are a class of small (10-15 kDa), soluble proteins characterised for the first time by Angeli et al. (1999) as secreted into the sensillar lymph of insect chemosensory sensilla. Some members of CSPs were already discovered in Drosophila, and other insects, although no clear link with olfactory or gustatory function was assigned. In the last years CSPs were found in insect contact and olfactory sensilla, but other members showed peculiar functions. In Apis mellifera one member was found to be involved in larval development and in Blatta a CSP is involved in leg regeneration.  Binding activity of volatile compounds has been described in a similar way as in other group of soluble sensillar proteins, called Odorant binding proteins or OBPs. CSPs do not share sequence similarity with OBPs and are characterized by only 4 conserved cysteines, where insect OBPs have 6 conserved cysteines.",
            "score": 124.81375885009766
        },
        {
            "docid": "24104729_17",
            "document": "Insect morphology . Antennae, sometimes called \"feelers\", are flexible appendages located on the insect's head which are used for sensing the environment. Insects \"are\" able to feel with their antennae because of the fine hairs (setae) that cover them. However, touch is not the only thing that antennae can detect; numerous tiny sensory structures on the antennae allow insects to sense smells, temperature, humidity, pressure, and even potentially sense themselves in space. Some insects, including bees and some groups of flies can also detect sound with their antennae.",
            "score": 124.2085189819336
        },
        {
            "docid": "12269001_31",
            "document": "Insect physiology . Chemical senses include the use of chemoreceptors, related to taste and smell, affecting mating, habitat selection, feeding and parasite-host relationships. Taste is usually located on the mouthparts of the insect but in some insects, such as bees, wasps and ants, taste organs can also be found on the antennae. Taste organs can also be found on the tarsi of moths, butterflies and flies. Olfactory sensilla enable insects to smell and are usually found in the antennae. Chemoreceptor sensitivity related to smell in some substances, is very high and some insects can detect particular odours that are at low concentrations miles from their original source.",
            "score": 119.55509185791016
        },
        {
            "docid": "4488140_8",
            "document": "Tarnished plant bug . Researchers have conducted experiments involving odourant-binding proteins (OBP) which allow for perception of odours in \"L. lineolaris\" and other insect groups. A study involved transcriptomics in order to investigate olfaction in \"L. lineolaris\" to reduce its harmful impacts on commercial crops. The transcriptomics approach indicated that there are 21 LylinOBP transcripts in the antennae, 12 in the legs and 15 in the proboscis. This further identified that these structures play an important role in insect olfaction and taste. Since the antennae are mainly responsible for direction, the presence of olfaction in the antennae can allow for recognition of different substrates. The proboscis is mainly associated with taste therefore the OBP expression in the proboscis and maxillary palp sensilla may be associated with taste in \"L. lineolaris\".",
            "score": 115.44862365722656
        },
        {
            "docid": "57651406_1",
            "document": "Hygroreception . Hygroreception",
            "score": 114.28582763671875
        },
        {
            "docid": "49827542_6",
            "document": "Insect olfaction . Sensory neurons in the antenna, maxillary palp, and labella generate odor-specific electrical signals called spikes (action potentials) in response to binding of odors to cell surface proteins like the insect pheromone-binding protein. The sensory neurons in the antenna and maxillary send this information via their axons to the antennal lobe, while sensory neuron in the labella send this information via axons to the subesophageal ganglion. Inside the antennal lobe they synapse with other neurons in semidelineated (with membrane boundaries) structures called glomeruli.",
            "score": 112.69790649414062
        },
        {
            "docid": "9107692_3",
            "document": "Hairless . Hairless (H) is a protein which is hydrophilic.\" The protein is composed of “1076 amino acids, with a molecular weight of 110 kDa.” The H protein is reported in insects and is found in nearly all of the family Drosophilidae. According to Paz-Gomez et al. (2008), other insect families and orders containing the H protein include the family Culicidae as well as the orders Lepidoptera, Hymenoptera and Coleoptera.  By referencing the research of Paz-Gomez et al. (2008), one finds that in \"Drosophilia\", NSP, or notch signaling pathway, allows for communication intercellularly during embryo development and also physiological activities of adult organisms. Their research also states that Notch Signaling Pathways turn on periodically during devolvement to help determine cell fate functions of the cell. Hairless (H) is an antagonist of the NSP as well as a “key member of the Su[H] repressor complex.\" Because of this connection, Hairless plays a very important part of embryo development in insects as it helps influence cell fate decisions during this time.\" It is crucial that proteins, HP120 and HP150, are present as they control normal activity of H. This activity regulation also controls NSP, which allows the fly embryos to develop correctly and any fluctuation in the pathway or proteins can change outcome of the offspring.",
            "score": 111.96495056152344
        },
        {
            "docid": "49827542_7",
            "document": "Insect olfaction . Specifically the process is as follows: first the odorant wafts towards an insects antenna or maxillary palp which is covered with hair like projections called sensilla. The odorant then enters through tiny pores in the exoskeleton (or cuticle) of that sensillum and diffuses into the fluid between the cells called extracellular fluids. There the odorant molecule binds to an odorant binding protein which transports it to a receptor and co-receptor (Orco) team on the surface of the olfactory receptor neuron (ORN). This leads to the neuron firing an action potential down the axon. This signal is sent to the antennal lobe or subesophogeal ganglion of the insects brain where it can then integrate the information with other signals from other sensilla.",
            "score": 111.75337982177734
        },
        {
            "docid": "48338_36",
            "document": "Butterfly . Butterflies use their antennae to sense the air for wind and scents. The antennae come in various shapes and colours; the hesperiids have a pointed angle or hook to the antennae, while most other families show knobbed antennae. The antennae are richly covered with sensory organs known as sensillae. A butterfly's sense of taste is coordinated by chemoreceptors on the tarsi, or feet, which work only on contact, and are used to determine whether an egg-laying insect's offspring will be able to feed on a leaf before eggs are laid on it. Many butterflies use chemical signals, pheromones; some have specialized scent scales (androconia) or other structures (coremata or \"hair pencils\" in the Danaidae). Vision is well developed in butterflies and most species are sensitive to the ultraviolet spectrum. Many species show sexual dimorphism in the patterns of UV reflective patches. Colour vision may be widespread but has been demonstrated in only a few species. Some butterflies have organs of hearing and some species make stridulatory and clicking sounds.",
            "score": 108.36627960205078
        },
        {
            "docid": "2400044_35",
            "document": "Cabbage looper . Baculovirus-insect cell expression is a technique used to produce large quantities of a desired protein. It takes advantage of the ability of Baculovirus to insert genes into its target cell and induce protein expression this gene. Numerous insect cells have been developed into cell lines, such as fruit flies, mosquitoes, and silkworms. The tissue of the cabbage looper has also been used to develop a cell line. It is particularly useful for its fast growth rate and less reliance upon insect haemolymph in the medium. The cabbage looper cell line has also been engineered to grow in serum-free media. Although serum helps insect cell growth, it is very expensive and can hinder subsequent experimental procedures. As a result, the development of the cell line to grow independently of serum means that the cell line could be used to produce viruses and proteins in a more affordable, efficient, and productive manner.",
            "score": 107.0578842163086
        },
        {
            "docid": "55677142_3",
            "document": "Insect based pet food . As global populations rise, food demand is becoming an increasingly important issue. Raising conventional livestock requires resources such as land and water, of which availability is concurrently decreasing. As a result, the ability to meet the needs of the growing population may require alternative sources of quality protein As the global population rises there is an increasing demand for animal based proteins that will require the use of alternative and sustainable sources for pet food as well. Pets play an important role in society, providing companionship and support, and owning pets has been linked to reduced incidence of heart disease, stress and depression. The popularity of pet ownership is increasing, and with this is a trend of humanization. People are increasingly demanding pet food ingredients that they believe are healthy. This creates a competition with the human food chain for quality protein sources. Producing insect protein through other agricultural practices requires considerably less resources than traditional livestock. The production of insects also produces lower greenhouse gases and ammonia than traditional livestock species. Insects also have the ability to feed on organic waste products such as vegetable, restaurant and animal waste therefore reducing the amount of excess food produced by humans. Insects are very efficient at converting feed into protein, as they require less feed than traditional livestock. Furthermore, water conservation is also accomplished as insects are cold blooded and are able to meet water requirements through their feed. Thus, insects may be an acceptable source of protein for pets. To learn more about sustainability of insect rearing, see Insect Farming.",
            "score": 106.93577575683594
        },
        {
            "docid": "1475873_17",
            "document": "Plant virus . Plant viruses need to be transmitted by a vector, most often insects such as leafhoppers. One class of viruses, the Rhabdoviridae, has been proposed to actually be insect viruses that have evolved to replicate in plants. The chosen insect vector of a plant virus will often be the determining factor in that virus's host range: it can only infect plants that the insect vector feeds upon. This was shown in part when the old world white fly made it to the United States, where it transferred many plant viruses into new hosts. Depending on the way they are transmitted, plant viruses are classified as non-persistent, semi-persistent and persistent. In non-persistent transmission, viruses become attached to the distal tip of the stylet of the insect and on the next plant it feeds on, it inoculates it with the virus. Semi-persistent viral transmission involves the virus entering the foregut of the insect. Those viruses that manage to pass through the gut into the haemolymph and then to the salivary glands are known as persistent. There are two sub-classes of persistent viruses: propagative and circulative. Propagative viruses are able to replicate in both the plant and the insect (and may have originally been insect viruses), whereas circulative can not. Circulative viruses are protected inside aphids by the chaperone protein symbionin, produced by bacterial symbionts. Many plant viruses encode within their genome polypeptides with domains essential for transmission by insects. In non-persistent and semi-persistent viruses, these domains are in the coat protein and another protein known as the helper component. A bridging hypothesis has been proposed to explain how these proteins aid in insect-mediated viral transmission. The helper component will bind to the specific domain of the coat protein, and then the insect mouthparts — creating a bridge. In persistent propagative viruses, such as tomato spotted wilt virus (TSWV), there is often a lipid coat surrounding the proteins that is not seen in other classes of plant viruses. In the case of TSWV, 2 viral proteins are expressed in this lipid envelope. It has been proposed that the viruses bind via these proteins and are then taken into the insect cell by receptor-mediated endocytosis.",
            "score": 105.00007629394531
        },
        {
            "docid": "14990054_6",
            "document": "Sleep in non-human animals . The electrophysiological study of sleep in small invertebrates is complicated. Insects go through circadian rhythms of activity and passivity but some do not seem to have a homeostatic sleep need. Insects do not seem to exhibit REM sleep. However, fruit flies appear to sleep, and systematic disturbance of that state leads to cognitive disabilities. There are several methods of measuring cognitive functions in fruit flies. A common method is to let the flies choose whether they want to fly through a tunnel that leads to a light source, or through a dark tunnel. Normally, flies are attracted to light. But if sugar is placed in the end of the dark tunnel, and something the flies dislike is placed in the end of the light tunnel, the flies will eventually learn to fly towards darkness rather than light. Flies deprived of sleep require a longer time to learn this and also forget it more quickly. If an arthropod is experimentally kept awake longer than it is used to, then its coming rest period will be prolonged. In cockroaches that rest period is characterized by the antennae being folded down and by a decreased sensitivity to external stimuli. Sleep has been described in crayfish, too, characterized by passivity and increased thresholds for sensory stimuli as well as changes in the EEG pattern, markedly differing from the patterns found in crayfish when they are awake. In honeybees, it has been suggested they could be able to dream.",
            "score": 102.98712921142578
        },
        {
            "docid": "63663_10",
            "document": "Fly . Flies are often abundant and are found in almost all terrestrial habitats in the world apart from Antarctica. They include many familiar insects such as house flies, blow flies, mosquitoes, gnats, black flies, midges and fruit flies. More than 150,000 have been formally described and the actual species diversity is much greater, with the flies from many parts of the world yet to be studied intensively. The suborder Nematocera include generally small, slender insects with long antennae such as mosquitoes, gnats, midges and crane-flies, while the Brachycera includes broader, more robust flies with short antennae. Many nematoceran larvae are aquatic. There are estimated to be a total of about 19,000 species of Diptera in Europe, 22,000 in the Nearctic region, 20,000 in the Afrotropical region, 23,000 in the Oriental region and 19,000 in the Australasian region. While most species have restricted distributions, a few like the housefly (\"Musca domestica\") are cosmopolitan. \"Gauromydas heros\" (Asiloidea), with a length of up to , is generally considered to be the largest fly in the world, while the smallest is \"Euryplatea nanaknihali\", which at is smaller than a grain of salt.",
            "score": 102.66787719726562
        },
        {
            "docid": "4514_28",
            "document": "Genetically modified maize . Critics claim that Bt proteins could target predatory and other beneficial or harmless insects as well as the targeted pest. These proteins have been used as organic sprays for insect control in France since 1938 and the USA since 1958 with no ill effects on the environment reported. While \"cyt\" proteins are toxic towards the insect order Diptera (flies), certain \"cry\" proteins selectively target lepidopterans (moths and butterflies), while other \"cyt\" selectively target Coleoptera. As a toxic mechanism, \"cry\" proteins bind to specific receptors on the membranes of mid-gut (epithelial) cells, resulting in rupture of those cells. Any organism that lacks the appropriate gut receptors cannot be affected by the \"cry\" protein, and therefore Bt. Regulatory agencies assess the potential for the transgenic plant to impact nontarget organisms before approving commercial release.",
            "score": 102.66769409179688
        },
        {
            "docid": "16460666_4",
            "document": "Insect indicators of abuse or neglect . Insects are valuable as forensic indicators in cases of abuse and neglect. Some insects, such as the Green Bottle Fly, (\"Lucilia sericata\" (Meigen)), are drawn to odors, such as ammonia, resulting from urine or fecal contamination. Adult green bottle flies tend to be attracted to an incontinent individual who lacks the voluntary control of excretory functions. Such examples include a baby who has not had its diapers changed often or an incontinent elderly person who has not been helped in maintaining routine bodily hygiene. Flies lay their eggs in and around clothing and skin which, if left undiscovered, will hatch into maggots (larvae) which begin feeding upon flesh, open wounds, ulcers, and any natural bodily entry point. Over time, the flesh will be eaten away, and the region may be further infected by bacteria or invaded by other insects. This is known as myiasis.",
            "score": 102.50927734375
        },
        {
            "docid": "49827542_3",
            "document": "Insect olfaction . The two organs insects primarily use for detecting odors are the antennae and specialized mouth parts called the maxillary palps. However, a recent study has demonstrated the olfactory role of ovipositor in fig wasps. Inside of these olfactory organs there are neurons called olfactory receptor neurons which, as the name implies, house receptors for scent molecules in their cell membrane.The majority of olfactory receptor neurons typically reside in the antenna. These neurons can be very abundant, for example Drosophila flies have 2,600 olfactory sensory neurons.",
            "score": 102.10306549072266
        },
        {
            "docid": "11207780_21",
            "document": "Beet leafhopper . A previous study of oviposition in the beet leafhopper has shown that the insects prefer to lay eggs on beet plants even when they prefer different host plants for feeding. In another study, researchers tried to study which plants the insects prefer to settle and lay eggs on and which plants were good for insect survival. These studies are important as factors like host preference may impact which species of plants the BCTV is transmitted to. It is also important to understand the complex interactions that take place between the beet leafhopper and non-host plants to understand how disease may be spread. Tests of settling behaviors showed that although the insects settled similarly on all plants in the beginning, the numbers of beet leafhoppers on bean and tomato plants declined significantly after a period of four hours. Instead, the insects preferred to settle on sugar beets, radish, potato and carrot plants. These results were similar to studies of insect mortality on the same plants, which showed that the majority of insects confined to bean and tomato plants had died within a week. There were also differences noticed in mortality on plants that were preferred for settling: insects were more likely to die on carrot plants as compared to beets, potato and radish. Experiments on oviposition also showed that the insects had a preference to lay eggs on beet, potato and radish plants where nymphs hatched from eggs and continued providing generations of beet leafhoppers. Carrot, bean and tomato plants were also rejected for oviposition by the insects where no eggs were laid on these plants.",
            "score": 101.41654205322266
        },
        {
            "docid": "2369175_28",
            "document": "Indianmeal moth . It has been observed in many insects that vital resources are tracked using odor plumes. However, for the Indian meal moth, such odors have other effects as well. The Indian-meal moth's fecundity and fertility was found to be enhanced in the presence of the odor of vital nutrients. This effect is thought the be genetic since it is not related to parental generations or previous experiences in the lifetime of the moth. Females also show a strong preference towards laying their batches of eggs near the site of the odor. It was observed that without antennae, this effect is lost, suggesting that there are olfactory receptors in the antennae.",
            "score": 100.3323974609375
        },
        {
            "docid": "49827542_5",
            "document": "Insect olfaction . Insects have been used as a model system to study mammal and especially human olfaction. Yet, unlike vertebrates who use G protein coupled receptors (GPCRs), insects express proteins including ORs (olfactory receptors), GRs (gustatory receptors) and IRs (ionotropic receptors) which are all heteromeric ligand-gated ion channels. A moth species in the order of Lepidoptera known as the black cutworm moth (\"Agrotis ipsilon\") produces even more proteins including OBPs (oderant binding proteins), CSPs (chemosensory binding proteins), and SNMPs (sensory neuron membrane proteins) that help the moth recognize sex pheremones and oderants such as those released from host plants. Much like in vertebrates, axons from the sensory neurons converge into glomeruli. But they differ in where the glomeruli are housed. In mammals they are located in the olfactory bulbs but are in the antennal lobe of insects.",
            "score": 99.61564636230469
        },
        {
            "docid": "37360538_5",
            "document": "Insects in culture . Practical uses include as food (entomophagy), in medicine, for the valuable textile silk, for dyestuffs such as carmine, in science, where the fruit fly is an important model organism in genetics, and in warfare, where insects were successfully used in the Second World War to spread disease in enemy populations. One insect, the honey bee, provides honey, pollen, royal jelly, propolis and an anti-inflammatory peptide, melittin; its larvae too are eaten in some societies. Medical uses of insects include maggot therapy for wound debridement. Over a thousand protein families have been identified in the saliva of blood-feeding insects; these may provide useful drugs such as anticoagulants, vasodilators, antihistamines and anaesthetics.",
            "score": 99.1654281616211
        },
        {
            "docid": "21054623_33",
            "document": "Mosquito-borne disease . In many insect species, such as \"Drosophila melanogaster\", researchers found that a natural infection with the bacteria strain \"Wolbachia\" \"pipientis\" increases the fitness of the host by increasing resistance to RNA viral infections. Robert L. Glaser and Mark A. Meola investigated \"Wolbachia\"-induced resistance to West Nile virus (WNV) in \"Drosophila melanogaster\" (fruit flies). Two groups of fruit flies were naturally infected with \"Wolbachia.\" Glaser and Meola then cured one group of fruit flies of \"Wolbachia using\" tetracycline. Both the infected group and the cured groups were then infected with WNV.  Flies infected with \"Wolbachia\" were found to have a changed phenotype that caused resistance to WNV. The phenotype was found to be caused by a “dominant, maternally transmitted, cytoplasmic factor”. The WNV-resistance phenotype was then reversed by curing the fruit flies of \"Wolbachia.\" Since \"Wolbachia\" is also maternally transmitted, it was found that the WNV-resistant phenotype is directly related to the \"Wolbachia\" infection. West Nile virus is transmitted to humans and animals through the Southern house mosquito, \"Culex quinquefasciatus.\" Glaser and Meola knew vector compatibility could be reduced through \"Wolbachia\" infection due to studies done with other species of mosquitoes, mainly, \"Aedes aegypti\". Their goal was to transfer WNV resistance to \"Cx. quinquefasciatus\" by inoculating the embryos of the mosquito with the same strain of \"Wolbachia\" that naturally occurred in the fruit flies. Upon infection, \"Cx. quinquefasciatus\" showed an increased resistance to WNV that was transferable to offspring. The ability to genetically modify mosquitoes in the lab and then have the infected mosquitoes transmit it to their offspring showed that it was possible to transmit the bacteria to wild populations to decrease human infections.",
            "score": 99.02043151855469
        },
        {
            "docid": "35110499_15",
            "document": "Dolichovespula sylvestris . The diet of \"D. sylvestris\" larvae was determined based on close analysis of larval pellets and observation. It was found that the wasp larvae consumed both other insects and nectar from flowers. The queen finds the insects or nectar and returns to the nest to feed them to each of the larvae during the queen nest before workers take over foraging and feeding activities. At this time, workers begin feeding the larvae, using the same types of food. Insects included many types of flies, including but not limited to march flies (Bibionidae) and crane flies (Tipulidae). The type of insects that were chosen as the main food source depended on the time of the season. These wasps prefer to feed on flies and tend to avoid ants or spiders. Queens were also observed feeding larvae nectar from flowers one drop at a time by putting her tongue and their mouths together. This nectar comes from flowers of plants such as blackberry, raspberry, and \"Rhododendron\". Nectar seems to be a very important part of the larval diet as both queen and workers took more trips and more time collecting it than either insects or pulp for the nests. Experiments on larvae have shown that the sugar in the nectar is a necessary energy source and that without it larvae will quickly become unable to survive. Therefore, both insects and nectar are an important part of the larval diet.",
            "score": 98.70867919921875
        },
        {
            "docid": "53761781_6",
            "document": "Paul Hardin (chronobiologist) . While teaching at the University of Houston, Hardin, along with fellow scientists Balaji Krishnan and Stuart Dryer, investigated circadian rhythms of olfaction in \"Drosophila\". Previous experiments had shown that \"Drosophila\" antennae demonstrate circadian rhythms. However, the mechanism for circadian rhythms in the antennae was unknown. To determine the mechanism of rhythms in antennae, Hardin and his team kept wild-type and mutant flies, \"per\" and \"tim\", in 12:12 light-dark (LD) cycles and measured olfaction in the antennae with an electroantennogram (EAG), that measures the average output of an insect antenna to its brain for a given odor, over a 24-hour period. Only the wild-type flies demonstrated rhythmicity in the electrical activity, which indicated that circadian rhythms were present in the olfactory response. In contrast, the mutants showed no cyclic activity. Therefore, Hardin’s team discovered that circadian rhythms control the olfactory response in \"Drosophila\" antennae and his results were eventually published in \"Nature\".",
            "score": 98.29722595214844
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 98.15765380859375
        },
        {
            "docid": "1274206_7",
            "document": "Cold hardening . Cold hardening has also been observed in insects such as the fruit fly and diamondback moth. The insects use rapid cold hardening to protect against cold shock during overwintering periods.Overwintering insects stay awake and active through the winter while non-overwintering insects migrate or die. Rapid cold hardening can be experienced during short periods of undesirable temperatures, such as cold shock in environment temperature, as well as the common cold months. The build up of cryoprotective compounds is the reason that insects can experience cold hardening. Glycerol is a cryoprotective substance found within these insects capable of overwintering. Through testing, glycerol requires interactions with other cell components within the insect in order to decrease the body's permeability to the cold. When an insect is exposed to these cold temperatures, glycerol rapidly accumulates. Glycerol is known as a non-ionic kosmotrope forming powerful hydrogen bonds with water molecules. The hydrogen bonds in the glycerol compound compete with the weaker bonds between the water molecules causing an interruption in the makeup of ice formation. This chemistry found within the glycerol compound and reaction between water has been used as an antifreeze in the past, and can be seen here when concerning cold hardening. Proteins also play a large role in the cryoprotective compounds that increase ability to survive the cold hardening process and environmental change. Glycogen phosphorylase(GlyP) has been a key protein found during testing to increase in comparison to a controlled group not experiencing the cold hardening. Once warmer temperatures are observed the process of acclimation begins, and the increased glycerol along with other cryoprotective compounds and proteins are also reversed. There is a rapid cold hardening capacity found within certain insects that suggests not all insects can survive a long period of overwintering. Non-diapausing insects can sustain brief temperature shocks but often have a limit to which they can handle before the body can no longer produce enough cryoprotective components.",
            "score": 97.59672546386719
        },
        {
            "docid": "8273958_73",
            "document": "Genetically modified food controversies . A major use of GM crops is in insect control through the expression of the \"cry\" (crystal delta-endotoxins) and \"Vip\" (vegetative insecticidal proteins) genes from \"Bacillus thuringiensis\" (Bt). Such toxins could affect other insects in addition to targeted pests such as the European corn borer. Bt proteins have been used as organic sprays for insect control in France since 1938 and the US since 1958, with no reported ill effects. \"Cry\" proteins selectively target Lepidopterans (moths and butterflies). As a toxic mechanism, \"cry\" proteins bind to specific receptors on the membranes of mid-gut (epithelial) cells, resulting in their rupture. Any organism that lacks the appropriate receptors in its gut is unaffected by the \"cry\" protein, and therefore is not affected by Bt. Regulatory agencies assess the potential for transgenic plants to affect non-target organisms before approving their commercial release.",
            "score": 97.43087005615234
        },
        {
            "docid": "23366462_60",
            "document": "Insect . Many insects possess very sensitive and, or specialized organs of perception. Some insects such as bees can perceive ultraviolet wavelengths, or detect polarized light, while the antennae of male moths can detect the pheromones of female moths over distances of many kilometers. The yellow paper wasp (\"Polistes versicolor\") is known for its wagging movements as a form of communication within the colony; it can waggle with a frequency of 10.6±2.1 Hz (n=190). These wagging movements can signal the arrival of new material into the nest and aggression between workers can be used to stimulate others to increase foraging expeditions. There is a pronounced tendency for there to be a trade-off between visual acuity and chemical or tactile acuity, such that most insects with well-developed eyes have reduced or simple antennae, and vice versa. There are a variety of different mechanisms by which insects perceive sound; while the patterns are not universal, insects can generally hear sound if they can produce it. Different insect species can have varying hearing, though most insects can hear only a narrow range of frequencies related to the frequency of the sounds they can produce. Mosquitoes have been found to hear up to 2 kHz, and some grasshoppers can hear up to 50 kHz. Certain predatory and parasitic insects can detect the characteristic sounds made by their prey or hosts, respectively. For instance, some nocturnal moths can perceive the ultrasonic emissions of bats, which helps them avoid predation. Insects that feed on blood have special sensory structures that can detect infrared emissions, and use them to home in on their hosts.",
            "score": 97.06333923339844
        }
    ]
}