{
    "q": [
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 137.33424043655396
        },
        {
            "docid": "20246683_15",
            "document": "Pneumococcal infection . Throughout history treatment relied primarily on β-lactam antibiotics. In the 1960s nearly all strains of \"S. pneumoniae\" were susceptible to penicillin, but more recently there has been an increasing prevalence of penicillin resistance especially in areas of high antibiotic use. A varying proportion of strains may also be resistant to cephalosporins, macrolides (such as erythromycin), tetracycline, clindamycin and the quinolones. Penicillin-resistant strains are more likely to be resistant to other antibiotics. Most isolates remain susceptible to vancomycin, though its use in a β-lactam-susceptible isolate is less desirable because of tissue distribution of the drug and concerns of development of vancomycin resistance. More advanced beta-lactam antibiotics (cephalosporins) are commonly used in combination with other drugs to treat meningitis and community-acquired pneumonia. In adults recently developed fluoroquinolones such as levofloxacin and moxifloxacin are often used to provide empiric coverage for patients with pneumonia, but in parts of the world where these drugs are used to treat tuberculosis resistance has been described. Susceptibility testing should be routine with empiric antibiotic treatment guided by resistance patterns in the community in which the organism was acquired. There is currently debate as to how relevant the results of susceptibility testing are to clinical outcome. There is slight clinical evidence that penicillins may act synergistically with macrolides to improve outcomes.",
            "score": 88.16557800769806
        },
        {
            "docid": "613640_15",
            "document": "Upper respiratory tract infection . Prescribing antibiotics for laryngitis is not suggested practice. The antibiotics penicillin V and erythromycin are not effective for treating acute laryngitis. Erythromycin may improve voice disturbances after one week and cough after two weeks, however any modest subjective benefit is not greater than the adverse effects, cost, and the risk of bacteria developing resistance to the antibiotics. Health authorities have been strongly encouraging physicians to decrease the prescribing of antibiotics to treat common upper respiratory tract infections because antibiotic usage does not significantly reduce recovery time for these viral illnesses. Decreased antibiotic usage could also have prevented drug resistant bacteria. Some have advocated a delayed antibiotic approach to treating URIs which seeks to reduce the consumption of antibiotics while attempting to maintain patient satisfaction. Most studies show no difference in improvement of symptoms between those treated with antibiotics right away and those with delayed prescriptions. Most studies also show no difference in patient satisfaction, patient complications, symptoms between delayed and no antibiotics. A strategy of \"no antibiotics\" results in even less antibiotic use than a strategy of \"delayed antibiotics\".",
            "score": 95.86025297641754
        },
        {
            "docid": "31596_2",
            "document": "Typhoid fever . Typhoid fever, also known simply as typhoid, is a bacterial infection due to \"Salmonella\" typhi that causes symptoms. Symptoms may vary from mild to severe and usually begin six to thirty days after exposure. Often there is a gradual onset of a high fever over several days. Weakness, abdominal pain, constipation, and headaches also commonly occur. Diarrhea is uncommon and vomiting is not usually severe. Some people develop a skin rash with rose colored spots. In severe cases there may be confusion. Without treatment, symptoms may last weeks or months. Other people may carry the bacterium without being affected; however, they are still able to spread the disease to others. Typhoid fever is a type of enteric fever along with paratyphoid fever. The cause is the bacterium \"Salmonella\" Typhi, also known as \"Salmonella enterica\" serotype Typhi, growing in the intestines and blood. Typhoid is spread by eating or drinking food or water contaminated with the feces of an infected person. Risk factors include poor sanitation and poor hygiene. Those who travel to the developing world are also at risk and only humans can be infected. Diagnosis is by either culturing the bacteria or detecting the bacterium's DNA in the blood, stool, or bone marrow. Culturing the bacterium can be difficult. Bone marrow testing is the most accurate. Symptoms are similar to that of many other infectious diseases. Typhus is a different disease. A typhoid vaccine can prevent about 30% to 70% of cases during the first two years. The vaccine may have some effect for up to seven years. It is recommended for those at high risk or people traveling to areas where the disease is common. Other efforts to prevent the disease include providing clean drinking water, good sanitation, and handwashing. Until it has been confirmed that an individual's infection is cleared, the individual should not prepare food for others. Treatment of disease is with antibiotics such as azithromycin, fluoroquinolones or third generation cephalosporins. Resistance to these antibiotics has been developing, which has made treatment of the disease more difficult. In 2015, there were 12.5 million new cases worldwide. The disease is most common in India. Children are most commonly affected. Rates of disease decreased in the developed world in the 1940s as a result of improved sanitation and use of antibiotics to treat the disease. Each year in the United States, about 400 cases are reported and it is estimated that the disease occurs in about 6,000 people. In 2015, it resulted in about 149,000 deaths worldwide – down from 181,000 in 1990 (about 0.3% of the global total). The risk of death may be as high as 20% without treatment. With treatment, it is between 1 and 4%. The name typhoid means \"resembling typhus\" due to the similarity in symptoms.",
            "score": 169.6181924343109
        },
        {
            "docid": "10330881_9",
            "document": "Pseudomonas oryzihabitans . In the past reported cases of \"P. oryzihabitans\", the patients were given antibiotics to treat the infection. These bacteria are fairly easy to treat, with a range of antibiotics that they are susceptible to. The antibiotics that the infectious disease responded to are gentamicin, ciprofloxacin, carbapenems, cephalosprins, aminoglycosides, and quinolones. While there are several kinds of medicines that can treat \"P. oryzihabitans\", the carbapenem displayed the best results against infections. In a study where cultures of these bacteria were grown, tests showed that all the isolates were susceptible to carbapenem antibiotics, however, the vulnerability to other medicines differed among the groups. Past studies also revealed that \"P. oryzihabitans\" were susceptible in vitro to antipseudomonal penicillins. Treatments for the bacteria differ and depend on the host and the different strains of \"P. oryzihabitans\".",
            "score": 84.36592173576355
        },
        {
            "docid": "40364158_64",
            "document": "Antibiotic use in livestock . There have been many studies that document antibiotic resistant bacteria in livestock, though the impact of the different bacteria in humans is still undergoing research. At this time, the most well-documented impact on humans is foodborne gastrointestinal illness. In most cases, these illnesses are mild and do not require antibiotics; though if the infectious bacteria is drug-resistant, research has shown that these bacteria have increased virulence (ability to cause disease), leading to prolonged illness. Furthermore, in approximately 10% of cases, the disease becomes severe, requiring more advanced treatments. These treatments can take the form of intravenous antibiotics, supportive care for blood infections, and hospital stays, leading to higher costs and greater morbidity with a trend toward higher mortality. Severe disease with this outcome is more common with drug-resistant bacteria. Though all people are susceptible, populations shown to be at higher risk for severe disease include children, the elderly, and those with chronic disease.",
            "score": 83.82570624351501
        },
        {
            "docid": "5745363_5",
            "document": "Evolutionary pressure . Drug resistance in bacteria is an example of an outcome of natural selection. When a drug is used on a species of bacteria, those that cannot resist die and do not produce offspring, while those that survive potentially pass on the resistance gene to the next generation (vertical gene transmission). The resistance gene can also be passed on to one bacterium by another of a different species (horizontal gene transmission). Because of this, the drug resistance increases over generations. For example, in hospitals, environments are created where pathogens such as \"C\". \"difficile\" have developed a resistance to antibiotics. Antibiotic resistance is made worse by the misuse of antibiotics. Antibiotic resistance is encouraged when antibiotics are used to treat non-bacterial diseases, and when antibiotics are not used for the prescribed amount of time or in the prescribed dose. Antibiotic resistance may arise out of standing genetic variation in a population or de novo mutations in the population. Either pathway could lead to antibiotic resistance, which may be a form of evolutionary rescue.",
            "score": 77.39415442943573
        },
        {
            "docid": "544934_25",
            "document": "Klebsiella pneumoniae . \"K. pneumoniae\" can be treated with antibiotics if the infections are not drug-resistant. Infections by \"K. pneumoniae\" can be difficult to treat because fewer antibiotics are effective against them. In such cases, a microbiology laboratory must run tests to determine which antibiotics will treat the infection. As with many bacteria, the recommended treatment has changed as the organism has developed resistances. The choice of a specific antimicrobial agent or agents depends on local susceptibility patterns and on the part of the body infected. For patients with severe infections, a prudent approach is the use of an initial short course (48–72 h) of combination therapy, followed by a switch to a specific monotherapy once the susceptibility pattern is known for the specific patient.",
            "score": 111.98409390449524
        },
        {
            "docid": "37791213_37",
            "document": "Carbapenem-resistant enterobacteriaceae . A 2008 review of 42 studies of \"in vitro\" susceptibility of bacteria to tigecycline showed that MDR \"K. pneumoniae\" and \"E. coli\", including those that were carbapenem resistant, were susceptible more than 90% of the time. A limited number of patients have been treated with tigecycline, but the FDA has approved it in certain cases with synergies of other drugs. The limited number of patients indicates that more trials are needed to determine the overall clinical effectiveness.",
            "score": 77.87719464302063
        },
        {
            "docid": "1805_19",
            "document": "Antibiotic . The emergence of resistance of bacteria to antibiotics is a common phenomenon. Emergence of resistance often reflects evolutionary processes that take place during antibiotic therapy. The antibiotic treatment may select for bacterial strains with physiologically or genetically enhanced capacity to survive high doses of antibiotics. Under certain conditions, it may result in preferential growth of resistant bacteria, while growth of susceptible bacteria is inhibited by the drug. For example, antibacterial selection for strains having previously acquired antibacterial-resistance genes was demonstrated in 1943 by the Luria–Delbrück experiment. Antibiotics such as penicillin and erythromycin, which used to have a high efficacy against many bacterial species and strains, have become less effective, due to the increased resistance of many bacterial strains.",
            "score": 75.97611975669861
        },
        {
            "docid": "35547268_13",
            "document": "Bacterial morphological plasticity . Antimicrobial agent has obvious implications for microbial infection therapeutics. The ability of bacteria to decrease their susceptibility to antimicrobial drugs importantly affects both bacterial ecology and the treatment of infectious diseases. From patients who are treated with antibiotics, filamentous organisms are commonly found in their clinical specimens. The filamentation contributes to a pathogen’s resistance to this antimicrobial agent. The induction of bacterial filamentation by antibiotics can alter bacterial virulence, which would have important implications for the pathogenesis and treatment of the disease as well.",
            "score": 116.95393800735474
        },
        {
            "docid": "1046292_20",
            "document": "Salmonellosis . Appropriate antibiotics, such as ceftriaxone, may be given to kill the bacteria, but are not necessary in most cases. Azithromycin has been suggested to be better at treating typhoid in resistant populations than both fluoroquinolone drugs and ceftriaxone. There are recommendations on choice of antibiotic to avoid promoting antibiotic resistance.",
            "score": 96.92760515213013
        },
        {
            "docid": "36014836_24",
            "document": "Tuberculosis in India . India has a large burden of the world's TB, one that this developing country can ill afford, with an estimated economic loss of US $43 billion and 100 million lost annually directly due to this disease. Treatment in India is on the rise just as the disease itself is on the rise. To prevent spreading TB, it's important to get treatment quickly and to follow it through to completion by your doctor. This can stop transmission of the bacteria and the appearance of antibiotic-resistant strains. It is a knowingly fact that bacterial infections require antibiotics for treatment and prevention, thus, commonly you will see that patients diagnosed with tuberculosis have certain pills and antibiotics carried around with them. The antibiotics most commonly used include isoniazid, rifampin, pyrazinamide, and ethambutol. It is crucial to take your medication as instructed by your doctor, and for the full course of the treatment (months or years). This helps to ward off types of TB bacteria that are antibiotic-resistant, which take longer and are more difficult to treat. In India’s case, the particular type of TB infections are majority resistant to regular antibiotic treatment (MDR-TB, XDR-TB, TDR-TB), therefore, not one or two medications will help, rather a combination of different medications must be taken for over a course of 18–24 months, depending on how deep the infection is. Since the 1960s, two drugs — isoniazid and rifampicin — have been the standard TB treatment . In addition to antibiotics, a vaccine is available to limit the spread of bacteria after TB infection. The vaccine is generally used in countries or communities where the risk of TB infection is greater than 1% each year , thus, the country of India; whose TB infection rate is at a peak (world’s third highest TB infected country), and is consistently growing, and giving 20% of the world’s diagnosed patients a home. At present the anti TB treatment offered in public and private sector in India is not satisfactory and needs to be improved. Today India's TB control program needs to update itself with the international TB guidelines as well as provide an optimal anti TB treatment to the patients enrolled under it or it will land up being another factor in the genesis of drug resistant tuberculosis.",
            "score": 96.72287786006927
        },
        {
            "docid": "2943640_2",
            "document": "Antibiotic sensitivity . Antibiotic sensitivity or antibiotic susceptibility is the susceptibility of bacteria to antibiotics. Because susceptibility can vary even within a species (with some strains being more resistant than others), antibiotic susceptibility testing (AST) is usually carried out to determine which antibiotic will be most successful in treating a bacterial infection in vivo. Testing for antibiotic sensitivity is often done by the Kirby-Bauer method. Small wafers containing antibiotics are placed onto a plate upon which bacteria are growing. If the bacteria are sensitive to the antibiotic, a clear ring, or zone of inhibition, is seen around the wafer indicating poor growth. Other methods to test antimicrobial susceptibility include the Stokes method, Etest (also based on antibiotic diffusion), Agar and Broth dilution methods for minimum inhibitory concentration (MIC) determination. The results of the test are reported on the antibiogram.",
            "score": 68.83194661140442
        },
        {
            "docid": "424464_2",
            "document": "Linezolid . Linezolid is an antibiotic used for the treatment of infections caused by Gram-positive bacteria that are resistant to other antibiotics. Linezolid is active against most Gram-positive bacteria that cause disease, including streptococci, vancomycin-resistant enterococci (VRE), and methicillin-resistant \"Staphylococcus aureus\" (MRSA). The main uses are infections of the skin and pneumonia although it may be used for a variety of other infections including drug resistant tuberculosis. It is used either by injection into a vein or by mouth. Linezolid is a member of the oxazolidinone class of medications. When given for short periods, linezolid is a relatively safe antibiotic. It can be used in people of all ages and in people with liver disease or poor kidney function. Common side effects with short-term use include headache, diarrhea, rash, and nausea. Serious side effects may include serotonin syndrome, bone marrow suppression, and high blood lactate levels, particularly when used for more than two weeks. If used for longer periods it may cause nerve damage, including optic nerve damage, which may be irreversible. As a protein synthesis inhibitor, it affects the ability of bacteria to produce protein. This either stops growth or results in bacterial death. Although many antibiotics work this way, the exact mechanism of action of linezolid appears to be unique in that it blocks the start of protein production, rather than one of the later steps. As of 2014 bacterial resistance to linezolid has remained low. Linezolid was discovered in the mid 1990s and was approved for commercial use in 2000. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Linezolid is available as a generic medication. The wholesale cost in the developing world is about US$ 2.90 USD per day while that in the United States as of 2016 is about US$13.79 per day. It appears to be more cost-effective than alternatives such as vancomycin, mostly because of the ability to switch from intravenous use to administration by mouth sooner. The main use of linezolid is the treatment of severe infections caused by anaerobic Gram-positive bacteria that are resistant to other antibiotics; it should not be used against bacteria that are sensitive to drugs with a narrower spectrum of activity, such as penicillins and cephalosporins. In both the popular press and the scientific literature, linezolid has been called a \"reserve antibiotic\"—one that should be used sparingly so that it will remain effective as a drug of last resort against potentially intractable infections.",
            "score": 91.28596878051758
        },
        {
            "docid": "875883_21",
            "document": "Hospital-acquired infection . Among the categories of bacteria most known to infect patients are the category MRSA (resistant strain of \"S. aureus\"), member of gram-positive bacteria and \"Acinetobacter\" (\"A. baumannii\"), which is gram-negative. While antibiotic drugs to treat diseases caused by gram-positive MRSA are available, few effective drugs are available for \"Acinetobacter\". \"Acinetobacter\" bacteria are evolving and becoming immune to existing antibiotics, so in many cases, polymyxin-type antibacterials need to be used. \"In many respects it’s far worse than MRSA,\" said a specialist at Case Western Reserve University.",
            "score": 89.0914112329483
        },
        {
            "docid": "1914_32",
            "document": "Antimicrobial resistance . Excessive antibiotic use has become one of the top contributors to the development of antibiotic resistance. Since the beginning of the antibiotic era, antibiotics have been used to treat a wide range of disease. Overuse of antibiotics has become the primary cause of rising levels of antibiotic resistance. The main problem is that doctors are willing to prescribe antibiotics to ill-informed individuals who believe that antibiotics can cure nearly all illnesses, including viral infections like the common cold. In an analysis of drug prescriptions, 36% of individuals with a cold or an upper respiratory infection (both viral in origin) were given prescriptions for antibiotics. These prescriptions accomplished nothing other than increasing the risk of further evolution of antibiotic resistant bacteria.",
            "score": 93.96562433242798
        },
        {
            "docid": "55868631_25",
            "document": "List of antibiotic resistant bacteria . TB was considered one of the most prevalent diseases, and did not have a cure until the discovery of Streptomycin by Selman Waksman in 1943. However, the bacteria soon developed resistance. Since then, drugs such as isoniazid and rifampin have been used. M. tuberculosis develops resistance to drugs by spontaneous mutations in its genomes. Resistance to one drug is common, and this is why treatment is usually done with more than one drug. Extensively drug-resistant TB (XDR TB) is TB that is also resistant to the second line of drugs.",
            "score": 83.5948634147644
        },
        {
            "docid": "466746_17",
            "document": "Mycoplasma pneumoniae . The difficulty in eradicating \"Mycoplasma pneumoniae\" infections is due to the ability of the bacterium to persist within an individual, as well as the lack of cell wall in \"M. pneumoniae\", which renders multiple antibiotics directed at the bacterial cell wall ineffective in treating infections. \"M. pneumoniae\" therefore displays resistance to antimicrobials such as β-lactams, glycopeptides, sulfonamides, trimethoprim, polymixins, nalidixic acid, and rifampin. The majority of antibiotics used to treat \"M. pneumoniae\" infections are targeted at bacterial rRNA in ribosomal complexes, including macrolides, tetracycline, ketolides, and fluoroquinolone, many of which can be administered orally. Macrolides are capable of reducing hyperresponsiveness and protecting the epithelial lining from oxidative and structural damage, however they are capable only of inhibiting bacteria (bacteriostatic) and are not able to cause bacterial cell death. The most common macrolides used in the treatment of infected children in Japan are erythromycin and clarithromycin, which inhibit bacterial protein synthesis by binding 23S rRNA. Administration of antibiotics has been proven to reduce the longevity and intensity of \"M. pneumoniae\" infections in comparison to cases left untreated. Additionally, some high-dose steroid therapies have shown to reverse neurological effects in children with complicated infections. Antimicrobial drug resistance rates for \"Mycoplasma pneumoniae\" were determined in clinical specimens and isolates obtained during 2011–2012 in Ontario, Canada. Of 91 \"M. pneumoniae\" drug-resistant specimens, 11 (12.1%) carried nucleotide mutations associated with macrolide resistance in the 23S rRNA gene. None of the \"M. pneumoniae\" specimens were resistant to fluoroquinolones or tetracyclines.",
            "score": 119.16765415668488
        },
        {
            "docid": "26628694_6",
            "document": "Animal Drug Availability Act 1996 . The Union of Concerned Scientists estimate healthy hogs receive 5 million pounds of two tetracycline antibiotics, this is 60% greater than the total volume of antibiotics given to sick humans. Medical doctors advise appropriate use of antibiotics, specifically finishing the full antibiotic regimen with consequence of the strongest survivors recuperating and worsening the infection. Antibiotics create an environment appropriate for bacteria to evolve resistant strains, since when faced with death any survivors have become more appropriately adapted. This is the same principle as Darwinian evolution by natural selection. The development of resistant bacteria strains can be attributed to antibiotic use because resistance to the drugs was previously unobserved. The World Health Organization states: “Shortly after the licensing and use in livestock of fluoroquinolone, a powerful new class of antimicrobials, fluoroquinolone-resistant Salmonella and Campylobacter isolations from animals, and humans increased.” Most production for fast food incorporates antibiotics, but there has been a push by major companies including McDonald's, Subway and Carl's Jr. to discontinues fluoroquinolone use in associated feedlots.",
            "score": 99.75859808921814
        },
        {
            "docid": "4102337_2",
            "document": "Paratyphoid fever . Paratyphoid fever, also known simply as paratyphoid, is a bacterial infection caused by one of the three types of \"Salmonella enterica\". Symptoms usually begin 6–30 days after exposure and are the same as those of typhoid fever. Often, a gradual onset of a high fever occurs over several days. Weakness, loss of appetite, and headaches also commonly occur. Some people develop a skin rash with rose-colored spots. Without treatment, symptoms may last weeks or months. Other people may carry the bacteria without being affected; however, they are still able to spread the disease to others. Both typhoid and paratyphoid are of similar severity. Paratyphoid fever is a type of enteric fever along with typhoid fever. Paratyphoid is caused by the bacterium \"Salmonella enterica\" of the serotypes Paratyphi A, Paratyphi B, or Paratyphi C growing in the intestines and blood. They are usually spread by eating or drinking food or water contaminated with the feces of an infected person. They may occur when a person who prepares food is infected. Risk factors include poor sanitation as is found among poor crowded populations. Occasionally, they may be transmitted by sex. Humans are the only animals infected. Diagnosis may be based on symptoms and confirmed by either culturing the bacteria or detecting the bacterial DNA in the blood, stool, or bone marrow. Culturing the bacteria can be difficult. Bone-marrow testing is the most accurate. Symptoms are similar to that of many other infectious diseases. Typhus is an unrelated disease. While no vaccine is available specifically for paratyphoid, the typhoid vaccine may provide some benefit. Prevention includes drinking clean water, better sanitation, and better handwashing. Treatment of the disease is with antibiotics such as azithromycin. Resistance to a number of other previously effective antibiotics is common. Paratyphoid affects about six million people a year. It is most common in parts of Asia and rare in the developed world. Most cases are due to Paratyphi A rather than Paratyphi B or C. In 2015, paratyphoid fever resulted in about 29,200 deaths, down from 63,000 deaths in 1990. The risk of death is between 10 and 15% without treatment, while with treatment, it may be less than 1%.",
            "score": 142.40590119361877
        },
        {
            "docid": "8430768_40",
            "document": "Globalization and disease . Air travel and the other methods of travel which have made global interaction easier, have increased the spread of TB across different societies. Luckily, the BCG vaccine was developed, which prevents TB meningitis and miliary TB in childhood. But, the vaccine does not provide substantial protection against the more virulent forms of TB found among adults. Most forms of TB can be treated with antibiotics to kill the bacteria. The two antibiotics most commonly used are rifampicin and isoniazid. There are dangers, however, of a rise of antibiotic-resistant TB. The TB treatment regimen is lengthy, and difficult for poor and disorganized people to complete, increasing resistance of bacteria. Antibiotic-resistant TB is also known as \"multidrug-resistant tuberculosis.\" \"Multidrug-resistant tuberculosis\" is a pandemic that is on the rise. Patients with MDR-TB are mostly young adults who are not infected with HIV or have other existing illness. Due to the lack of health care infrastructure in underdeveloped countries, there is a debate as to whether treating MDR-TB will be cost effective or not. The reason is the high cost of \"second-line\" antituberculosis medications. It has been argued that the reason the cost of treating patients with MDR-TB is high is because there has been a shift in focus in the medical field, in particular the rise of AIDS, which is now the world's leading infectious cause of death. Nonetheless, it is still important to put in the effort to help and treat patients with \"multidrug-resistant tuberculosis\" in poor countries.",
            "score": 91.99980068206787
        },
        {
            "docid": "6423951_10",
            "document": "Hospital-acquired pneumonia . In some studies, the bacteria found in patients with HCAP were more similar to HAP than to CAP; compared to CAP, they could have higher rates of \"Staphylococcus aureus\" (\"S. aureus\") and \"Pseudomonas aeruginosa\", and less \"Streptococcus pneumoniae\" and \"Haemophilus influenzae\". In European and Asian studies, the etiology of HCAP was similar to that of CAP, and rates of multi drug resistant pathogens such as \"Staphylococcus aureus\" and \"Pseudomonas aeruginosa\" were not as high as seen in North American studies. It is well known that nursing home residents have high rates of colonization with MRSA. However, not all studies have found high rates of S. aureus and gram-negative bacteria. One factor responsible for these differences is the reliance on sputum samples and the strictness of the criteria to discriminate  between colonising or disease-causing bacteria. Moreover, sputum samples might be less frequently obtained in the elderly.Aspiration (both of microscopic drops and macroscopic amounts of nose and throat secretions) is thought to be the most important cause of HCAP. Dental plaque might also be a reservoir for bacteria in HCAP.  Bacteria have been the most commonly isolated pathogens, although viral and fungal pathogens are potentially found in immunocompromised hosts (patients on chronic immunosuppressed medications, solid organ and bone marrow transplant recipients). In general, the distribution of microbial pathogens varies among institutions, partly because of differences in patient population and local patterns of anti microbial resistance in hospitals and critical care units' Common bacterial pathogens include aerobic GNB, such as \"Pseudomonas aeruginosa\", \"Acinetobacter baumanii\", \"Klebsiella pneumoniae\", \"Escherichia coli\" as well as gram-positive organisms such as \"Staphylococcus aureus\". In patients with an early onset pneumonia (within 5 days of hospitalization), they are usually due to anti microbial-sensitive bacteria such as \"Enterobacter\" spp, \"E. coli\", \"Klebsiella\" spp, \"Proteus\" spp, \"Serratia mare scans\", community pathogens such as \"Streptococcus pneumoniae, Haemophilus influenzae\", and methicillin-sensitive \"S. aureus\" should also be considered.  Pneumonia that starts in the hospital tends to be more serious than other lung infections because: people in the hospital are often very sick and cannot fight off germs. The types of germs present in a hospital are often more dangerous and more resistant to treatment than those outside in the community. Pneumonia occurs more often in people who are using a respirator. This machine helps them breathe. Hospital-acquired pneumonia can also be spread by health care workers, who can pass germs from their hands or clothes from one person to another. This is why hand-washing, wearing grows, and using other safety measures is so important in the hospital.",
            "score": 93.92776310443878
        },
        {
            "docid": "37791213_4",
            "document": "Carbapenem-resistant enterobacteriaceae . Hospitals are primary transmission sites for CRE-based infections. Up to 75% of hospital admissions attributed to CRE were from long-term care facilities or transferred from another hospital. Suboptimal maintenance practices are the largest cause of CRE transmission. This includes the failure to adequately clean and disinfect medication cabinets, other surfaces in patient rooms, and portable medical equipment, such as X-ray and ultrasound machines that are used for both CRE and non-CRE patients. Thus far, CRE have primarily been nosocomial infectious agents. Almost all CRE infections occur in people receiving significant medical care in hospitals, long-term acute care facilities, or nursing homes. Independent risk factors for CRE infection include use of beta-lactam antibiotics and the use of mechanical ventilation. Patients with diabetes have also been shown to be at an elevated risk for acquiring CRE infections.<ref name=\"jstor10.1086/667738\"></ref> When compared to other hospitalized patients, those admitted from long-term acute care (LTAC) facilities have significantly higher incidence of colonization and infection rates. Another 2012 multicenter study found that over 30% of patients with recent exposure to LTAC were colonized or infected with CRE. A person susceptible to CRE transmission is more likely to be female, have a greater number of parenteral nutrition-days (meaning days by which the person received nutrition via the bloodstream), and to have had a significant number of days breathing through a ventilator. Infections with carbapenem-resistant \"Klebsiella pneumoniae\" were associated with organ/stem cell transplantation, mechanical ventilation, exposure to antimicrobials, and overall longer length of stay in hospitals. People most likely to acquire carbapenem-resistant bacteria are those already receiving medical attention. In a study carried out at Sheba medical center, there was a trend toward worse Charleson Comorbidity scores in patients who acquired CRKP during ICU stay. Those at highest risk are patients receiving an organ or stem cell implantation, use of mechanical ventilation, or have to have an extended stay in the hospital along with exposure to antimicrobials. In a study performed in Singapore, the acquisition of ertapenem-resistant Enterobacteriaceae to the acquisition of CRE. Exposure to antibiotics, especially fluoroquinolones, and previous hospitalization dramatically increased the risk of acquisition carbapenem-resistant bacteria. This study found that carbapenem-resistant acquisition has a significantly higher mortality rate and poorer clinical response compared to that of the ertapenem-resistance acquisition.",
            "score": 96.60779249668121
        },
        {
            "docid": "38162533_4",
            "document": "Antimicrobials in aquaculture . The overuse of antibiotics can create antibiotic-resistant bacteria. Antibiotic-resistant bacteria can spontaneously arise when selective pressure to survive results in changes to the DNA sequence of a bacterium allowing that bacterium to survive antibiotic treatments. Because some of the same antibiotics are used to treat fish that are used to treat human disease, pathogenic bacteria causing human disease can also become resistant to antibiotics as a result of treatment of fish with antibiotics. For this reason, the overuse of antibiotics in treatment of fish aquaculture (among other agricultural uses) could create public health issues.",
            "score": 92.81575274467468
        },
        {
            "docid": "52135_45",
            "document": "Pneumonia . The duration of treatment has traditionally been seven to ten days, but increasing evidence suggests that shorter courses (3–5 days) may be effective for certain types of pneumonia and may reduce the risk of antibiotic resistance. For pneumonia that is associated with a ventilator caused by non-fermenting Gram-negative bacilli (NF-GNB), a shorter course of antibiotics increases the risk of that pneumonia will return. Recommendations for hospital-acquired pneumonia include third- and fourth-generation cephalosporins, carbapenems, fluoroquinolones, aminoglycosides, and vancomycin. These antibiotics are often given intravenously and used in combination. In those treated in hospital, more than 90% improve with the initial antibiotics. For people with ventilator-acquired pneumonia, the choice of antibiotic therapy will depend on the person's risk of being infected with a strain of bacteria that is multi-drug resistant. Once clinically stable, intravenous antibiotics should be swithced to oral antibiotics. For those with \"Methicillin resistant Staphylococcus aureus\" (MRSA) or \"Legionella\" infections, prolonged antibiotics may be beneficial.",
            "score": 81.18258261680603
        },
        {
            "docid": "42114_21",
            "document": "Salmonella . While in developed countries, nontyphoidal serotypes present mostly as gastrointestinal disease, in sub-Saharan Africa, these serotypes can create a major problem in bloodstream infections, and are the most commonly isolated bacteria from the blood of those presenting with fever. Bloodstream infections caused by nontyphoidal salmonellae in Africa were reported in 2012 to have a case fatality rate of 20–25%. Most cases of invasive nontyphoidal salmonella infection (iNTS) are caused by \"S. typhimurium\" or \"S. enteritidis\". A new form of \"Salmonella typhimurium\" (ST313) emerged in the southeast of the African continent 75 years ago, followed by a second wave which came out of central Africa 18 years later. This second wave of iNTS possibly originated in the Congo Basin, and early in the event picked up a gene that made it resistant to the antibiotic chloramphenicol. This created the need to use expensive antimicrobial drugs in areas of Africa that were very poor, making treatment difficult. The increased prevalence of iNTS in sub-Saharan Africa compared to other regions is thought to be due to the large proportion of the African population with some degree of immune suppression or impairment due to the burden of HIV, malaria, and malnutrition, especially in children. The genetic makeup of iNTS is evolving into a more typhoid-like bacterium, able to efficiently spread around the human body. Symptoms are reported to be diverse, including fever, hepatosplenomegaly, and respiratory symptoms, often with an absence of gastrointestinal symptoms.",
            "score": 133.5622582435608
        },
        {
            "docid": "1805_49",
            "document": "Antibiotic . Phage therapy is another method for treating antibiotic-resistant strains of bacteria. Phage therapy infects pathogenic bacteria with their own viruses. Bacteriophages and their host ranges are extremely specific for certain bacteria, thus they do not disturb the host organism and intestinal microflora unlike antibiotics. Bacteriophages, also known simply as phages, infect and can kill bacteria and affect bacterial growth primarily during lytic cycles. Phages insert their DNA into the bacterium, where it is transcribed and used to make new phages, after which the cell will lyse, releasing new phage able to infect and destroy further bacteria of the same strain. The high specificity of phage protects \"good\" bacteria from destruction. However, some disadvantages to use of bacteriophages also exist. Bacteriophages may harbour virulence factors or toxic genes in their genomes and identification of genes with similarity to known virulence factors or toxins by genomic sequencing may be prudent prior to use. In addition, the oral and IV administration of phages for the eradication of bacterial infections poses a much higher safety risk than topical application, and there is the additional concern of uncertain immune responses to these large antigenic cocktails. There are considerable regulatory hurdles that must be cleared for such therapies. The use of bacteriophages as a replacement for antimicrobial agents against MDR pathogens no longer respond to conventional antibiotics remains an attractive option despite numerous challenges.",
            "score": 87.76895904541016
        },
        {
            "docid": "14754894_12",
            "document": "PSMB7 . The PSMB7 protein has a variety of clinically relevant constituents. For instance, in breast cancer cells, a high expression level of the PSMB7 protein suggests a shorter survival than in cells with a lower expression level. This interesting finding indicates that the PSMB7 protein may be used as a clinical prognostic biomarker in breast cancer. The same study also suggested that the PSMB7 protein is involved in anthracycline resistance, which is an antibiotic derived from streptomyces bacteria and used as an anticancer chemotherapy for leukemias, lymphomas, breast cancer, uterine, ovarian and lung cancers. Furthermore, the PSMB7 protein may also be involved in the resistance to 5-fluoro uracil (5-FU) therapy. Targeting the PSMB7 gene, to down-regulate PSMB7 protein, may overcome resistance to 5-FU and thus a possible new approach to treat hepatocellular carcinoma with this chemotherapeutic drug. High PSMB7 expression is an unfavourable prognostic marker in breast cancer. In this, survival of resistant breast cancer cell lines decreased after doxorubicin or paclitaxel treatment when PSMB7 was knocked down by RNA interference. These results were validated in 1592 microarray samples: patients with high PSMB7 expression had a significantly shorter survival than patients with low expression. Knockdown of the PSMB7 gene may also induce autophagy in cardiomyocytes.",
            "score": 65.57398617267609
        },
        {
            "docid": "541592_10",
            "document": "Broad-spectrum antibiotic . After continued exposure to an antibiotic, bacteria may develop changes in their structure or function that make them resistant to the antibiotic. These resistant organisms will live, while the susceptible organisms will die, leaving the population of bacteria entirely resistant to a given antibiotics. For example, after the discovery of penicillin and its subsequent use to treat bacterial infections, bacteria were found to have begun producing an enzyme, penicillinase, which rendered the penicillin molecule inactive. In response to this newly-acquired resistance, newer penicillins were produced that could not be de-activated by penicillinases. This cycle of bacteria evolving resistance to antibiotics and necessitating the development of new antibiotics has been referred to as a \"bacterial arms race.\"",
            "score": 80.80583500862122
        },
        {
            "docid": "55868631_29",
            "document": "List of antibiotic resistant bacteria . Treatment of \"Mycoplasma genitalium\" infections is becoming increasingly difficult due to rapidly developing multi-drug resistance, and diagnosis and treatment is further hampered by the fact that \"Mycoplasma genitalium\" infections are not routinely detected. Azithromycin is the most common first-line treatment, but the commonly-used 1 gram single-dose azithromycin treatment can lead to the bacteria commonly developing resistance to azithromycin. An alternative five-day treatment with azithromycin showed no development of antimicrobial resistance. Efficacy of azithromycin against \"Mycoplasma genitalium\" has decreased substantially, which is thought to occur through SNPs in the 23S rRNA gene. The same SNPs are thought to be responsible for resistance against josamycin which is prescribed in some countries. Moxifloxacin can be used as a second-line treatment in case azithromycin is not able to eradicate the infection. However, resistance against moxifloxacin has been observed since 2007, thought to be due to \"parC\" SNPs. Tetracyclines, including doxycycline, have a low clinical eradication rate for \"Mycoplasma genitalium\" infections.  A few cases have been described where doxycycline, azithromycin and moxifloxacin had all failed, but pristinamycin was still able to eradicate the infection.",
            "score": 92.39853775501251
        },
        {
            "docid": "23804284_16",
            "document": "African tick bite fever . African tick bite fever is usually mild, and most patients do not need more than at-home treatment with antibiotics for their illness. However, because so few patients with this infection visit a doctor, the best antibiotic choice, dose and length of treatment are not well known. Typically doctors treat this disease with antibiotics that have been used effectively for the treatment of other diseases caused by bacteria of similar species, such as Rocky Mountain Spotted Fever. For mild cases, people are usually treated with one of the following:",
            "score": 111.6882004737854
        }
    ],
    "r": [
        {
            "docid": "31596_2",
            "document": "Typhoid fever . Typhoid fever, also known simply as typhoid, is a bacterial infection due to \"Salmonella\" typhi that causes symptoms. Symptoms may vary from mild to severe and usually begin six to thirty days after exposure. Often there is a gradual onset of a high fever over several days. Weakness, abdominal pain, constipation, and headaches also commonly occur. Diarrhea is uncommon and vomiting is not usually severe. Some people develop a skin rash with rose colored spots. In severe cases there may be confusion. Without treatment, symptoms may last weeks or months. Other people may carry the bacterium without being affected; however, they are still able to spread the disease to others. Typhoid fever is a type of enteric fever along with paratyphoid fever. The cause is the bacterium \"Salmonella\" Typhi, also known as \"Salmonella enterica\" serotype Typhi, growing in the intestines and blood. Typhoid is spread by eating or drinking food or water contaminated with the feces of an infected person. Risk factors include poor sanitation and poor hygiene. Those who travel to the developing world are also at risk and only humans can be infected. Diagnosis is by either culturing the bacteria or detecting the bacterium's DNA in the blood, stool, or bone marrow. Culturing the bacterium can be difficult. Bone marrow testing is the most accurate. Symptoms are similar to that of many other infectious diseases. Typhus is a different disease. A typhoid vaccine can prevent about 30% to 70% of cases during the first two years. The vaccine may have some effect for up to seven years. It is recommended for those at high risk or people traveling to areas where the disease is common. Other efforts to prevent the disease include providing clean drinking water, good sanitation, and handwashing. Until it has been confirmed that an individual's infection is cleared, the individual should not prepare food for others. Treatment of disease is with antibiotics such as azithromycin, fluoroquinolones or third generation cephalosporins. Resistance to these antibiotics has been developing, which has made treatment of the disease more difficult. In 2015, there were 12.5 million new cases worldwide. The disease is most common in India. Children are most commonly affected. Rates of disease decreased in the developed world in the 1940s as a result of improved sanitation and use of antibiotics to treat the disease. Each year in the United States, about 400 cases are reported and it is estimated that the disease occurs in about 6,000 people. In 2015, it resulted in about 149,000 deaths worldwide – down from 181,000 in 1990 (about 0.3% of the global total). The risk of death may be as high as 20% without treatment. With treatment, it is between 1 and 4%. The name typhoid means \"resembling typhus\" due to the similarity in symptoms.",
            "score": 169.61819458007812
        },
        {
            "docid": "4102337_2",
            "document": "Paratyphoid fever . Paratyphoid fever, also known simply as paratyphoid, is a bacterial infection caused by one of the three types of \"Salmonella enterica\". Symptoms usually begin 6–30 days after exposure and are the same as those of typhoid fever. Often, a gradual onset of a high fever occurs over several days. Weakness, loss of appetite, and headaches also commonly occur. Some people develop a skin rash with rose-colored spots. Without treatment, symptoms may last weeks or months. Other people may carry the bacteria without being affected; however, they are still able to spread the disease to others. Both typhoid and paratyphoid are of similar severity. Paratyphoid fever is a type of enteric fever along with typhoid fever. Paratyphoid is caused by the bacterium \"Salmonella enterica\" of the serotypes Paratyphi A, Paratyphi B, or Paratyphi C growing in the intestines and blood. They are usually spread by eating or drinking food or water contaminated with the feces of an infected person. They may occur when a person who prepares food is infected. Risk factors include poor sanitation as is found among poor crowded populations. Occasionally, they may be transmitted by sex. Humans are the only animals infected. Diagnosis may be based on symptoms and confirmed by either culturing the bacteria or detecting the bacterial DNA in the blood, stool, or bone marrow. Culturing the bacteria can be difficult. Bone-marrow testing is the most accurate. Symptoms are similar to that of many other infectious diseases. Typhus is an unrelated disease. While no vaccine is available specifically for paratyphoid, the typhoid vaccine may provide some benefit. Prevention includes drinking clean water, better sanitation, and better handwashing. Treatment of the disease is with antibiotics such as azithromycin. Resistance to a number of other previously effective antibiotics is common. Paratyphoid affects about six million people a year. It is most common in parts of Asia and rare in the developed world. Most cases are due to Paratyphi A rather than Paratyphi B or C. In 2015, paratyphoid fever resulted in about 29,200 deaths, down from 63,000 deaths in 1990. The risk of death is between 10 and 15% without treatment, while with treatment, it may be less than 1%.",
            "score": 142.40589904785156
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 137.33424377441406
        },
        {
            "docid": "42114_21",
            "document": "Salmonella . While in developed countries, nontyphoidal serotypes present mostly as gastrointestinal disease, in sub-Saharan Africa, these serotypes can create a major problem in bloodstream infections, and are the most commonly isolated bacteria from the blood of those presenting with fever. Bloodstream infections caused by nontyphoidal salmonellae in Africa were reported in 2012 to have a case fatality rate of 20–25%. Most cases of invasive nontyphoidal salmonella infection (iNTS) are caused by \"S. typhimurium\" or \"S. enteritidis\". A new form of \"Salmonella typhimurium\" (ST313) emerged in the southeast of the African continent 75 years ago, followed by a second wave which came out of central Africa 18 years later. This second wave of iNTS possibly originated in the Congo Basin, and early in the event picked up a gene that made it resistant to the antibiotic chloramphenicol. This created the need to use expensive antimicrobial drugs in areas of Africa that were very poor, making treatment difficult. The increased prevalence of iNTS in sub-Saharan Africa compared to other regions is thought to be due to the large proportion of the African population with some degree of immune suppression or impairment due to the burden of HIV, malaria, and malnutrition, especially in children. The genetic makeup of iNTS is evolving into a more typhoid-like bacterium, able to efficiently spread around the human body. Symptoms are reported to be diverse, including fever, hepatosplenomegaly, and respiratory symptoms, often with an absence of gastrointestinal symptoms.",
            "score": 133.562255859375
        },
        {
            "docid": "1046292_2",
            "document": "Salmonellosis . Salmonellosis is a symptomatic infection caused by bacteria of the \"Salmonella\" type. The most common symptoms are diarrhea, fever, abdominal cramps, and vomiting. This typically occurs between 12 hours and 36 hours after exposure with symptoms lasting from two to seven days. Occasionally more significant disease can result in dehydration. The old, young, and others with a weakened immune system are more likely to develop severe disease. Specific types of \"Salmonella\" can result in typhoid fever or paratyphoid fever. There are two species of \"Salmonella\": \"Salmonella bongori\" and \"Salmonella enterica\" with many subspecies. Infection is usually spread by eating contaminated meat, eggs, or milk. Other foods may spread the disease if they have come into contact with manure. A number of pets including cats, dogs, and reptiles can also carry and spread the infection. Diagnosis is by a stool test. Efforts to prevent the disease include proper preparation and cooking of food. Mild disease typically does not require specific treatment. More significant cases may require treatment of electrolyte problems and intravenous fluid replacement. In those at high risk or in whom the disease has spread outside the intestines, antibiotics are recommended. Salmonellosis is one of the most common causes of diarrhea globally. In 2015, 90,300 deaths occurred from non-typhoidal and 178,000 deaths from typhoidal salmonellosis. In the United States about 1.2 million cases and 450 deaths occur from non–typhoidal salmonellosis a year. In Europe it is the second most common foodborne disease after campylobacteriosis.",
            "score": 129.9541473388672
        },
        {
            "docid": "31596_5",
            "document": "Typhoid fever . \"Salmonella\" Typhi is spread through the fecal-oral route from individuals that are currently infected and from asymptomatic carriers of the bacteria. Unlike other strains of \"Salmonella\", there are no animal carriers of \"S.\" Typhi. Humans are the only known carriers of the bacteria. An asymptomatic human carrier is an individual who is still excreting \"S.\" Typhi in their stool a year after the acute stage of the infection. Human carriers are responsible for the transmission of the bacteria in endemic regions of the world.",
            "score": 126.177734375
        },
        {
            "docid": "1345905_2",
            "document": "Widal test . In 1896 and named after its inventor, Georges-Fernand Widal, is a presumptive serological test for enteric fever or undulant fever whereby bacteria causing typhoid and malaria fever are mixed with a serum containing specific antibodies obtained from an infected individual. In cases of \"Salmonella\" infection, it is a demonstration of the presence of O-soma false-positive result. Test results need to be interpreted carefully to account for any history of c fever, typhoid vaccination, and the general level of antibodies in the populations in endemic areas of the world. Typhidot is the other test used to ascertain the diagnosis of typhoid fever. As with all serological tests, the rise in antibody levels needed to perform the diagnosis takes 7–14 days, which limits its applicability in early diagnosis. Other means of diagnosing \"Salmonella typhi\" (and \"paratyphi\") include cultures of blood, urine and faeces. These organisms produce HS from thiosulfate and can be identified easily on differential media such as bismuth sulfite agar.",
            "score": 122.86293029785156
        },
        {
            "docid": "31596_22",
            "document": "Typhoid fever . Ciprofloxacin resistance is an increasing problem, especially in the Indian subcontinent and Southeast Asia. Many centres are shifting from using ciprofloxacin as the first line for treating suspected typhoid originating in South America, India, Pakistan, Bangladesh, Thailand, or Vietnam. For these people, the recommended first-line treatment is ceftriaxone. Also, azithromycin has been suggested to be better at treating typhoid in resistant populations than both fluoroquinolone drugs and ceftriaxone. Azithromycin significantly reduces relapse rates compared with ceftriaxone.",
            "score": 122.7640151977539
        },
        {
            "docid": "71481_21",
            "document": "Mary Mallon . Individuals can develop typhoid fever after ingesting food or water contaminated during handling by a human carrier. The human carrier may be a healthy person who has survived a previous episode of typhoid fever yet who continues to shed the associated bacteria, \"Salmonella typhi\", in feces and urine. Washing hands with soap before touching or preparing food, washing dishes and utensils with soap and water, and only eating cooked food are all ways to reduce the risk of typhoid infection.",
            "score": 122.00640106201172
        },
        {
            "docid": "869123_28",
            "document": "Gastroenteritis . Antibiotics are not usually used for gastroenteritis, although they are sometimes recommended if symptoms are particularly severe or if a susceptible bacterial cause is isolated or suspected. If antibiotics are to be employed, a macrolide (such as azithromycin) is preferred over a fluoroquinolone due to higher rates of resistance to the latter. Pseudomembranous colitis, usually caused by antibiotic use, is managed by discontinuing the causative agent and treating it with either metronidazole or vancomycin. Bacteria and protozoans that are amenable to treatment include \"Shigella\" \"Salmonella typhi\", and \"Giardia\" species. In those with \"Giardia\" species or \"Entamoeba histolytica\", tinidazole treatment is recommended and superior to metronidazole. The World Health Organization (WHO) recommends the use of antibiotics in young children who have both bloody diarrhea and fever.",
            "score": 121.43157196044922
        },
        {
            "docid": "466746_17",
            "document": "Mycoplasma pneumoniae . The difficulty in eradicating \"Mycoplasma pneumoniae\" infections is due to the ability of the bacterium to persist within an individual, as well as the lack of cell wall in \"M. pneumoniae\", which renders multiple antibiotics directed at the bacterial cell wall ineffective in treating infections. \"M. pneumoniae\" therefore displays resistance to antimicrobials such as β-lactams, glycopeptides, sulfonamides, trimethoprim, polymixins, nalidixic acid, and rifampin. The majority of antibiotics used to treat \"M. pneumoniae\" infections are targeted at bacterial rRNA in ribosomal complexes, including macrolides, tetracycline, ketolides, and fluoroquinolone, many of which can be administered orally. Macrolides are capable of reducing hyperresponsiveness and protecting the epithelial lining from oxidative and structural damage, however they are capable only of inhibiting bacteria (bacteriostatic) and are not able to cause bacterial cell death. The most common macrolides used in the treatment of infected children in Japan are erythromycin and clarithromycin, which inhibit bacterial protein synthesis by binding 23S rRNA. Administration of antibiotics has been proven to reduce the longevity and intensity of \"M. pneumoniae\" infections in comparison to cases left untreated. Additionally, some high-dose steroid therapies have shown to reverse neurological effects in children with complicated infections. Antimicrobial drug resistance rates for \"Mycoplasma pneumoniae\" were determined in clinical specimens and isolates obtained during 2011–2012 in Ontario, Canada. Of 91 \"M. pneumoniae\" drug-resistant specimens, 11 (12.1%) carried nucleotide mutations associated with macrolide resistance in the 23S rRNA gene. None of the \"M. pneumoniae\" specimens were resistant to fluoroquinolones or tetracyclines.",
            "score": 119.16764831542969
        },
        {
            "docid": "31596_24",
            "document": "Typhoid fever . In 2000, typhoid fever caused an estimated 21.7 million illnesses and 217,000 deaths. It occurs most often in children and young adults between 5 and 19 years old. In 2013 it resulted in about 161,000 deaths – down from 181,000 in 1990. Infants, children, and adolescents in south-central and Southeast Asia experience the greatest burden of illness. Outbreaks of typhoid fever are also frequently reported from sub-Saharan Africa and countries in Southeast Asia. Historically, in the pre-antibiotic era, the case fatality rate of typhoid fever was 10–20%. Today, with prompt treatment, it is less than 1%. However, about 3–5% of individuals who are infected will develop a chronic infection in the gall bladder. Since \"S.\" Typhi is human-restricted, these chronic carriers become the crucial reservoir, which can persist for decades for further spread of the disease, further complicating the identification and treatment of the disease. Lately, the study of Typhi associated with a large outbreak and a carrier at the genome level provides new insights into the pathogenesis of the pathogen.",
            "score": 118.50297546386719
        },
        {
            "docid": "679680_6",
            "document": "Asymptomatic carrier . Typhoid fever is an ailment caused by bacterium \"Salmonella enterica\" ser. Typhi. An individual can acquire this infection from consuming risky foods or drinks, or by consuming foods or drinks prepared by an infected individual. (Hence, Typhoid Mary.) Those who recover from this infection can still carry the bacteria in their cells, and therefore be asymptomatic.",
            "score": 118.39356994628906
        },
        {
            "docid": "35759573_3",
            "document": "Andreas J. Bäumler . The Bäumler lab studies the human disease manifestations associated with \"Salmonella\" serotypes such as typhoid fever caused by \"Salmonella\" typhi and gastroenteritis caused by non-typhoidal \"Salmonella\" serotypes (e.g. \"S\". Typhimurium). One focus of Dr. Bäumler's research is to understand why typhoid fever and gastroenteritis differ in the host response elicited at the site where both infections originate, the intestinal mucosa. The Bäumler lab aims to understand what \"Salmonella\" virulence factors and host factors contribute to the different disease manifestations caused by different serotypes of \"Salmonella\".",
            "score": 117.24278259277344
        },
        {
            "docid": "35547268_13",
            "document": "Bacterial morphological plasticity . Antimicrobial agent has obvious implications for microbial infection therapeutics. The ability of bacteria to decrease their susceptibility to antimicrobial drugs importantly affects both bacterial ecology and the treatment of infectious diseases. From patients who are treated with antibiotics, filamentous organisms are commonly found in their clinical specimens. The filamentation contributes to a pathogen’s resistance to this antimicrobial agent. The induction of bacterial filamentation by antibiotics can alter bacterial virulence, which would have important implications for the pathogenesis and treatment of the disease as well.",
            "score": 116.95393371582031
        },
        {
            "docid": "546406_16",
            "document": "Toll-like receptor . As noted above, human cells do not express TLR11, but mice cells do. Mouse-specific TLR11 recognizes uropathogenic \"E.coli\" and the apicomplexan parasite \"Toxoplasma gondii\". With \"Toxoplasma\" its ligand is the protein profilin, but the ligand for \"E. coli\" is still not known. Recently the enteropathogen \"Salmonella\" spp. was found to have a ligand which is bound by TLR11. Salmonella is a gram-negative flagellated bacterium which causes food- and waterborne gastroenteritis and typhoid fever in humans. TLR11 in mouse intestine recognizes the flagellun protein flagellin, causing dimerization of the receptor, activation of NF-κB and production of inflammatory cytokines. TLR11 deficient mice (knockout mouse) are efficiently infected with orally administered Salmonella Typhi. \"S. Typhi\" does not normally infect mice, it is human obligatory pathogen that causes typhoid fever, which affects more than 20 million people and causes more than 220 thousand deaths per year. Because of this, studies were carried out and it was found that tlr-/- mice can be immunized against \"S. Typhi\" and they are used as an animal model for studying immune responses against this pathogen and for the development of vaccines, that could be possibly used in the future.",
            "score": 115.04045104980469
        },
        {
            "docid": "20321147_2",
            "document": "Typhus . Typhus, also known as typhus fever, is a group of infectious diseases that include epidemic typhus, scrub typhus and murine typhus. Common symptoms include fever, headache, and a rash. Typically these begin one to two weeks after exposure. The diseases are caused by specific types of bacterial infection. Epidemic typhus is due to \"Rickettsia prowazekii\" spread by body lice, scrub typhus is due to \"Orientia tsutsugamushi\" spread by chiggers, and murine typhus is due to \"Rickettsia typhi\" spread by fleas. There is no commercially available vaccine. Prevention is by reducing exposure to the organisms that spread the disease. Treatment is with the antibiotic doxycycline. Epidemic typhus generally occurs in outbreaks when poor sanitary conditions and crowding are present. While once common, it is now rare. Scrub typhus occurs in Southeast Asia, Japan, and northern Australia. Murine typhus occurs in tropical and subtropical areas of the world.  Typhus has been described since at least 1528. The name comes from the Greek \"typhus\" (τύφος) meaning hazy, describing the state of mind of those infected. While \"typhoid\" means \"typhus-like\", typhus and typhoid fever are distinct diseases caused by different types of bacteria.",
            "score": 114.75054168701172
        },
        {
            "docid": "31682589_8",
            "document": "Brenda McCowan . Mastitis, a potentially fatal inflammatory infection of the mammary glands, is a common health problem in dairy cows in the United States and causes great economic losses for the dairy industry each year due to reduced milk production in cows with mastitis. While the influence of contagious gram-positive bacteria (e.g. \"Staphylococcus\" and \"Streptococcus\") – which used to be the primary cause for mastitis in dairy cows – has been significantly reduced in recent years, environmental pathogens such as coliform bacteria (e.g. E. coli) and noncontagious \"Streptococcus\" now play a larger role in the infection of dairy cows. This is cause for concern as environmental bacteria, noncontagious Streptococcus especially, are becoming increasingly resistant to antimicrobial intramammary therapy. McCowan et al. (2005) set out to determine if certain housing facilities, husbandry practices, and/or use of antimicrobial agents caused higher levels of resistant environmental bacteria. The researchers sampled the bulk tank milk of nearly 100 California dairies and conducted a face-to-face on-site questionnaire for approximately 50 of the dairies found to have at least 3 environmental bacteria isolates. McCowan et al. (2005) analyzed the results and found that not drying udders before attaching the milk units significantly increased chances of antimicrobial resistance, as did the use of some antimicrobial agents (ceftiofur, Sulfadimethoxine) for treatment of non-mastitis diseases. Surprisingly, no antimicrobial agents used to treat mastitis were found to cause increased resistance.",
            "score": 114.46963500976562
        },
        {
            "docid": "56696871_13",
            "document": "Cocoliztli Epidemic of 1545-1548 . Within 10 individuals, they identified \"Salmonella enterica\" subsp. \"enterica\" serovar Paratyphi C, which causes enteric fevers in humans. This strain of \"Salmonella\" is unique to humans, and was not found in any soil samples or pre-Contact individuals that were used as controls. Enteric fevers, also known as typhoid or paratyphoid, are similar to typhus, and were only distinguished from one another in the 19th century. The bacteria itself is a descendant from the same lineage of \"S. enterica\" that contains the serovars Choleraesuis and Typhisuis, both of which are swine pathogens. It is transmitted most often through the consumption of food or water that is contaminated with fecal matter. Today, S. Paratyphi C continues to cause enteric fevers, and if untreated, has a mortality rate up to 15%. Infections are largely limited to developing nations in Africa and Asia, although enteric fevers, in general, are still a health threat world wide. Infections with S. Paratyphi C are rare, as the majority of cases reported (about 27 million in 2000) were the result of the serovars S. Typhi and S. Paratyphi A.",
            "score": 114.12178039550781
        },
        {
            "docid": "15464966_3",
            "document": "Pathogenic bacteria . One of the bacterial diseases with the highest disease burden is tuberculosis, caused by the bacterium \"Mycobacterium tuberculosis\", which kills about 2 million people a year, mostly in sub-Saharan Africa. Pathogenic bacteria contribute to other globally important diseases, such as pneumonia, which can be caused by bacteria such as \"Streptococcus\" and \"Pseudomonas\", and foodborne illnesses, which can be caused by bacteria such as \"Shigella\", \"Campylobacter\", and \"Salmonella\". Pathogenic bacteria also cause infections such as tetanus, typhoid fever, diphtheria, syphilis, and leprosy. Pathogenic bacteria are also the cause of high infant mortality rates in developing countries.",
            "score": 113.31159973144531
        },
        {
            "docid": "572528_4",
            "document": "Ernest Duchesne . In his landmark thesis, Duchesne proposed that bacteria and molds engage in a perpetual battle for survival. In one experiment, he treated cultures of \"Penicillium glaucum\" with media containing either bacteria that cause typhoid fever (\"Salmonella enterica subsp. enterica\", formerly: \"Bacillus typhosus\" (Eberth)) or \"Escherichia coli\" (formerly: \"Bacterium coli communis\") ; the \"Penicillium\" succumbed to the bacteria. Nevertheless, he wondered whether the \"Penicillium\" might have weakened the bacteria before the mold perished. So he injected guinea pigs with media containing bacteria (either typhoid or \"E. coli\") and media containing \"Penicillium glaucum\". The animals survived and were rendered immune to the bacteria. He speculated that molds might release toxins, as some bacteria do. To treat diseases, he proposed using media in which either bacteria or molds had been cultured. Duchesne concluded that:",
            "score": 112.61112213134766
        },
        {
            "docid": "544934_25",
            "document": "Klebsiella pneumoniae . \"K. pneumoniae\" can be treated with antibiotics if the infections are not drug-resistant. Infections by \"K. pneumoniae\" can be difficult to treat because fewer antibiotics are effective against them. In such cases, a microbiology laboratory must run tests to determine which antibiotics will treat the infection. As with many bacteria, the recommended treatment has changed as the organism has developed resistances. The choice of a specific antimicrobial agent or agents depends on local susceptibility patterns and on the part of the body infected. For patients with severe infections, a prudent approach is the use of an initial short course (48–72 h) of combination therapy, followed by a switch to a specific monotherapy once the susceptibility pattern is known for the specific patient.",
            "score": 111.98409271240234
        },
        {
            "docid": "23804284_16",
            "document": "African tick bite fever . African tick bite fever is usually mild, and most patients do not need more than at-home treatment with antibiotics for their illness. However, because so few patients with this infection visit a doctor, the best antibiotic choice, dose and length of treatment are not well known. Typically doctors treat this disease with antibiotics that have been used effectively for the treatment of other diseases caused by bacteria of similar species, such as Rocky Mountain Spotted Fever. For mild cases, people are usually treated with one of the following:",
            "score": 111.68819427490234
        },
        {
            "docid": "31596_4",
            "document": "Typhoid fever . The Gram-negative bacterium that causes typhoid fever is \"Salmonella\" Typhi, also known as \"Salmonella enterica\" serotype Typhi. There are two main types of Typhi namely the ST1 and ST2 based on MLST subtyping scheme, which are currently widespread globally.",
            "score": 111.22093963623047
        },
        {
            "docid": "24358_6",
            "document": "Human pathogen . Although the vast majority of bacteria are harmless or beneficial to one's body, a few pathogenic bacteria can cause infectious diseases. The most common bacterial disease is tuberculosis, caused by the bacterium \"Mycobacterium tuberculosis\", which affects about 2 million people mostly in sub-Saharan Africa. Pathogenic bacteria contribute to other globally important diseases, such as pneumonia, which can be caused by bacteria such as \"Streptococcus\" and \"Pseudomonas\", and foodborne illnesses, which can be caused by bacteria such as \"Shigella\", \"Campylobacter\", and \"Salmonella\". Pathogenic bacteria also cause infections such as tetanus, typhoid fever, diphtheria, syphilis, and Hansen's disease. They typically range between 1 and 5 micrometers in length.",
            "score": 111.16173553466797
        },
        {
            "docid": "40364158_65",
            "document": "Antibiotic use in livestock . Over the past 20 years, the most common drug-resistant foodborne bacteria in industrialized countries have been non-typhoidal salmonella and campylobacter. Research has consistently shown the main contributing factors are bacteria sourced in livestock. One example of this was a 1998 outbreak of multidrug-resistant salmonella in Denmark linked back to two Danish swine herds. Coupled with the discovery of this link, there have been improved monitoring systems that have helped to quantify the impact. In the United States, it is estimated that there are approximately 400,000 cases and over 35,000 hospitalizations per year attributable to increasing resistant strains of salmonella and campylobacter. In terms of financial impact in the US, the treatment of non-typhoidal salmonella infections alone is now estimated to cost $365 million per year. In light of this, in its inaugural 2013 report on antibiotic resistance threats in the United States, the CDC identified resistant non-typhoidal salmonella and campylobacter as \"serious threats\" and called for improved surveillance and intervention in food production moving forward.",
            "score": 111.06000518798828
        },
        {
            "docid": "42114_31",
            "document": "Salmonella . \"S. enterica\", through some of its serotypes such as Typhimurium and Enteriditis, shows signs of the ability to infect several different mammalian host species, while other serotypes such as Typhi seem to be restricted to only a few hosts. Some of the ways that \"Salmonella\" serotypes have adapted to their hosts include loss of genetic material and mutation. In more complex mammalian species, immune systems, which include pathogen specific immune responses, target serovars of \"Salmonella\" through binding of antibodies to structures like flagella. Through the loss of the genetic material that codes for a flagellum to form, \"Salmonella\" can evade a host's immune system. \"mgtC\" leader RNA from bacteria virulence gene (mgtCBR operon) decreases flagellin production during infection by directly base pairing with mRNAs of the \"fljB\" gene encoding flagellin and promotes degradation. In the study by Kisela \"et al.\", more pathogenic serovars of \"S. enterica\" were found to have certain adhesins in common that have developed out of convergent evolution. This means that, as these strains of \"Salmonella\" have been exposed to similar conditions such as immune systems, similar structures evolved separately to negate these similar, more advanced defenses in hosts. There are still many questions about the way that \"Salmonella\" has evolved into so many different types but it has been suggested that \"Salmonella\" evolved through several phases. As Baumler \"et al.\" have suggested, Salmonella most likely evolved through horizontal gene transfer, formation of new serovars due to additional pathogenicity islands and through an approximation of its ancestry. So, \"Salmonella\" could have evolved into its many different serotypes through gaining genetic information from different pathogenic bacteria. The presence of several pathogenicity islands in the genome of different serotypes has lent credence to this theory.",
            "score": 110.30774688720703
        },
        {
            "docid": "4102441_2",
            "document": "Rose spots . Rose spots are red macules 2-4 millimeters in diameter occurring in patients with enteric fever (which includes typhoid and paratyphoid). These fevers occur following infection by \"Salmonella typhi\" and \"Salmonella paratyphi\" respectively. Rose spots may also occur following invasive non-typhoid salmonellosis.",
            "score": 110.13508605957031
        },
        {
            "docid": "31596_34",
            "document": "Typhoid fever . During the course of treatment of a typhoid outbreak in a local village in 1838, English country doctor William Budd realised the \"poisons\" involved in infectious diseases multiplied in the intestines of the sick, were present in their excretions, and could be transmitted to the healthy through their consumption of contaminated water. He proposed strict isolation or quarantine as a method for containing such outbreaks in the future. The medical and scientific communities did not identify the role of microorganisms in infectious disease until the work of Robert Koch and Louis Pasteur . In 1880, Karl Joseph Eberth described a bacillus that he suspected was the cause of typhoid. In 1884, pathologist Georg Theodor August Gaffky (1850–1918) confirmed Eberth's findings, and the organism was given names such as Eberth's bacillus, \"Eberthella\" Typhi, and Gaffky-Eberth bacillus. Today, the bacillus that causes typhoid fever goes by the scientific name \"Salmonella enterica enterica\", serovar Typhi.",
            "score": 106.76364135742188
        },
        {
            "docid": "35038133_10",
            "document": "Pathogen . The vast majority of bacteria, which typically range between 1 and 5 micrometers in length, are harmless or beneficial to humans. However, a relatively small list of pathogenic bacteria can cause infectious diseases. One of the bacterial diseases with the highest disease burden is tuberculosis, caused by the bacterium \"Mycobacterium tuberculosis\", which kills about 2 million people a year, mostly in sub-Saharan Africa. Pathogenic bacteria contribute to other globally significant diseases, such as pneumonia, which can be caused by bacteria such as \"Streptococcus\" and \"Pseudomonas\", and foodborne illnesses, which can be caused by bacteria such as \"Shigella\", \"Campylobacter\", and \"Salmonella\". Pathogenic bacteria also cause infections such as tetanus, typhoid fever, diphtheria, syphilis, and leprosy.",
            "score": 106.15132141113281
        },
        {
            "docid": "1046292_3",
            "document": "Salmonellosis . After a short incubation period of a few hours to one day, the bacteria multiply in the small intestine, causing an intestinal inflammation (enteritis). Most people with salmonellosis develop diarrhea, fever, vomiting, and abdominal cramps 12 to 72 hours after infection. Diarrhea is often mucopurulent (containing mucus or pus) and bloody. In most cases, the illness lasts four to seven days, and does not require treatment. In some cases, though, the diarrhea may be so severe that the patient becomes dangerously dehydrated and must be hospitalised. At the hospital, the patient may receive fluids intravenously to treat the dehydration, and may be given medications to provide symptomatic relief, such as fever reduction. In severe cases, the \"Salmonella\" infection may spread from the intestines to the blood stream, and then to other body sites, and can cause death, unless the person is treated promptly with antibiotics.",
            "score": 105.4775619506836
        },
        {
            "docid": "22170852_7",
            "document": "Acute infectious thyroiditis . Treatment of AIT involves antibiotic treatment. Based on the offending organism found on microscopic examination of the stained fine needle aspirate, the appropriate antibiotic treatment is determined. In the case of a severe infection, systemic antibiotics are necessary. Empirical broad spectrum antimicrobial treatment provides preliminary coverage for a variety of bacteria, including \"S. aureus\" and \"S. pyogenes.\" Antimicrobial options include penicillinase-resistant penicillins (ex: cloxacillin, dicloxacillin) or a combination of a penicillin and a beta-lactamase inhibitor. However, in patients with a penicillin allergy, clindamycin or a macrolide can be prescribed. The majority of anaerobic organisms involved with AIT are susceptible to penicillin. Certain Gram-negative bacilli (ex: \"Prevotella\", \"Fusobacteria\", and \"Porphyromonas\") are exhibiting an increased resistance based on the production of beta-lactamase. Patients who have undergone recent penicillin therapy have demonstrated an increase in beta-lactamase-producing (anaerobic and aerobic) bacteria. Clindamycin, or a combination of metronidazole and a macrolide, or a penicillin combined with a beta-lactamase inhibitor is recommended in these cases. Fungal thyroiditis can be treated with amphotericin B and fluconazole. Early treatment of AIT prevents further complications. However, if antibiotic treatment does not manage the infection, surgical drainage is required. Symptoms or indications requiring drainage include continued fever, high white blood cell count, and continuing signs of localized inflammation. The draining procedure is also based on clinical examination or ultrasound/CT scan results that indicate an abscess or gas formation. Another treatment of AIT involves surgically removing the fistula. This treatment is often the option recommended for children. However, in cases of an antibiotic resistant infection or necrotic tissue, a lobectomy is recommended. If diagnosis and/or treatment is delayed, the disease could prove fatal.",
            "score": 104.38142395019531
        }
    ]
}