{
    "q": [
        {
            "docid": "70547_25",
            "document": "Breast cancer . In the United States, 10 to 20 percent of people with breast cancer and people with ovarian cancer have a first- or second-degree relative with one of these diseases. The familial tendency to develop these cancers is called hereditary breast–ovarian cancer syndrome. The best known of these, the \"BRCA\" mutations, confer a lifetime risk of breast cancer of between 60 and 85 percent and a lifetime risk of ovarian cancer of between 15 and 40 percent. Some mutations associated with cancer, such as \"p53\", \"BRCA1\" and \"BRCA2\", occur in mechanisms to correct errors in DNA. These mutations are either inherited or acquired after birth. Presumably, they allow further mutations, which allow uncontrolled division, lack of attachment, and metastasis to distant organs. However, there is strong evidence of residual risk variation that goes well beyond hereditary \"BRCA\" gene mutations between carrier families. This is caused by unobserved risk factors. This implicates environmental and other causes as triggers for breast cancers. The inherited mutation in \"BRCA1\" or \"BRCA2\" genes can interfere with repair of DNA cross links and DNA double strand breaks (known functions of the encoded protein). These carcinogens cause DNA damage such as DNA cross links and double strand breaks that often require repairs by pathways containing BRCA1 and BRCA2. However, mutations in \"BRCA\" genes account for only 2 to 3 percent of all breast cancers. Levin \"et al.\" say that cancer may not be inevitable for all carriers of \"BRCA1\" and \"BRCA2\" mutations. About half of hereditary breast–ovarian cancer syndromes involve unknown genes.",
            "score": 312.65489387512207
        },
        {
            "docid": "412097_3",
            "document": "BRCA1 . BRCA1 and BRCA2 are unrelated proteins, but both are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA, or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal, tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function which correlates with an increased risk of breast cancer.",
            "score": 320.06715512275696
        },
        {
            "docid": "1248100_3",
            "document": "BRCA2 . BRCA2 and BRCA1 are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function, which correlates with an increased risk of breast cancer.",
            "score": 308.15528655052185
        },
        {
            "docid": "412097_31",
            "document": "BRCA1 . BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. It has long been noted that loss of BRCA1 activity, either by germ-line mutations or by down-regulation of gene expression, leads to tumor formation in specific target tissues. In particular, decreased BRCA1 expression contributes to both sporadic and inherited breast tumor progression. Reduced expression of BRCA1 is tumorigenic because it plays an important role in the repair of DNA damages, especially double-strand breaks, by the potentially error-free pathway of homologous recombination. Since cells that lack the BRCA1 protein tend to repair DNA damages by alternative more error-prone mechanisms, the reduction or silencing of this protein generates mutations and gross chromosomal rearrangements that can lead to progression to breast cancer. Similarly, BRCA1 expression is low in the majority (55%) of sporadic epithelial ovarian cancers (EOCs) where EOCs are the most common type of ovarian cancer, representing approximately 90% of ovarian cancers. In serous ovarian carcinomas, a sub-category constituting about 2/3 of EOCs, low BRCA1 expression occurs in more than 50% of cases. Bowtell reviewed the literature indicating that deficient homologous recombination repair caused by BRCA1 deficiency is tumorigenic. In particular this deficiency initiates a cascade of molecular events that sculpt the evolution of high-grade serous ovarian cancer and dictate its response to therapy. Especially noted was that BRCA1 deficiency could be the cause of tumorigenesis whether due to BRCA1 mutation or any other event that causes a deficiency of BRCA1 expression.",
            "score": 309.86442589759827
        },
        {
            "docid": "1264722_13",
            "document": "Malignant transformation . Epigenetic alterations are also carried out by another major regulatory element, the microRNAs. In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Epigenetic silencing or epigenetic over-expression of miRNA genes, caused by aberrant DNA methylation of the promoter regions controlling their expression, is a frequent event in cancer cells. Almost one third of miRNA promoters active in normal mammary cells were found to be hypermethylated in breast cancer cells, and that is a several fold greater proportion of promoters with altered methylation than is usually observed for protein coding genes. Other microRNA promoters are hypomethylated in breast cancers, and, as a result, these microRNAs are over-expressed. Several of these over-expressed microRNAs have a major influence in progression to breast cancer. BRCA1 is normally expressed in the cells of breast and other tissue, where it helps repair damaged DNA, or destroy cells if DNA cannot be repaired. BRCA1 is involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. Only about 3%-8% of all women with breast cancer carry a mutation in BRCA1 or BRCA2. \"BRCA1\" promoter hypermethylation was present in only 13% of unselected primary breast carcinomas. However, breast cancers were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182. (For review see ref.) In addition to miR-182, a pair of almost identical microRNAs, miR-146a and miR-146b-5p, also repress BRCA1 expression. These two microRNAs are over-expressed in triple-negative tumors and their over-expression results in BRCA1 inactivation. Thus, miR-146a and/or miR-146b-5p may also contribute to reduced expression of BRCA1 in these triple-negative breast cancers.",
            "score": 301.5665807723999
        },
        {
            "docid": "177938_19",
            "document": "Moss . The moss \"Phycomitrella patens\" has been used as a model organism to study how plants repair damage to their DNA, especially the repair mechanism known as homologous recombination. If the plant cannot repair DNA damage, e.g. double-strand breaks, in their somatic cells, the cells can lose normal functions or die. If this occurs during meiosis (part of sexual reproduction), they could become infertile. The genome of \"P. patens\" has been sequenced, which has allowed several genes involved in DNA repair to be identified. \"P. patens\" mutants that are defective in key steps of homologous recombination have been used to work out how the repair mechanism functions in plants. For example, a study of \"P. patens\" mutants defective in \"Rp\"RAD51, a gene that encodes a protein at the core of the recombinational repair reaction, indicated that homologous recombination is essential for repairing DNA double-strand breaks in this plant. Similarly, studies of mutants defective in \"Ppmre11\" or \"Pprad50\" (that encode key proteins of the MRN complex, the principal sensor of DNA double-strand breaks) showed that these genes are necessary for repair of DNA damage as well as for normal growth and development.",
            "score": 184.9155991077423
        },
        {
            "docid": "24369967_6",
            "document": "PARP inhibitor . BRCA1, BRCA2 and PALB2 are proteins that are important for the repair of double-strand DNA breaks by the error-free homologous recombinational repair, or HRR, pathway. When the gene for either protein is mutated, the change can lead to errors in DNA repair that can eventually cause breast cancer. When subjected to enough damage at one time, the altered gene can cause the death of the cells.",
            "score": 280.65326404571533
        },
        {
            "docid": "15075896_3",
            "document": "PALB2 . This gene encodes a protein that functions in genome maintenance (double strand break repair). This protein binds to and colocalizes with the breast cancer 2 early onset protein (BRCA2) in nuclear foci and likely permits the stable intranuclear localization and accumulation of BRCA2. PALB2 binds the single strand DNA and directly interacts with the recombinase RAD51 to stimulate strand invasion, a vital step of homologous recombination, (see Figure \"Homologous recombinational repair of DNA double-strand damage\"). PALB2 can function synergistically with a BRCA2 chimera (termed piccolo, or piBRCA2) to further promote strand invasion.",
            "score": 168.846750497818
        },
        {
            "docid": "2631477_57",
            "document": "Homologous recombination . Cancer cells with BRCA mutations have deficiencies in homologous recombination, and drugs to exploit those deficiencies have been developed and used successfully in clinical trials. Olaparib, a PARP1 inhibitor, shrunk or stopped the growth of tumors from breast, ovarian and prostate cancers caused by mutations in the BRCA1 or BRCA2 genes, which are necessary for HR. When BRCA1 or BRCA2 is absent, other types of DNA repair mechanisms must compensate for the deficiency of HR, such as base-excision repair (BER) for stalled replication forks or non-homologous end joining (NHEJ) for double strand breaks. By inhibiting BER in an HR-deficient cell, olaparib applies the concept of synthetic lethality to specifically target cancer cells. While PARP1 inhibitors represent a novel approach to cancer therapy, researchers have cautioned that they may prove insufficient for treating late-stage metastatic cancers. Cancer cells can become resistant to a PARP1 inhibitor if they undergo deletions of mutations in BRCA2, undermining the drug's synthetic lethality by restoring cancer cells' ability to repair DNA by HR.",
            "score": 267.2322931289673
        },
        {
            "docid": "2631477_44",
            "document": "Homologous recombination . Decreased rates of homologous recombination cause inefficient DNA repair, which can also lead to cancer. This is the case with BRCA1 and BRCA2, two similar tumor suppressor genes whose malfunctioning has been linked with considerably increased risk for breast and ovarian cancer. Cells missing BRCA1 and BRCA2 have a decreased rate of homologous recombination and increased sensitivity to ionizing radiation, suggesting that decreased homologous recombination leads to increased susceptibility to cancer. Because the only known function of BRCA2 is to help initiate homologous recombination, researchers have speculated that more detailed knowledge of BRCA2's role in homologous recombination may be the key to understanding the causes of breast and ovarian cancer.",
            "score": 237.64105319976807
        },
        {
            "docid": "18844072_9",
            "document": "Synthetic lethality . Synthetic lethal analysis can be used to elucidate mechanisms of known chemotherapeutic drugs by identifying genes whose function is necessary for drug function. For example, BRCA1 and BRCA2 are important for repairing double-strand breaks in DNA, and mutations in these genes predispose individuals to breast cancer and ovarian cancer. The enzyme PARP1 is involved in repairing single-strand breaks, and the inhibition of PARP1 in a BRCA mutant background is selectively lethal to tumors because cancer cells accumulate DNA lesions that they cannot repair. Synthetic lethality is also useful for screening libraries of molecules to detect drugs that selectively inhibit cancer cells. In a recent chemical-genetic screen, one compound of 3200 screened molecules was a synthetic lethal inhibitor of pancreatic cancer KRAS gain-of-function cells, which suggests a potential treatment for this cancer type.",
            "score": 242.88143134117126
        },
        {
            "docid": "1248100_7",
            "document": "BRCA2 . Although the structures of the BRCA1 and BRCA2 genes are very different, at least some functions are interrelated. The proteins made by both genes are essential for repairing damaged DNA (see Figure of recombinational repair steps). BRCA2 binds the single strand DNA and directly interacts with the recombinase RAD51 to stimulate strand invasion, a vital step of homologous recombination. The localization of RAD51 to the DNA double-strand break requires the formation of the BRCA1-PALB2-BRCA2 complex. PALB2 (Partner and localizer of BRCA2) can function synergistically with a BRCA2 chimera (termed piccolo, or piBRCA2) to further promote strand invasion. These breaks can be caused by natural and medical radiation or other environmental exposures, but also occur when chromosomes exchange genetic material during a special type of cell division that creates sperm and eggs (meiosis). Double strand breaks are also generated during repair of DNA cross links. By repairing DNA, these proteins play a role in maintaining the stability of the human genome and prevent dangerous gene rearrangements that can lead to hematologic and other cancers.",
            "score": 236.17079305648804
        },
        {
            "docid": "39923103_3",
            "document": "BRAT1 . The protein encoded by this ubiquitously expressed gene interacts with the tumor suppressing BRCA1 (breast cancer 1) protein and the ATM (ataxia telangiectasia mutated) protein. ATM is thought to be a master controller of cell cycle checkpoint signalling pathways that are required for cellular responses to DNA damage such as double-strand breaks that are induced by ionizing radiation and complexes with BRCA1 in the multi-protein complex BASC (BRAC1-associated genome surveillance complex). The protein encoded by this gene is thought to play a role in the DNA damage pathway regulated by BRCA1 and ATM.",
            "score": 249.15111255645752
        },
        {
            "docid": "7737653_28",
            "document": "Oncogenomics . BRCA1 or BRCA2 expression is deficient in a majority of high-grade breast and ovarian cancers, usually due to epigenetic methylation of its promoter or epigenetic repression by an over-expressed microRNA (see articles BRCA1 and BRCA2). BRCA1 and BRCA2 are important components of the major pathway for homologous recombinational repair of double-strand breaks. If one or the other is deficient, it increases the risk of cancer, especially breast or ovarian cancer. A back-up DNA repair pathway, for some of the damages usually repaired by BRCA1 and BRCA2, depends on PARP1. Thus, many ovarian cancers respond to an FDA-approved treatment with a PARP inhibitor, causing synthetic lethality to cancer cells deficient in BRCA1 or BRCA2. This treatment is also being evaluated for breast cancer and numerous other cancers in Phase III clinical trials in 2016.",
            "score": 246.38960361480713
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 267.2880082130432
        },
        {
            "docid": "2195185_9",
            "document": "ATM serine/threonine kinase . Ataxia telangiectasia (AT) is a rare human disease characterized by cerebellar degeneration, extreme cellular sensitivity to radiation and a predisposition to cancer. All AT patients contain mutations in the ATM gene. Most other AT-like disorders are defective in genes encoding the MRN protein complex. One feature of the ATM protein is its rapid increase in kinase activity immediately following double-strand break formation. The phenotypic manifestation of AT is due to the broad range of substrates for the ATM kinase, involving DNA repair, apoptosis, G/S, intra-S checkpoint and G/M checkpoints, gene regulation, translation initiation, and telomere maintenance. Therefore, a defect in ATM has severe consequences in repairing certain types of damage to DNA, and cancer may result from improper repair. AT patients have an increased risk for breast cancer that has been ascribed to ATM's interaction and phosphorylation of BRCA1 and its associated proteins following DNA damage. Certain kinds of leukemias and lymphomas, including mantle cell lymphoma, T-ALL, atypical B cell chronic lymphocytic leukemia, and T-PLL are also associated with ATM defects.",
            "score": 263.61932611465454
        },
        {
            "docid": "22710_19",
            "document": "Ovary . Women with an inherited mutation in the DNA repair gene BRCA1 undergo menopause prematurely, suggesting that naturally occurring DNA damages in oocytes are repaired less efficiently in these women, and this inefficiency leads to early reproductive failure. The BRCA1 protein plays a key role in a type of DNA repair termed homologous recombinational repair that is the only known cellular process that can accurately repair DNA double-strand breaks. Titus et al. showed that DNA double-strand breaks accumulate with age in humans and mice in primordial follicles. Primordial follicles contain oocytes that are at an intermediate (prophase I) stage of meiosis. Meiosis is the general process in eukaryotic organisms by which germ cells are formed, and it is likely an adaptation for removing DNA damages, especially double-strand breaks, from germ line DNA. (see Meiosis and Origin and function of meiosis). Homologous recombinational repair is especially promoted during meiosis. Titus et al. also found that expression of 4 key genes necessary for homologous recombinational repair of DNA double-strand breaks (BRCA1, MRE11, RAD51 and ATM) decline with age in the oocytes of humans and mice. They hypothesized that DNA double-strand break repair is vital for the maintenance of oocyte reserve and that a decline in efficiency of repair with age plays a key role in ovarian aging.",
            "score": 227.12250101566315
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 279.0616558790207
        },
        {
            "docid": "14778319_3",
            "document": "BRIP1 . The protein encoded by this gene is a member of the RecQ DEAH helicase family and interacts with the BRCT repeats of breast cancer, type 1 (BRCA1). The bound complex is important in the normal double-strand break repair function of breast cancer, type 1 (BRCA1). This gene may be a target of germline cancer-inducing mutations.",
            "score": 226.18986821174622
        },
        {
            "docid": "14755542_4",
            "document": "FANCG . The clinical phenotype of all Fanconi anemia (FA) complementation groups is similar. This phenotype is characterized by progressive bone marrow failure, cancer proneness and typical birth defects. The main cellular phenotype is hypersensitivity to DNA damage, particularly inter-strand DNA crosslinks. The FA proteins interact through a multiprotein pathway. DNA interstrand crosslinks are highly deleterious damages that are repaired by homologous recombination involving coordination of FA proteins and \"breast cancer susceptibility gene 1 (BRCA1)\", but the exact biochemical roles of these proteins is currently unclear.",
            "score": 227.65033602714539
        },
        {
            "docid": "437943_15",
            "document": "Fanconi anemia . There are 19 genes responsible for FA, one of them being the breast-cancer susceptibility gene BRCA2. They are involved in the recognition and repair of damaged DNA; genetic defects leave them unable to repair DNA. The FA core complex of 8 proteins is normally activated when DNA stops replicating because of damage. The core complex adds ubiquitin, a small protein that combines with BRCA2 in another cluster to repair DNA (see Figure Recombinational repair of DNA double-strand damage). At the end of the process, ubiquitin is removed.",
            "score": 197.66026639938354
        },
        {
            "docid": "412097_44",
            "document": "BRCA1 . As noted above, the BRCA1 protein plays a key role in homologous recombinational repair. This is the only known cellular process that can accurately repair DNA double-strand breaks. DNA double-strand breaks accumulate with age in humans and mice in primordial follicles. Primordial follicles contain oocytes that are at an intermediate (prophase I) stage of meiosis. Meiosis is the general process in eukaryotic organisms by which germ cells are formed, and it is likely an adaptation for removing DNA damages, especially double-strand breaks, from germ line DNA. (Also see article Meiosis). Homologous recombinational repair employing BRCA1 is especially promoted during meiosis. It was found that expression of 4 key genes necessary for homologous recombinational repair of DNA double-strand breaks (\"BRCA1, MRE11, RAD51\" and \"ATM\") decline with age in the oocytes of humans and mice, leading to the hypothesis that DNA double-strand break repair is necessary for the maintenance of oocyte reserve and that a decline in efficiency of repair with age plays a role in ovarian aging.",
            "score": 212.35031080245972
        },
        {
            "docid": "4682065_15",
            "document": "Premature ovarian failure . BRCA1 protein plays an essential role in the repair of DNA double-strand breaks by homologous recombination. Women with a germline BRCA1 mutation tend to have premature menopause as evidenced by the final menorrhea appearing at a younger age. BRCA1 mutations are associated with occult primary ovarian insufficiency. Impairment of the repair of DNA double-strand breaks due to a BRCA1 defect leads to premature ovarian aging in both mice and humans.",
            "score": 191.69775772094727
        },
        {
            "docid": "35746225_21",
            "document": "Cancer epigenetics . HMGA expression is almost undetectable in differentiated adult tissues but is elevated in many cancers. HGMA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinoma, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is not only associated with cancers, but that the \"HMGA1\" gene can act as an oncogene to cause cancer. Baldassarre et al., showed that HMGA1 protein binds to the promoter region of DNA repair gene \"BRCA1\" and inhibits \"BRCA1\" promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the \"BRCA1\" gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 294.4291932582855
        },
        {
            "docid": "35048427_8",
            "document": "LIG3 . Unlike the LIG1 and LIG4 genes, inherited mutations in the LIG3 gene have not been identified in the human population. DNA ligase III-alpha has, however, been indirectly implicated in cancer and neurodegenerative diseases. In cancer, DNA ligase III-alpha is frequently overexpressed and this serves as a biomarker to identify cells that are more dependent upon the alternative NHEJ pathway for the repair of DNA double strand breaks. Although the increased activity of the alternative NHEJ pathway causes genomic instability that drives disease progression, it also constitutes a novel target for the development of cancer cell-specific therapeutic strategies. Several genes encoding proteins that interact directly with DNA ligase III-alpha or indirectly via interactions with XRCC1 have been identified as being mutated in inherited neurodegenerative diseases. Thus, it appears that DNA transactions involving DNA ligase III-alpha play an important role in maintaining the viability of neuronal cells.",
            "score": 213.0342195034027
        },
        {
            "docid": "854294_53",
            "document": "DNA repair . Perhaps the most well-known of these 'synthetic lethality' drugs is the poly(ADP-ribose) polymerase 1 (PARP1) inhibitor olaparib, which was approved by the Food and Drug Administration in 2015 for the treatment in women of BRCA-defective ovarian cancer. Tumor cells with partial loss of DNA damage response (specifically, homologous recombination repair) are dependent on another mechanism – single-strand break repair – which is a mechanism consisting, in part, of the PARP1 gene product. Olaparib is combined with chemotherapeutics to inhibit single-strand break repair induced by DNA damage caused by the co-administered chemotherapy. Tumor cells relying on this residual DNA repair mechanism are unable to repair the damage and hence are not able to survive and proliferate, whereas normal cells can repair the damage with the functioning homologous recombination mechanism.",
            "score": 186.1348192691803
        },
        {
            "docid": "14758154_3",
            "document": "RAD52 . The protein encoded by this gene shares similarity with \"Saccharomyces cerevisiae\" Rad52, a protein important for DNA double-strand break repair and homologous recombination. This gene product was shown to bind single-stranded DNA ends, and mediate the DNA-DNA interaction necessary for the annealing of complementary DNA strands. It was also found to interact with DNA recombination protein RAD51, which suggested its role in RAD51-related DNA recombination and repair.",
            "score": 129.98425769805908
        },
        {
            "docid": "38885064_12",
            "document": "Cancer syndrome . Hereditary breast-ovarian cancer syndrome (HBOC) is an autosomal dominant genetic disorder caused by genetic mutations of the BRCA1 and BRCA2 genes. In women this disorder primarily increases the risk of breast and ovarian cancer, but also increases the risk of fallopian tube carcinoma and papillary serous carcinoma of the peritoneum. In men the risk of prostate cancer is increased. Other cancers that are inconsistently linked to this syndrome are pancreatic cancer, male breast cancer, colorectal cancer and cancers of the uterus and cervix. Genetic mutations account for approximately 7% and 14% of breast and ovarian cancer, respectively, and BRCA1 and BRCA2 account for 80% of these cases. BRCA1 and BRCA2 are both tumor suppressor genes implicated in maintaining and repairing DNA, which in turn leads to genome instability. Mutations in these genes allow further damage to DNA, which can lead to cancer.",
            "score": 275.8032603263855
        },
        {
            "docid": "1248100_10",
            "document": "BRCA2 . Certain variations of the BRCA2 gene increase risks for breast cancer as part of a hereditary breast-ovarian cancer syndrome. Researchers have identified hundreds of mutations in the BRCA2 gene, many of which cause an increased risk of cancer. BRCA2 mutations are usually insertions or deletions of a small number of DNA base pairs in the gene. As a result of these mutations, the protein product of the BRCA2 gene is abnormal, and does not function properly. Researchers believe that the defective BRCA2 protein is unable to fix DNA damage that occurs throughout the genome. As a result, there is an increase in mutations due to error-prone translesion synthesis past un-repaired DNA damage, and some of these mutations can cause cells to divide in an uncontrolled way and form a tumor.",
            "score": 266.7144603729248
        },
        {
            "docid": "854294_72",
            "document": "DNA repair . Cyan-highlighted genes are in the microhomology-mediated end joining (MMEJ) pathway and are up-regulated in cancer. MMEJ is an additional error-prone \"inaccurate\" repair pathway for double-strand breaks. In MMEJ repair of a double-strand break, an homology of 5–25 complementary base pairs between both paired strands is sufficient to align the strands, but mismatched ends (flaps) are usually present. MMEJ removes the extra nucleotides (flaps) where strands are joined, and then ligates the strands to create an intact DNA double helix. MMEJ almost always involves at least a small deletion, so that it is a mutagenic pathway. FEN1, the flap endonuclease in MMEJ, is epigenetically increased by promoter hypomethylation and is over-expressed in the majority of cancers of the breast, prostate, stomach, neuroblastomas, pancreas, and lung. PARP1 is also over-expressed when its promoter region ETS site is epigenetically hypomethylated, and this contributes to progression to endometrial cancer, BRCA-mutated ovarian cancer, and BRCA-mutated serous ovarian cancer. Other genes in the MMEJ pathway are also over-expressed in a number of cancers (see MMEJ for summary), and are also shown in cyan.",
            "score": 177.97689056396484
        },
        {
            "docid": "704015_17",
            "document": "Institute of Cancer Research . In 1994 an ICR team led by Michael Stratton discovered the gene BRCA2, which has been linked to breast cancer, prostate cancer and ovarian cancer. Alan Ashworth’s team in the Breakthrough Breast Cancer Research Centre at the ICR established the connection between mutations in the BRCA2 gene and the operation of DNA repair pathways in cancer cells. This later led to the development of a PARP inhibitor drug, olaparib, which targets the DNA repair pathways of cancer cells. A Phase I trial of olaparib found in June 2009 that tumours shrank or stabilised for more than half of patients with BRCA1 and BRCA2 mutations. It is believed that the drug may also be useful in other patients whose cancer it is linked to an error in their DNA repair pathway.",
            "score": 258.06593108177185
        },
        {
            "docid": "14875121_3",
            "document": "FANCL . The clinical phenotype of mutational defects in all Fanconi anemia (FA) complementation groups is similar. This phenotype is characterized by progressive bone marrow failure, cancer proneness and typical birth defects. The main cellular phenotype is hypersensitivity to DNA damage, particularly inter-strand DNA crosslinks. The FA proteins interact through a multi-protein pathway. DNA interstrand crosslinks are highly deleterious damages that are repaired by homologous recombination involving coordination of FA proteins and \"breast cancer susceptibility gene 1 (BRCA1)\".",
            "score": 242.8188931941986
        }
    ],
    "r": [
        {
            "docid": "412097_3",
            "document": "BRCA1 . BRCA1 and BRCA2 are unrelated proteins, but both are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA, or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal, tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function which correlates with an increased risk of breast cancer.",
            "score": 320.0671691894531
        },
        {
            "docid": "70547_25",
            "document": "Breast cancer . In the United States, 10 to 20 percent of people with breast cancer and people with ovarian cancer have a first- or second-degree relative with one of these diseases. The familial tendency to develop these cancers is called hereditary breast–ovarian cancer syndrome. The best known of these, the \"BRCA\" mutations, confer a lifetime risk of breast cancer of between 60 and 85 percent and a lifetime risk of ovarian cancer of between 15 and 40 percent. Some mutations associated with cancer, such as \"p53\", \"BRCA1\" and \"BRCA2\", occur in mechanisms to correct errors in DNA. These mutations are either inherited or acquired after birth. Presumably, they allow further mutations, which allow uncontrolled division, lack of attachment, and metastasis to distant organs. However, there is strong evidence of residual risk variation that goes well beyond hereditary \"BRCA\" gene mutations between carrier families. This is caused by unobserved risk factors. This implicates environmental and other causes as triggers for breast cancers. The inherited mutation in \"BRCA1\" or \"BRCA2\" genes can interfere with repair of DNA cross links and DNA double strand breaks (known functions of the encoded protein). These carcinogens cause DNA damage such as DNA cross links and double strand breaks that often require repairs by pathways containing BRCA1 and BRCA2. However, mutations in \"BRCA\" genes account for only 2 to 3 percent of all breast cancers. Levin \"et al.\" say that cancer may not be inevitable for all carriers of \"BRCA1\" and \"BRCA2\" mutations. About half of hereditary breast–ovarian cancer syndromes involve unknown genes.",
            "score": 312.6548767089844
        },
        {
            "docid": "412097_31",
            "document": "BRCA1 . BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. It has long been noted that loss of BRCA1 activity, either by germ-line mutations or by down-regulation of gene expression, leads to tumor formation in specific target tissues. In particular, decreased BRCA1 expression contributes to both sporadic and inherited breast tumor progression. Reduced expression of BRCA1 is tumorigenic because it plays an important role in the repair of DNA damages, especially double-strand breaks, by the potentially error-free pathway of homologous recombination. Since cells that lack the BRCA1 protein tend to repair DNA damages by alternative more error-prone mechanisms, the reduction or silencing of this protein generates mutations and gross chromosomal rearrangements that can lead to progression to breast cancer. Similarly, BRCA1 expression is low in the majority (55%) of sporadic epithelial ovarian cancers (EOCs) where EOCs are the most common type of ovarian cancer, representing approximately 90% of ovarian cancers. In serous ovarian carcinomas, a sub-category constituting about 2/3 of EOCs, low BRCA1 expression occurs in more than 50% of cases. Bowtell reviewed the literature indicating that deficient homologous recombination repair caused by BRCA1 deficiency is tumorigenic. In particular this deficiency initiates a cascade of molecular events that sculpt the evolution of high-grade serous ovarian cancer and dictate its response to therapy. Especially noted was that BRCA1 deficiency could be the cause of tumorigenesis whether due to BRCA1 mutation or any other event that causes a deficiency of BRCA1 expression.",
            "score": 309.86444091796875
        },
        {
            "docid": "1248100_3",
            "document": "BRCA2 . BRCA2 and BRCA1 are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function, which correlates with an increased risk of breast cancer.",
            "score": 308.1552734375
        },
        {
            "docid": "1264722_13",
            "document": "Malignant transformation . Epigenetic alterations are also carried out by another major regulatory element, the microRNAs. In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Epigenetic silencing or epigenetic over-expression of miRNA genes, caused by aberrant DNA methylation of the promoter regions controlling their expression, is a frequent event in cancer cells. Almost one third of miRNA promoters active in normal mammary cells were found to be hypermethylated in breast cancer cells, and that is a several fold greater proportion of promoters with altered methylation than is usually observed for protein coding genes. Other microRNA promoters are hypomethylated in breast cancers, and, as a result, these microRNAs are over-expressed. Several of these over-expressed microRNAs have a major influence in progression to breast cancer. BRCA1 is normally expressed in the cells of breast and other tissue, where it helps repair damaged DNA, or destroy cells if DNA cannot be repaired. BRCA1 is involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. Only about 3%-8% of all women with breast cancer carry a mutation in BRCA1 or BRCA2. \"BRCA1\" promoter hypermethylation was present in only 13% of unselected primary breast carcinomas. However, breast cancers were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182. (For review see ref.) In addition to miR-182, a pair of almost identical microRNAs, miR-146a and miR-146b-5p, also repress BRCA1 expression. These two microRNAs are over-expressed in triple-negative tumors and their over-expression results in BRCA1 inactivation. Thus, miR-146a and/or miR-146b-5p may also contribute to reduced expression of BRCA1 in these triple-negative breast cancers.",
            "score": 301.56658935546875
        },
        {
            "docid": "47337977_3",
            "document": "Variant of uncertain significance . A VUS is most commonly encountered by people when they get the results of a lab test looking for a variant form - a mutation in a particular gene. For example, many people know that mutations in the BRCA1 gene are involved in the development of breast cancer because of the publicity surrounding Angelina Jolie's preventative treatment. Few people are aware of the immense number of other genetic variants in and around BRCA1 and other genes that may predispose to hereditary breast and ovarian cancer. A recent study of the genes ATM, BRCA1, BRCA2, CDH1, CHEK2, PALB2, and TP53 found 15,311 DNA sequence variants in only 102 patients.",
            "score": 299.160400390625
        },
        {
            "docid": "35746225_21",
            "document": "Cancer epigenetics . HMGA expression is almost undetectable in differentiated adult tissues but is elevated in many cancers. HGMA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinoma, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is not only associated with cancers, but that the \"HMGA1\" gene can act as an oncogene to cause cancer. Baldassarre et al., showed that HMGA1 protein binds to the promoter region of DNA repair gene \"BRCA1\" and inhibits \"BRCA1\" promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the \"BRCA1\" gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 294.42919921875
        },
        {
            "docid": "412097_27",
            "document": "BRCA1 . A mutated \"BRCA1\" gene usually makes a protein that does not function properly. Researchers believe that the defective BRCA1 protein is unable to help fix DNA damage leading to mutations in other genes. These mutations can accumulate and may allow cells to grow and divide uncontrollably to form a tumor. Thus, BRCA1 inactivating mutations lead to a predisposition for cancer.",
            "score": 287.3306579589844
        },
        {
            "docid": "24369967_6",
            "document": "PARP inhibitor . BRCA1, BRCA2 and PALB2 are proteins that are important for the repair of double-strand DNA breaks by the error-free homologous recombinational repair, or HRR, pathway. When the gene for either protein is mutated, the change can lead to errors in DNA repair that can eventually cause breast cancer. When subjected to enough damage at one time, the altered gene can cause the death of the cells.",
            "score": 280.65325927734375
        },
        {
            "docid": "610997_20",
            "document": "Frameshift mutation . Frameshift mutations are known to be a factor in colorectal cancer as well as other cancers with microsatellite instability. As stated previously, frameshift mutations are more likely to occur in a region of repeat sequence. When DNA mismatch repair does not fix the addition or deletion of bases, these mutations are more likely to be pathogenic. This may be in part because the tumor is not told to stop growing. Experiments in yeast and bacteria help to show characteristics of microsatellites that may contribute to defective DNA mismatch repair. These include the length of the microsatellite, the makeup of the genetic material and how pure the repeats are. Based on experimental results longer microsatellites have a higher rate of frameshift mutations. The flanking DNA can also contribute to frameshift mutations. In prostate cancer a frameshift mutation changes the open reading frame (ORF) and prevents apoptosis from occurring. This leads to an unregulated growth of the tumor. While there are environmental factors that contribute to the progression of prostate cancer, there is also a genetic component. During testing of coding regions to identify mutations, 116 genetic variants were discovered, including 61 frameshift mutations. There are over 500 mutations on chromosome 17 that seem to play a role in the development of breast and ovarian cancer in the BRCA1 gene, many of which are frameshift.",
            "score": 279.9344482421875
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 279.0616760253906
        },
        {
            "docid": "38885064_12",
            "document": "Cancer syndrome . Hereditary breast-ovarian cancer syndrome (HBOC) is an autosomal dominant genetic disorder caused by genetic mutations of the BRCA1 and BRCA2 genes. In women this disorder primarily increases the risk of breast and ovarian cancer, but also increases the risk of fallopian tube carcinoma and papillary serous carcinoma of the peritoneum. In men the risk of prostate cancer is increased. Other cancers that are inconsistently linked to this syndrome are pancreatic cancer, male breast cancer, colorectal cancer and cancers of the uterus and cervix. Genetic mutations account for approximately 7% and 14% of breast and ovarian cancer, respectively, and BRCA1 and BRCA2 account for 80% of these cases. BRCA1 and BRCA2 are both tumor suppressor genes implicated in maintaining and repairing DNA, which in turn leads to genome instability. Mutations in these genes allow further damage to DNA, which can lead to cancer.",
            "score": 275.8032531738281
        },
        {
            "docid": "36777018_4",
            "document": "Causes of cancer . Many of these syndromes are caused by mutations in tumor suppressor genes that regulate cell growth. Other common mutations alter the function of DNA repair genes, oncogenes and genes involved in the production of blood vessels. Certain inherited mutations in the genes \"BRCA1\" and \"BRCA2\" with a more than 75% risk of breast cancer and ovarian cancer. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of colon cancer cases. In many cases, genetic testing can be used to identify mutated genes or chromosomes that are passed through generations.",
            "score": 275.38873291015625
        },
        {
            "docid": "156964_73",
            "document": "MicroRNA . HMGA proteins (HMGA1a, HMGA1b and HMGA2) are implicated in cancer, and expression of these proteins is regulated by microRNAs. HMGA expression is almost undetectable in differentiated adult tissues, but is elevated in many cancers. HMGA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinomas, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is associated with cancers and that HMGA1 can act as an oncogene. A 2003 study showed that HMGA1 protein binds to the promoter region of DNA repair gene BRCA1 and inhibits BRCA1 promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the BRCA1 gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 274.7381286621094
        },
        {
            "docid": "1248100_11",
            "document": "BRCA2 . People who have two mutated copies of the BRCA2 gene have one type of Fanconi anemia. This condition is caused by extremely reduced levels of the BRCA2 protein in cells, which allows the accumulation of damaged DNA. Patients with Fanconi anemia are prone to several types of leukemia (a type of blood cell cancer); solid tumors, particularly of the head, neck, skin, and reproductive organs; and bone marrow suppression (reduced blood cell production that leads to anemia). Women having inherited a defective BRCA1 or BRCA2 gene have risks for breast and ovarian cancer that are so high and seem so selective that many mutation carriers choose to have prophylactic surgery. There has been much conjecture to explain such apparently striking tissue specificity. Major determinants of where BRCA1- and BRCA2-associated hereditary cancers occur are related to tissue specificity of the cancer pathogen, the agent that causes chronic inflammation, or the carcinogen. The target tissue may have receptors for the pathogen, become selectively exposed to carcinogens and an infectious process. An innate genomic deficit impairs normal responses and exacerbates the susceptibility to disease in organ targets. This theory also fits data for several tumor suppressors beyond BRCA1 or BRCA2. A major advantage of this model is that it suggests there are some options in addition to prophylactic surgery.",
            "score": 274.3241271972656
        },
        {
            "docid": "7972254_4",
            "document": "Predictive medicine . A number of association studies have been published in scientific literature that show associations between specific genetic variants in a person's genetic code and a specific disease. Association and correlation studies have found that a female individual with a mutation in the BRCA1 gene has a 65% cumulative risk of breast cancer. Additionally, new tests from Genetic Technologies LTD and Phenogen Sciences Inc. comparing non-coding DNA to a woman's lifetime exposure to estrogen can now determine a woman's probability of developing estrogen positive breast cancer also known as sporadic breast cancer (the most prevalent form of breast cancer). Genetic variants in the Factor V gene is associated with an increased tendency to form blood clots, such as deep vein thrombosis (DVTs). Genetics tests are expected to reach the market more quickly than new medicines. Myriad Genetics is already generating revenue from genetic tests for BRCA1 and BRCA2.",
            "score": 270.8377990722656
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 270.2605285644531
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 267.28802490234375
        },
        {
            "docid": "2631477_57",
            "document": "Homologous recombination . Cancer cells with BRCA mutations have deficiencies in homologous recombination, and drugs to exploit those deficiencies have been developed and used successfully in clinical trials. Olaparib, a PARP1 inhibitor, shrunk or stopped the growth of tumors from breast, ovarian and prostate cancers caused by mutations in the BRCA1 or BRCA2 genes, which are necessary for HR. When BRCA1 or BRCA2 is absent, other types of DNA repair mechanisms must compensate for the deficiency of HR, such as base-excision repair (BER) for stalled replication forks or non-homologous end joining (NHEJ) for double strand breaks. By inhibiting BER in an HR-deficient cell, olaparib applies the concept of synthetic lethality to specifically target cancer cells. While PARP1 inhibitors represent a novel approach to cancer therapy, researchers have cautioned that they may prove insufficient for treating late-stage metastatic cancers. Cancer cells can become resistant to a PARP1 inhibitor if they undergo deletions of mutations in BRCA2, undermining the drug's synthetic lethality by restoring cancer cells' ability to repair DNA by HR.",
            "score": 267.2322998046875
        },
        {
            "docid": "1248100_10",
            "document": "BRCA2 . Certain variations of the BRCA2 gene increase risks for breast cancer as part of a hereditary breast-ovarian cancer syndrome. Researchers have identified hundreds of mutations in the BRCA2 gene, many of which cause an increased risk of cancer. BRCA2 mutations are usually insertions or deletions of a small number of DNA base pairs in the gene. As a result of these mutations, the protein product of the BRCA2 gene is abnormal, and does not function properly. Researchers believe that the defective BRCA2 protein is unable to fix DNA damage that occurs throughout the genome. As a result, there is an increase in mutations due to error-prone translesion synthesis past un-repaired DNA damage, and some of these mutations can cause cells to divide in an uncontrolled way and form a tumor.",
            "score": 266.7144470214844
        },
        {
            "docid": "412097_2",
            "document": "BRCA1 . BRCA1 and BRCA1 () are a human gene and its protein product, respectively. The official symbol (BRCA1, italic for the gene, nonitalic for the protein) and the official name (breast cancer 1) are maintained by the HGNC. Orthologs, styled \"Brca1\" and Brca1, are common in other mammal species. \"BRCA1\" is a human tumor suppressor gene (to be specific, a caretaker gene), found in all humans; its protein, also called by the synonym breast cancer type 1 susceptibility protein, is responsible for repairing DNA.",
            "score": 265.1720275878906
        },
        {
            "docid": "8489099_12",
            "document": "Crosslinking of DNA . In humans, the leading cause of cancer deaths worldwide is lung cancer, including non small cell lung carcinoma (NSCLC) which accounts for 85% of all lung cancer cases in the United States. Individuals with NSCLC are often treated with therapeutic platinum compounds (e.g. cisplatin, carboplatin or oxaliplatin) (see Lung cancer chemotherapy) that cause interstrand DNA crosslinks. Among individuals with NSLC, low expression of the breast cancer 1 gene (\"BRCA1)\" in the primary tumor has correlated with improved survival after platinum-containing chemotherapy. This correlation implies that low BRCA1 in the cancer, and the consequent low level of DNA repair, causes vulnerability of the cancer to treatment by the DNA crosslinking agents. High BRCA1 may protect cancer cells by acting in the homologous recombinational repair pathway that removes the damages in DNA introduced by the platinum drugs. The level of \"BRCA1\" expression is potentially an important tool for tailoring chemotherapy in lung cancer management.",
            "score": 265.12548828125
        },
        {
            "docid": "2195185_9",
            "document": "ATM serine/threonine kinase . Ataxia telangiectasia (AT) is a rare human disease characterized by cerebellar degeneration, extreme cellular sensitivity to radiation and a predisposition to cancer. All AT patients contain mutations in the ATM gene. Most other AT-like disorders are defective in genes encoding the MRN protein complex. One feature of the ATM protein is its rapid increase in kinase activity immediately following double-strand break formation. The phenotypic manifestation of AT is due to the broad range of substrates for the ATM kinase, involving DNA repair, apoptosis, G/S, intra-S checkpoint and G/M checkpoints, gene regulation, translation initiation, and telomere maintenance. Therefore, a defect in ATM has severe consequences in repairing certain types of damage to DNA, and cancer may result from improper repair. AT patients have an increased risk for breast cancer that has been ascribed to ATM's interaction and phosphorylation of BRCA1 and its associated proteins following DNA damage. Certain kinds of leukemias and lymphomas, including mantle cell lymphoma, T-ALL, atypical B cell chronic lymphocytic leukemia, and T-PLL are also associated with ATM defects.",
            "score": 263.61932373046875
        },
        {
            "docid": "19782967_67",
            "document": "Breast cancer classification . Various molecular pathway targets and DNA results are being incorporated in the design of clinical trials of new medicines. Specific genes such as p53, NME1, BRCA and PIK3CA/Akt may be associated with responsiveness of the cancer cells to innovative research pharmaceuticals. BRCA1 and BRCA2 polymorphic variants can increase the risk of breast cancer, and these cancers tend to express a pr ofile of genes, such as p53, in a pattern that has been called \"BRCA-ness.\" Cancers arising from BRCA1 and BRCA2 mutations, as well as other cancers that share a similar \"BRCA-ness\" profile, including some basal-like receptor triple negative breast cancers, may respond to treatment with PARP inhibitors such as olaparib. Combining these newer medicines with older agents such as 6-Thioguanine (6TG) may overcome the resistance that can arise in BRCA cancers to PARP inhibitors or platinum-based chemotherapy. mTOR inhibitors such as everolimus may show more effect in PIK3CA/Akt e9 mutants than in e20 mutants or wild types.",
            "score": 258.79736328125
        },
        {
            "docid": "18398577_17",
            "document": "Somatic evolution in cancer . Deficiency of DNA repair proteins PMS2, MLH1, MSH2, MSH3, MSH6 or BRCA2 can cause up to 100-fold increases in mutation frequency Epigenetic deficiencies in DNA repair gene protein expression have been found in many cancers, though not all deficiencies have been evaluated in all cancers. Epigeneticically deficient DNA repair proteins include BRCA1, WRN, MGMT, MLH1, MSH2, ERCC1, PMS2, XPF, P53, PCNA and OGG1, and these are found to be deficient at frequencies of 13% to 100% in different cancers (Also see Frequencies of epimutations in DNA repair genes.)",
            "score": 258.3584899902344
        },
        {
            "docid": "38885064_20",
            "document": "Cancer syndrome . Xeroderma pigmentosum (XP) is an autosomal recessive disorder characterized by sensitivity to ultra-violet (UV) light, massively increased risk of sunburn and increased risk of skin cancers. The risk of skin cancer is more than 10000 times that of normal individuals and includes many types of skin cancer, including melanoma and non-melanoma skin cancers. Also, sun exposed areas of the tongue, lips and eyes have an increased risk of becoming cancerous. XP may be associated with other internal cancers and benign tumors. In addition to cancer, some genetic mutations that cause XP are associated with neurodegeneration. XP may be caused by genetic mutations in 8 genes, which produce the following enzymes: XPA, XPB, XPC, XPD, XPE, XPF, XPG and Pol η. XPA-XPF are nucleotide excision repair enzymes that repair UV light-damaged DNA and faulty proteins will allow the buildup of mutations caused by UV light. Pol η is a polymerase, which is an enzyme involved in DNA replication. There are many polymerases, but pol η is the enzyme that replicates UV light-damaged DNA. Mutations in this gene will produce a faulty pol η enzyme that cannot replicate DNA with UV light damage. Individuals with mutations of this gene have a subset of XP; XP-variant disease.",
            "score": 258.1382751464844
        },
        {
            "docid": "704015_17",
            "document": "Institute of Cancer Research . In 1994 an ICR team led by Michael Stratton discovered the gene BRCA2, which has been linked to breast cancer, prostate cancer and ovarian cancer. Alan Ashworth’s team in the Breakthrough Breast Cancer Research Centre at the ICR established the connection between mutations in the BRCA2 gene and the operation of DNA repair pathways in cancer cells. This later led to the development of a PARP inhibitor drug, olaparib, which targets the DNA repair pathways of cancer cells. A Phase I trial of olaparib found in June 2009 that tumours shrank or stabilised for more than half of patients with BRCA1 and BRCA2 mutations. It is believed that the drug may also be useful in other patients whose cancer it is linked to an error in their DNA repair pathway.",
            "score": 258.0659484863281
        },
        {
            "docid": "1236730_33",
            "document": "Neoplasm . The high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defects giving rise to a cancer (e.g. yellow area in the diagram in this section) is a deficiency in DNA repair. The large field defects surrounding colon cancers (extending to at about 10 cm on each side of a cancer) were shown by Facista et al. to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF or PMS2) in the entire area of the field defect. Deficiencies in DNA repair cause increased mutation rates. A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cells acquire additional mutations/epimutations that do provide a proliferative advantage.",
            "score": 257.49591064453125
        },
        {
            "docid": "414192_13",
            "document": "Ovarian cancer . The major genetic risk factor for ovarian cancer is a mutation in \"BRCA1\" or \"BRCA2\" DNA mismatch repair genes, which is present in 10% of ovarian cancer cases. Only one allele need be mutated to place a person at high risk. The gene can be inherited through either the maternal or paternal line, but has variable penetrance. Though mutations in these genes are usually associated with increased risk of breast cancer, they also carry a substantial lifetime risk of ovarian cancer, a risk that peaks in a person's 40s and 50s. The lowest risk cited is 30% and the highest 60%. Mutations in BRCA1 have a lifetime risk of developing ovarian cancer of 15–45%. Mutations in \"BRCA2\" are less risky than those with \"BRCA1\", with a lifetime risk of 10% (lowest risk cited) to 40% (highest risk cited). On average, BRCA-associated cancers develop 15 years before their sporadic counterparts, because people who inherit the mutations on one copy of their gene only need one mutation to start the process of carcinogenesis, whereas people with two normal genes would need to acquire two mutations.",
            "score": 256.78082275390625
        },
        {
            "docid": "412097_36",
            "document": "BRCA1 . There are a number of specific microRNAs, when overexpressed, that directly reduce expression of specific DNA repair proteins (see MicroRNA section DNA repair and cancer) In the case of breast cancer, microRNA-182 (miR-182) specifically targets BRCA1. Breast cancers can be classified based on receptor status or histology, with triple-negative breast cancer (15%–25% of breast cancers), HER2+ (15%–30% of breast cancers), ER+/PR+ (about 70% of breast cancers), and Invasive lobular carcinoma (about 5%–10% of invasive breast cancer). All four types of breast cancer were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182.",
            "score": 253.80174255371094
        },
        {
            "docid": "412097_40",
            "document": "BRCA1 . DNA damage appears to be the primary underlying cause of cancer, and deficiencies in DNA repair appears to underlie many forms of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage may increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage may also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations may give rise to cancer. The frequent microRNA-induced deficiency of \"BRCA1\" in breast and ovarian cancers likely contribute to the progression of those cancers.",
            "score": 252.34524536132812
        },
        {
            "docid": "31599765_6",
            "document": "Simon Boulton . DNA is highly reactive and susceptible to damage from things we are exposed to in everyday life. Fortunately, DNA has evolved processes in which it has the ability to repair itself. If the damages are not repaired and it continues to grow, mutagenic changes occur causing ageing and cancer. Boulton is responsible for identifying these new DNA repair genes, understanding how these genes work in DNA, and determining how the defects in these processes contribute to human diseases. To fulfil these tasks, Boulton studies the DNA damage repair inside a specific worm called C. elegans, then extends these findings to human cells. Through this process, he has found \"remarkable similarities between the genes and proteins used to repair DNA damage in the worm and in humans...By studying this fundamental process of DNA damage repair, the researchers have contributed to our understanding of how faults in the system can lead to cancer.\" Boulton's research has resulted in several major breakthroughs that are viewed as highly promising with regard to the potential development of new cancer treatments.",
            "score": 250.66192626953125
        }
    ]
}