{
    "q": [
        {
            "docid": "54483805_6",
            "document": "Raymond J. Deshaies . Upon starting his laboratory at Caltech, Deshaies studied the function of Cdc34 and how it relates to progression through the cell division cycle. These studies led his laboratory to discover the SCF complex SCF, which is the progenitor of what is now known to be a large family of ~250 enzymes known as cullin–RING ubiquitin ligases (CRLs) that are conserved throughout eukaryotes and exert a major impact on the regulation of numerous cellular and organismal processes. In parallel, they established the paradigm of phosphorylation-dependent targeting of SCF substrates. His lab went on to discover the critical catalytic subunit of SCF (known as Rbx1/Roc1/Hrt1) and describe its mechanism of action. Subsequent studies identified key aspects of CRL mechanism of action. Particularly notable were their discoveries relating to the CRL regulators COP9 signalosome (CSN) and CAND1. In 2001-2002, the Deshaies lab showed that CSN, together with proteasome subunit Rpn11/PSMD14, are the founding members of a novel family of deubiquitinating enzymes. CSN plays a key role in regulating SCF and other CRL enzymes by removing the ubiquitin-like protein NEDD8 from their cullin subunit. In 2013, they showed that Cand1 has the unusual property of being a ‘protein exchange catalyst’ that equilibrates F-box subunits of SCF ubiquitin ligases with the cullin scaffold subunit.",
            "score": 247.79741442203522
        },
        {
            "docid": "14170524_3",
            "document": "CUL4A . CUL4A protein is 759 amino acids long and forms an extended, rigid structure primarily consisting of alpha-helices. At the N-terminus, CUL4A binds to the beta-propeller of the DDB1 adaptor protein which interacts with numerous DDB1-CUL4-Associated Factors (DCAFs). As a result, the N-terminus is crucial for the recruitment of substrates for the ubiquitin ligase complex. At the C-terminal end, CUL4A interacts with the RBX1/ROC1 protein via its RING domain. RBX1 is a core component of Cullin-RING ubiquitin ligase (CRL) complexes and functions to recruit E2 ubiquitin conjugating enzymes. Therefore, the C-terminus of CUL4A - along with RBX1 and activated E2 enzymes - compose the catalytic core of CRL4 complexes. CUL4A is also modified by covalent attachment of a NEDD8 molecule at a highly conserved lysine residue in the C-terminal region. This modification appears to induce conformational changes which promotes flexibility in the RING domain of cullin proteins and enhanced ubiquitin ligase activity.",
            "score": 187.5606813430786
        },
        {
            "docid": "19209638_6",
            "document": "Cullin . Cullin-RING ubiquitin ligases (CRLs), such as Cul1 (SCF) play an essential role in targeting proteins for ubiquitin-mediated destruction; as such, they are diverse in terms of composition and function, regulating many different processes from glucose sensing and DNA replication to limb patterning and circadian rhythms. The catalytic core of CRLs consists of a RING protein and a cullin family member. For Cul1, the C-terminal cullin-homology domain binds the RING protein. The RING protein appears to function as a docking site for ubiquitin-conjugating enzymes (E2s). Other proteins contain a cullin-homology domain, such as CUL9, also known as p53 cytoplasmic anchor PARC, and the ANAPC2 subunit of the anaphase-promoting complex/cyclosome; both CUL9 and ANAPC2 have ubiquitin ligase activity. The N-terminal region of cullins is more variable, and is used to interact with specific adaptor proteins.",
            "score": 159.90972328186035
        },
        {
            "docid": "14772436_3",
            "document": "CUL4B . Human CUL4B is 913 amino acids long and shares a high degree of sequence identity (84%) with CUL4A with the exception of its unique N-terminal region. The extreme N-terminus of CUL4B is disordered and, currently, it is unclear what structural and functional qualities it possesses. CUL4B binds to the beta-propeller of the DDB1 adaptor protein which interacts with numerous DDB1-CUL4-Associated Factors (DCAFs). This interaction is crucial for the recruitment of substrates to the ubiquitin ligase complex. At the C-terminal end, CUL4B interacts with the RBX1/ROC1 protein via its RING domain. RBX1 is a core component of Cullin-RING ubiquitin ligase (CRL) complexes and functions to recruit E2 ubiquitin conjugating enzymes. Therefore, the C-terminus of CUL4B - along with RBX1 and activated E2 enzymes - compose the catalytic core of CRL4B complexes. CUL4B is also modified by covalent attachment of a NEDD8 molecule at a highly conserved lysine residue in the C-terminal region. This modification appears to induce conformational changes which promotes flexibility in the RING domain of cullin proteins and enhanced ubiquitin ligase activity.",
            "score": 188.73360681533813
        },
        {
            "docid": "44881142_2",
            "document": "COP9 signalosome . COP9 (Constitutive photomorphogenesis 9) signalosome (CSN) is a protein complex with isopeptidase activity. It catalyses the hydrolysis of NEDD8 protein from the cullin subunit of Cullin-RING ubiquitin ligases (CRL). Therefore, it is responsible for CRL deneddylation – at the same time, it is able to bind denedyllated cullin-RING complex and retain them in deactivated form. COP9 signalosome thus serves as a sole deactivator of CRLs. It was found in all eukaryotic organisms including human; it was first discovered in plants.",
            "score": 217.1107096672058
        },
        {
            "docid": "622571_2",
            "document": "Ubiquitin ligase . A ubiquitin ligase (also called an E3 ubiquitin ligase) is a protein that recruits an E2 ubiquitin-conjugating enzyme that has been loaded with ubiquitin, recognizes a protein substrate, and assists or directly catalyzes the transfer of ubiquitin from the E2 to the protein substrate. The ubiquitin is attached to a lysine on the target protein by an isopeptide bond. E3 ligases interact with both the target protein and the E2 enzyme, and so impart substrate specificity to the E2. Commonly, E3s polyubiquitinate their substrate with Lys48-linked chains of ubiquitin, targeting the substrate for destruction by the proteasome. However, many other types of linkages are possible and alter a protein's activity, interactions, or localization. Ubiquitination by E3 ligases regulates diverse areas such as cell trafficking, DNA repair, and signaling and is of profound importance in cell biology. E3 ligases are also key players in cell cycle control, mediating the degradation of cyclins, as well as cyclin dependent kinase inhibitor proteins. The human genome encodes over 600 putative E3 ligases, allowing for tremendous diversity in substrates.",
            "score": 204.34132766723633
        },
        {
            "docid": "6766548_15",
            "document": "P14arf . ARF is a highly basic (pI>12) and hydrophobic protein. Its basic nature is attributed to its arginine content; more than 20% of its amino acids are arginine, and it contains little or no lysine. Due to these characteristics, ARF is likely to be unstructured unless it is bound to other targets. It reportedly complexes with more than 25 proteins, although the significance of each of these interactions is not known. One of these interactions results in sumoylating activity, suggesting that ARF may modify proteins to which it binds. The SUMO protein is a small ubiquitin-like modifier, which is added to lysly ε-amino groups. This process involves a three-enzyme cascade similar to the way ubiquitylation occurs. E1 is an activating enzyme, E2 is a conjugation enzyme, and E3 is a ligase. ARF associates with UBC9, the only SUMO E2 known, suggesting ARF facilitates SUMO conjugation. The importance of this role is unknown, as sumoylation is involved in different functions, such as protein trafficking, ubiquitylation interference, and gene expression changes.",
            "score": 124.11041378974915
        },
        {
            "docid": "2485027_27",
            "document": "Non-covalent interactions . Single tertiary protein structures can also assemble to form protein complexes composed of multiple independently folded subunits. As a whole, this is called a protein's quaternary structure. The quaternary structure is generated by the formation of relatively strong non-covalent interactions, such as hydrogen bonds, between different subunits to generate a functional polymeric enzyme. Some proteins also utilize non-covalent interactions to bind cofactors in the active site during catalysis, however a cofactor can also be covalently attached to an enzyme. Cofactors can be either organic or inorganic molecules which assist in the catalytic mechanism of the active enzyme. The strength with which a cofactor is bound to an enzyme may vary greatly; non-covalently bound cofactors are typically anchored by hydrogen bonds or electrostatic interactions.",
            "score": 73.47372698783875
        },
        {
            "docid": "2027822_6",
            "document": "Indole-3-acetic acid . IAA enters the plant cell nucleus and binds to a protein complex composed of a ubiquitin-activating enzyme (E1), a ubiquitin-conjugating enzyme (E2), and a ubiquitin ligase (E3), resulting in ubiquitination of Aux/IAA proteins with increased speed. Aux/IAA proteins bind to auxin response factor (ARF) proteins, forming a heterodimer, suppressing ARF activity. In 1997 it was described how ARFs bind to auxin-response gene elements in promoters of auxin regulated genes, generally activating transcription of that gene when an Aux/IAA protein is not bound.",
            "score": 169.5457365512848
        },
        {
            "docid": "14772234_3",
            "document": "UBE2D1 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme is closely related to a stimulator of iron transport (SFT), and is up-regulated in hereditary hemochromatosis. It also functions in the ubiquitination of the tumor-suppressor protein p53 and the hypoxia-inducible transcription factor HIF1alpha by interacting with the E1 ubiquitin-activating enzyme and the E3 ubiquitin-protein ligases.",
            "score": 173.5095829963684
        },
        {
            "docid": "7590298_7",
            "document": "Isopeptide bond . The chemistries of isopeptide bond formation are divided in the same manner as their biological roles. In the case of isopeptides used for conjugating one protein to another for the purpose of signal transduction, the literature is generally dominated by the very well-studied Ubiquitin protein and related proteins. While there are many related proteins to Ubiquitin, such as SUMO, Atg8, Atg12, and so on, they all tend to follow relatively the same protein ligation pathway. Therefore, the best example is to look at Ubiquitin, as while there can be certain differences, Ubiquitin is essentially the model followed in all these cases. The process essentially has three tiers, in the initial step, the activating protein generally denominated as E1 activates the Ubiquitin protein by adenylating it with ATP. Then the adenylated Ubiquitin is essentially activated and can be transferred to a conserved cysteine using a thioester bond which is between the carboxyl group of the c-terminal glycine of the ubiquitin and the sulfur of the E1 cysteine. The activating E1 enzyme then binds with and transfers the Ubiquitin to the next tier, the E2 enzyme which accepts the protein and once again forms a thioester with a conserved bond. The E2 acts to certain degree as an intermediary which then binds to E3 enzyme ligase for the final tier, which leads to the eventual transfer of the ubiquitin or ubiquitin related protein to a lysine site on the targeted protein, or more commonly for ubiquitin, onto ubiquitin itself to form chains of said protein. However, it should be noted that in final tier, there is also a divergence, in that depending on the type of E3 ligase, it may not actually be causing the conjugation. As there are the E3 ligases containing HECT domains, in which they continue this ‘transfer chain’ by accepting once again the ubiquitin via another conserved cysteine and then targeting it and transferring it to the desired target. Yet in case of RING finger domain containing that use coordination bonds with Zinc ions to stabilize their structures, they act more to direct the reaction. By that its meant that once the RING finger E3 ligase binds with the E2 containing the ubiquitin, it simply acts as a targeting device which directs the E2 to directly ligate the target protein at the lysine site. Though this case ubiquitin does represent other proteins related to it well, each protein obviously will have its own nuisances such as SUMO, which tends to be RING finger domain domainated ligases, where the E3 simply acts as the targeting device to direct the ligation by the E2, and not actually performing the reaction itself such as the Ubiquitin E3-HECT ligases. Thus while the internal mechanisms differ such as how proteins participate in the transfer chain, the general chemical aspects such as using thioesters and specific ligases for targeting remain the same.",
            "score": 201.40371012687683
        },
        {
            "docid": "8258312_3",
            "document": "Ubiquitin-activating enzyme . Ubiquitin-activating enzyme (E1) starts the ubiquitination process (Figure 1). The E1 enzyme along with ATP binds to the ubiquitin protein. The E1 enzyme then passes the ubiquitin protein to a second protein, called Ubiquitin carrier or conjugation protein (E2). The E2 protein complexes with a Ubiquitin protein ligase (E3). This Ubiquitin protein ligase recognizes which protein needs to be tagged and catalyzes the transfer of ubiquitin to that protein. This pathway repeats itself until the target protein has a full chain of ubiquitin attached to itself.",
            "score": 186.6507272720337
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 94.76133823394775
        },
        {
            "docid": "14756973_5",
            "document": "UBE2L3 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes (E1s), ubiquitin-conjugating enzymes (E2s) and ubiquitin-protein ligases (E3s). E2s play a key role in the whole ubiquitin (Ub) transfer pathway and are responsible for Ub cellular signaling. Unlike many E2s that transfer Ub with RINGs, UBE2L3 has E3-independent reactivity with lysine. This enzyme is demonstrated to participate in the ubiquitination of p53, c-Fos, and the NF-κB precursor p105 in vitro. UBE2L3 is primarily known for its role in the cell cycle. Specifically, UBE2L3 manages cell cycle regulatory protein levels via the ubiquitin proteolytic pathway (UPP) during the G1/S transition and during the actual S phase.",
            "score": 166.60089325904846
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 92.54169988632202
        },
        {
            "docid": "622571_6",
            "document": "Ubiquitin ligase . The ubiquitin ligase is referred to as an E3, and operates in conjunction with an E1 ubiquitin-activating enzyme and an E2 ubiquitin-conjugating enzyme. There is one major E1 enzyme, shared by all ubiquitin ligases, that uses ATP to activate ubiquitin for conjugation and transfers it to an E2 enzyme. The E2 enzyme interacts with a specific E3 partner and transfers the ubiquitin to the target protein. The E3, which may be a multi-protein complex, is, in general, responsible for targeting ubiquitination to specific substrate proteins.",
            "score": 176.36351227760315
        },
        {
            "docid": "14065868_8",
            "document": "SKP2 . Progression through the cell cycle is tightly regulated by cyclin-dependent kinases (CDKs), and their interactions with cyclins and CDK inhibitors (CKIs). Relative amounts of these signals oscillate during each stage of the cell cycle due to periodic proteolysis; the ubiquitin-proteasome system mediates the degradation of these mitotic regulatory proteins, controlling their intracellular concentrations. These and other proteins are recognized and degraded by the proteasome from the sequential action of three enzymes: E1 (ubiquitin-activating enzyme), one of many E2s (ubiquitin-conjugating enzyme), and one of many E3 ubiquitin ligase. The specificity of ubiquitination is provided by the E3 ligases; these ligases physically interact with the target substrates. Skp2 is the substrate recruiting component of the SCFSkp2 complex, which targets cell cycle control elements, such as p27 and p21. Here, SKP2 has been implicated in double negative feedback loops with both p21 and p27, that control cell cycle entry and G1/S transition.",
            "score": 183.6368144750595
        },
        {
            "docid": "6531976_4",
            "document": "Chemokine receptor . Intracellular signaling by chemokine receptors is dependent on neighbouring G-proteins. G-proteins exist as a heterotrimer; they are composed of three distinct subunits. When the molecule GDP is bound to the G-protein subunit, the G-protein is in an inactive state. Following binding of the chemokine ligand, chemokine receptors associate with G-proteins, allowing the exchange of GDP for another molecule called GTP, and the dissociation of the different G protein subunits. The subunit called Gβ activates an enzyme known as Phospholipase C (PLC) that is associated with the cell membrane. PLC cleaves Phosphatidylinositol (4,5)-bisphosphate (PIP2) to form two second messenger molecules called inositol triphosphate (IP3) and diacylglycerol (DAG); DAG activates another enzyme called protein kinase C (PKC), and IP3 triggers the release of calcium from intracellular stores. These events promote many signaling cascades, effecting a cellular response. For example, when CXCL8 (IL-8) binds to its specific receptors, CXCR1 or CXCR2, a rise in intracellular calcium activates the enzyme phospholipase D (PLD) that goes on to initiate an intracellular signaling cascade called the MAP kinase pathway. At the same time the G-protein subunit Gα directly activates an enzyme called protein tyrosine kinase (PTK), which phosphorylates serine and threonine residues in the tail of the chemokine receptor, causing its desensitisation or inactivation. The initiated MAP kinase pathway activates specific cellular mechanisms involved in chemotaxis, degranulation, release of superoxide anions, and changes in the avidity of cell adhesion molecules called integrins. Chemokines and their receptors play a crucial role in cancer metastatis as they are involved in extravastation, migration, micrometastatis, and angiogenesis. This role of chemokine is strikingly similar to their normal function of localizing leukocytes to an inflammatory site.",
            "score": 89.06686282157898
        },
        {
            "docid": "4411416_11",
            "document": "SUMO protein . SUMO attachment to its target is similar to that of ubiquitin (as it is for the other ubiquitin-like proteins such as NEDD 8). The SUMO precursor has some extra amino acids that need to be removed, therefore a C-terminal peptide is cleaved from the SUMO precursor by a protease (in human these are the SENP proteases or Ulp1 in yeast) to reveal a di-glycine motif. The obtained SUMO then becomes bound to an E1 enzyme (SUMO Activating Enzyme (SAE)) which is a heterodimer. It is then passed to an E2 which is a conjugating enzyme (Ubc9). Finally, one of a small number of E3 ligating proteins attaches it to the protein. In yeast, there are four SUMO E3 proteins, Cst9, Mms21, Siz1 and Siz2. While in ubiquitination an E3 is essential to add ubiquitin to its target, evidence suggests that the E2 is sufficient in SUMOylation as long as the consensus sequence is present. It is thought that the E3 ligase promotes the efficiency of SUMOylation and in some cases has been shown to direct SUMO conjugation onto non-consensus motifs. E3 enzymes can be largely classed into PIAS proteins, such as Mms21 (a member of the Smc5/6 complex) and Pias-gamma and HECT proteins. Some E3's, such as RanBP2, however, are neither. Recent evidence has shown that PIAS-gamma is required for the SUMOylation of the transcription factor yy1 but it is independent of the zinc-RING finger (identified as the functional domain of the E3 ligases). SUMOylation is reversible and is removed from targets by specific SUMO proteases. In budding yeast, the Ulp1 SUMO protease is found bound at the nuclear pore, whereas Ulp2 is nucleoplasmic. The distinct subnuclear localisation of deSUMOylating enzymes is conserved in higher eukaryotes.",
            "score": 156.71293365955353
        },
        {
            "docid": "55172_10",
            "document": "Proteomics . Ubiquitin is a small protein that can be affixed to certain protein substrates by enzymes called E3 ubiquitin ligases. Determining which proteins are poly-ubiquitinated helps understand how protein pathways are regulated. This is, therefore, an additional legitimate \"proteomic\" study. Similarly, once a researcher determines which substrates are ubiquitinated by each ligase, determining the set of ligases expressed in a particular cell type is helpful.",
            "score": 190.31309747695923
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 183.3821985721588
        },
        {
            "docid": "4085663_2",
            "document": "Katanin . Katanin is a microtubule-severing AAA protein. It is named after the Japanese sword, katana. Katanin is a heterodimeric protein first discovered in sea urchins. It contains a 60 kDa ATPase subunit, encoded by \"KATNA1\", which functions to sever microtubules. This subunit requires ATP and the presence of microtubules for activation. The second 80 kDA subunit, encoded by \"KATNB1\", regulates the activity of the ATPase and localizes the protein to centrosomes. Electron microscopy shows that katanin forms 14–16 nm rings in its active oligomerized state on the walls of microtubules. Structural analysis using electron microscopy has revealed that microtubule protofilaments change from a straight to a curved conformation upon GTP hydrolysis of β-tubulin. However, when these protofilaments are part of a polymerized microtubule, the stabilizing interactions created by the surrounding lattice lock subunits into a straight conformation, even after GTP hydrolysis. In order to disrupt these stable interactions, katanin, once bound to ATP, oligomerizes into a ring structure on the microtubule wall - in some cases oligomerization increases the affinity of katanin for microtubules and stimulates its ATPase activity. Once this structure is formed, katanin hydrolyzes ATP, and likely undergoes a conformational change that puts mechanical strain on the tubulin subunits, which destabilizes their interactions within the microtubule lattice. The predicted conformational change also likely decreases the affinity of katanin for tubulin as well as for other katanin proteins, which leads to disassembly of the katanin ring structure, and recycling of the individual inactivated proteins.  The severing of microtubules by katanin is regulated by nucleotide exchange factors, which can exchange ADP with ATP, protective microtubule-associated proteins (MAPs), and the p80 subunit (p60 severs microtubules much better in the presence of p80). These mechanisms have different consequences, depending on where in the cell they are activated or disrupted. For example, allowing katanin-mediated severing at the centrosome releases microtubules for free movement. In one experiment, anti-katanin antibodies were injected into a cell, causing a large accumulation of microtubules around the centrosome and inhibition of microtubule outgrowth. Therefore, katanin-mediated severing may serve to maintain organization in the cytoplasm by promoting microtubule disassembly and efficient movement. During cell division, severing at the spindle pole produces free microtubule ends and allows poleward flux of tubulin and retraction of the microtubule. Severing microtubules in the cytoplasm facilitates treadmilling and mobility, which is important during development.",
            "score": 72.74517273902893
        },
        {
            "docid": "14181897_10",
            "document": "NUMB (gene) . Numb exerts its functional role on cell fate decisions by antagonizing Notch signaling activities. The molecular mechanisms underlying this relationship appear to rely on the ubiquitination of the membrane bound Notch1 receptor and the subsequent degradation of its NICD following receptor activation. In support of this, Numb’s ability to ubiquinate Notch1 directly correlated with its functional inhibition of Notch1 signaling activities. The ubiquitination pathway directs protein recycling by directly tagging specific proteins for proteasome degradation. Through a multi-step process, free ubiquitin is first attached to an activating enzyme (E1) and then transferred to a conjugating enzyme (E2) which partners with a ligase (E3) which functions as an adaptor to selectively transfer the ubiquitin to specific protein substrates. Numb expression was found to selectively tag the membrane Notch1 receptor for ubiquitination through the interaction of its Phosphotyrosine-binding domain with the E3 ubiquitin ligase Itch. Numb and Itch work in concert to promote the ubiquitination of the full-length membrane-tethered Notch receptor prior to activation. However, Numb only appears to promote the degradation of the NICD cleavage product following receptor activation, targeting it for proteasome degradation and preventing its translocation to the nucleus.",
            "score": 164.81790256500244
        },
        {
            "docid": "46669355_17",
            "document": "Polycomb Group Proteins and Cancer . E3 ubiquitin ligases are proteins that assist in tagging their targets with an epigenetic mark known as ubiquitin. This mark can serve several functions including marking proteins for degradation, signaling proteins to change their cellular location, affecting protein activity, and promoting or preventing protein interactions. An E3 uibiquitin ligase complex composed of Cullin 3 (CUL3), speckle-type POZ protein (SPOP), and RING-box protein 1 (RBX1) has been shown to mark the Bmi-1 with ubiquitin (a process known as ubiquitination).",
            "score": 155.8532509803772
        },
        {
            "docid": "8258312_2",
            "document": "Ubiquitin-activating enzyme . Ubiquitin-activating enzymes, also known as E1 enzymes, catalyze the first step in the ubiquitination reaction, which (among other things) can target a protein for degradation via a proteasome. This covalent attachment of ubiquitin or ubiquitin-like proteins to targeted proteins is a major mechanism for regulating protein function in eukaryotic organisms. Many processes such as cell division, immune responses and embryonic development are also regulated by post-translational modification by ubiquitin and ubiquitin-like proteins.",
            "score": 144.5423264503479
        },
        {
            "docid": "15418892_3",
            "document": "CCNF . This gene encodes a member of the cyclin family. Cyclins are important regulators of cell cycle transitions through their ability to bind and activate cyclin-dependent protein kinases. This member also belongs to the F-box protein family which is characterized by an approximately 40 amino acid motif, the F-box. The F-box proteins constitute one of the four subunits of the ubiquitin protein ligase complex called SCFs (SKP1-cullin-F-box), which function in phosphorylation-dependent ubiquitination. The F-box proteins are divided into 3 classes: Fbws containing WD-40 domains, Fbls containing leucine-rich repeats, and Fbxs containing either different protein-protein interaction modules or no recognizable motifs. The protein encoded by this gene belongs to the Fbxs class and it was one of the first proteins in which the F-box motif was identified.",
            "score": 133.9497950077057
        },
        {
            "docid": "14146889_4",
            "document": "NEDD8 . As reviewed by Brown et al., the best-characterized activated-NEDD8 substrates are the cullins (CUL1, 2, 3, 4A, 4B, 5, and 7 and PARC in human cells), that serve as molecular scaffolds for cullin-RING ubiquitin ligases (CRLs). Neddylation results in covalent conjugation of a NEDD8 moiety onto a conserved cullin lysine residue. Cullin neddylation increases CRL ubiquitylation activity via conformational changes that optimize ubiquitin transfer to target proteins",
            "score": 187.74192023277283
        },
        {
            "docid": "168372_3",
            "document": "Peripheral membrane protein . The reversible attachment of proteins to biological membranes has shown to regulate cell signaling and many other important cellular events, through a variety of mechanisms. For example, the close association between many enzymes and biological membranes may bring them into close proximity with their lipid substrate(s). Membrane binding may also promote rearrangement, dissociation, or conformational changes within many protein structural domains, resulting in an activation of their biological activity. Additionally, the positioning of many proteins are localized to either the inner or outer surfaces or leaflets of their resident membrane. This facilitates the assembly of multi-protein complexes by increasing the probability of any appropriate protein–protein interactions.",
            "score": 67.16118597984314
        },
        {
            "docid": "14772264_3",
            "document": "UBE2D2 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme functions in the ubiquitination of the tumor-suppressor protein p53, which is induced by an E3 ubiquitin-protein ligase. Two alternatively spliced transcript variants have been found for this gene and they encode distinct isoforms.",
            "score": 171.99159038066864
        },
        {
            "docid": "14146889_2",
            "document": "NEDD8 . NEDD8 is a protein that in humans is encoded by the \"NEDD8\" gene. (In \"Saccharomyces cerevisiae\" this protein is known as Rub1.) This ubiquitin-like protein (ULP), becomes covalently conjugated to a limited number of cellular proteins in a manner analogous to ubiquitination. Human NEDD8 shares 60% amino acid sequence identity to ubiquitin. The primary known substrates of NEDD8 modification are the Cullin subunits of Cullin-based E3 ubiquitin ligases, which are active only when neddylated. Their NEDDylation is critical for the recruitment of E2 to the ligase complex, thus facilitating ubiquitin conjugation. NEDD8 modification has therefore been implicated in cell cycle progression and cytoskeletal regulation.",
            "score": 216.91016745567322
        },
        {
            "docid": "7839197_4",
            "document": "Neddylation . NEDD8 links itself to a protein through an isopeptide linkage between its carboxy-terminal glycine and the lysine of the substrate. The neddylation of the substrate causes in a structural change, and there are three main biochemical effects that result. First, neddylation can cause a conformational change in the substrate which may restrict molecular movement and the positioning of different binding partners. Second, it can cause the target protein to become incompatible with other proteins that it usually binds with. For example, CAND1 does not bind to neddylated proteins. In addition, neddylation can recruit NEDD8-interacting proteins. When NEDD8 binds to the ubiquitin E2 Ubc4, the interaction stimulates cullin-based ubiquitin ligases, although the exact mechanism is unclear.",
            "score": 188.84042501449585
        },
        {
            "docid": "14796095_3",
            "document": "UBE2D3 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme functions in the ubiquitination of the tumor-suppressor protein p53, which is induced by an E3 ubiquitin-protein ligase. Multiple spliced transcript variants have been found for this gene, but the full-length nature of some variants has not been determined.",
            "score": 171.95777034759521
        }
    ],
    "r": [
        {
            "docid": "54483805_6",
            "document": "Raymond J. Deshaies . Upon starting his laboratory at Caltech, Deshaies studied the function of Cdc34 and how it relates to progression through the cell division cycle. These studies led his laboratory to discover the SCF complex SCF, which is the progenitor of what is now known to be a large family of ~250 enzymes known as cullin–RING ubiquitin ligases (CRLs) that are conserved throughout eukaryotes and exert a major impact on the regulation of numerous cellular and organismal processes. In parallel, they established the paradigm of phosphorylation-dependent targeting of SCF substrates. His lab went on to discover the critical catalytic subunit of SCF (known as Rbx1/Roc1/Hrt1) and describe its mechanism of action. Subsequent studies identified key aspects of CRL mechanism of action. Particularly notable were their discoveries relating to the CRL regulators COP9 signalosome (CSN) and CAND1. In 2001-2002, the Deshaies lab showed that CSN, together with proteasome subunit Rpn11/PSMD14, are the founding members of a novel family of deubiquitinating enzymes. CSN plays a key role in regulating SCF and other CRL enzymes by removing the ubiquitin-like protein NEDD8 from their cullin subunit. In 2013, they showed that Cand1 has the unusual property of being a ‘protein exchange catalyst’ that equilibrates F-box subunits of SCF ubiquitin ligases with the cullin scaffold subunit.",
            "score": 247.7974090576172
        },
        {
            "docid": "44881142_2",
            "document": "COP9 signalosome . COP9 (Constitutive photomorphogenesis 9) signalosome (CSN) is a protein complex with isopeptidase activity. It catalyses the hydrolysis of NEDD8 protein from the cullin subunit of Cullin-RING ubiquitin ligases (CRL). Therefore, it is responsible for CRL deneddylation – at the same time, it is able to bind denedyllated cullin-RING complex and retain them in deactivated form. COP9 signalosome thus serves as a sole deactivator of CRLs. It was found in all eukaryotic organisms including human; it was first discovered in plants.",
            "score": 217.11070251464844
        },
        {
            "docid": "14146889_2",
            "document": "NEDD8 . NEDD8 is a protein that in humans is encoded by the \"NEDD8\" gene. (In \"Saccharomyces cerevisiae\" this protein is known as Rub1.) This ubiquitin-like protein (ULP), becomes covalently conjugated to a limited number of cellular proteins in a manner analogous to ubiquitination. Human NEDD8 shares 60% amino acid sequence identity to ubiquitin. The primary known substrates of NEDD8 modification are the Cullin subunits of Cullin-based E3 ubiquitin ligases, which are active only when neddylated. Their NEDDylation is critical for the recruitment of E2 to the ligase complex, thus facilitating ubiquitin conjugation. NEDD8 modification has therefore been implicated in cell cycle progression and cytoskeletal regulation.",
            "score": 216.91017150878906
        },
        {
            "docid": "14146889_5",
            "document": "NEDD8 . There are several different proteases which can remove NEDD8 from protein conjugates. UCHL1, UCHL3 and USP21 proteases have dual specificity for NEDD8 and ubiquitin. Proteases specific for NEDD8 removal are the COP9 signalosome which removes NEDD8 from the CUL1 subunit of SCF ubiquitin ligases, and NEDP1 (or DEN1, SENP8).",
            "score": 207.90635681152344
        },
        {
            "docid": "931508_2",
            "document": "Parkin (ligase) . Parkin is a 465-residue E3 ubiquitin ligase that plays a critical role in ubiquitination- the process whereby molecules are covalently labelled with ubiquitin (Ub) and directed towards degradation in proteasomes or lysosomes. Ubiquitination involves the sequential action of three enzymes. Firstly, an E1 ubiquitin-activating enzyme binds to inactive Ub in eukaryotic cells via a thioester bond and mobilises it in an ATP-dependent process. Ub is then transferred to an E2 ubiquitin-conjugating enzyme before being conjugated to the target protein via an E3 ubiquitin ligase. There exists a multitude of E3 ligases, which differ in structure and substrate specificity to allow selective targeting of proteins to intracellular degradation.",
            "score": 205.88931274414062
        },
        {
            "docid": "622571_2",
            "document": "Ubiquitin ligase . A ubiquitin ligase (also called an E3 ubiquitin ligase) is a protein that recruits an E2 ubiquitin-conjugating enzyme that has been loaded with ubiquitin, recognizes a protein substrate, and assists or directly catalyzes the transfer of ubiquitin from the E2 to the protein substrate. The ubiquitin is attached to a lysine on the target protein by an isopeptide bond. E3 ligases interact with both the target protein and the E2 enzyme, and so impart substrate specificity to the E2. Commonly, E3s polyubiquitinate their substrate with Lys48-linked chains of ubiquitin, targeting the substrate for destruction by the proteasome. However, many other types of linkages are possible and alter a protein's activity, interactions, or localization. Ubiquitination by E3 ligases regulates diverse areas such as cell trafficking, DNA repair, and signaling and is of profound importance in cell biology. E3 ligases are also key players in cell cycle control, mediating the degradation of cyclins, as well as cyclin dependent kinase inhibitor proteins. The human genome encodes over 600 putative E3 ligases, allowing for tremendous diversity in substrates.",
            "score": 204.34132385253906
        },
        {
            "docid": "7590298_7",
            "document": "Isopeptide bond . The chemistries of isopeptide bond formation are divided in the same manner as their biological roles. In the case of isopeptides used for conjugating one protein to another for the purpose of signal transduction, the literature is generally dominated by the very well-studied Ubiquitin protein and related proteins. While there are many related proteins to Ubiquitin, such as SUMO, Atg8, Atg12, and so on, they all tend to follow relatively the same protein ligation pathway. Therefore, the best example is to look at Ubiquitin, as while there can be certain differences, Ubiquitin is essentially the model followed in all these cases. The process essentially has three tiers, in the initial step, the activating protein generally denominated as E1 activates the Ubiquitin protein by adenylating it with ATP. Then the adenylated Ubiquitin is essentially activated and can be transferred to a conserved cysteine using a thioester bond which is between the carboxyl group of the c-terminal glycine of the ubiquitin and the sulfur of the E1 cysteine. The activating E1 enzyme then binds with and transfers the Ubiquitin to the next tier, the E2 enzyme which accepts the protein and once again forms a thioester with a conserved bond. The E2 acts to certain degree as an intermediary which then binds to E3 enzyme ligase for the final tier, which leads to the eventual transfer of the ubiquitin or ubiquitin related protein to a lysine site on the targeted protein, or more commonly for ubiquitin, onto ubiquitin itself to form chains of said protein. However, it should be noted that in final tier, there is also a divergence, in that depending on the type of E3 ligase, it may not actually be causing the conjugation. As there are the E3 ligases containing HECT domains, in which they continue this ‘transfer chain’ by accepting once again the ubiquitin via another conserved cysteine and then targeting it and transferring it to the desired target. Yet in case of RING finger domain containing that use coordination bonds with Zinc ions to stabilize their structures, they act more to direct the reaction. By that its meant that once the RING finger E3 ligase binds with the E2 containing the ubiquitin, it simply acts as a targeting device which directs the E2 to directly ligate the target protein at the lysine site. Though this case ubiquitin does represent other proteins related to it well, each protein obviously will have its own nuisances such as SUMO, which tends to be RING finger domain domainated ligases, where the E3 simply acts as the targeting device to direct the ligation by the E2, and not actually performing the reaction itself such as the Ubiquitin E3-HECT ligases. Thus while the internal mechanisms differ such as how proteins participate in the transfer chain, the general chemical aspects such as using thioesters and specific ligases for targeting remain the same.",
            "score": 201.40371704101562
        },
        {
            "docid": "32167_42",
            "document": "Ubiquitin . The interplay between ubiquitination and phosphorylation has been an ongoing research interest since phosphorylation often serves as a marker where ubiquitination leads to degradation. Moreover, ubiquitination can also act to turn on/off the kinase activity of a protein. The critical role of phosphorylation is largely underscored in the activation and removal of autoinhibition in Cbl protein. Cbl is an E3 ubiquitin ligase with a RING finger domain that interacts with its tyrosine kinase binding (TKB) domain, preventing interaction of the RING domain with an E2 ubiquitin-conjugating enzyme. This intramolecular interaction is an autoinhibition regulation that prevents its role as a negative regulator of various growth factors and tyrosine kinase signaling and T-cell activation. Phosphorylation of Y363 relieves the autoinhibition and enhances binding to E2. Mutations that renders the Cbl protein dysfunctional due to the loss of its ligase/tumor suppressor function and maintenance of its positive signaling/oncogenic function have been shown to cause development of cancer.",
            "score": 192.44483947753906
        },
        {
            "docid": "33406736_2",
            "document": "HECT domain . In molecular biology, the HECT domain is a protein domain found in ubiquitin-protein ligases. The name HECT comes from 'Homologous to the E6-AP Carboxyl Terminus'. Proteins containing this domain at the C terminus include ubiquitin-protein ligase, which regulates ubiquitination of CDC25. Ubiquitin-protein ligase accepts ubiquitin from an E2 ubiquitin-conjugating enzyme in the form of a thioester, and then directly transfers the ubiquitin to targeted substrates. A cysteine residue is required for ubiquitin-thiolester formation. Human thyroid receptor interacting protein 12 (TRIP12), which also contains this domain, is a component of an ATP-dependent multisubunit protein that interacts with the ligand binding domain of the thyroid hormone receptor. It could be an E3 ubiquitin-protein ligase. Human ubiquitin-protein ligase E3A interacts with the E6 protein of the cancer-associated Human papillomavirus type 16 and Human papillomavirus type 18. The E6/E6-AP complex binds to and targets the p53 tumour-suppressor protein for ubiquitin-mediated proteolysis.",
            "score": 190.438720703125
        },
        {
            "docid": "55172_10",
            "document": "Proteomics . Ubiquitin is a small protein that can be affixed to certain protein substrates by enzymes called E3 ubiquitin ligases. Determining which proteins are poly-ubiquitinated helps understand how protein pathways are regulated. This is, therefore, an additional legitimate \"proteomic\" study. Similarly, once a researcher determines which substrates are ubiquitinated by each ligase, determining the set of ligases expressed in a particular cell type is helpful.",
            "score": 190.31309509277344
        },
        {
            "docid": "7839197_4",
            "document": "Neddylation . NEDD8 links itself to a protein through an isopeptide linkage between its carboxy-terminal glycine and the lysine of the substrate. The neddylation of the substrate causes in a structural change, and there are three main biochemical effects that result. First, neddylation can cause a conformational change in the substrate which may restrict molecular movement and the positioning of different binding partners. Second, it can cause the target protein to become incompatible with other proteins that it usually binds with. For example, CAND1 does not bind to neddylated proteins. In addition, neddylation can recruit NEDD8-interacting proteins. When NEDD8 binds to the ubiquitin E2 Ubc4, the interaction stimulates cullin-based ubiquitin ligases, although the exact mechanism is unclear.",
            "score": 188.84042358398438
        },
        {
            "docid": "14772436_3",
            "document": "CUL4B . Human CUL4B is 913 amino acids long and shares a high degree of sequence identity (84%) with CUL4A with the exception of its unique N-terminal region. The extreme N-terminus of CUL4B is disordered and, currently, it is unclear what structural and functional qualities it possesses. CUL4B binds to the beta-propeller of the DDB1 adaptor protein which interacts with numerous DDB1-CUL4-Associated Factors (DCAFs). This interaction is crucial for the recruitment of substrates to the ubiquitin ligase complex. At the C-terminal end, CUL4B interacts with the RBX1/ROC1 protein via its RING domain. RBX1 is a core component of Cullin-RING ubiquitin ligase (CRL) complexes and functions to recruit E2 ubiquitin conjugating enzymes. Therefore, the C-terminus of CUL4B - along with RBX1 and activated E2 enzymes - compose the catalytic core of CRL4B complexes. CUL4B is also modified by covalent attachment of a NEDD8 molecule at a highly conserved lysine residue in the C-terminal region. This modification appears to induce conformational changes which promotes flexibility in the RING domain of cullin proteins and enhanced ubiquitin ligase activity.",
            "score": 188.73361206054688
        },
        {
            "docid": "14146889_4",
            "document": "NEDD8 . As reviewed by Brown et al., the best-characterized activated-NEDD8 substrates are the cullins (CUL1, 2, 3, 4A, 4B, 5, and 7 and PARC in human cells), that serve as molecular scaffolds for cullin-RING ubiquitin ligases (CRLs). Neddylation results in covalent conjugation of a NEDD8 moiety onto a conserved cullin lysine residue. Cullin neddylation increases CRL ubiquitylation activity via conformational changes that optimize ubiquitin transfer to target proteins",
            "score": 187.74191284179688
        },
        {
            "docid": "14170524_3",
            "document": "CUL4A . CUL4A protein is 759 amino acids long and forms an extended, rigid structure primarily consisting of alpha-helices. At the N-terminus, CUL4A binds to the beta-propeller of the DDB1 adaptor protein which interacts with numerous DDB1-CUL4-Associated Factors (DCAFs). As a result, the N-terminus is crucial for the recruitment of substrates for the ubiquitin ligase complex. At the C-terminal end, CUL4A interacts with the RBX1/ROC1 protein via its RING domain. RBX1 is a core component of Cullin-RING ubiquitin ligase (CRL) complexes and functions to recruit E2 ubiquitin conjugating enzymes. Therefore, the C-terminus of CUL4A - along with RBX1 and activated E2 enzymes - compose the catalytic core of CRL4 complexes. CUL4A is also modified by covalent attachment of a NEDD8 molecule at a highly conserved lysine residue in the C-terminal region. This modification appears to induce conformational changes which promotes flexibility in the RING domain of cullin proteins and enhanced ubiquitin ligase activity.",
            "score": 187.56068420410156
        },
        {
            "docid": "8258312_3",
            "document": "Ubiquitin-activating enzyme . Ubiquitin-activating enzyme (E1) starts the ubiquitination process (Figure 1). The E1 enzyme along with ATP binds to the ubiquitin protein. The E1 enzyme then passes the ubiquitin protein to a second protein, called Ubiquitin carrier or conjugation protein (E2). The E2 protein complexes with a Ubiquitin protein ligase (E3). This Ubiquitin protein ligase recognizes which protein needs to be tagged and catalyzes the transfer of ubiquitin to that protein. This pathway repeats itself until the target protein has a full chain of ubiquitin attached to itself.",
            "score": 186.65072631835938
        },
        {
            "docid": "55349457_5",
            "document": "Brenda Schulman . Schulman's research career has focused on the effects of post-translational modifications on the regulation of proteins in eukaryotic cells. Her work has been particularly influential in characterizing ubiquitin-like proteins (UBLs), a class of proteins that are similar to ubiquitin, such as NEDD8. She has also extensively studied enzymes that for which ubiquitin and UBLs are substrates, particularly the E3 ubiquitin ligases.",
            "score": 185.49766540527344
        },
        {
            "docid": "3247517_6",
            "document": "Deubiquitinating enzyme . DUBs play several roles in the ubiquitin pathway. One of the best characterised functions of DUBs is the removal of monoubiqutin and polyubiquitin chains from proteins. These modifications are a post translational modification (addition to a protein after it has been made) where single ubiquitin proteins or chains of ubiquitin are added to lysines of a substrate protein. These ubiquitin modifications are added to proteins by the ubiquitination machinery; ubiquitin-activating enzymes (E1s), ubiquitin-conjugating enzymes (E2s) and ubiquitin ligases (E3s). The end result is ubiquitin bound to lysine residues via an isopeptide bond. Proteins are affected by these modifications in a number of ways: they regulate the degradation of proteins via the proteasome and lysosome; coordinate the cellular localisation of proteins; activate and inactivate proteins; and modulate protein-protein interactions. DUBs play the antagonistic role in this axis by removing these modifications, therefore reversing the fate of the proteins. In addition, a less understood role of DUBs is the cleavage of ubiquitin-like proteins such as SUMO and NEDD8. Some DUBs may have the ability to cleave isopeptide bonds between these proteins and substrate proteins.",
            "score": 183.88218688964844
        },
        {
            "docid": "14065868_8",
            "document": "SKP2 . Progression through the cell cycle is tightly regulated by cyclin-dependent kinases (CDKs), and their interactions with cyclins and CDK inhibitors (CKIs). Relative amounts of these signals oscillate during each stage of the cell cycle due to periodic proteolysis; the ubiquitin-proteasome system mediates the degradation of these mitotic regulatory proteins, controlling their intracellular concentrations. These and other proteins are recognized and degraded by the proteasome from the sequential action of three enzymes: E1 (ubiquitin-activating enzyme), one of many E2s (ubiquitin-conjugating enzyme), and one of many E3 ubiquitin ligase. The specificity of ubiquitination is provided by the E3 ligases; these ligases physically interact with the target substrates. Skp2 is the substrate recruiting component of the SCFSkp2 complex, which targets cell cycle control elements, such as p27 and p21. Here, SKP2 has been implicated in double negative feedback loops with both p21 and p27, that control cell cycle entry and G1/S transition.",
            "score": 183.63681030273438
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 183.3822021484375
        },
        {
            "docid": "19209638_7",
            "document": "Cullin . With the exception of ANAPC2, each member of the cullin family is modified by Nedd8 and several cullins function in Ubiquitin-dependent proteolysis, a process in which the 26S proteasome recognises and subsequently degrades a target protein tagged with K48-linked poly-ubiquitin chains. Nedd8/Rub1 is a small ubiquitin-like protein, which was originally found to be conjugated to Cdc53, a cullin component of the SCF (Skp1-Cdc53/CUL1-F-box protein) E3 Ub ligase complex in \"Saccharomyces cerevisiae\" (Baker's yeast), and Nedd8 modification has now emerged as a regulatory pathway of fundamental importance for cell cycle control and for embryogenesis in metazoans. The only identified Nedd8 substrates are cullins. Neddylation results in covalent conjugation of a Nedd8 moiety onto a conserved cullin lysine residue.",
            "score": 180.76158142089844
        },
        {
            "docid": "7839197_2",
            "document": "Neddylation . Neddylation is the process by which the ubiquitin-like protein NEDD8 is conjugated to its target proteins. This process is analogous to ubiquitination, although it relies on its own E1 and E2 enzymes. No NEDD8-specific E3 has yet been identified and it is possible that the Neddylation system relies on E3 ligases with dual specificity.",
            "score": 178.2558135986328
        },
        {
            "docid": "622571_6",
            "document": "Ubiquitin ligase . The ubiquitin ligase is referred to as an E3, and operates in conjunction with an E1 ubiquitin-activating enzyme and an E2 ubiquitin-conjugating enzyme. There is one major E1 enzyme, shared by all ubiquitin ligases, that uses ATP to activate ubiquitin for conjugation and transfers it to an E2 enzyme. The E2 enzyme interacts with a specific E3 partner and transfers the ubiquitin to the target protein. The E3, which may be a multi-protein complex, is, in general, responsible for targeting ubiquitination to specific substrate proteins.",
            "score": 176.36351013183594
        },
        {
            "docid": "14029460_8",
            "document": "CBL (gene) . Ubiquitination is the process of chemically attaching ubiquitin monomers to a protein, thereby targeting it for degradation. As this is a multi-step process, several different enzymes are involved, the final one being a member of the E3 family of ligases. Cbl functions as an E3 ligase, and therefore is able to catalyse the formation of a covalent bond between ubiquitin and Cbl's protein substrate - typically a receptor tyrosine kinase. The RING-finger domain mediates this transfer, however like other E3 ligases of the RING type no intermediate covalent bond is formed between ubiquitin and the RING-finger domain. The stepwise attachment of ubiquitin to the substrate receptor tyrosine kinase can lead to its removal from the plasma membrane and subsequent trafficking to the lysosome for degradation.",
            "score": 176.2723846435547
        },
        {
            "docid": "24603_3",
            "document": "Proteasome . Proteasomes are part of a major mechanism by which cells regulate the concentration of particular proteins and degrade misfolded proteins. Proteins are tagged for degradation with a small protein called ubiquitin. The tagging reaction is catalyzed by enzymes called ubiquitin ligases. Once a protein is tagged with a single ubiquitin molecule, this is a signal to other ligases to attach additional ubiquitin molecules. The result is a \"polyubiquitin chain\" that is bound by the proteasome, allowing it to degrade the tagged protein. The degradation process yields peptides of about seven to eight amino acids long, which can then be further degraded into shorter amino acid sequences and used in synthesizing new proteins.",
            "score": 176.10400390625
        },
        {
            "docid": "32167_28",
            "document": "Ubiquitin . Deubiquitinating enzymes (DUBs) oppose the role of ubiquination by removing ubiquitin from substrate proteins. They are cysteine proteases that cleave the amide bond between the two proteins. They are highly specific, as are the E3 ligases that attach the ubiquitin, with only a few substrates per enzyme. They can cleave both isopeptide (between ubiquitin and lysine) and peptide bonds (between ubiquitin and the N-terminus).  In addition to removing ubiquitin from substrate proteins, DUBs have many other roles within the cell. Ubiquitin is either expressed as multiple copies joined in a chain (polyubiquitin) or attached to ribosomal subunits. DUBs cleave these proteins to produce active ubiquitin. They also recycle ubiquitin that has been bound to small nucleophilic molecules during the ubiquitination process. Monoubiquitin is formed by DUBs that cleave ubiquitin from free polyubiquitin chains that have been previously removed from proteins.",
            "score": 173.84872436523438
        },
        {
            "docid": "8258485_3",
            "document": "Ubiquitin-conjugating enzyme . A ubiquitin-activating enzyme, or E1, first activates the ubiquitin by covalently attaching the molecule to its active site cysteine residue. The activated ubiquitin is then transferred to an E2 cysteine. Once conjugated to ubiquitin, the E2 molecule binds one of several ubiquitin ligases or E3s via a structurally conserved binding region. The E3 molecule is responsible for binding the target protein substrate and transferring the ubiquitin from the E2 cysteine to a lysine residue on the target protein.",
            "score": 173.70233154296875
        },
        {
            "docid": "14772234_3",
            "document": "UBE2D1 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme is closely related to a stimulator of iron transport (SFT), and is up-regulated in hereditary hemochromatosis. It also functions in the ubiquitination of the tumor-suppressor protein p53 and the hypoxia-inducible transcription factor HIF1alpha by interacting with the E1 ubiquitin-activating enzyme and the E3 ubiquitin-protein ligases.",
            "score": 173.50958251953125
        },
        {
            "docid": "14146889_3",
            "document": "NEDD8 . As with ubiquitin and SUMO, NEDD8 is conjugated to cellular proteins after its C-terminal tail is processed. The NEDD8 activating E1 enzyme is a heterodimer composed of APPBP1 and UBA3 subunits. The APPBP1/UBA3 enzyme has homology to the N- and C-terminal halves of the ubiquitin E1 enzyme, respectively. The UBA3 subunit contains the catalytic center and activates NEDD8 in an ATP-dependent reaction by forming a high-energy thiolester intermediate. The activated NEDD8 is subsequently transferred to the UbcH12 E2 enzyme, and is then conjugated to specific substrates in the presence of the appropriate E3 ligases.",
            "score": 173.4624481201172
        },
        {
            "docid": "3322173_2",
            "document": "UBE3A . Ubiquitin-protein ligase E3A (UBE3A) also known as E6AP ubiquitin-protein ligase (E6AP) is an enzyme that in humans is encoded by the \"UBE3A\" gene. This enzyme is involved in targeting proteins for degradation within cells.",
            "score": 172.06851196289062
        },
        {
            "docid": "14772264_3",
            "document": "UBE2D2 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme functions in the ubiquitination of the tumor-suppressor protein p53, which is induced by an E3 ubiquitin-protein ligase. Two alternatively spliced transcript variants have been found for this gene and they encode distinct isoforms.",
            "score": 171.99159240722656
        },
        {
            "docid": "14796095_3",
            "document": "UBE2D3 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme functions in the ubiquitination of the tumor-suppressor protein p53, which is induced by an E3 ubiquitin-protein ligase. Multiple spliced transcript variants have been found for this gene, but the full-length nature of some variants has not been determined.",
            "score": 171.957763671875
        },
        {
            "docid": "37125103_18",
            "document": "Development of analogs of thalidomide . Recently, new findings have emerged that suggest a novel mechanism of teratogenicity. Cereblon is a 51 kDa protein localized in the cytoplasm, nucleus and peripheral membrane of cells in numerous parts of the body. It acts as a component of the E3 ubiquitin ligase, regulating various developmental processes, including embryogenesis, carcinogenesis and cell cycle regulation, through degradation (ubiquitination) of unknown substrates. Thalidomide has been shown to bind to cereblon, inhibiting the activity of the E3 ubiquitin ligase, resulting in accumulation of the ligase substrates and downregulation of fibroblast growth factor 8 (FGF8) and FGF10. This disrupts the positive feedback loop between the two growth factors, possibly causing both multiple birth defects and anti-myeloma effects.",
            "score": 170.7239532470703
        }
    ]
}