{
    "q": [
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 231.4435350894928
        },
        {
            "docid": "12950_11",
            "document": "Glucose . Diabetes is a metabolic disorder where the body is unable to regulate levels of glucose in the blood either because of a lack of insulin in the body or the failure, by cells in the body, to respond properly to insulin. Each of these situations can be caused by persistently high elevations of blood glucose levels, through pancreatic burnout and insulin resistance. The pancreas is the organ responsible for the secretion of insulin. Insulin is a hormone that regulates glucose levels, allowing the body's cells to absorb and use glucose. Without it, glucose cannot enter the cell and therefore cannot be used as fuel for the body's functions. If the pancreas is exposed to persistently high elevations of blood glucose levels, the insulin-producing cells in the pancreas could be damaged, causing a lack of insulin in the body. Insulin resistance occurs when the pancreas tries to produce more and more insulin in response to persistently elevated blood glucose levels. Eventually, the rest of the body becomes resistant to the insulin that the pancreas is producing, thereby requiring more insulin to achieve the same blood glucose-lowering effect, and forcing the pancreas to produce even more insulin to compete with the resistance. This negative spiral contributes to pancreatic burnout, and the disease progression of diabetes.",
            "score": 203.1481385231018
        },
        {
            "docid": "47677036_23",
            "document": "Child nutrition in Australia . Diabetes type II is a progressive pancreatic condition that tends to be induced by lifestyle factors. \"Obesity, lack of physical exercise and a poor diet are the major lifestyle factors that encourage this disease.\" Genetic predispositions also play a role, however, not as significant as environmental causes. Diabetes among children, is on the rise within Australia, as revealed by a study in Western Australia in 2002. The study stated that 2 in every 100,000 children under the age of 18 in Australia were considered diabetic. The findings further suggested that Indigenous children were at a much higher risk, as 16 in every 100,000 children were considered to be diabetic. The condition is one where the body cells are unable to absorb sufficient amounts of insulin, due to tissue resistance, thus being unable to reduce blood sugar levels after eating. The body requires insulin produced by the pancreas, in order to uptake glucose within the cells for the production of energy (ATP) and to perform active processes within the body, such as digestion, muscle contraction and brain stimulation. Over time those susceptible will experience weight gain as well as nutritional gaps as they will be unable to adequately absorb nutrients required by the body. This is a fatal flaw in a developing child as it results in a failure to thrive and can potentially inhibit body development and cognitive functioning, due to cortical and muscular-skeletal atrophy. Diabetes can be controlled by lifestyle changes such as increased exercise as well blood glucose level monitoring. However, no definitive cure exists.",
            "score": 168.18852627277374
        },
        {
            "docid": "2876898_19",
            "document": "Chromium(III) picolinate . There was no consistency observed in clinical results relating chromium(III) picolinate to adequate treatment of type 2 diabetes. This is due to the degree of glucose intolerance of patients that participate in the clinical studies. Glucose intolerance is a gradient and the intensity is affected by ethnicity, degree of obesity, age, distribution of body fat and many other factors. In some studies, low dosages of the supplement were given, however, a suitable amount of chromium(III) picolinate must be administrated to a person before any appreciable drop in glucose levels are observed due to differing levels of insulin resistance. Another important point to mention is that diabetes is not always caused by glucose intolerance. As mentioned before, Cr(III) has been shown to only influence glucose intolerance and not insulin levels. Furthermore, the environments in which the studies were performed were not consistent. The levels of stress, diets consumed by patients and patient genetics were variable among study subjects. This is also true of the controls amongst different studies in which the subjects having diabetes were already being treated with a wide variety of antidiabetic drugs, which can reduce the effects of chromium on affecting insulin activity. This could explain why animal studies tend to yield more positive results owing to the fact that these diabetic animals were not treated with antidiabetic drugs for the control group. Also, as mentioned in the absorption and excretion section, the absorption/bioavailability of chromium(III) picolinate is influenced by the diet. Collectively, these different factors have contributed to the variability in the studies.",
            "score": 155.9052493572235
        },
        {
            "docid": "54448_31",
            "document": "Insulin resistance . Any food or drink containing glucose (or the digestible carbohydrates that contain it, such as sucrose, starch, etc.) causes blood glucose levels to increase. In normal metabolism, the elevated blood glucose level instructs beta (β) cells in the Islets of Langerhans, located in the pancreas, to release insulin into the blood. The insulin, in turn, makes insulin-sensitive tissues in the body (primarily skeletal muscle cells, adipose tissue, and liver) absorb glucose, and thereby lower the blood glucose level. The beta cells reduce insulin output as the blood glucose level falls, allowing blood glucose to settle at a constant of approximately 5 mmol/L (mM) (90 mg/dL). In an \"insulin-resistant\" person, normal levels of insulin do not have the same effect in controlling blood glucose levels. During the compensated phase on insulin resistance, insulin levels are higher, and blood glucose levels are still maintained. If compensatory insulin secretion fails, then either fasting (impaired fasting glucose) or postprandial (impaired glucose tolerance) glucose concentrations increase. Eventually, type 2 diabetes or latent autoimmune diabetes occurs when glucose levels become higher throughout the day as the resistance increases and compensatory insulin secretion fails. The elevated insulin levels also have additional effects (see insulin) that cause further abnormal biological effects throughout the body.",
            "score": 180.43357300758362
        },
        {
            "docid": "22053022_12",
            "document": "Adiposopathy . Because no accepted diagnostic criteria for adiposopathy exist, then no drugs have received specific treatment indications by regulatory agencies to treat \"sick fat\". However, weight loss therapies in overweight patients not only improve, or sometimes normalize various fat tissue factors that may cause or contribute to metabolic disease, but also improve and sometimes \"cure\" metabolic diseases such as type 2 diabetes mellitus, hypertension, and dyslipidemia. Additionally, drugs that increase the recruitment of new, healthy fat cells may also help treat metabolic diseases. For example, peroxisome proliferator-activated receptor (PPAR) gamma agents are commonly used drugs to treat type 2 diabetes mellitus. Pioglitazone is an example of a PPAR gamma agonist drug that lowers blood sugar and improves lipid levels. As part of PPAR gamma drugs' mechanism of action is increasing the amount of functional or healthy fat tissue. As a result, many patients treated with these types of drugs increase body fat. Initially, it may seem odd and almost paradoxical to use a drug that increases fat tissue to treat metabolic diseases that are caused by too much fat tissue. However, when explained through the concept adiposopathy, no such paradox exists. Because PPAR gamma agents work by increasing the amount of healthy, functional fat, decreasing the proportion of sick abdominal fat tissue, and decrease \"fatty liver\". All of these effects upon fat tissue are effective in treating sick fat and improving metabolic disease. Thus, it is within the framework of \"sick\" versus \"healthy\" fat, that the rationale behind the use of these drugs is easier to understand.",
            "score": 135.23405003547668
        },
        {
            "docid": "54448_30",
            "document": "Insulin resistance . Insulin resistance in muscle and fat cells reduces glucose uptake (and also local storage of glucose as glycogen and triglycerides, respectively), whereas insulin resistance in liver cells results in reduced glycogen synthesis and storage and also a failure to suppress glucose production and release into the blood. Insulin resistance normally refers to reduced glucose-lowering effects of insulin. However, other functions of insulin can also be affected. For example, insulin resistance in fat cells reduces the normal effects of insulin on lipids and results in reduced uptake of circulating lipids and increased hydrolysis of stored triglycerides. Increased mobilization of stored lipids in these cells elevates free fatty acids in the blood plasma. Elevated blood fatty-acid concentrations (associated with insulin resistance and diabetes mellitus Type 2), reduced muscle glucose uptake, and increased liver glucose production all contribute to elevated blood glucose levels. High plasma levels of insulin and glucose due to insulin resistance are a major component of the metabolic syndrome. If insulin resistance exists, more insulin needs to be secreted by the pancreas. If this compensatory increase does not occur, blood glucose concentrations increase and type 2 diabetes or latent autoimmune diabetes of adults occurs.",
            "score": 167.41638386249542
        },
        {
            "docid": "154502_2",
            "document": "Diabetes mellitus type 2 . Diabetes mellitus type 2 (also known as type 2 diabetes) is a long-term metabolic disorder that is characterized by high blood sugar, insulin resistance, and relative lack of insulin. Common symptoms include increased thirst, frequent urination, and unexplained weight loss. Symptoms may also include increased hunger, feeling tired, and sores that do not heal. Often symptoms come on slowly. Long-term complications from high blood sugar include heart disease, strokes, diabetic retinopathy which can result in blindness, kidney failure, and poor blood flow in the limbs which may lead to amputations. The sudden onset of hyperosmolar hyperglycemic state may occur; however, ketoacidosis is uncommon. Type 2 diabetes primarily occurs as a result of obesity and lack of exercise. Some people are more genetically at risk than others. Type 2 diabetes makes up about 90% of cases of diabetes, with the other 10% due primarily to diabetes mellitus type 1 and gestational diabetes. In diabetes mellitus type 1 there is a lower total level of insulin to control blood glucose, due to an autoimmune induced loss of insulin-producing beta cells in the pancreas. Diagnosis of diabetes is by blood tests such as fasting plasma glucose, oral glucose tolerance test, or glycated hemoglobin (A1C). Type 2 diabetes is partly preventable by staying a normal weight, exercising regularly, and eating properly. Treatment involves exercise and dietary changes. If blood sugar levels are not adequately lowered, the medication metformin is typically recommended. Many people may eventually also require insulin injections. In those on insulin, routinely checking blood sugar levels is advised; however, this may not be needed in those taking pills. Bariatric surgery often improves diabetes in those who are obese. Rates of type 2 diabetes have increased markedly since 1960 in parallel with obesity. As of 2015 there were approximately 392 million people diagnosed with the disease compared to around 30 million in 1985. Typically it begins in middle or older age, although rates of type 2 diabetes are increasing in young people. Type 2 diabetes is associated with a ten-year-shorter life expectancy. Diabetes was one of the first diseases described. The importance of insulin in the disease was determined in the 1920s.",
            "score": 198.92964470386505
        },
        {
            "docid": "34284475_5",
            "document": "Lifestyle causes of diabetes mellitus type 2 . Obesity has been found to contribute to approximately 55% of cases of type 2 diabetes; chronic obesity leads to increased insulin resistance that can develop into type 2 diabetes, most likely because adipose tissue (especially that in the abdomen around internal organs) is a source of several chemical signals, hormones and cytokines, to other tissues. Inflammatory cytokines such as TNFα may activate the NF-κB pathway which has been linked to the development of insulin resistance. Gene expression promoted by a diet of fat and glucose, as well as high levels of inflammation related cytokines found in the obese, can result in cells that \"produce fewer and smaller mitochondria than is normal,\" and are thus prone to insulin resistance. Fat tissue has also been shown to be involved in managing much of the body's response to insulin and control of uptake of sugar. It secretes RBP4 which increases insulin resistance by blocking the action of insulin in muscle and liver. Fat cells also secrete adiponectin which acts in an opposite way to RBP4 by improving the action of insulin, however, engorged fat cells secrete it in lower amount than normal fat cells. The obese therefore may have higher level of RBP4 but lower level of adiponectin, both of which increase the risk of developing diabetes.",
            "score": 183.80315601825714
        },
        {
            "docid": "39164260_27",
            "document": "Sweetened beverage . The hallmarks of Type II Diabetes (T2DM) pathogenesis are insulin resistance and impaired insulin secretion. In the earlier stages of disease development, cells throughout the body become resistant to the effects of insulin. Therefore, insulin is unable to cause cells to take up glucose (among other impairments) and glucose builds up in the blood. As a result, insulin secretion is ramped up, to try to compensate for this lack of response. For a while this may work, but eventually, the body's ability to secrete insulin from the pancreatic beta cells gets burnt out. In later stages of T2DM, patient cells are both resistant to insulin effects and the pancreas has lost its ability to produce adequate insulin in response to glucose. Type II Diabetes is a progressive disease which eventually can lead to patients becoming dependent on exogenous insulin to lower their blood glucose levels.",
            "score": 176.4634726047516
        },
        {
            "docid": "9125999_5",
            "document": "Blood sugar regulation . When levels of blood sugar rise, whether as a result of glycogen conversion, or from digestion of a meal, a different hormone is released from beta cells found in the Islets of Langerhans in the pancreas. This hormone, insulin, causes the liver to convert more glucose into glycogen (this process is called glycogenesis), and to force about 2/3 of body cells (primarily muscle and fat tissue cells) to take up glucose from the blood through the GLUT4 transporter, thus decreasing blood sugar. When insulin binds to the receptors on the cell surface, vesicles containing the GLUT4 transporters come to the plasma membrane and fuse together by the process of endocytosis, thus enabling a facilitated diffusion of glucose into the cell. As soon as the glucose enters the cell, it is phosphorylated into Glucose-6-Phosphate in order to preserve the concentration gradient so glucose will continue to enter the cell. Insulin also provides signals to several other body systems, and is the chief regulator of metabolic control in humans.",
            "score": 185.32900273799896
        },
        {
            "docid": "33926436_6",
            "document": "Sleep and metabolism . Baseline levels of insulin do not signal muscle and fat cells to absorb glucose. When glucose levels are elevated, the pancreas responds by releasing insulin. Blood sugar will then rapidly drop. This can progress to type 2 diabetes.",
            "score": 162.3009672164917
        },
        {
            "docid": "20208243_2",
            "document": "Discovery and development of dipeptidyl peptidase-4 inhibitors . Dipeptidyl peptidase-4 inhibitors (DPP-4 inhibitors) are enzyme inhibitors that inhibit the enzyme dipeptidyl peptidase-4 (DPP-4). They are used in the treatment of type 2 diabetes. Inhibition of the DPP-4 enzyme prolongs and enhances the activity of incretins that play an important role in insulin secretion and blood glucose control regulation. Type 2 diabetes is a chronic metabolic disease that results from inability of the β-cells in the pancreas to secrete sufficient amounts of insulin to meet the body's needs. Insulin resistance and increased hepatic glucose production can also play a role by increasing the body's demand for insulin. Current treatments, other than insulin supplementation, are sometimes not sufficient to achieve control and may cause undesirable side effects, such as weight gain and hypoglycemia. In recent years, new drugs have been developed, based on continuing research into the mechanism of insulin production and regulation of the metabolism of sugar in the body. The enzyme DPP-4 has been found to play a significant role. Since its discovery in 1967, serine protease DPP-4 has been a popular subject of research. Inhibitors of DPP-4 have long been sought as tools to elucidate the functional significance of the enzyme. The first inhibitors were characterized in the late 1980s and 1990s. Each inhibitor was important to establish an early structure activity relationship (SAR) for subsequent investigation. It should be noted that the inhibitors fall into two main classes, those that interact covalently with DPP-4 and those that do not. DPP-4 is a dipeptidase that selectively binds substrates that contain proline at the P1-position, thus many DPP-4 inhibitors have 5-membered heterocyclic rings that mimic proline, e.g. pyrrolidine, cyanopyrrolidine, thiazolidine and cyanothiazolidine. These compounds commonly form covalent bonds to the catalytic residue Ser630.",
            "score": 162.3704615831375
        },
        {
            "docid": "383675_21",
            "document": "Carbohydrate metabolism . The level of circulatory glucose (known informally as \"blood sugar\") is the most important factor determining the amount of glucagon or insulin produced. The release of glucagon is precipitated by low levels of blood glucose, whereas high levels of blood glucose stimulates cells to produce insulin. Because the level of circulatory glucose is largely determined by the intake of dietary carbohydrates, diet controls major aspects of metabolism via insulin. In humans, insulin is made by beta cells in the pancreas, fat is stored in adipose tissue cells, and glycogen is both stored and released as needed by liver cells. Regardless of insulin levels, no glucose is released to the blood from internal glycogen stores from muscle cells.",
            "score": 180.7125529050827
        },
        {
            "docid": "12644_48",
            "document": "Glycolysis . In animals, regulation of blood glucose levels by the pancreas in conjunction with the liver is a vital part of homeostasis. The beta cells in the pancreatic islets are sensitive to the blood glucose concentration. A rise in the blood glucose concentration causes them to release insulin into the blood, which has an effect particularly on the liver, but also on fat and muscle cells, causing these tissues to remove glucose from the blood. When the blood sugar falls the pancreatic beta cells cease insulin production, but, instead, stimulate the neighboring pancreatic alpha cells to release glucagon into the blood. This, in turn, causes the liver to release glucose into the blood by breaking down stored glycogen, and by means of gluconeogenesis. If the fall in the blood glucose level is particularly rapid or severe, other glucose sensors cause the release of epinephrine from the adrenal glands into the blood. This has the same action as glucagon on glucose metabolism, but its effect is more pronounced. In the liver glucagon and epinephrine cause the phosphorylation of the key, rate limiting enzymes of glycolysis, fatty acid synthesis, cholesterol synthesis, gluconeogenesis, and glycogenolysis. Insulin has the opposite effect on these enzymes. The phosphorylation and dephosphorylation of these enzymes (ultimately in response to the glucose level in the blood) is the dominant manner by which these pathways are controlled in the liver, fat, and muscle cells. Thus the phosphorylation of phosphofructokinase inhibits glycolysis, whereas its dephosphorylation through the action of insulin stimulates glycolysis.",
            "score": 151.29065716266632
        },
        {
            "docid": "289406_22",
            "document": "Blood sugar level . Mechanisms that restore satisfactory blood glucose levels after extreme hypoglycemia (below 40 mg/dL) must be quick and effective to prevent extremely serious consequences of insufficient glucose: confusion or unsteadiness and, in the extreme (below 15 mg/dL) loss of consciousness and seizures. Without discounting the potentially quite serious conditions and risks due to or oftentimes accompanying hyperglycemia, especially in the long-term (diabetes or pre-diabetes, obesity or overweight, hyperlipidemia, hypertension, etc.), it is still generally more dangerous to have too little glucose – especially if levels are very low – in the blood than too much, at least temporarily, because glucose is so important for metabolism and nutrition and the proper functioning of the body's organs. This is especially the case for those organs that are metabolically active or that require a constant, regulated supply of blood sugar (the liver and brain are examples). In healthy individuals, blood glucose-regulating mechanisms are generally quite effective, and symptomatic hypoglycemia is generally found only in diabetics using insulin or other pharmacological treatment, and in starvation or severe malnutrition or malabsorption (of various causes), and conditions such as anorexia. Hypoglycemic episodes can vary greatly between persons and from time to time, both in severity and swiftness of onset. For severe cases, prompt medical assistance is essential, as damage to brain and other tissues and even death will result from sufficiently low blood-glucose levels.",
            "score": 159.20046424865723
        },
        {
            "docid": "40017873_2",
            "document": "Diabetes mellitus . Diabetes mellitus (DM), commonly referred to as diabetes, is a group of metabolic disorders in which there are high blood sugar levels over a prolonged period. Symptoms of high blood sugar include frequent urination, increased thirst, and increased hunger. If left untreated, diabetes can cause many complications. Acute complications can include diabetic ketoacidosis, hyperosmolar hyperglycemic state, or death. Serious long-term complications include cardiovascular disease, stroke, chronic kidney disease, foot ulcers, and damage to the eyes. Diabetes is due to either the pancreas not producing enough insulin or the cells of the body not responding properly to the insulin produced. There are three main types of diabetes mellitus: Prevention and treatment involve maintaining a healthy diet, regular physical exercise, a normal body weight, and avoiding use of tobacco. Control of blood pressure and maintaining proper foot care are important for people with the disease. Type 1 DM must be managed with insulin injections. Type 2 DM may be treated with medications with or without insulin. Insulin and some oral medications can cause low blood sugar. Weight loss surgery in those with obesity is sometimes an effective measure in those with type 2 DM. Gestational diabetes usually resolves after the birth of the baby. , an estimated 415 million people had diabetes worldwide, with type 2 DM making up about 90% of the cases. This represents 8.3% of the adult population, with equal rates in both women and men. , trends suggested the rate would continue to rise. Diabetes at least doubles a person's risk of early death. From 2012 to 2015, approximately 1.5 to 5.0 million deaths each year resulted from diabetes. The global economic cost of diabetes in 2014 was estimated to be billion. In the United States, diabetes cost $245 billion in 2012.",
            "score": 199.9679253101349
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 172.43204391002655
        },
        {
            "docid": "13980_13",
            "document": "Homeostasis . Blood sugar levels are regulated within fairly narrow limits. In mammals the primary sensors for this are the beta cells of the pancreatic islets. The beta cells respond to a rise in the blood sugar level by secreting insulin into the blood, and simultaneously inhibiting their neighboring alpha cells from secreting glucagon into the blood. This combination (high blood insulin levels and low glucagon levels) act on effector tissues, chief of which are the liver, fat cells and muscle cells. The liver is inhibited from producing glucose, taking it up instead, and converting it to glycogen and triglycerides. The glycogen is stored in the liver, but the triglycerides are secreted into the blood as very low-density lipoprotein (VLDL) particles which are taken up by adipose tissue, there to be stored as fats. The fat cells take up glucose through special glucose transporters (GLUT4), whose numbers in the cell wall are increased as a direct effect of insulin acting on these cells. The glucose that enters the fat cells in this manner is converted into triglycerides (via the same metabolic pathways as are used by the liver) and then stored in those fat cells together with the VLDL-derived triglycerides that were made in the liver. Muscle cells also take glucose up through insulin-sensitive GLUT4 glucose channels, and convert it into muscle glycogen.",
            "score": 152.53155303001404
        },
        {
            "docid": "13315_2",
            "document": "Hypoglycemia . Hypoglycemia, also known as low blood sugar, is when blood sugar decreases to below normal levels. This may result in a variety of symptoms including clumsiness, trouble talking, confusion, loss of consciousness, seizures or death. A feeling of hunger, sweating, shakiness and weakness may also be present. Symptoms typically come on quickly. The most common cause of hypoglycemia is medications used to treat diabetes mellitus such as insulin and sulfonylureas. Risk is greater in diabetics who have eaten less than usual, exercised more than usual or have drunk alcohol. Other causes of hypoglycemia include kidney failure, certain tumors, such as insulinoma, liver disease, hypothyroidism, starvation, inborn error of metabolism, severe infections, reactive hypoglycemia and a number of drugs including alcohol. Low blood sugar may occur in otherwise healthy babies who have not eaten for a few hours. The glucose level that defines hypoglycemia is variable. In people with diabetes, levels below 3.9 mmol/L (70 mg/dL) is diagnostic. In adults without diabetes, symptoms related to low blood sugar, low blood sugar at the time of symptoms and improvement when blood sugar is restored to normal confirm the diagnosis. Otherwise, a level below 2.8 mmol/L (50 mg/dL) after not eating or following exercise may be used. In newborns, a level below 2.2 mmol/L (40 mg/dL), or less than 3.3 mmol/L (60 mg/dL) if symptoms are present, indicates hypoglycemia. Other tests that may be useful in determining the cause include insulin and C peptide levels in the blood. Hyperglycemia (high blood sugar) is the opposite condition. Among people with diabetes, prevention is by matching the foods eaten with the amount of exercise and the medications used. When people feel their blood sugar is low, testing with a glucose monitor is recommended. Some people have few initial symptoms of low blood sugar, and frequent routine testing in this group is recommended. Treatment of hypoglycemia is by eating foods high in simple sugars or taking dextrose. If a person is not able to take food by mouth, an injection of glucagon may help. The treatment of hypoglycemia unrelated to diabetes includes treating the underlying problem as well and a healthy diet. The term \"hypoglycemia\" is sometimes incorrectly used to refer to idiopathic postprandial syndrome, a controversial condition with similar symptoms that occur following eating but with normal blood sugar levels.",
            "score": 183.92601692676544
        },
        {
            "docid": "22575029_4",
            "document": "MODY 2 . The degree of blood sugar elevation does not worsen rapidly with age, and long-term diabetic complications are rare. In healthy children and adults, a high blood sugar level can be avoided by a healthy diet and exercise, primarily avoiding large amounts of carbohydrates. However, as people who have MODY2 enter their 50's and 60's, even though they continue to eat a healthy diet and exercise, they sometimes are unable to control a high blood sugar level with these measures. In these cases, many medicines for type II diabetes mellitus are not effective, because MODY2 does not cause insulin resistance. Repaglinide (Prandin) can help the body regulate the amount of glucose in the blood by stimulating the pancreas to release insulin before meals. In some cases, the baseline glucose levels are too high as well and insulin is required.",
            "score": 186.94836616516113
        },
        {
            "docid": "19690563_20",
            "document": "Stichodactyla toxin . Obesity and diabetes are major healthcare problems globally. There is need for safe drugs for these metabolic diseases. In a mouse model of diet-induced obesity, ShK-186 counteracted the negative effects of increased caloric intake. It reduced weight gain, adiposity, and fatty liver; decreased blood levels of cholesterol, sugar, HbA1c, insulin, and leptin; and enhanced peripheral insulin sensitivity. Genetic deletion of the K1.3 gene has the same effect, indicating that ShK-186’s effect is due to K1.3 blockade. At least two mechanisms contribute to ShK-186’s therapeutic benefits. The high calorie diet induced K1.3 expression in brown fat tissues. By blocking K1.3, ShK-186 doubled glucose uptake and increased β-oxidation of fatty acids, glycolysis, fatty acid synthesis and uncoupling protein 1 expression by brown fat. As a consequence of brown fat activation, oxygen consumption and energy expenditure were augmented. The obesity diet also induced K1.3 expression in the liver, and ShK-186 caused profound alterations in energy and lipid metabolism in the liver. ShK, its analogues or other K1.3 blockers may have use in controlling the negative consequences of high calorie diets.",
            "score": 130.2173548936844
        },
        {
            "docid": "40017873_33",
            "document": "Diabetes mellitus . If the amount of insulin available is insufficient, or if cells respond poorly to the effects of insulin (insulin insensitivity or insulin resistance), or if the insulin itself is defective, then glucose will not be absorbed properly by the body cells that require it, and it will not be stored appropriately in the liver and muscles. The net effect is persistently high levels of blood glucose, poor protein synthesis, and other metabolic derangements, such as acidosis.",
            "score": 151.38678169250488
        },
        {
            "docid": "54448_12",
            "document": "Insulin resistance . Insulin resistance and type 2 diabetes are associated with excess body weight. A possible explanation is that both insulin resistance and obesity often have the same cause, systematic overeating, which has the potential to lead to insulin resistance and obesity due to repeated administration of excess levels of glucose, which stimulate insulin secretion; excess levels of fructose, which raise triglyceride levels in the bloodstream; and fats, which may be absorbed easily by the adipose cells, and tend to end up as fatty tissue in a hypercaloric diet. Some scholars go as far as to claim that neither insulin resistance, nor obesity really are metabolic disorders \"per se\", but simply adaptive responses to sustained caloric surplus, intended to protect bodily organs from lipotoxicity (unsafe levels of lipids in the bloodstream and tissues): \"Obesity should therefore not be regarded as a pathology or disease, but rather as the normal, physiologic response to sustained caloric surplus... As a consequence of the high level of lipid accumulation in insulin target tissues including skeletal muscle and liver, it has been suggested that exclusion of glucose from lipid-laden cells is a compensatory defense against further accumulation of lipogenic substrate.\"",
            "score": 151.39882957935333
        },
        {
            "docid": "1191951_4",
            "document": "Glycated hemoglobin . In diabetes mellitus, higher amounts of glycated hemoglobin, indicating poorer control of blood glucose levels, have been associated with cardiovascular disease, nephropathy, neuropathy, and retinopathy. A trial on a group of patients with Type 1 diabetes found that monitoring by caregivers of HbA led to changes in diabetes treatment and improvement of metabolic control compared to monitoring only of blood or urine glucose. However, a trial designed specifically to determine whether reducing HbA below the normal 6%, using primarily insulin and sulfonylureas (both known to easily drive blood sugar too low), would reduce the rate of cardiovascular events in type 2 diabetes found \"higher\" mortality—the trial was terminated early. The negative outcomes may well have been a result of the treatment approach, primarily insulin and sulfonylureas, utilized in the \"intensive\" treatment group instead of LCHF (Low-Carbohydrate High Fat diet), GlP-1 analogues & SGLT-2 inhibitors, none of which have these problems & lower cardiovascular mortality.",
            "score": 155.73620080947876
        },
        {
            "docid": "2047712_12",
            "document": "Pyruvate carboxylase . As a crossroad between carbohydrate and lipid metabolism, pyruvate carboxylase expression in gluconeogenic tissues, adipose tissues and pancreatic islets must be coordinated. In conditions of over nutrition, PC levels are increased in pancreatic β-cells to increase pyruvate cycling in response to chronically elevated levels of glucose. In contrast, PC enzyme levels in the liver are decreased by insulin; during periods of overnutrition adipocyte tissue is expanded with extreme expression of PC and other lipogenic enzymes. Hepatic control of glucose levels is still regulated in an over nutrition situation, but in obesity induced type 2 diabetes the regulation of peripheral glucose levels is no longer under regulation of insulin. In type 2 diabetic rats, chronic exposure of β-cells to glucose due to peripheral insulin resistance results in decreased PC enzyme activity and decreased pyruvate cycling The continued overproduction of glucose by hepatocytes causes dramatic alteration of β-cell gene expression with large increases in normally suppressed genes, and equivalent decreases in expression of mRNA for insulin, ion pumps necessary for insulin secretion, and metabolic enzymes related to insulin secretion, including pyruvate carboxylase Concurrently adipose tissue develops insulin resistance causing accumulation of triaglycerols and non-esterified fatty acids in circulation; these not only further impairing β-cell function, but also further decreasing PC expression. These changes result in the decline of the β-cell phenotype in decompensated diabetes.",
            "score": 160.3121019601822
        },
        {
            "docid": "54448_29",
            "document": "Insulin resistance . One of insulin's functions is to regulate delivery of glucose into cells to provide them with energy. Insulin resistant cells cannot take in glucose, amino acids and fatty acids. Thus, glucose, fatty acids and amino acids 'leak' out of the cells. A decrease in insulin/glucagon ratio inhibits glycolysis which in turn decreases energy production. The resulting increase in blood glucose may raise levels outside the normal range and cause adverse health effects, depending on dietary conditions. Certain cell types such as fat and muscle cells require insulin to absorb glucose. When these cells fail to respond adequately to circulating insulin, blood glucose levels rise. The liver helps regulate glucose levels by reducing its secretion of glucose in the presence of insulin. This normal reduction in the liver's glucose production may not occur in people with insulin resistance.",
            "score": 156.38815474510193
        },
        {
            "docid": "14877788_18",
            "document": "LECT2 . Deletion of the \"Lect2\" gene in mice improves peripheral glucose entry into tissues. These studies suggest that mouse Lect2 suppresses insulin signaling in skeletal muscle but not adipose or liver tissues of Lect2-deficient mice and thereby may contribute to the development of insulin resistance. Indeed, serum levels of LECT2 are increased in animal models of insulin-resistant diabetes as well as in individual diabetics demonstrating insulin resistance. These data suggest that inhibiting LECT2 production or action may be clinically useful means for treating diabetes. In support of this notion, Gemigliptin, an anti-diabetic drug, has been shown reduce insulin resistance and concurrently inhibit Lect2 production in a mouse model of dietary-induces insulin resistance. Studies conducted on cultured myocytes, a form of muscle cell, indicates that LECT2 impairs insulin signaling by activating a c-Jun N-terminal kinases cell signaling pathway.",
            "score": 171.87353110313416
        },
        {
            "docid": "248671_14",
            "document": "Gluconeogenesis . Global control of gluconeogenesis is mediated by glucagon (\"released when blood glucose is low\"); it triggers phosphorylation of enzymes and regulatory proteins by Protein Kinase A (a cyclic AMP regulated kinase) resulting in inhibition of glycolysis and stimulation of gluconeogenesis. Insulin counteracts glucagon by inhibiting gluconeogenesis. Type 2 diabetes is marked by excess glucagon and insulin resistance from the body. Insulin can no longer inhibit the gene expression of enzymes such as PEPCK which leads to increased levels of hyperglycemia in the body. The anti-diabetic drug metformin reduces blood glucose primarily through inhibition of gluconeogenesis, overcoming the failure of insulin to inhibit glucogeneogenesis due to insulin resistance.",
            "score": 164.18662285804749
        },
        {
            "docid": "1719250_2",
            "document": "Insulin glargine . Insulin glargine, marketed under the names Lantus, among others, is a long-acting basal insulin analogue, given once daily to help control the blood sugar level of those with diabetes. It consists of microcrystals that slowly release insulin, giving a long duration of action of 18 to 26 hours, with a \"peakless\" profile (according to the insulin glargine package insert). Pharmacokinetically, its steady action can supplement the variable insulin secretion of non-diabetic pancreatic beta cells. Sometimes, in type 2 diabetes and in combination with a short acting sulfonylurea (drugs which stimulate the pancreas to make more insulin), it can help offer moderate control of serum glucose levels. In the absence of endogenous insulin—type 1 diabetes, depleted type 2 (in some cases) or latent autoimmune diabetes of adults in late stage—insulin glargine needs the support of fast acting insulin taken with food to reduce the effect of prandially derived glucose (from food).",
            "score": 188.21908736228943
        },
        {
            "docid": "20374_45",
            "document": "Metabolism . A very well understood example of extrinsic control is the regulation of glucose metabolism by the hormone insulin. Insulin is produced in response to rises in blood glucose levels. Binding of the hormone to insulin receptors on cells then activates a cascade of protein kinases that cause the cells to take up glucose and convert it into storage molecules such as fatty acids and glycogen. The metabolism of glycogen is controlled by activity of phosphorylase, the enzyme that breaks down glycogen, and glycogen synthase, the enzyme that makes it. These enzymes are regulated in a reciprocal fashion, with phosphorylation inhibiting glycogen synthase, but activating phosphorylase. Insulin causes glycogen synthesis by activating protein phosphatases and producing a decrease in the phosphorylation of these enzymes.",
            "score": 153.23754715919495
        },
        {
            "docid": "23386350_4",
            "document": "BioSim . Diabetes Efforts concentrate on the role of mutations that effect the ion channels of the insulin-producing beta-cells, on the genetic basis for the development of neonatal diabetes, on the study of human (as opposed to mice) pancreatic cells, on the mechanisms underlying the development of insulin resistance, and on the possible role of prenatal nutrition for the development of type-2 diabetes. Models are also developed to analyse the balance between fat and glucose metabolism and to describe the rate of absorption of different insulin variants. Cancer In this area the network uses computer models of the cell cycle and of its coupling to the 24 h day-and-night rhythm to improve the treatment of patients with cancer. The use of chronotherapy implies that the administration of anti-cancer drugs is adjusted in accordance with the circadian rhythm of the patient. For certain forms of cancer this has been found to increase the efficiency of the drug by a factor of five. Efforts are also devoted to the development of new anti-cancer drugs. Hypertension and cardiovascular diseases Activities area focus on the development of 3D heart models that can be used to test how a new drug affects the regularity of the heart rhythm. Work is performed to develop detailed models of the mechanisms by which the individual nephron of the kidney regulates the incoming blood flow and how neighboring nephrons interact. Mental disorders and neuronal systems Work includes application of mathematical models to develop less invasive and demand-controlled electrical stimulation techniques for the treatment of Parkinson's disease. Modelling studies are performed to examine the effect of sleep deprivation in the treatment of depression, and bioinformatic approaches are applied to try to identify forms of depression on the basis of the information available from blood samples. Methodological issues The area encompasses description of complex networks of oscillating biological units, studies of the mechanisms of temperature stabilization in biological feedback regulations, application of new methods of data analysis, and development of modeling software and biomedical search machines. The area includes application of new experimental techniques such as interference microscopy and surface enhanced Raman spectroscopy to study cellular processes. Regulatory issues and dialogue with the public Testing in animal and human subjects is a necessary part of the development of new drugs. Such experiments clearly raises a number of complicated ethical issues that the use of simulation models may reduce. This requires that the regulatory authorities can evaluate computer models and accept them as part of the required documentation.  During the last five years the BioSim Network has published nine books and 800 scientific publications. The network has organized or co-organized 30 conferences and workshops, edited four issues of international journals, and trained about 130 PhD students. New National Centres in Systems Biology have been established in relation to the BioSim partners in Manchester, Warwick, and Edinburgh.",
            "score": 168.79875528812408
        }
    ],
    "r": [
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 231.44354248046875
        },
        {
            "docid": "12950_11",
            "document": "Glucose . Diabetes is a metabolic disorder where the body is unable to regulate levels of glucose in the blood either because of a lack of insulin in the body or the failure, by cells in the body, to respond properly to insulin. Each of these situations can be caused by persistently high elevations of blood glucose levels, through pancreatic burnout and insulin resistance. The pancreas is the organ responsible for the secretion of insulin. Insulin is a hormone that regulates glucose levels, allowing the body's cells to absorb and use glucose. Without it, glucose cannot enter the cell and therefore cannot be used as fuel for the body's functions. If the pancreas is exposed to persistently high elevations of blood glucose levels, the insulin-producing cells in the pancreas could be damaged, causing a lack of insulin in the body. Insulin resistance occurs when the pancreas tries to produce more and more insulin in response to persistently elevated blood glucose levels. Eventually, the rest of the body becomes resistant to the insulin that the pancreas is producing, thereby requiring more insulin to achieve the same blood glucose-lowering effect, and forcing the pancreas to produce even more insulin to compete with the resistance. This negative spiral contributes to pancreatic burnout, and the disease progression of diabetes.",
            "score": 203.14813232421875
        },
        {
            "docid": "40017873_2",
            "document": "Diabetes mellitus . Diabetes mellitus (DM), commonly referred to as diabetes, is a group of metabolic disorders in which there are high blood sugar levels over a prolonged period. Symptoms of high blood sugar include frequent urination, increased thirst, and increased hunger. If left untreated, diabetes can cause many complications. Acute complications can include diabetic ketoacidosis, hyperosmolar hyperglycemic state, or death. Serious long-term complications include cardiovascular disease, stroke, chronic kidney disease, foot ulcers, and damage to the eyes. Diabetes is due to either the pancreas not producing enough insulin or the cells of the body not responding properly to the insulin produced. There are three main types of diabetes mellitus: Prevention and treatment involve maintaining a healthy diet, regular physical exercise, a normal body weight, and avoiding use of tobacco. Control of blood pressure and maintaining proper foot care are important for people with the disease. Type 1 DM must be managed with insulin injections. Type 2 DM may be treated with medications with or without insulin. Insulin and some oral medications can cause low blood sugar. Weight loss surgery in those with obesity is sometimes an effective measure in those with type 2 DM. Gestational diabetes usually resolves after the birth of the baby. , an estimated 415 million people had diabetes worldwide, with type 2 DM making up about 90% of the cases. This represents 8.3% of the adult population, with equal rates in both women and men. , trends suggested the rate would continue to rise. Diabetes at least doubles a person's risk of early death. From 2012 to 2015, approximately 1.5 to 5.0 million deaths each year resulted from diabetes. The global economic cost of diabetes in 2014 was estimated to be billion. In the United States, diabetes cost $245 billion in 2012.",
            "score": 199.96792602539062
        },
        {
            "docid": "154502_2",
            "document": "Diabetes mellitus type 2 . Diabetes mellitus type 2 (also known as type 2 diabetes) is a long-term metabolic disorder that is characterized by high blood sugar, insulin resistance, and relative lack of insulin. Common symptoms include increased thirst, frequent urination, and unexplained weight loss. Symptoms may also include increased hunger, feeling tired, and sores that do not heal. Often symptoms come on slowly. Long-term complications from high blood sugar include heart disease, strokes, diabetic retinopathy which can result in blindness, kidney failure, and poor blood flow in the limbs which may lead to amputations. The sudden onset of hyperosmolar hyperglycemic state may occur; however, ketoacidosis is uncommon. Type 2 diabetes primarily occurs as a result of obesity and lack of exercise. Some people are more genetically at risk than others. Type 2 diabetes makes up about 90% of cases of diabetes, with the other 10% due primarily to diabetes mellitus type 1 and gestational diabetes. In diabetes mellitus type 1 there is a lower total level of insulin to control blood glucose, due to an autoimmune induced loss of insulin-producing beta cells in the pancreas. Diagnosis of diabetes is by blood tests such as fasting plasma glucose, oral glucose tolerance test, or glycated hemoglobin (A1C). Type 2 diabetes is partly preventable by staying a normal weight, exercising regularly, and eating properly. Treatment involves exercise and dietary changes. If blood sugar levels are not adequately lowered, the medication metformin is typically recommended. Many people may eventually also require insulin injections. In those on insulin, routinely checking blood sugar levels is advised; however, this may not be needed in those taking pills. Bariatric surgery often improves diabetes in those who are obese. Rates of type 2 diabetes have increased markedly since 1960 in parallel with obesity. As of 2015 there were approximately 392 million people diagnosed with the disease compared to around 30 million in 1985. Typically it begins in middle or older age, although rates of type 2 diabetes are increasing in young people. Type 2 diabetes is associated with a ten-year-shorter life expectancy. Diabetes was one of the first diseases described. The importance of insulin in the disease was determined in the 1920s.",
            "score": 198.9296417236328
        },
        {
            "docid": "2812725_2",
            "document": "Diabetes mellitus type 1 . Diabetes mellitus type 1, also known as type 1 diabetes, is a form of diabetes mellitus in which not enough insulin is produced. This results in high blood sugar levels in the body. The classical symptoms are frequent urination, increased thirst, increased hunger, and weight loss. Additional symptoms may include blurry vision, feeling tired, and poor healing. Symptoms typically develop over a short period of time. The cause of type 1 diabetes is unknown. However, it is believed to involve a combination of genetic and environmental factors. Risk factors include having a family member with the condition. The underlying mechanism involves an autoimmune destruction of the insulin-producing beta cells in the pancreas. Diabetes is diagnosed by testing the level of sugar or A1C in the blood. Type 1 diabetes can be distinguished from type 2 by testing for the presence of autoantibodies. There is no known way to prevent type 1 diabetes. Treatment with insulin is required for survival. Insulin therapy is usually given by injection just under the skin but can also be delivered by an insulin pump. A diabetic diet and exercise are important parts of management. Untreated, diabetes can cause many complications. Complications of relatively rapid onset include diabetic ketoacidosis and nonketotic hyperosmolar coma. Long-term complications include heart disease, stroke, kidney failure, foot ulcers and damage to the eyes. Furthermore, complications may arise from low blood sugar caused by excessive dosing of insulin. Type 1 diabetes makes up an estimated 5–10% of all diabetes cases. The number of people affected globally is unknown, although it is estimated that about 80,000 children develop the disease each year. Within the United States the number of people affected is estimated at one to three million. Rates of disease vary widely with approximately 1 new case per 100,000 per year in East Asia and Latin America and around 30 new cases per 100,000 per year in Scandinavia and Kuwait. It typically begins in children and young adults. The classical symptoms of type 1 diabetes include: polyuria (increased urination), polydipsia (increased thirst), dry mouth, polyphagia (increased hunger), fatigue, and weight loss.",
            "score": 196.58885192871094
        },
        {
            "docid": "38300_45",
            "document": "Pancreas . Diabetes mellitus type 2 is the most common form of diabetes. The causes for high blood sugar in this form of diabetes usually are a combination of insulin resistance and impaired insulin secretion, with both genetic and environmental factors playing an important role in the development of the disease. The management of type 2 diabetes relies on a series of changes in diet and physical activity with the purpose of reducing blood sugar levels to normal ranges and increasing insulin sensitivity. Biguanides such as metformin are also used as part of the treatment along with insulin therapy.",
            "score": 188.331298828125
        },
        {
            "docid": "1719250_2",
            "document": "Insulin glargine . Insulin glargine, marketed under the names Lantus, among others, is a long-acting basal insulin analogue, given once daily to help control the blood sugar level of those with diabetes. It consists of microcrystals that slowly release insulin, giving a long duration of action of 18 to 26 hours, with a \"peakless\" profile (according to the insulin glargine package insert). Pharmacokinetically, its steady action can supplement the variable insulin secretion of non-diabetic pancreatic beta cells. Sometimes, in type 2 diabetes and in combination with a short acting sulfonylurea (drugs which stimulate the pancreas to make more insulin), it can help offer moderate control of serum glucose levels. In the absence of endogenous insulin—type 1 diabetes, depleted type 2 (in some cases) or latent autoimmune diabetes of adults in late stage—insulin glargine needs the support of fast acting insulin taken with food to reduce the effect of prandially derived glucose (from food).",
            "score": 188.21908569335938
        },
        {
            "docid": "54448_32",
            "document": "Insulin resistance . The most common type of insulin resistance is associated with overweight and obesity in a condition known as the metabolic syndrome. Insulin resistance often progresses to full Type 2 diabetes mellitus (T2DM) or latent autoimmune diabetes of adults. This often is seen when hyperglycemia develops after a meal, when pancreatic β-cells are unable to produce sufficient insulin to maintain normal blood sugar levels (euglycemia) in the face of insulin resistance. The inability of the β-cells to produce sufficient insulin in a condition of hyperglycemia is what characterizes the transition from insulin resistance to T2DM.",
            "score": 187.21218872070312
        },
        {
            "docid": "22575029_4",
            "document": "MODY 2 . The degree of blood sugar elevation does not worsen rapidly with age, and long-term diabetic complications are rare. In healthy children and adults, a high blood sugar level can be avoided by a healthy diet and exercise, primarily avoiding large amounts of carbohydrates. However, as people who have MODY2 enter their 50's and 60's, even though they continue to eat a healthy diet and exercise, they sometimes are unable to control a high blood sugar level with these measures. In these cases, many medicines for type II diabetes mellitus are not effective, because MODY2 does not cause insulin resistance. Repaglinide (Prandin) can help the body regulate the amount of glucose in the blood by stimulating the pancreas to release insulin before meals. In some cases, the baseline glucose levels are too high as well and insulin is required.",
            "score": 186.9483642578125
        },
        {
            "docid": "54448_3",
            "document": "Insulin resistance . When the body produces insulin under conditions of insulin resistance, the cells are resistant to the insulin and are unable to use it as effectively, leading to high blood sugar. Beta cells in the pancreas subsequently increase their production of insulin, further contributing to a high blood insulin level. This often remains undetected and can contribute to the development of type 2 diabetes or latent autoimmune diabetes of adults. Although this type of chronic insulin resistance is harmful, during acute illness it is actually a well-evolved protective mechanism.",
            "score": 186.52947998046875
        },
        {
            "docid": "1197980_12",
            "document": "Downregulation and upregulation . This process is illustrated by the insulin receptor sites on target cells in a person with type 2 diabetes. Due to the elevated levels of blood glucose in an overweight individual, the β-cells (islets of Langerhans) in the pancreas must release more insulin than normal to meet the demand and return the blood to homeostatic levels. The near-constant increase in blood insulin levels results from an effort to match the increase in blood glucose, which will cause receptor sites on the liver cells to downregulate and decrease the number of receptors for insulin, increasing the subject’s resistance by decreasing sensitivity to this hormone. There is also a hepatic decrease in sensitivity to insulin. This can be seen in the continuing gluconeogenesis in the liver even when blood glucose levels are elevated. This is the more common process of insulin resistance, which leads to adult-onset diabetes.",
            "score": 186.06243896484375
        },
        {
            "docid": "9125999_5",
            "document": "Blood sugar regulation . When levels of blood sugar rise, whether as a result of glycogen conversion, or from digestion of a meal, a different hormone is released from beta cells found in the Islets of Langerhans in the pancreas. This hormone, insulin, causes the liver to convert more glucose into glycogen (this process is called glycogenesis), and to force about 2/3 of body cells (primarily muscle and fat tissue cells) to take up glucose from the blood through the GLUT4 transporter, thus decreasing blood sugar. When insulin binds to the receptors on the cell surface, vesicles containing the GLUT4 transporters come to the plasma membrane and fuse together by the process of endocytosis, thus enabling a facilitated diffusion of glucose into the cell. As soon as the glucose enters the cell, it is phosphorylated into Glucose-6-Phosphate in order to preserve the concentration gradient so glucose will continue to enter the cell. Insulin also provides signals to several other body systems, and is the chief regulator of metabolic control in humans.",
            "score": 185.32899475097656
        },
        {
            "docid": "249919_6",
            "document": "Basal rate . Those with diabetes mellitus must be aware of their basal rates and regulate them accordingly. Basal rate can be raised and lowered through various methods. For example, individuals with diabetes mellitus often use an insulin pump to supply an increased amount of insulin into the blood stream. Those with diabetes also may eat carbohydrates or sugars to account for low blood sugar. However one monitors and regulates their blood sugar levels and basal rates, it is important to make changes gradually. An initial lowering in basal rate should be no more than 10% of the original. After the initial lowering point, one must note the factor by which one’s blood sugar changes. If blood sugar levels decreased, one should lower their basal rate by 20% next time. If their blood sugar levels increased, a lowering of 10% was too great, and one should not lower their basal rate at all next time. If blood sugar levels remained relatively constant, a drop in basal rate of 10% was sufficient.",
            "score": 185.20326232910156
        },
        {
            "docid": "697890_2",
            "document": "Gestational diabetes . Gestational diabetes is a condition in which a woman without diabetes develops high blood sugar levels during pregnancy. Gestational diabetes generally results in few symptoms; however, it does increase the risk of pre-eclampsia, depression, and requiring a Caesarean section. Babies born to mothers with poorly treated gestational diabetes are at increased risk of being too large, having low blood sugar after birth, and jaundice. If untreated, it can also result in a stillbirth. Long term, children are at higher risk of being overweight and developing type 2 diabetes. Gestational diabetes is caused by not enough insulin in the setting of insulin resistance. Risk factors include being overweight, previously having gestational diabetes, a family history of type 2 diabetes, and having polycystic ovarian syndrome. Diagnosis is by blood tests. For those at normal risk screening is recommended between 24 and 28 weeks' gestation. For those at high risk testing may occur at the first prenatal visit. Prevention is by maintaining a healthy weight and exercising before pregnancy. Gestational diabetes is a treated with a diabetic diet, exercise, and possibly insulin injections. Most women are able to manage their blood sugar with a diet and exercise. Blood sugar testing among those who are affected is often recommended four times a day. Breastfeeding is recommended as soon as possible after birth. Gestational diabetes affects 3–9% of pregnancies, depending on the population studied. It is especially common during the last three months of pregnancy. It affects 1% of those under the age of 20 and 13% of those over the age of 44. A number of ethnic groups including Asians, American Indians, Indigenous Australians, and Pacific Islanders are at higher risk. In 90% of people gestational diabetes will resolve after the baby is born. Women, however, are at an increased risk of developing type 2 diabetes.",
            "score": 183.92982482910156
        },
        {
            "docid": "13315_2",
            "document": "Hypoglycemia . Hypoglycemia, also known as low blood sugar, is when blood sugar decreases to below normal levels. This may result in a variety of symptoms including clumsiness, trouble talking, confusion, loss of consciousness, seizures or death. A feeling of hunger, sweating, shakiness and weakness may also be present. Symptoms typically come on quickly. The most common cause of hypoglycemia is medications used to treat diabetes mellitus such as insulin and sulfonylureas. Risk is greater in diabetics who have eaten less than usual, exercised more than usual or have drunk alcohol. Other causes of hypoglycemia include kidney failure, certain tumors, such as insulinoma, liver disease, hypothyroidism, starvation, inborn error of metabolism, severe infections, reactive hypoglycemia and a number of drugs including alcohol. Low blood sugar may occur in otherwise healthy babies who have not eaten for a few hours. The glucose level that defines hypoglycemia is variable. In people with diabetes, levels below 3.9 mmol/L (70 mg/dL) is diagnostic. In adults without diabetes, symptoms related to low blood sugar, low blood sugar at the time of symptoms and improvement when blood sugar is restored to normal confirm the diagnosis. Otherwise, a level below 2.8 mmol/L (50 mg/dL) after not eating or following exercise may be used. In newborns, a level below 2.2 mmol/L (40 mg/dL), or less than 3.3 mmol/L (60 mg/dL) if symptoms are present, indicates hypoglycemia. Other tests that may be useful in determining the cause include insulin and C peptide levels in the blood. Hyperglycemia (high blood sugar) is the opposite condition. Among people with diabetes, prevention is by matching the foods eaten with the amount of exercise and the medications used. When people feel their blood sugar is low, testing with a glucose monitor is recommended. Some people have few initial symptoms of low blood sugar, and frequent routine testing in this group is recommended. Treatment of hypoglycemia is by eating foods high in simple sugars or taking dextrose. If a person is not able to take food by mouth, an injection of glucagon may help. The treatment of hypoglycemia unrelated to diabetes includes treating the underlying problem as well and a healthy diet. The term \"hypoglycemia\" is sometimes incorrectly used to refer to idiopathic postprandial syndrome, a controversial condition with similar symptoms that occur following eating but with normal blood sugar levels.",
            "score": 183.92601013183594
        },
        {
            "docid": "34284475_5",
            "document": "Lifestyle causes of diabetes mellitus type 2 . Obesity has been found to contribute to approximately 55% of cases of type 2 diabetes; chronic obesity leads to increased insulin resistance that can develop into type 2 diabetes, most likely because adipose tissue (especially that in the abdomen around internal organs) is a source of several chemical signals, hormones and cytokines, to other tissues. Inflammatory cytokines such as TNFα may activate the NF-κB pathway which has been linked to the development of insulin resistance. Gene expression promoted by a diet of fat and glucose, as well as high levels of inflammation related cytokines found in the obese, can result in cells that \"produce fewer and smaller mitochondria than is normal,\" and are thus prone to insulin resistance. Fat tissue has also been shown to be involved in managing much of the body's response to insulin and control of uptake of sugar. It secretes RBP4 which increases insulin resistance by blocking the action of insulin in muscle and liver. Fat cells also secrete adiponectin which acts in an opposite way to RBP4 by improving the action of insulin, however, engorged fat cells secrete it in lower amount than normal fat cells. The obese therefore may have higher level of RBP4 but lower level of adiponectin, both of which increase the risk of developing diabetes.",
            "score": 183.80316162109375
        },
        {
            "docid": "21091725_31",
            "document": "Insulin (medication) . The central problem for those requiring external insulin is picking the right dose of insulin and the right timing. Physiological regulation of blood glucose, as in the non-diabetic, would be best. Increased blood glucose levels after a meal is a stimulus for prompt release of insulin from the pancreas. The increased insulin level causes glucose absorption and storage in cells, reduces glycogen to glucose conversion, reducing blood glucose levels, and so reducing insulin release. The result is that the blood glucose level rises somewhat after eating, and within an hour or so, returns to the normal 'fasting' level. Even the best diabetic treatment with synthetic human insulin or even insulin analogs, however administered, falls far short of normal glucose control in the non-diabetic.",
            "score": 183.13525390625
        },
        {
            "docid": "383675_21",
            "document": "Carbohydrate metabolism . The level of circulatory glucose (known informally as \"blood sugar\") is the most important factor determining the amount of glucagon or insulin produced. The release of glucagon is precipitated by low levels of blood glucose, whereas high levels of blood glucose stimulates cells to produce insulin. Because the level of circulatory glucose is largely determined by the intake of dietary carbohydrates, diet controls major aspects of metabolism via insulin. In humans, insulin is made by beta cells in the pancreas, fat is stored in adipose tissue cells, and glycogen is both stored and released as needed by liver cells. Regardless of insulin levels, no glucose is released to the blood from internal glycogen stores from muscle cells.",
            "score": 180.71255493164062
        },
        {
            "docid": "54448_2",
            "document": "Insulin resistance . Insulin resistance (IR) is a pathological condition in which cells fail to respond normally to the hormone insulin. The body produces insulin when glucose starts to be released into the bloodstream from the digestion of carbohydrates (primarily) in the diet. Under normal conditions of insulin reactivity, this insulin response triggers glucose being taken into body cells, to be used for energy, and inhibits the body from using fat for energy, thereby causing the concentration of glucose in the blood to decrease as a result, staying within the normal range even when a large amount of carbohydrates is consumed. During insulin resistance, however, excess glucose is not sufficiently absorbed by cells even in the presence of insulin, thereby causing an increase in the level of blood sugar.",
            "score": 180.64700317382812
        },
        {
            "docid": "54448_31",
            "document": "Insulin resistance . Any food or drink containing glucose (or the digestible carbohydrates that contain it, such as sucrose, starch, etc.) causes blood glucose levels to increase. In normal metabolism, the elevated blood glucose level instructs beta (β) cells in the Islets of Langerhans, located in the pancreas, to release insulin into the blood. The insulin, in turn, makes insulin-sensitive tissues in the body (primarily skeletal muscle cells, adipose tissue, and liver) absorb glucose, and thereby lower the blood glucose level. The beta cells reduce insulin output as the blood glucose level falls, allowing blood glucose to settle at a constant of approximately 5 mmol/L (mM) (90 mg/dL). In an \"insulin-resistant\" person, normal levels of insulin do not have the same effect in controlling blood glucose levels. During the compensated phase on insulin resistance, insulin levels are higher, and blood glucose levels are still maintained. If compensatory insulin secretion fails, then either fasting (impaired fasting glucose) or postprandial (impaired glucose tolerance) glucose concentrations increase. Eventually, type 2 diabetes or latent autoimmune diabetes occurs when glucose levels become higher throughout the day as the resistance increases and compensatory insulin secretion fails. The elevated insulin levels also have additional effects (see insulin) that cause further abnormal biological effects throughout the body.",
            "score": 180.43357849121094
        },
        {
            "docid": "2966520_2",
            "document": "Diabetes management . The term \"diabetes\" includes several different metabolic disorders that all, if left untreated, result in abnormally high concentration of a sugar called glucose in the blood. Diabetes mellitus type 1 results when the pancreas no longer produces significant amounts of the hormone insulin, usually owing to the autoimmune destruction of the insulin-producing beta cells of the pancreas. Diabetes mellitus type 2, in contrast, is now thought to result from autoimmune attacks on the pancreas and/or insulin resistance. The pancreas of a person with type 2 diabetes may be producing normal or even abnormally large amounts of insulin. Other forms of diabetes mellitus, such as the various forms of maturity onset diabetes of the young, may represent some combination of insufficient insulin production and insulin resistance. Some degree of insulin resistance may also be present in a person with type 1 diabetes.",
            "score": 180.03741455078125
        },
        {
            "docid": "26585603_20",
            "document": "Diabetes in dogs . During the initial process of regulation and periodically thereafter, the effectiveness of the insulin dose at controlling blood glucose needs to be evaluated. This is done by a series of blood glucose tests called a curve. Blood samples are taken and tested at intervals of one to two hours over a 12- or 24-hour period. The results are generally transferred into graph form for easier interpretation. They are compared against the feeding and insulin injection times for judgment. The curve provides information regarding the action of the insulin in the animal. It is used to determine insulin dose adjustments, determine lowest and highest blood glucose levels, discover insulin duration and, in the case of continued hyperglycemia, whether the cause is insufficient insulin dose or Somogyi rebound, where blood glucose levels initially reach hypoglycemic levels and are brought to hyperglycemic ones by the body's counterregulatory hormones. Curves also provide evidence of insulin resistance which may be caused by medications other than insulin or by disorders other than diabetes which further testing can help identify.",
            "score": 179.95008850097656
        },
        {
            "docid": "21091725_2",
            "document": "Insulin (medication) . Insulin is a protein hormone that is used as a medication to treat high blood glucose. This includes in diabetes mellitus type 1, diabetes mellitus type 2, gestational diabetes, and complications of diabetes such as diabetic ketoacidosis and hyperosmolar hyperglycemic states. It is also used along with glucose to treat high blood potassium levels. Typically it is given by injection under the skin, but some forms may also be used by injection into a vein or muscle. The common side effect is low blood sugar. Other side effects may include pain or skin changes at the sites of injection, low blood potassium, and allergic reactions. Use during pregnancy is relatively safe for the baby. Insulin can be made from the pancreas of pigs or cows. Human versions can be made either by modifying pig versions or recombinant technology. It comes in three main types short–acting (such as regular insulin), intermediate–acting (such as NPH insulin), and longer-acting (such as insulin glargine). Insulin was first used as a medication in Canada by Charles Best and Frederick Banting in 1922. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about US$2.39 to $10.61 per 1,000 iu (34.7 mg) of regular insulin and $2.23 to $10.35 per 1,000 iu of NPH insulin. In the United Kingdom 1,000 iu of regular or NPH insulin costs the NHS 7.48 pounds, while this amount of insulin glargine costs 30.68 pounds.",
            "score": 179.5865936279297
        },
        {
            "docid": "38300_43",
            "document": "Pancreas . Diabetes mellitus type 1 is a chronic autoimmune disorder in which the immune system attacks the insulin-secreting cells of the pancreas. Insulin is needed to keep blood sugar levels within optimal ranges, and its lack can lead to high blood sugar. As an untreated chronic condition, diabetic neuropathy can result. Type 1 diabetes can develop at any age but is most often diagnosed before adulthood. For people living with type 1 diabetes, insulin injections are critical for survival.",
            "score": 178.6559600830078
        },
        {
            "docid": "26585603_18",
            "document": "Diabetes in dogs . Early diagnosis and interventive treatment can mean reduced incidence of complications such as cataracts and neuropathy. Since dogs are insulin dependent, oral drugs are not effective for them. They must be placed on insulin replacement therapy. Approved oral diabetes drugs can be helpful to sufferers of Type 2 diabetes because they work in one of three ways: by inducing the pancreas to produce more insulin, by allowing the body to more effectively use the insulin it produces, or by slowing the glucose absorption rate from the GI tract. Unapproved so-called \"natural\" remedies make similar claims for their products. All of this is based on the premise of having an endocrine pancreas with beta cells capable of producing insulin. Those with Type 1, or insulin-dependent diabetes, have beta cells which are permanently damaged, thus unable to produce insulin. This is the reason nothing other than insulin replacement therapy can be considered real and effective treatment. Canine diabetes means insulin dependency; insulin therapy must be continued for life.",
            "score": 178.40396118164062
        },
        {
            "docid": "40017873_47",
            "document": "Diabetes mellitus . Metformin is generally recommended as a first line treatment for type 2 diabetes, as there is good evidence that it decreases mortality. It works by decreasing the liver's production of glucose. Several other groups of drugs, mostly given by mouth, may also decrease blood sugar in type II DM. These include agents that increase insulin release, agents that decrease absorption of sugar from the intestines, and agents that make the body more sensitive to insulin. When insulin is used in type 2 diabetes, a long-acting formulation is usually added initially, while continuing oral medications. Doses of insulin are then increased to effect.",
            "score": 178.1687469482422
        },
        {
            "docid": "23754109_5",
            "document": "Neonatal diabetes mellitus . \"Severe symptoms of NDM (Deficiency of insulin):\" Is a diabetic complication that occurs when the body produces high levels of acid in the blood (ketones). This effects the pancreas, fat cells, and kidneys. This condition occurs when the body cannot produce enough insulin. In the absence or lack of insulin, the body of an diabetic individual will break down fat as fuel. This process produces a buildup of acids in the bloodstream known as ketones, in which leads to ketoacidosis if left untreated. The symptoms of ketoacidosis develop rapidly or within 24 hours. Symptoms of ketoacidosis are excessive thirst, frequent urination, nausea or vomiting, stomach pain, tiredness, shortness or fruity smell on breath and confusion.  A condition in which the unborn baby is smaller than he or she should be, due to the fact he or she not growing at a normal rate in the womb. Delayed growth puts the baby at risk of certain problems during pregnancy, delivery, and after birth. The problems are as follows: baby's birth weight is 90% less than normal weight, difficulty handling vaginal delivery, decreased oxygen levels, hypoglycemia (low blood glucose), low resistance to infection, low Apgar scores (a test given after birth to test the baby's physical condition and evaluate if special medical care is needed), Meconium aspiration (inhaling of stools passed while in the uterus) which causes breathing issues, irregular body temperature and high red blood cell count.  A condition characterized as high blood glucose, which occurs when the body has too little insulin or when the body cannot use insulin properly. Hyperglycemia affects the pancreas, kidneys, and body's tissues. Characterization of hyperglycemia is high blood glucose, high levels of sugar in the urine, frequent urination and increase thirst. A condition characterized an extremely low blood glucose, usually less than 70 mg/dL. Areas of the body that are affected, pancreas, kidneys, and mental state.",
            "score": 177.77171325683594
        },
        {
            "docid": "1609070_4",
            "document": "Hyperinsulinemia . In type 2 diabetes, the cells of the body become resistant to the effects of insulin as the receptors which bind to the hormone become less sensitive to insulin concentrations resulting in hyperinsulinemia and disturbances in insulin release. With a reduced response to insulin, the beta cells of the pancreas secrete increasing amounts of insulin in response to the continued high blood glucose levels resulting in hyperinsulinemia. In insulin resistant tissues, a threshold concentration of insulin is reached causing the cells to uptake glucose and therefore decreases blood glucose levels. Studies have shown that the high levels of insulin resulting from insulin resistance might enhance insulin resistance.",
            "score": 177.38034057617188
        },
        {
            "docid": "56526_2",
            "document": "Diabetic ketoacidosis . Diabetic ketoacidosis (DKA) is a potentially life-threatening complication of diabetes mellitus. Signs and symptoms may include vomiting, abdominal pain, deep gasping breathing, increased urination, weakness, confusion, and occasionally loss of consciousness. A person's breath may develop a specific smell. Onset of symptoms is usually rapid. In some cases people may not realize they previously had diabetes. DKA happens most often in those with type 1 diabetes, but can also occur in those with other types of diabetes under certain circumstances. Triggers may include infection, not taking insulin correctly, stroke, and certain medications such as steroids. DKA results from a shortage of insulin; in response the body switches to burning fatty acids which produces acidic ketone bodies. DKA is typically diagnosed when testing finds high blood sugar, low blood pH, and ketoacids in either the blood or urine. The primary treatment of DKA is with intravenous fluids and insulin. Depending on the severity, insulin may be given intravenously or by injection under the skin. Usually potassium is also needed to prevent the development of low blood potassium. Throughout treatment blood sugar and potassium levels should be regularly checked. Antibiotics may be required in those with an underlying infection. In those with severely low blood pH, sodium bicarbonate may be given; however, its use is of unclear benefit and typically not recommended. Rates of DKA vary around the world. In the United Kingdom, about 4% of people with type 1 diabetes develop DKA each year, while in Malaysia the condition affects about 25% a year. DKA was first described in 1886 and, until the introduction of insulin therapy in the 1920s, it was almost universally fatal. The risk of death with adequate and timely treatment is currently around 1–4%.",
            "score": 176.9249267578125
        },
        {
            "docid": "39164260_27",
            "document": "Sweetened beverage . The hallmarks of Type II Diabetes (T2DM) pathogenesis are insulin resistance and impaired insulin secretion. In the earlier stages of disease development, cells throughout the body become resistant to the effects of insulin. Therefore, insulin is unable to cause cells to take up glucose (among other impairments) and glucose builds up in the blood. As a result, insulin secretion is ramped up, to try to compensate for this lack of response. For a while this may work, but eventually, the body's ability to secrete insulin from the pancreatic beta cells gets burnt out. In later stages of T2DM, patient cells are both resistant to insulin effects and the pancreas has lost its ability to produce adequate insulin in response to glucose. Type II Diabetes is a progressive disease which eventually can lead to patients becoming dependent on exogenous insulin to lower their blood glucose levels.",
            "score": 176.46347045898438
        },
        {
            "docid": "9125999_7",
            "document": "Blood sugar regulation . Diabetes mellitus type 1 is caused by insufficient or non-existent production of insulin, while type 2 is primarily due to a decreased response to insulin in the tissues of the body (insulin resistance). Both types of diabetes, if untreated, result in too much glucose remaining in the blood (hyperglycemia) and many of the same complications. Also, too much insulin and/or exercise without enough corresponding food intake in diabetics can result in low blood sugar (hypoglycemia).",
            "score": 176.34088134765625
        },
        {
            "docid": "28764_50",
            "document": "Serotonin . In the fruit fly insulin both regulates blood sugar as well as acting as a growth factor. Thus, in the fruit fly, serotonergic neurons regulate the adult body size by affecting insulin secretion. Serotonin has also been identified as the trigger for swarm behavior in locusts. In humans, though insulin regulates blood sugar and IGF regulates growth, serotonin controls the release of both hormones, modulating insulin release from the beta cells in the pancreas through serotonylation of GTPase signaling proteins. Exposure to SSRIs during Pregnancy reduces fetal growth.",
            "score": 176.16590881347656
        }
    ]
}