{
    "q": [
        {
            "docid": "220443_12",
            "document": "Choanoflagellate . Dujardin, a French biologist interested in protozoan evolution, recorded the morphological similarities of choanoflagellates and sponge choanocytes and proposed the possibility of a close relationship as early as 1841. Over the past decade, this hypothesized relationship between choanoflagellates and animals has been upheld by independent analyses of multiple unlinked sequences: 18S rDNA, nuclear protein-coding genes, and mitochondrial genomes (Steenkamp, et al., 2006; Burger, et al., 2003; Wainright, et al., 1993). Importantly, comparisons of mitochondrial genome sequences from a choanoflagellate and three sponges confirm the placement of choanoflagellates as an outgroup to Metazoa and negate the possibility that choanoflagellates evolved from metazoans (Lavrov, et al., 2005). Finally, recent studies of genes expressed in choanoflagellates have revealed that choanoflagellates synthesize homologues of metazoan cell signaling and adhesion genes. (King, 2003) Genome sequencing shows that, among living organisms, the choanoflagellates are most closely related to animals. Because choanoflagellates and metazoans are closely related, comparisons between the two groups promise to provide insights into the biology of their last common ancestor and the earliest events in metazoan evolution. The choanocytes (also known as \"collared cells\") of sponges (considered among the most basal metazoa) have the same basic structure as choanoflagellates. Collared cells are found in other animal groups, such as ribbon worms, suggesting this was the morphology of their last common ancestor. The last common ancestor of animals and choanoflagellates was unicellular, perhaps forming simple colonies; in contrast, the last common ancestor of all eumetazoan animals was a multicellular organism, with differentiated tissues, a definite \"body plan\", and embryonic development (including gastrulation). The timing of the splitting of these lineages is difficult to constrain, but was probably in the late Precambrian, >.",
            "score": 334.8610110282898
        },
        {
            "docid": "2879958_29",
            "document": "Sodium channel . A voltage-gated sodium channel is present in members of the choanoflagellates, thought to be the closest living, unicellular relative of animals. This suggests that an ancestral form of the animal channel was among the many proteins that play central roles in animal life, but which are thought to have evolved before multicellularity. The four-domain animal voltage-gated sodium channel likely evolved from a single-subunit ion channel, which was probably permeable for potassium ions, via a sequence of two duplication events. This model draws support from the fact that subunits I and III (and II and IV) group by similarity, suggesting that a two-channel intermediate generated from the first duplication existed long enough for divergence to occur between its two subunits. After the second duplication, the channel was left with two sets of similar domains. The resulting four-domain channel is thought to have been permeable primarily for calcium, and to have achieved sodium selectivity a number of times independently. After divergence from the invertebrates, the vertebrate lineage underwent two whole-genome duplications (WGDs), yielding a set of four sodium channel gene prologues in the ancestral vertebrate, all of which were retained. After the tetrapod/teleost split, the teleosts likely underwent a third WGD leading to the eight sodium channel prologues expressed in many modern fishes. The modern, ten-paralogue sodium gene complement of mammals is thought to have arisen from a series of parallel and nested duplications involving two of the four paralogues present in the ancestor of all tetrapods.",
            "score": 217.37735772132874
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 215.03528726100922
        },
        {
            "docid": "57414_15",
            "document": "Evolutionary developmental biology . Using such a technique, in 1994 Walter Gehring found that the \"pax-6\" gene, vital for forming the eyes of fruit flies, exactly matches an eye-forming gene in mice and humans. The same gene was quickly found in many other groups of animals, such as squid, a cephalopod mollusc. Biologists including Ernst Mayr had believed that eyes had arisen in the animal kingdom at least 40 times, as the anatomy of different types of eye varies widely. For example, the fruit fly's compound eye is made of hundreds of small lensed structures (ommatidia); the human eye has a blind spot where the optic nerve enters the eye, and the nerve fibres run over the surface of the retina, so light has to pass through a layer of nerve fibres before reaching the detector cells in the retina, so the structure is effectively \"upside-down\"; in contrast, the cephalopod eye has the retina, then a layer of nerve fibres, then the wall of the eye \"the right way around\". The evidence of \"pax-6\", however, was that the same genes controlled the development of the eyes of all these animals, suggesting that they all evolved from a common ancestor. Ancient genes had been conserved through millions of years of evolution to create dissimilar structures for similar functions, demonstrating deep homology between structures once thought to be purely analogous. This has caused a radical revision of the meaning of homology in evolutionary biology.",
            "score": 185.2272251844406
        },
        {
            "docid": "26676354_10",
            "document": "Cdc14 . Cdc14 is widely distributed, being found in most eukaryote kingdoms. However, it is not found in all species based on searches of sequenced genomes. One or more Cdc14 genes are found in alveolates, animals, fungi, trypanosomes, and lower plants. However, Cdc14 genes have apparently been lost in some lineages, including higher plants, rhodophytes, and slime molds. There is a fairly tight positive correlation between the presence of Cdc14 in a species and whether that species makes flagella or cilia. This may be related to the ancestral role of Cdc14. Whether flagella-anchoring basal bodies or centrioles involved in mitosis appeared first during evolution has been debated, but one theory is that flagella evolved first as a motility and sensory organelle, and the basal body was later co-opted into a mitotic role. The function of Cdc14 may have adapted to different functions during the evolution of those organelles.",
            "score": 172.82275474071503
        },
        {
            "docid": "14655516_8",
            "document": "Cytochrome c oxidase subunit I . MT-CO1 is a gene that is often used as a DNA barcode to identify animal species. The MT-CO1 gene sequence is suitable for this role because its mutation rate is often fast enough to distinguish closely related species and also because its sequence is conserved among conspecifics. Contrary to the primary objection raised by skeptics that MT-CO1 sequence differences are too small to be detected between closely related species, more than 2% sequence divergence is typically detected between closely related animal species, suggesting that the barcode is effective for animals. In most if not all seed plants, however, the rate of evolution of MT-CO1 is very slow.",
            "score": 162.04828453063965
        },
        {
            "docid": "52300160_7",
            "document": "Shapiro - Senapathy Algorithm . Studies in evolution of eukaryotic genes and genomes involve the origin of exons, introns and splice junctions, as all eukaryotic genes are split into many exons separated by introns, whereas prokaryotic genes are not. The exons are very short and introns are very long in large genomes such as the human (~3.2 billion bases). Genomes of many invertebrates are also very large such as that of sea urchin (~one billion bases) and contain many introns in their genes. However, the genomes of some animals and plants are relatively small such as those of sea squirt (\"Ciona intestinalis\" – ~115 million bases) and \"Arabidopsis thaliana\" (~120 million bases). The genes in the genomes of these organisms are also split into exons and introns, and exhibit basically the same splice junction sequences. The S&S algorithm is being used in researching the evolution of numerous animal and plant genomes.",
            "score": 177.62821400165558
        },
        {
            "docid": "33515811_3",
            "document": "Endless Forms Most Beautiful (book) . The book's somewhat controversial argument is that evolution in animals (though no doubt similar processes occur in other organisms) proceeds mostly by modifying the way that regulatory genes, which do not code for structural proteins (such as enzymes), control embryonic development. In turn, these regulatory genes turn out to be based on a very old set of highly conserved genes which Carroll nicknames the toolkit. Almost identical sequences can be found across the animal kingdom, meaning that toolkit genes such as \"Hox\" must have evolved before the Cambrian radiation which created most of the animal body plans that exist today. These genes are used and reused, occasionally by duplication but far more often by being applied unchanged to new functions. Thus the same signal may be given at a different time in development, in a different part of the embryo, creating a different effect on the adult body. In Carroll's view, this explains how so many body forms are created with so few structural genes.",
            "score": 209.207923412323
        },
        {
            "docid": "34568344_28",
            "document": "Cultural transmission in animals . Another argument against the \"ethnographic method\" is that it is impossible to prove that there are absolutely no ecological or genetic factors in any behavior. Though culture has long been thought to arise and remain independent of genetics, the constraints on the propagation and innovation of cultural techniques inevitably caused by the genome of each respective animal species has led to the theory of gene-culture coevolution, which asserts that \"cognitive, affective, and moral capacities\" are the product of an evolutionary dynamic involving interactions between genes and culture over extended periods of time. The concept behind gene-culture coevolution is that, though culture plays a huge role in the progression of animal behavior over time, the genes of a particular species have the ability to affect the details of the corresponding culture and its ability to evolve within that species.",
            "score": 184.81982505321503
        },
        {
            "docid": "23187490_7",
            "document": "TMEM18 . The TMEM18 gene has a long evolutionary history as it is present in both plants and animals. The TMEM18 protein's amino acid sequence is well conserved, which suggests that it has retained its function since the divergence of human and plants. Interestingly, the gene seems to have been lost in two separate lineages, but is not found duplicated in any analyzed genomes. Hence, it is not essential for eukaryotic organisms, but there appears to be selection against multiple copies of the TMEM18 gene.",
            "score": 158.70461082458496
        },
        {
            "docid": "3524301_5",
            "document": "Burkholderia mallei . \"B. mallei\" is very closely related to \"B. pseudomallei\", being 99% identical in conserved genes when compared to \"B. pseudomallei\". \"B. malllei\" has about 1.4 Mb less DNA than \"B. pseudomallei\". \"B. mallei\" may have actually evolved from a strain of \"B. pseudomallei\" after the latter had infected an animal. The bacterium would have lost the genes that were not necessary for living in an animal host. This suggestion has found support from studies that compare strains of \"B. mallei\" to \"B. pseudomallei\" and indicate that their two respective genomes are very similar. The genes that allowed the bacterium to survive in a soil environment, like genes that gave \"B. mallei\" the capacity to protect against bactericidals, antibiotics, and antifungals, were likely deleted. Thus, the reason that \"B. mallei\" is not found outside of a host is because it lacks the genes necessary for survival in the soil. Genome comparisons also seem to indicate that the \"B. mallei\" is still evolving and adapting to an intracellular lifestyle.",
            "score": 191.24609231948853
        },
        {
            "docid": "37859808_2",
            "document": "Xlox . The Xlox genes, also called Pdx genes, are a group of genes found in many, but not all, animals. Xlox genes contain a homeobox DNA sequence and code for proteins that act as transcription factors. The human genome has one Xlox genes, called IPF1, while the orthologous gene in mouse and other vertebrates is called Pdx1. The gene has been lost from the genomes of the fruitfly \"Drosophila\" and the nematode \"Caenorhabditis elegans\". In many animals, the Xlox or Pdx gene is part of a ParaHox gene cluster.",
            "score": 175.6000738143921
        },
        {
            "docid": "1787105_66",
            "document": "Animal sexual behaviour . Research into human evolution confirms that, in some cases, interspecies sexual activity may have been responsible for the evolution of new species (speciation). Analysis of animal genes found evidence that after humans had diverged from other apes, interspecies mating nonetheless occurred regularly enough to change certain genes in the new gene pool. Researchers found that the X chromosomes of humans and chimps may have diverged around 1.2 million years after the other chromosomes. One possible explanation is that modern humans emerged from a hybrid of human and chimp populations. A 2012 study questioned this explanation, concluding that \"there is no strong reason to involve complicated factors in explaining the autosomal data\".",
            "score": 171.49890661239624
        },
        {
            "docid": "1964502_4",
            "document": "ParaHox . The ParaHox gene cluster has been proposed to be a paralogue, or evolutionary sister, of the Hox gene cluster; the two gene clusters being descendent from a segmental duplication early in animal evolution, preceding the divergence of cnidarians and bilaterian animals. It has been suggested that an ancient role of the ParaHox gene cluster in bilaterians was the specify or pattern the through-gut, with Gsx patterning the mouth, Xlox (=Pdx) patterning the midgut and Cdx marking the anus. Gene expression and functional data lends tentative support to this hypothesis, although in many animals the roles of the genes have changed in evolution, notably the Gsx gene family which plays a role in brain (not foregut) development in vertebrates.",
            "score": 185.77150750160217
        },
        {
            "docid": "53014205_22",
            "document": "SMIM23 . There are around 100+ known orthologs which range from primates to small ground animals. From these investigations and that of sequence similarity, an ortholog space can be discussed. The closest relatives to humans with the SMIM23 gene were in primates so two types of monkeys were picked which diverged around 29.4 million years ago and had sequence similarities in the high 70s. Slightly more distant relatives with the gene come from a wide variety of animals from horses, to sea mammals, to bats, and more which all have similarities between 62-69%. Lastly, some distantly related orthologs were included like the Tasmanian devil and various scavenger animals which have similarities between 40-61%.",
            "score": 169.76577973365784
        },
        {
            "docid": "11039790_22",
            "document": "Animal . Animals are monophyletic, meaning they are derived from a common ancestor and form a single clade within the Apoikozoa. The Choanoflagellata are their sister clade. The most basal animals, the Porifera, Ctenophora, Cnidaria, and Placozoa, have body plans that lack bilateral symmetry, but their relationships are still disputed. As of 2017, the Porifera are considered the basalmost animals. An alternative to the Porifera could be the Ctenophora, which like the Porifera lack hox genes, important in body plan development. These genes are found in the Placozoa and the higher animals, the Bilateria. 6,331 groups of genes common to all living animals have been identified; these may have arisen from a single common ancestor that lived 650 million years ago in the Precambrian. 25 of these are novel core gene groups, found only in animals; of those, 8 are for essential components of the Wnt and TGF-beta signalling pathways which may have enabled animals to become multicellular by providing a pattern for the body's system of axes (in three dimensions), and another 7 are for transcription factors including homeodomain proteins involved in the control of development.",
            "score": 232.84634113311768
        },
        {
            "docid": "15261560_29",
            "document": "Dictyostelium discoideum . Every genome sequenced plays an important role in identifying genes that have been gained or lost over time. Comparative genomic studies allow for comparison of eukaryotic genomes. A phylogeny based on the proteome showed that the amoebozoa deviated from the animal-fungal lineage after the plant-animal split. The \"D. discoideum\" genome is noteworthy because its many encoded proteins are commonly found in fungi, plants, and animals.",
            "score": 186.50220346450806
        },
        {
            "docid": "28414953_4",
            "document": "Vasa gene . All DEAD box genes, including Vasa, have 9 conserved sequence motifs. The Vasa gene family evolved from a duplication event followed by acquiring certain domains. Early in the evolution of multicellular animals, the duplication of PL10 related DEAD-box gene occurred. This resulted in animals having both Vasa and PL10 genes, but plants and fungi only have PL10 genes and no Vasa. After the duplication event, the N-terminal region acquired Zn-knuckle domains which are now conserved in invertebrates. Vertebrates and insects both have lost the Zn-knuckle domains. The number of these domains vary between different species Vasa genes. An important property of Zn-knuckles, which can be categorized as classical zinc fingers, is that they are able to bind to single and double stranded DNA or RNA. The presence of Zn-knuckles in invertebrates and absence in vertebrates may be an indication of differences in target binding sites. Their presence may be important to functions outside germ line development. An exception to this theory is the presence of Zn-knuckles in all four C. elegans Vasa genes, which are restricted to functions in the germ line. ",
            "score": 181.47103464603424
        },
        {
            "docid": "12967796_4",
            "document": "2R hypothesis . In 1977, Schmidtke and colleagues showed that isozyme complexity is similar in amphioxus and tunicates, contradicting a prediction of Ohno's hypothesis that genome duplication occurred in the common ancestor of amphioxus and vertebrates. However, this analysis did not examine vertebrates, so could say nothing about later duplication events. (Furthermore, much later molecular phylogenetics has shown that vertebrates are more closely related to tunicates than to amphioxus, thus negating the logic of this analysis.) The 2R hypothesis saw a resurgence of interest in the 1990s for two reasons. First, gene mapping data in humans and mice revealed extensive paralogy regions - sets of genes on one chromosome related to sets of genes on another chromosome in the same species, indicative of duplication events in evolution. Paralogy regions were generally in sets of four. Second, cloning of Hox genes in amphioxus revealed presence of a single Hox gene cluster, in contrast to the four clusters in humans and mice. Data from additional gene families revealed a common one-to-many rule when amphioxus and vertebrate genes were compared. Taken together, these two lines of evidence suggest that two genome duplications occurred in the ancestry of vertebrates, after it had diverged from the cephalochordate evolutionary lineage. Controversy about the 2R hypothesis hinged on the nature of paralogy regions. It is not disputed that human chromosomes bear sets of genes related to sets of genes on other chromosomes; the controversy centres on whether they were generated by large-scale duplications that doubled all the genes at the same time, or whether a series of individual gene duplications occurred followed by chromosomal rearrangement to shuffle sets of genes together. Hughes and colleagues found that phylogenetic trees built from different gene families within paralogy regions had different shapes, suggesting that the gene families had different evolutionary histories. This was suggested to be inconsistent with the 2R hypothesis. However, other researchers have argued that such 'topology tests' do not test 2R rigorously, because recombination could have occurred between the closely related chromosomes generated by polyploidy, because inappropriate genes had been compared and because different predictions are made if genome duplication occurred through hybridisation between species. In addition, several researchers were able to date duplications of gene families within paralogy regions consistently to the early evolution of vertebrates, after divergence from amphioxus, consistent with the 2R hypothesis. When complete genome sequences became available for vertebrates, \"Ciona intestinalis\" and amphioxus, it was found that much of the human genome was arranged in paralogy regions that could be traced to large-scale duplications, and that these duplications occurred after vertebrates had diverged from tunicates and amphioxus. This would date the two genome duplications to between 550 and 450 million years ago.",
            "score": 157.76445829868317
        },
        {
            "docid": "46549019_11",
            "document": "TMEM 249 . No fungi orthologs were found in the search for similar sequences so it is reasonable to say that the gene may have arisen in Opisthokonts and proliferated down the animal tree. This would mean the protein diverged too late to evolve through the fungi tree. This would explain why there are no found plant orthologs as the gene would have arose after animals and plants diverged evolutionarily.",
            "score": 156.0449743270874
        },
        {
            "docid": "33890453_7",
            "document": "Genomics of domestication . However, looking solely at genes, or coding DNA, can be ineffective when examining certain traits or studying the evolution of a species during the domestication process. Genes that are vital for cellular process are often highly conserved and mutations at these locations can prove fatal. Areas of the genome that are noncoding can be prone to much higher mutation rates. Because of this, these noncoding genes provide vital information when studying the divergence of wild and domestic species. Since core genes are conserved between and among species, examining DNA sequences for these genes in multiple individuals of a species may be unable to provide much information on the diversity present in a population or species that is young. The estimated age of domesticated animal and plant species tends to be less than 10,000 years, which on an evolutionary timescale, is relatively short. Because of this, highly variable noncoding DNA, such as microsatellites, that mutate frequently, provide genetic markers with sufficient intraspecific variation to document domestication. Studying the noncoding DNA of domesticated species is made possible by genomics, which provides the genetic sequence of the entire genome, not simply coding DNA from genes of interest. In the case of coconuts, recent genomic research using 10 microsatellite loci was able to determine that there have been 2 cases of coconut domestication based on sufficient variation between individuals found in the Indian Ocean and those found in the Pacific Ocean.",
            "score": 170.57338225841522
        },
        {
            "docid": "44419326_2",
            "document": "Bitter taste evolution . The evolution of bitter taste receptors has been one of the most dynamic evolutionary adaptations to arise in multiple species. This phenomenon has been widely studied in the field of evolutionary biology because of its role in the identification of toxins often found on the leaves of inedible plants. A palate more sensitive to these bitter tastes would, theoretically, have an advantage over members of the population less sensitive to these poisonous substances because they would be much less likely to ingest toxic plants. Bitter-taste genes have been found in a variety of species, and the same genes have been well characterized in several common laboratory animals such as primates and mice, as well as in humans. The primary gene responsible for encoding this ability in humans is the \"TAS2R\" gene family which contains 25 functional loci as well as 11 pseudogenes. The development of this gene has been well characterized, with proof that the ability evolved before the human migration out of Africa. The gene continues to evolve, for better or for worse, in the present day.",
            "score": 187.8310889005661
        },
        {
            "docid": "34463932_8",
            "document": "Peto's paradox . Various species have evolved different mechanisms for suppressing cancer. A paper in \"Cell Reports\" in January 2015 claimed to have found genes in the bowhead whale (\"Balaena mysticetus\") that may be associated with longevity. Around the same time, a second team of researchers identified a polysaccharide in the naked mole-rat that appeared to block the development of tumors. In October 2015, two independent studies showed that elephants have 20 copies of tumor suppressor gene TP53 in their genome, where humans and other mammals have only one. Additional research showed 14 copies of the gene present in the DNA of preserved mammoths, but only one copy of the gene in the DNA of manatees and hyraxes, the elephant's closest living relatives. The results suggest an evolutionary relationship between animal size and tumor suppression, as Peto had theorized.",
            "score": 191.7903299331665
        },
        {
            "docid": "2925212_6",
            "document": "Hox gene . The sequence and function of Hox genes is highly conserved. The homeodomain protein motif is highly conserved across vast evolutionary distances. In addition, homeodomains of individual Hox proteins usually exhibit greater similarity to homeodomains in other species than to proteins encoded by adjacent genes within their own Hox cluster. These two observations led to the suggestions that Hox gene clusters evolved from a single Hox gene via tandem duplication and subsequent divergence and that a prototypic Hox gene cluster containing at least seven different Hox genes was present in the common ancestor of all bilaterian animals.",
            "score": 172.09171676635742
        },
        {
            "docid": "220443_20",
            "document": "Choanoflagellate . The genome of \"Monosiga brevicollis\", with 41.6 million base pairs, is similar in size to filamentous fungi and other free-living unicellular eukaryotes, but far smaller than that of typical animals. In 2010, a phylogenomic study revealed that several algal genes are present in the genome of \"Monosiga brevicollis\". This could be due to the fact that, in early evolutionary history, choanoflagellates consumed algae as food through phagocytosis. Carr et al. (2010) screened the \"M. brevicollis\" genome for known eukaryotic meiosis genes. Of 19 known eukaryotic meiotic genes tested (including 8 that function in no other process than meiosis), 18 were identified in \"M. brevicollis\". The presence of meiotic genes, including meiosis specific genes, indicates that meiosis, and by implication, sex is present within the choanoflagellates.",
            "score": 241.20905756950378
        },
        {
            "docid": "246891_2",
            "document": "Y chromosome . The Y chromosome is one of two sex chromosomes (allosomes) in mammals, including humans, and many other animals. The other is the X chromosome. Y is the sex-determining chromosome in many species, since it is the presence or absence of Y that determines the male or female sex of offspring produced in sexual reproduction. In mammals, the Y chromosome contains the gene SRY, which triggers testis development. The DNA in the human Y chromosome is composed of about 59 million base pairs. The Y chromosome is passed only from father to son. With a 30% difference between humans and chimpanzees, the Y chromosome is one of the fastest-evolving parts of the human genome. To date, over 200 Y-linked genes have been identified. All Y-linked genes are expressed and (apart from duplicated genes) hemizygous (present on only one chromosome) except in the cases of aneuploidy such as XYY syndrome or XXYY syndrome. (See Y linkage.)",
            "score": 165.7054077386856
        },
        {
            "docid": "13636007_5",
            "document": "Sperm-mediated gene transfer . Transgenic animals have been produced successfully using gene transfer techniques such as sperm-mediated gene transfer. Though this production has been successful, the efficiency of the process is low. Low efficiency of SMGT in the production of transgenic animals is mainly due to poor uptake of the exogenous DNA by the sperm cells, thus reducing the number of fertilized oocytes with transfected spermatozoa. From 1989 to 2004, there were over 30 claims for the production of viable transgenic animals using SMGT, but only about 25 percent of these demonstrated a transmission of the transgenes beyond the F generation. This transmission is required in order to claim usable animal transgenesis. According to previous studies, numerous animal species, including mammals, birds, insects, and fish, have been found susceptible to SMGT techniques, thus indicating that SMGT has broad applicability across a wide variety of Metazoan species. Currently, despite the low frequency of transmission of transgenes, the frequency of phenotype modifications and overall animal transgenesis has been as high as 80 percent in some experiments.",
            "score": 172.38082706928253
        },
        {
            "docid": "13571938_46",
            "document": "Plant evolutionary developmental biology . Polyploidy is a very common feature in plants. It is believed that at least half plants are or have been polyploids. Polyploidy leads to genome doubling, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form. It is not known though, why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, leading to polypoidy. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families is less, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are found clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 198.17462193965912
        },
        {
            "docid": "32625124_16",
            "document": "Organisms at high altitude . Among domesticated animals, yaks (\"Bos grunniens\") are the highest dwelling animals of the world, living at . The yak is the most important domesticated animal for Tibet highlanders in Qinghai Province of China, as the primary source of milk, meat and fertilizer. Unlike other yak or cattle species, which suffer from hypoxia in the Tibetan Plateau, the Tibetan domestic yaks thrive only at high altitude, and not in lowlands. Their physiology is well-adapted to high altitudes, with proportionately larger lungs and heart than other cattle, as well as greater capacity for transporting oxygen through their blood. In yaks, hypoxia-inducible factor 1 (\"HIF-1\") has high expression in the brain, lung and kidney, showing that it plays an important role in the adaptation to low oxygen environment. On 1 July 2012 the complete genomic sequence and analyses of a female domestic yak was announced, providing important insights into understanding mammalian divergence and adaptation at high altitude. Distinct gene expansions related to sensory perception and energy metabolism were identified. In addition, researchers also found an enrichment of protein domains related to the extracellular environment and hypoxic stress that had undergone positive selection and rapid evolution. For example, they found three genes that may play important roles in regulating the bodyʼs response to hypoxia, and five genes that were related to the optimisation of the energy from the food scarcity in the extreme plateau. One gene known to be involved in regulating response to low oxygen levels, ADAM17, is also found in human Tibetan highlanders.",
            "score": 166.4208446741104
        },
        {
            "docid": "764446_8",
            "document": "Sacoglossa . The sacoglossans can utilise the chloroplasts of the algae on which they feed, which they keep alive for hours to months after their ingestion. They maintain the cells and metabolise the photosynthetic products; this process is termed kleptoplasty, and the sacoglossans are the only animals to employ it; some ciliates and foramanifera (protists) also employ the strategy. Sacoglossans have been known to survive for months living solely on the photosynthetic products of their acquired plastids. This process is somewhat mystifying, as the upkeep of chloroplasts usually requires interaction with genes encoded in the plant cell nucleus. This almost seems to suggest that the genes have been laterally transferred from algae to the animals. DNA amplification experiments on \"Elysia chlorotica\" adults and eggs using \"Vaucheria litorea\" derived primers revealed the presence of psbO, an algal nuclear gene. These results were likely an artefact, as most recent results based on transcriptomic analysis and sequencing of genomic DNA from the slug's eggs reject the hypothesis that lateral gene transfer supports kleptoplast longevity. Sacoglossans are able to choose which method of feeding they utilize. The switch from active feeding to photosynthesis in sacoglossans is triggered by the shortage of food resource, and typically not preferred. If food is readily available, the animal will actively consume. Starvation periods (periods of photosynthesis and no active feeding) vary between species of sacoglossans from less than a week to over four months, and photosynthesis is used as a last resort mechanism to avoid mortality. Another unclear step in the process is how the chloroplasts are protected from digestion, and how they adapt to their new position in animal cells without the membranes that would control their environment in the algae. However it is achieved, kleptoplasty is an important strategy for many genera of Placobranchacaea. One species of \"Elysia\" feeds on a seasonally-calcifying alga. Because it is unable to penetrate the calcified cell walls, the animal can only feed for part of the year, relying on the ingested chloroplasts to survive whilst the foodstuff is calcified, until later in the season when the calcification is lost and the grazing can continue.",
            "score": 180.61905896663666
        },
        {
            "docid": "51678199_25",
            "document": "Animal genetic resources for food and agriculture . Characterization of animal genetic resources is a prerequisite for its management. Advances in molecular genetics have provided us with tools to better understand livestock origin and diversity. There are many technologies capable of determining genetic profiles, including whole genome sequencing, shotgun sequencing, RNA sequencing and DNA microarray analysis. These techniques allow us to map genomes and then analyze their implications through bioinformatics and statistical analysis. Molecular genetic studies, especially genome-wide association studies and whole-genome sequencing allow adaptive traits to be linked to genomic regions, genes, or even mutations. For example, horn size, meat quality, gait, and prenatal growth in cattle all have single genes found to be responsible for these phenotypic traits.",
            "score": 158.81048107147217
        },
        {
            "docid": "35629150_2",
            "document": "Bacterial genome . Bacterial genomes are generally smaller and less variant in size among species when compared with genomes of animals and single cell eukaryotes. Bacterial genomes can range in size anywhere from about 130 kbp to over 14 Mbp. A study that included, but was not limited to, 478 bacterial genomes, concluded that as genome size increases, the number of genes increases at a disproportionately slower rate in eukaryotes than in non-eukaryotes. Thus, the proportion of non-coding DNA goes up with genome size more quickly in non-bacteria than in bacteria. This is consistent with the fact that most eukaryotic nuclear DNA is non-gene coding, while the majority of prokaryotic, viral, and organellar genes are coding. Right now, we have genome sequences from 50 different bacterial phyla and 11 different archaeal phyla. Second-generation sequencing has yielded many draft genomes (close to 90% of bacterial genomes in GenBank are currently not complete); third-generation sequencing might eventually yield a complete genome in a few hours. The genome sequences reveal much diversity in bacteria. Analysis of over 2000 \"Escherichia coli\" genomes reveals an \"E. coli\" core genome of about 3100 gene families and a total of about 89,000 different gene families. Genome sequences show that parasitic bacteria have 500–1200 genes, free-living bacteria have 1500–7500 genes, and archaea have 1500–2700 genes. A striking discovery by Cole et al. described massive amounts of gene decay when comparing Leprosy bacillus to ancestral bacteria. Studies have since shown that several bacteria have smaller genome sizes than their ancestors did. Over the years, researchers have proposed several theories to explain the general trend of bacterial genome decay and the relatively small size of bacterial genomes. Compelling evidence indicates that the apparent degradation of bacterial genomes is owed to a deletional bias.",
            "score": 189.4756397008896
        }
    ],
    "r": [
        {
            "docid": "220443_12",
            "document": "Choanoflagellate . Dujardin, a French biologist interested in protozoan evolution, recorded the morphological similarities of choanoflagellates and sponge choanocytes and proposed the possibility of a close relationship as early as 1841. Over the past decade, this hypothesized relationship between choanoflagellates and animals has been upheld by independent analyses of multiple unlinked sequences: 18S rDNA, nuclear protein-coding genes, and mitochondrial genomes (Steenkamp, et al., 2006; Burger, et al., 2003; Wainright, et al., 1993). Importantly, comparisons of mitochondrial genome sequences from a choanoflagellate and three sponges confirm the placement of choanoflagellates as an outgroup to Metazoa and negate the possibility that choanoflagellates evolved from metazoans (Lavrov, et al., 2005). Finally, recent studies of genes expressed in choanoflagellates have revealed that choanoflagellates synthesize homologues of metazoan cell signaling and adhesion genes. (King, 2003) Genome sequencing shows that, among living organisms, the choanoflagellates are most closely related to animals. Because choanoflagellates and metazoans are closely related, comparisons between the two groups promise to provide insights into the biology of their last common ancestor and the earliest events in metazoan evolution. The choanocytes (also known as \"collared cells\") of sponges (considered among the most basal metazoa) have the same basic structure as choanoflagellates. Collared cells are found in other animal groups, such as ribbon worms, suggesting this was the morphology of their last common ancestor. The last common ancestor of animals and choanoflagellates was unicellular, perhaps forming simple colonies; in contrast, the last common ancestor of all eumetazoan animals was a multicellular organism, with differentiated tissues, a definite \"body plan\", and embryonic development (including gastrulation). The timing of the splitting of these lineages is difficult to constrain, but was probably in the late Precambrian, >.",
            "score": 334.86102294921875
        },
        {
            "docid": "7569676_5",
            "document": "Nicole King . More recent work by King demonstrates that molecules thought to underpin the transition to multicellarity also exist in choanoflagellates and therefore were present in the single-celled and colonial ancestors of animals. For example, one of the most abundant and important cell adhesion molecules in the animal kingdom, cadherin, exists in choanoflagellates. In animals, cadherins are required to keep cells attached to their neighbors, so it was a surprising to discover that cadherins predate the evolution of animals. In addition, King found that choanoflagellates possess genes that animal cells use to \"talk\" or signal to one another, such as Receptor tyrosine kinase.",
            "score": 250.5247344970703
        },
        {
            "docid": "7569676_4",
            "document": "Nicole King . King identified choanoflagellates as key organisms to answer questions about the origin of multicellularity. Prior to her work, it was unclear whether choanoflagellates or fungi were the closest outgroup to multicellular animals (also called \"metazoans\"). King's comparative genomics work in collaboration with Sean Carroll helped to elucidate the evolutionary \"tree of life.\" In addition, work by King and colleagues showed that choanoflagellates possess several protein-coding genes that are highly related to protein-coding genes in animals at the base of the metazoan tree, such as sponges, cnidarians, and ctenophores.",
            "score": 241.78428649902344
        },
        {
            "docid": "220443_20",
            "document": "Choanoflagellate . The genome of \"Monosiga brevicollis\", with 41.6 million base pairs, is similar in size to filamentous fungi and other free-living unicellular eukaryotes, but far smaller than that of typical animals. In 2010, a phylogenomic study revealed that several algal genes are present in the genome of \"Monosiga brevicollis\". This could be due to the fact that, in early evolutionary history, choanoflagellates consumed algae as food through phagocytosis. Carr et al. (2010) screened the \"M. brevicollis\" genome for known eukaryotic meiosis genes. Of 19 known eukaryotic meiotic genes tested (including 8 that function in no other process than meiosis), 18 were identified in \"M. brevicollis\". The presence of meiotic genes, including meiosis specific genes, indicates that meiosis, and by implication, sex is present within the choanoflagellates.",
            "score": 241.2090606689453
        },
        {
            "docid": "220443_9",
            "document": "Choanoflagellate . The choanoflagellates were included in Chrysophyceae until Hibberd, 1975. Recent molecular phylogenetic reconstruction of the internal relationships of choanoflagellates allows the polarization of character evolution within the clade. Large fragments of the nuclear SSU and LSU ribosomal RNA, alpha tubulin, and heat-shock protein 90 coding genes were used to resolve the internal relationships and character polarity within choanoflagellates. Each of the four genes showed similar results independently and analysis of the combined data set (concatenated) along with sequences from other closely related species (animals and fungi) demonstrate that choanoflagellates are strongly supported as monophyletic and confirm their position as the closest known unicellular living relative of animals.",
            "score": 236.71051025390625
        },
        {
            "docid": "11039790_22",
            "document": "Animal . Animals are monophyletic, meaning they are derived from a common ancestor and form a single clade within the Apoikozoa. The Choanoflagellata are their sister clade. The most basal animals, the Porifera, Ctenophora, Cnidaria, and Placozoa, have body plans that lack bilateral symmetry, but their relationships are still disputed. As of 2017, the Porifera are considered the basalmost animals. An alternative to the Porifera could be the Ctenophora, which like the Porifera lack hox genes, important in body plan development. These genes are found in the Placozoa and the higher animals, the Bilateria. 6,331 groups of genes common to all living animals have been identified; these may have arisen from a single common ancestor that lived 650 million years ago in the Precambrian. 25 of these are novel core gene groups, found only in animals; of those, 8 are for essential components of the Wnt and TGF-beta signalling pathways which may have enabled animals to become multicellular by providing a pattern for the body's system of axes (in three dimensions), and another 7 are for transcription factors including homeodomain proteins involved in the control of development.",
            "score": 232.84634399414062
        },
        {
            "docid": "15223_32",
            "document": "Invertebrate . Two of the most commonly studied model organisms nowadays are invertebrates: the fruit fly \"Drosophila melanogaster\" and the nematode \"Caenorhabditis elegans\". They have long been the most intensively studied model organisms, and were among the first life-forms to be genetically sequenced. This was facilitated by the severely reduced state of their genomes, but many genes, introns, and linkages have been lost. Analysis of the starlet sea anemone genome has emphasised the importance of sponges, placozoans, and choanoflagellates, also being sequenced, in explaining the arrival of 1500 ancestral genes unique to animals. Invertebrates are also used by scientists in the field of aquatic biomonitoring to evaluate the effects of water pollution and climate change.",
            "score": 227.82196044921875
        },
        {
            "docid": "46336709_34",
            "document": "Precambrian body plans . By looking at the genome of the Choanoflagellate, \"Monosiga brevicollis\", scientists have inferred that choanoflagellates play a key role in the development of multicellularity. Nicole King has done work looking at the genome of \"Monisiga brevicollis\", and has found key protein domains that are shared between metazoans and choanoflagellates. These domains play a role in cell signalling and adhesion processes in metazoans. The finding that choanoflagellates also have these genes is an incredible discovery because it was previously thought that only metazoans had genes responsible for cell-cell communication and aggregation. This suggests that these domains play a key role in the origins of multicellularity since it ties a unicellular organism (choanoflagellates) to multicellular organisms (metazoans). It shows that the components required for multicellularity were present in the common ancestor between metazoans and choanoflagellates.",
            "score": 226.207763671875
        },
        {
            "docid": "47271_57",
            "document": "Sponge . A chemical tracer is 24-isopropylcholestane, which is a stable derivative of 24-isopropylcholesterol, which is said to be produced by demosponges but not by eumetazoans (\"true animals\", i.e. cnidarians and bilaterians). Since choanoflagellates are thought to be animals' closest single-celled relatives, a team of scientists examined the biochemistry and genes of one choanoflagellate species. They concluded that this species could not produce 24-isopropylcholesterol but that investigation of a wider range of choanoflagellates would be necessary in order to prove that the fossil 24-isopropylcholestane could only have been produced by demosponges. Although a previous publication reported traces of the chemical 24-isopropylcholestane in ancient rocks dating to , recent research using a much more accurately dated rock series has revealed that these biomarkers only appear before the end of the Marinoan glaciation approximately , and that \"Biomarker analysis has yet to reveal any convincing evidence for ancient sponges pre-dating the first globally extensive Neoproterozoic glacial episode (the Sturtian, ~ in Oman)\". Nevertheless, this 'sponge biomarker' could have other sources – such as marine algae — so may not constrain the origin of Porifera.",
            "score": 220.4574432373047
        },
        {
            "docid": "220443_2",
            "document": "Choanoflagellate . The choanoflagellates are a group of free-living unicellular and colonial flagellate eukaryotes considered to be the closest living relatives of the animals. Choanoflagellates are collared flagellates having a funnel shaped collar of interconnected microvilli at the base of a flagellum. Choanoflagellates are capable of both asexual and sexual reproduction. They have a distinctive cell morphology characterized by an ovoid or spherical cell body 3–10 µm in diameter with a single apical flagellum surrounded by a collar of 30–40 microvilli (see figure). Movement of the flagellum creates water currents that can propel free-swimming choanoflagellates through the water column and trap bacteria and detritus against the collar of microvilli, where these foodstuffs are engulfed. This feeding provides a critical link within the global carbon cycle, linking trophic levels. In addition to their critical ecological roles, choanoflagellates are of particular interest to evolutionary biologists studying the origins of multicellularity in animals. As the closest living relatives of animals, choanoflagellates serve as a useful model for reconstructions of the last unicellular ancestor of animals.",
            "score": 219.5418701171875
        },
        {
            "docid": "2879958_29",
            "document": "Sodium channel . A voltage-gated sodium channel is present in members of the choanoflagellates, thought to be the closest living, unicellular relative of animals. This suggests that an ancestral form of the animal channel was among the many proteins that play central roles in animal life, but which are thought to have evolved before multicellularity. The four-domain animal voltage-gated sodium channel likely evolved from a single-subunit ion channel, which was probably permeable for potassium ions, via a sequence of two duplication events. This model draws support from the fact that subunits I and III (and II and IV) group by similarity, suggesting that a two-channel intermediate generated from the first duplication existed long enough for divergence to occur between its two subunits. After the second duplication, the channel was left with two sets of similar domains. The resulting four-domain channel is thought to have been permeable primarily for calcium, and to have achieved sodium selectivity a number of times independently. After divergence from the invertebrates, the vertebrate lineage underwent two whole-genome duplications (WGDs), yielding a set of four sodium channel gene prologues in the ancestral vertebrate, all of which were retained. After the tetrapod/teleost split, the teleosts likely underwent a third WGD leading to the eight sodium channel prologues expressed in many modern fishes. The modern, ten-paralogue sodium gene complement of mammals is thought to have arisen from a series of parallel and nested duplications involving two of the four paralogues present in the ancestor of all tetrapods.",
            "score": 217.37734985351562
        },
        {
            "docid": "11039790_3",
            "document": "Animal . Most living animal species are in the Bilateria, a clade whose members have a bilaterally symmetric body plan. The Bilateria include the protostomes—in which many groups of invertebrates are found, such as nematodes, arthropods, and molluscs—and the deuterostomes, containing the echinoderms and chordates (including the vertebrates). Life forms interpreted as early animals were present in the Ediacaran biota of the late Precambrian. Many modern animal phyla became clearly established in the fossil record as marine species during the Cambrian explosion which began around 542 million years ago. 6,331 groups of genes common to all living animals have been identified; these may have arisen from a single common ancestor that lived 650 million years ago.",
            "score": 216.5946502685547
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 215.0352783203125
        },
        {
            "docid": "50659114_3",
            "document": "Apoikozoa . A close relationship between choanoflagellates and animals has long been recognised, dating back at least to the 1840s. A particularly striking and famous similarity between the single-celled choanoflagellates and multicellular animals is provided by the collar cells of sponges and the overall morphology of the choanoflagellate cell, and this has been confirmed by multiple molecular analyses since. This proposed homology has however been thrown into some doubt recently by the still controversial suggestion that ctenophores and not sponges are the sister group to all other animals. More recent genomic work has suggested that choanoflagellates possess some of the important genetic machinery necessary for the multicellularity of animals.",
            "score": 212.67897033691406
        },
        {
            "docid": "33515811_3",
            "document": "Endless Forms Most Beautiful (book) . The book's somewhat controversial argument is that evolution in animals (though no doubt similar processes occur in other organisms) proceeds mostly by modifying the way that regulatory genes, which do not code for structural proteins (such as enzymes), control embryonic development. In turn, these regulatory genes turn out to be based on a very old set of highly conserved genes which Carroll nicknames the toolkit. Almost identical sequences can be found across the animal kingdom, meaning that toolkit genes such as \"Hox\" must have evolved before the Cambrian radiation which created most of the animal body plans that exist today. These genes are used and reused, occasionally by duplication but far more often by being applied unchanged to new functions. Thus the same signal may be given at a different time in development, in a different part of the embryo, creating a different effect on the adult body. In Carroll's view, this explains how so many body forms are created with so few structural genes.",
            "score": 209.2079315185547
        },
        {
            "docid": "220443_7",
            "document": "Choanoflagellate . Choanoflagellates grow vegetatively, with many species undergoing longitudinal fission; however, the reproductive life cycle of choanoflagellates remains to be elucidated. A paper released in August 2017 showed that environmental changes, including the presence of certain bacteria, trigger the swarming and subsequent sexual reproduction of choanoflagellates. The ploidy level is unknown; however, the discovery of both retrotransposons and key genes involved in meiosis previously suggested that they used sexual reproduction as part of their life cycle. Some choanoflagellates can undergo encystment, which involves the retraction of the flagellum and collar and encasement in an electron dense fibrillar wall. On transfer to fresh media, excystment occurs; though it remains to be directly observed. Further examination of the choanoflagellate life cycle will be informative about mechanisms of colony formation and attributes present before the evolution of animal multicellularity.",
            "score": 207.2615966796875
        },
        {
            "docid": "5259_3",
            "document": "Common descent . Common ancestry between organisms of different species arises during speciation, in which new species are established from a single ancestral population. Organisms which share a more-recent common ancestor are more closely related. The most recent common ancestor of all currently living organisms is the last universal ancestor, which lived about 3.9 billion years ago. The two earliest evidences for life on Earth are graphite found to be biogenic in 3.7 billion-year-old metasedimentary rocks discovered in western Greenland and microbial mat fossils found in 3.48 billion-year-old sandstone discovered in Western Australia. All currently living organisms on Earth share a common genetic heritage, though the suggestion of substantial horizontal gene transfer during early evolution has led to questions about the monophyly (single ancestry) of life. 6,331 groups of genes common to all living animals have been identified; these may have arisen from a single common ancestor that lived 650 million years ago in the Precambrian.",
            "score": 205.33285522460938
        },
        {
            "docid": "220443_24",
            "document": "Choanoflagellate . The first transcriptome of a loricate choanoflagellate led to the discovery of choanoflagellate silicon transporters. Subsequently, similar genes were identified in a second loricate species, \"Diaphanoeca grandis\". Analysis of these genes found that the choanoflagellate SITs show homology to the SIT-type silicon transporters of diatoms and have evolved through horizontal gene transfer.",
            "score": 202.60325622558594
        },
        {
            "docid": "47271_60",
            "document": "Sponge . In the 1990s sponges were widely regarded as a monophyletic group, all of them having descended from a common ancestor that was itself a sponge, and as the \"sister-group\" to all other metazoans (multi-celled animals), which themselves form a monophyletic group. On the other hand, some 1990s analyses also revived the idea that animals' nearest evolutionary relatives are choanoflagellates, single-celled organisms very similar to sponges' choanocytes – which would imply that most Metazoa evolved from very sponge-like ancestors and therefore that sponges may not be monophyletic, as the same sponge-like ancestors may have given rise both to modern sponges and to non-sponge members of Metazoa.",
            "score": 199.3626708984375
        },
        {
            "docid": "13571938_46",
            "document": "Plant evolutionary developmental biology . Polyploidy is a very common feature in plants. It is believed that at least half plants are or have been polyploids. Polyploidy leads to genome doubling, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form. It is not known though, why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, leading to polypoidy. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families is less, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are found clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 198.17462158203125
        },
        {
            "docid": "29801409_3",
            "document": "Beta thymosins . Monomeric β-thymosins, i.e. those of molecular weight similar to the peptides originally isolated from thymus by Goldstein, are found almost exclusively in cells of multicellular animals. Known exceptions are monomeric thymosins found in a few single-celled organisms, significantly those currently regarded as the closest relatives of multicellular animals: choanoflagellates and filastereans. Although found in very early-diverged animals such as sponges, monomeric thymosins are absent from arthropods and nematodes, which do nevertheless possess \"β-thymosin repeat proteins\" which are constructed from several end-to-end repeats of β-thymosin sequences. Genomics has shown that tetrapods (land vertebrates) each express three monomeric β-thymosins, which are the animal species' equivalents (orthologues) of human β, β and β thymosins, respectively. The human thymosins are encoded by the genes TMSB4X, TMSB10 and TMSB15A and TMSB15B. (In humans, the proteins encoded by the two TMSB15 genes are identical.) Bony fish in general express orthologues of these same three, plus an additional copy of the β orthologue.",
            "score": 198.0525665283203
        },
        {
            "docid": "379258_6",
            "document": "Choanocyte . Choanocytes bear more than a passing resemblance to Choanoflagellates, and demonstrate key steps in the evolution of animals. Scientist Nicole King helped to establish the distinction. DNA sequencing indicates that multicellular choanoflagellates and poriferans are sister groups, both descended from the same eukaryotic clade. One can see modern choanoflagellates living in small colonies, illustrating the evolution of sponges by analogy. More complex animals, notably the cnidarians, possess cells whose structures are clearly derived from choanocytes, demonstrating their historical ties to phylum porifera.",
            "score": 196.39598083496094
        },
        {
            "docid": "34463932_8",
            "document": "Peto's paradox . Various species have evolved different mechanisms for suppressing cancer. A paper in \"Cell Reports\" in January 2015 claimed to have found genes in the bowhead whale (\"Balaena mysticetus\") that may be associated with longevity. Around the same time, a second team of researchers identified a polysaccharide in the naked mole-rat that appeared to block the development of tumors. In October 2015, two independent studies showed that elephants have 20 copies of tumor suppressor gene TP53 in their genome, where humans and other mammals have only one. Additional research showed 14 copies of the gene present in the DNA of preserved mammoths, but only one copy of the gene in the DNA of manatees and hyraxes, the elephant's closest living relatives. The results suggest an evolutionary relationship between animal size and tumor suppression, as Peto had theorized.",
            "score": 191.79031372070312
        },
        {
            "docid": "5150349_33",
            "document": "Hedgehog signaling pathway . The hedgehog protein appears to have evolved in two sections, the N-terminal domain (hedge) and the C-terminal domain (hog), that only later were spliced together into a single transcriptional unit. The Hog domain contains a sequence called Hint (Hedgehog INTein), which is similar in sequence and function to bacterial and fungal inteins. The Hog domain is present in many eukaryotic branches, i.e. red algae, mosses, dinoflagellates, jakobids, and other single cell eurkaryotes. Choanoflagellates contain a gene named hoglet that also encodes the hedgehog C-terminal domain Hog domain. However, Choanoflagellates and lower eukaryotes do not contain any regions similar to the hedge domain, suggesting that hog evolved first. Poriferans have both hedge-like proteins (termed hedgling) and hog-like proteins, but they exist as two completely separate transcriptional units. Cnidarians contain the hedgling and hog genes, but also have a complete hedgehog gene, indicating that hedge and hog were spliced into hedgehog after the last common ancestor of poriferans and cnidarians. Bilaterians do not contain hedgling genes, suggesting that these were lost by deletion before this branch split from the other metazoans. However, Hog domain-containing genes without a Hedge domain are present in several bilaterian branches. They are found in lophotrochozoa and nematodes. While Enoplea nematodes also have a bona-fide Hedgehog, the branch leading to C. elegans has lost hedgehog, but has dramatically expanded the Hog genes.",
            "score": 191.77194213867188
        },
        {
            "docid": "3524301_5",
            "document": "Burkholderia mallei . \"B. mallei\" is very closely related to \"B. pseudomallei\", being 99% identical in conserved genes when compared to \"B. pseudomallei\". \"B. malllei\" has about 1.4 Mb less DNA than \"B. pseudomallei\". \"B. mallei\" may have actually evolved from a strain of \"B. pseudomallei\" after the latter had infected an animal. The bacterium would have lost the genes that were not necessary for living in an animal host. This suggestion has found support from studies that compare strains of \"B. mallei\" to \"B. pseudomallei\" and indicate that their two respective genomes are very similar. The genes that allowed the bacterium to survive in a soil environment, like genes that gave \"B. mallei\" the capacity to protect against bactericidals, antibiotics, and antifungals, were likely deleted. Thus, the reason that \"B. mallei\" is not found outside of a host is because it lacks the genes necessary for survival in the soil. Genome comparisons also seem to indicate that the \"B. mallei\" is still evolving and adapting to an intracellular lifestyle.",
            "score": 191.24609375
        },
        {
            "docid": "19467882_12",
            "document": "Urbilaterian . Genetic reconstructions are unfortunately not much help. They work by considering the \"genes\" common to all bilateria, but problems arise because very similar genes can be co-opted for different roles. For instance, the gene Pax6 has a key role in eye development, but is absent in some animals with eyes; some cnidaria have genes which in bilateria control the development of a layer of cells that the cnidaria don't even possess. This means that even if a gene can be identified as present in the urbilaterian, we can't tell what the gene was coding for. Before this was realised, genetic reconstructions implied an implausibly complex urbilaterian.",
            "score": 190.567626953125
        },
        {
            "docid": "37388686_10",
            "document": "Minimal genome . Reconstruction of a minimal genome is possible by using the knowledge of existing genomes via which the sets of genes, essential for living can also be determined. Once the set of essential genetic elements are known, one can proceed to define the key pathways and core-players by modeling simulations and wet lab genome engineering. The two organisms upon which the ‘minimal gene set for cellular life' was applied were: \"Haemophilus influenzae\", and \"M. genitalium\". A list of orthologous proteins were compiled in hope that it would contain protein necessary for cell survival, as orthologous analysis determines how two organisms evolved and shed away any non-essential genes. Since, \"H. influenza\" and \"M. genitalium\" are Gram negative and Gram positive bacteria and due to their vast evolution it was expected that these organisms would be enriched genes that were of universal importance. However, 244 detected orthologs discovered contained no parasitism-specific proteins. The conclusion of this analysis was that similar biochemical functions might be performed by non-orthologous proteins. Even when biochemical pathways of these two organisms were mapped, several pathways were present but many were incomplete. Proteins determined to be common between the two organisms were non-orthologous to each other. Much of the research mainly focuses on the ancestral genome and less on the minimal genome. Studies of these existing genomes have helped determine that orthologous genes found in these two species are not necessarily essential for survival, in fact non-orthologous genes were found to be more important. Also, it was determined that in order for proteins to share same functions they do not need to have same sequence or common three dimensional folds. Distinguishing between orthologs and paralogs and detecting displacements of orthologs have been quiet beneficial in reconstructing evolution and determining the minimal gene set required for a cellular life. Instead, of conducting a strict orthology study, comparing groups of orthologs and occurrence in most clades instead of every species helped encounter genes lost or displaced. Only genomes that have been completely sequenced have enabled in studying orthologs among group of organisms. Without a fully sequenced genome it would not be possible to determine the essential minimal gene set required for survival.",
            "score": 190.07020568847656
        },
        {
            "docid": "35629150_2",
            "document": "Bacterial genome . Bacterial genomes are generally smaller and less variant in size among species when compared with genomes of animals and single cell eukaryotes. Bacterial genomes can range in size anywhere from about 130 kbp to over 14 Mbp. A study that included, but was not limited to, 478 bacterial genomes, concluded that as genome size increases, the number of genes increases at a disproportionately slower rate in eukaryotes than in non-eukaryotes. Thus, the proportion of non-coding DNA goes up with genome size more quickly in non-bacteria than in bacteria. This is consistent with the fact that most eukaryotic nuclear DNA is non-gene coding, while the majority of prokaryotic, viral, and organellar genes are coding. Right now, we have genome sequences from 50 different bacterial phyla and 11 different archaeal phyla. Second-generation sequencing has yielded many draft genomes (close to 90% of bacterial genomes in GenBank are currently not complete); third-generation sequencing might eventually yield a complete genome in a few hours. The genome sequences reveal much diversity in bacteria. Analysis of over 2000 \"Escherichia coli\" genomes reveals an \"E. coli\" core genome of about 3100 gene families and a total of about 89,000 different gene families. Genome sequences show that parasitic bacteria have 500–1200 genes, free-living bacteria have 1500–7500 genes, and archaea have 1500–2700 genes. A striking discovery by Cole et al. described massive amounts of gene decay when comparing Leprosy bacillus to ancestral bacteria. Studies have since shown that several bacteria have smaller genome sizes than their ancestors did. Over the years, researchers have proposed several theories to explain the general trend of bacterial genome decay and the relatively small size of bacterial genomes. Compelling evidence indicates that the apparent degradation of bacterial genomes is owed to a deletional bias.",
            "score": 189.47564697265625
        },
        {
            "docid": "536158_9",
            "document": "Opisthokont . The choanoflagellates have a circular mitochondrial DNA genome with long intergenic regions. This is four times as large as animal mitochondrial genomes and contains twice as many protein coding genes.",
            "score": 188.03866577148438
        },
        {
            "docid": "57414_13",
            "document": "Evolutionary developmental biology . Roughly spherical eggs of different animals give rise to extremely different bodies, from jellyfish to lobsters, butterflies to elephants. Many of these organisms share the same structural genes for bodybuilding proteins like collagen and enzymes, but biologists had expected that each group of animals would have its own rules of development. The surprise of evo-devo is that the shaping of bodies is controlled by a rather small percentage of genes, and that these regulatory genes are ancient, shared by all animals. The giraffe does not have a gene for a long neck, any more than the elephant has a gene for a big body. Their bodies are patterned by a system of switching which causes development of different features to begin earlier or later, to occur in this or that part of the embryo, and to continue for more or less time.",
            "score": 187.93678283691406
        },
        {
            "docid": "44419326_2",
            "document": "Bitter taste evolution . The evolution of bitter taste receptors has been one of the most dynamic evolutionary adaptations to arise in multiple species. This phenomenon has been widely studied in the field of evolutionary biology because of its role in the identification of toxins often found on the leaves of inedible plants. A palate more sensitive to these bitter tastes would, theoretically, have an advantage over members of the population less sensitive to these poisonous substances because they would be much less likely to ingest toxic plants. Bitter-taste genes have been found in a variety of species, and the same genes have been well characterized in several common laboratory animals such as primates and mice, as well as in humans. The primary gene responsible for encoding this ability in humans is the \"TAS2R\" gene family which contains 25 functional loci as well as 11 pseudogenes. The development of this gene has been well characterized, with proof that the ability evolved before the human migration out of Africa. The gene continues to evolve, for better or for worse, in the present day.",
            "score": 187.83108520507812
        },
        {
            "docid": "4355150_16",
            "document": "Apolipoprotein E . Apolipoproteins are not unique to mammals. Many terrestrial and marine vertebrates have versions of them. Proteins similar in function have been found in choanoflagellates, suggesting that they are a very old class of proteins predating the dawn of all living animals. It is believed that the APOE arose via gene duplications of APOC-I before the fish-mammal split 400 million years ago.",
            "score": 187.10154724121094
        }
    ]
}