{
    "q": [
        {
            "docid": "40364158_47",
            "document": "Antibiotic use in livestock . Around 70% of all antibiotics administered are used for livestock. Some drugs are used in livestock feed to prevent illnesses and or increase growth rates, but others are used as injection to treat illnesses to prevent death. The use of antibiotics in livestock can be harmful to humans because it can create an antibiotic resistant bacteria in humans that can be transferred through several different ways such as: raw meats, consumption of meats, as well as ingestion through airborne bacteria. Waste from food-producing animals can also contain antibiotic-resistant bacteria and is sometimes stored in lagoons. This waste is often sprayed as fertilizer and can thus contaminate crops and water with the antibiotic-resistant bacteria. Although antibiotic use in livestock can be harmful to humans, most see it as a necessary evil to prevent disease and death in out livestock. Antibiotic resistance makes humans resistant to certain types of drugs for different diseases, as well as makes it harder for them to fight off infections.",
            "score": 232.64172422885895
        },
        {
            "docid": "26628694_6",
            "document": "Animal Drug Availability Act 1996 . The Union of Concerned Scientists estimate healthy hogs receive 5 million pounds of two tetracycline antibiotics, this is 60% greater than the total volume of antibiotics given to sick humans. Medical doctors advise appropriate use of antibiotics, specifically finishing the full antibiotic regimen with consequence of the strongest survivors recuperating and worsening the infection. Antibiotics create an environment appropriate for bacteria to evolve resistant strains, since when faced with death any survivors have become more appropriately adapted. This is the same principle as Darwinian evolution by natural selection. The development of resistant bacteria strains can be attributed to antibiotic use because resistance to the drugs was previously unobserved. The World Health Organization states: “Shortly after the licensing and use in livestock of fluoroquinolone, a powerful new class of antimicrobials, fluoroquinolone-resistant Salmonella and Campylobacter isolations from animals, and humans increased.” Most production for fast food incorporates antibiotics, but there has been a push by major companies including McDonald's, Subway and Carl's Jr. to discontinues fluoroquinolone use in associated feedlots.",
            "score": 251.09642696380615
        },
        {
            "docid": "43531047_7",
            "document": "One Health Model . Antibiotic resistance is becoming a serious problem in today's agriculture industry and for humans. One reason for this occurring resistance is that natural resistomes are present in different environmental niches. These environmental resistomes function as an antibiotic resistance gene. There are many questions and research that needs to be further done to find out if these environmental resistomes play a big role in the antibiotics resistance that is occurring in humans, animals, and plants. A recent study was done and reported that 700 000 annual deaths were taken by infections due to drug resistant pathogens This study also reported that if unchecked then this number will increase to 10 million by 2050. The National Antimicrobial Monitoring System is a system used to monitor antimicrobial resistance among bacteria that is isolated from animals that are used as food In 2013 they found that about 29% of tukeys, 18% of swine, 17% of beef, and 9% of chicken were multi drug resistance, meaning they had resistance to 3 or more classes of antimicrobials. Having these resistance for both animals and humans makes it easier for zoonotic diseases to be transferred between them and also makes it easier for the resistance of these antimicrobials to be passed on. With this being said there are many possible risk management options that can be taken to help reduce this possibility. Most of these risk management options can take place on the farm or at the slaughter house for animals. When it comes to humans risk management has to be done by you yourself and you have to be responsible for good hygiene, up to date vaccinations, and proper use of antibiotics. With that being said the same management on farms needs to be taken for proper use of antibiotics and only using them when it is absolutely necessary and improving the general hygiene in all stages of production. With these management factors added in with research and knowledge on the amount of resistance within our environment Antimicrobial resistance may be able to be controlled and help reduce the amount of zoonotic diseases that are passed between animals and humans.",
            "score": 259.8621326684952
        },
        {
            "docid": "12116844_38",
            "document": "Poultry farming . The Centers for Disease Control (CDC), has identified the emergence of antibiotic resistance as a national threat. The concern over antibiotic use in livestock arises from the necessity antibiotics have in keeping populations disease-free. As of 2016, over 70 percent of FDA approved antibiotics are utilized in modern, high production poultry farms to prevent, control, and treat disease. The FDA released a report in 2009 estimating that of antibiotics had been used in livestock in that year alone. However, surveillance of consumer exposure to antibiotics through poultry consumption is limited. More specifically in 2012, the FDA speculated the most significant public health threat in regard to antimicrobial use in animals is the exposure of antimicrobial resistant bacteria to humans. These statements are challenged by the American meat industry lobbyists that antibiotics are used responsibly and judiciously in order to ensure effectiveness.",
            "score": 187.7444680929184
        },
        {
            "docid": "40364158_42",
            "document": "Antibiotic use in livestock . In research studies, occasional animal-to-human spread of antibiotic-resistant organisms has been demonstrated. Resistant bacteria can be transmitted from animals to humans in three ways: by consuming animal products (milk, meat, eggs, etc.), from close or direct contact with animals or other humans, or through the environment. In the first pathway, food preservation methods can help eliminate, decrease, or prevent the growth of bacteria in some food classes. Evidence for the transfer of macrolide-resistant microorganisms from animals to humans has been scant, and most evidence shows that pathogens of concern in human populations originated in humans and are maintained there, with rare cases of transference to humans.",
            "score": 201.42063808441162
        },
        {
            "docid": "40364158_46",
            "document": "Antibiotic use in livestock . More recently, there has been increased concern about the use of anti-microbials in animals (including pets, livestock, and companion animals) contributing to the rise in antibiotic resistant infections in humans. The use of antimicrobials has been linked to the rise of resistance in every drug and species where it has been studied, including humans and livestock. However, the role of antibiotic use in food animals – in contrast to the use of antibiotics in humans – in the rise of resistant infections in humans is in dispute. The use of antimicrobials in various forms is widespread throughout animal industry, and is an essential part in preventing animals from suffering from disease and economic loss to farmers. It is linked by some activist groups to the animal welfare concern, large scale commercial agriculture, international food trade, agricultural protectionist laws, environmental protection (including climate change) and other topics, which make the aims of some groups on both sides of the debate difficult to untangle.",
            "score": 188.23553955554962
        },
        {
            "docid": "16540871_28",
            "document": "Health in Thailand . A study by the health ministry and Britain's Wellcome Trust released in September 2016 found that an average of two person die every hour from multi-drug resistant bacterial infections in Thailand. That death rate is much higher than in Europe. The improper use of antibiotics for humans and livestock has led to the proliferation of drug-resistant microorganisms, creating new strains of \"superbugs\" that can be defeated only by \"last resort\" medicines with toxic side effects. In Thailand, antibiotics are freely available in pharmacies without a prescription and even in convenience stores. Unregulated use of antibiotics on livestock is also problematic. Drug-resistant bacteria spreads through direct contact between humans and farm animals, ingested meat, or the environment. Antibiotics are often used on healthy animals to prevent, rather than treat, illnesses.",
            "score": 201.46332347393036
        },
        {
            "docid": "40364158_70",
            "document": "Antibiotic use in livestock . Antibiotic resistant bacteria can spread to humans through a variety of routes including: soil and groundwater, direct contamination of farm workers, insect vectors, and infecting meat during the butchering process. From the livestock to worker perspective, this puts entire communities of people at risk of acquiring antibiotic resistant bacteria. Articles such as clothes or materials can indirectly and unintentionally aid the transmission of these resistant strains of bacteria to larger human populations.",
            "score": 209.81017327308655
        },
        {
            "docid": "1672551_26",
            "document": "Concentrated animal feeding operation . Antibiotics are used heavily in CAFOs to both treat and prevent illness in individual animals as well as groups. The close quarters inside CAFOs promote the sharing of pathogens between animals and thus, the rapid spread of disease. Even if their stock are not sick, CAFOs will incorporate low doses of antibiotics into feed “to reduce the chance for infection and to eliminate the need for animals to expend energy fighting off bacteria, with the assumption that saved energy will be translated into growth”. This practice is an example of a non-therapeutic use of antibiotics. Such antibiotic use is thought to allow animals to grow faster and bigger, consequently maximizing production for that CAFO. Regardless, the World Health Organization has recommended that the non-therapeutic use of antibiotics in animal husbandry be reevaluated, as it contributes to the overuse of antibiotics and thus the emergence of resistant bacteria that can spread to humans. When bacteria naturally occurring in the animals’ environment and/or body are exposed to antibiotics, natural selection results in bacteria, who have genetic variations that protect them from the drugs, to survive and spread their advantageously resistant traits to other bacteria present in the ecosystem. This is how the problem of antimicrobial resistance increases with the continued use of antibiotics by CAFOs. This is of concern to public health because resistant bacteria generated by CAFOs can be spread to the surrounding environment and communities via waste water discharge or aerosolization of particles.",
            "score": 243.99775767326355
        },
        {
            "docid": "43567293_10",
            "document": "Ruth Hall (scientist) . Spread of resistance between individuals is an increased risk among hospitalized and immunosuppressed patients with Hall's work identifying the role of commensal bacteria, including \"E.coli\" in the human colon in the spread of genes. Resistance genes can also reach the human food chain through subtherapeutic antibiotic use as growth promotants in animal production, with Hall contributing to JETACAR (Joint Expert Advisory Committee on Antibiotic Resistance), which, in 2000, developed Australian Government policy on antibiotic use in agriculture. The risks of the rise of \"superbugs\" from the gene exchange processes described by Hall are recognized internationally as a threat to human health (WHO report on antibiotic resistance, May 2014).",
            "score": 246.50020253658295
        },
        {
            "docid": "1914_43",
            "document": "Antimicrobial resistance . The United States Department of Agriculture (USDA) and the Food and Drug Administration (FDA) collect data on antibiotic use in humans and in a more limited fashion in animals. The FDA first determined in 1977 that there is evidence of emergence of antibiotic-resistant bacterial strains in livestock. The long-established practice of permitting OTC sales of antibiotics (including penicillin and other drugs) to lay animal owners for administration to their own animals nonetheless continued in all states. In 2000, the FDA announced their intention to revoke approval of fluoroquinolone use in poultry production because of substantial evidence linking it to the emergence of fluoroquinolone-resistant \"Campylobacter\" infections in humans. Legal challenges from the food animal and pharmaceutical industries delayed the final decision to do so until 2006. Fluroquinolones have been banned from extra-label use in food animals in the USA since 2007. However, they remain widely used in companion and exotic animals.",
            "score": 178.70345175266266
        },
        {
            "docid": "11788773_4",
            "document": "Tallgrass Beef Company . The company philosophy places a greater emphasis on the quality of production than the feedlot system. In feedlot cattle operations, cattle are typically subjected to an aggressive growth hormones implant strategy in order to induce rapid growth of lean muscle. Cattle in feedlots are fed a formula feed that consists of 70% to 90% grain and are also injected with rounds of parasite treatments and fed low grade antibiotics to induce growth and negate diseases that spread in feedlots. Tallgrass’ cattle, on the other hand, are allowed to roam in open pastures without the space restrictions that feedlots impose on their cattle. Additionally, they are not implanted with any synthetic growth hormones, or fed animal by-products or antibiotics. Tallgrass has a policy of not using antibiotics in any of its cattle herds. In 2001, the American Medical Association stated that it opposed the regular use of antibiotics in all levels of livestock agriculture because of scientifically verified risk assessments.",
            "score": 182.9628494977951
        },
        {
            "docid": "40364158_49",
            "document": "Antibiotic use in livestock . The effects of antibiotic usage in livestock transferring to humans has been well documented for over 40 years. It was first documented in 1976, where a study followed a novel antibiotic being used in livestock. The bacteria in animals and workers were regularly followed to record translational effects. The findings revealed that within 2 weeks, the bacteria found in the guts of animals fed antibiotics were resistant to the new antibiotic. Additionally, the resistant bacteria had spread to farm's laborers within 6 months. The bacteria in the stool of the laborers were tested and contained more than 80% resistance to the initial antibiotic given to the livestock. Since the primary study, there have been many well documented events showing that antibiotic usage in livestock results in direct influence of antibiotic resistance in humans.",
            "score": 243.5798783302307
        },
        {
            "docid": "2211475_19",
            "document": "Anaerobic lagoon . Antibiotics are fed to livestock to prevent disease and to increase weight and development, so that there is a shortened time from birth to slaughter. However, because these antibiotics are administered at sub-therapeutic levels, bacterial colonies can build up resistance to the drugs through the natural selection of bacteria resistant to these antibiotics. These antibiotic-resistant bacteria are then excreted and transferred to the lagoons, where they can infect humans and other animals.",
            "score": 222.87600433826447
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 272.02366507053375
        },
        {
            "docid": "40364158_66",
            "document": "Antibiotic use in livestock . There are other bacteria as well, where research is evolving and revealing that bacterial resistance acquired through use in livestock may be contributing to disease in humans. Examples of these include Enterococcus, E. coli 0157 and Staphylococcus Aureus. In the case of foodborne illness from E.coli, though it is still not typically treated with antibiotics because of associated risk of renal failure, increasing rates of antibiotic resistant infections have been correlated with increasing virulence of the bacteria. In the case of enterococcus and staphylococcus aureus, resistant forms of both of these bacteria have resulted in greatly increasing morbidity and mortality in the US. At this point, there have been studies, though a limited number, that definitively link antibiotic use in food production to these resistance patterns in humans and further research will help to further characterize this relationship.",
            "score": 226.27685117721558
        },
        {
            "docid": "23640750_13",
            "document": "Antibiotic misuse . There has been massive use of antibiotics in animal husbandry. The most abundant use of antimicrobials worldwide is in livestock; they are typically distributed in animal feed or water for purposes such as disease prevention and growth promotion. Debates have arisen surrounding the extent of the impact of these antibiotics, particularly antimicrobial growth promoters, on human antibiotic resistance. Although some sources assert that there remains a lack of knowledge on which antibiotic use generates the most risk to humans, policies and regulations have been placed to limit any harmful effects, such as the potential of bacteria developing antibiotic resistance within livestock, and that bacteria transferring resistance genes to human pathogens  On January 1, 2017, the FDA enacted legislation to require that all human medically important feed-grade antibiotics (many prior over-the-counter-drugs) become classified as Veterinary Feed Directive drugs (VFD). This action requires that farmers establish and work with veterinaries to receive a written VFD order. The effect of this act places a requirement on an established veterinarian-client-patient relationship (VCPR). Through this relationship, farmers will receive an increased education in the form of advice and guidance from their veterinarian.",
            "score": 233.140651345253
        },
        {
            "docid": "40364158_67",
            "document": "Antibiotic use in livestock . Humans can be exposed to antibiotic-resistant bacteria by ingesting them through the food supply. Dairy products, ground beef and poultry are the most common foods harboring these pathogens. There is evidence that a large proportion of resistant \"E. coli\" isolates causing blood stream infections in people are from livestock produced as food.",
            "score": 195.8327717781067
        },
        {
            "docid": "40364158_31",
            "document": "Antibiotic use in livestock . The Food and Drug Administration categorizes potential antibiotic usage and negative effects in the human population in 3 tiers. These tiers categorize the likelihood that bacteria acquire resistance to antibiotics before ending up in food and subsequently result in adverse effects to human health as: low, medium or high probabilities. These categorizations determine the impact, or risk, of antibiotic resistance residing in human intestinal flora with calculation for an acceptable level of risk to human health.",
            "score": 175.92306542396545
        },
        {
            "docid": "33532401_10",
            "document": "Subtherapeutic antibiotic use in swine . In 2003, the Food and Drug Administration released Guidance #152, which makes recommendations on how to best develop new animal drugs with regard to the potential impacts on human health. In the summer of 2010, the FDA released Guidance #209, which suggests limited livestock use of antibiotics that are medically important to humans. In 2009, Rep. Louise Slaughter introduced HR 1549, otherwise known as The Preservation of Antibiotics for Medical Treatment Act (PAMTA). Under this bill, medically important antibiotics would be phased out in livestock and other restrictions would be placed on antibiotic use in food-producing animals. Some scientists argue that withdrawing antibiotic use will result in more diseased animals, which can result in an increased bacterial load on meat and an increased risk of food-borne illness. Opponents of such a ban argue that the economic implications would be devastating in terms of higher food prices. One study found that the price of pork would increase five cents a pound.",
            "score": 129.35919833183289
        },
        {
            "docid": "40364158_38",
            "document": "Antibiotic use in livestock . In 2011, a total of 13.6 million kilograms of antimicrobials were sold for use in food-producing animals in the United States, which represents 80% of all antibiotics sold or distributed in the United States. Of the antibiotics given to animals from 2009 through 2013, just above 60% distributed for food animal use are \"medically-important\" drugs, that are also used in humans. The rest are drug classes like ionophores which are not used in human medicine. Due to concerns about the overuse of antibiotics in food-producing animals, the U.S. Food & Drug Administration has implemented new industry guidelines that will restrict the use of medically-important drugs to uses \"that are considered necessary for assuring animal health\" and will require veterinary oversight. The food animal and veterinary pharmaceutical industries will need to phase out medically important antimicrobial use by January 1, 2017.",
            "score": 107.55282926559448
        },
        {
            "docid": "40364158_4",
            "document": "Antibiotic use in livestock . There are also global concerns over the use of antibiotics for growth promotion or therapy purposes because of the potential for some drugs to enter the human food chain despite rigorous withdrawal measures and testing to prevent antibiotic residues in food, increasing antibiotic resistance in animals, a potential although largely unproven link to antibiotic-resistant infections in humans, and what some consider antibiotic misuse. Other drugs may be used only under strict limits, and some organizations and authorities seek to further restrict the use of some or all drugs in animals. Other authorities, such as the World Organization for Animal Health, say that \"Without antibiotics there would be supply problems of animal protein for the human population\".",
            "score": 180.67337322235107
        },
        {
            "docid": "23640750_3",
            "document": "Antibiotic misuse . Antibiotics have been around since 1928 when penicillin was discovered by Alexander Fleming. In the 1980s, antibiotics that were determined medically important for treatment of animals could be approved under veterinary oversight. In 1996, the National Antimicrobial Resistance Monitoring System (NARMS) was established. Starting in 2010, publications regarding antimicrobial drugs in food become an annual report. Starting in 2012, there was publicly solicited input on how data is to be collected and reported for matters relating to the use of antimicrobials for food-producing animals. Resulting from this, the FDA revised its sampling structure within NARMS with the goal of obtaining more representative livestock data for the key organisms under surveillance. “NARMS partners at CDC and USDA have published over 150 peer-reviewed research articles examining the nature and magnitude of antimicrobial resistance hazards associated with antibiotic use in food-producing animals.” In 2014, the FDA began working with the United States Department of Agriculture (USDA) and the Centers of Disease Control and Prevention (CDC) to explore additional mechanisms to obtain data that is representative of antibiotic use in food-producing animals. In 2015, the FDA issues the Veterinary Feed Directive (VFD) final rule. Under this rule veterinarians must authorize the use of antimicrobials within feed for the animals they serve.",
            "score": 181.8413428068161
        },
        {
            "docid": "40364158_51",
            "document": "Antibiotic use in livestock . These resistant strains of bacteria are easily transmitted between one farm animal to another, between humans, and between animals and humans. Besides being a threat to health in essence, they also carry genetic information that can lead to other bacteria spreading and gaining resistant traits in humans, or acting as a vector for desirable plasmids. Thus, not only is there a direct threats of infection from them, but also the implication that other bacteria in a person can acquire the mutant traits of antibiotics resistance.",
            "score": 201.338472366333
        },
        {
            "docid": "11469677_92",
            "document": "Intensive animal farming . The meat that is used in fast food industries often comes from factory farms because of the low prices. The animals that the meat comes from are treated with drugs and antibiotics for the purpose of accelerating weight gain, and preventing disease in crowded and unsanitary farming conditions. However, these animals suffer greatly because their internal organs and bones can not keep up with the rapid increase in weight. Chickens that go through this process can hardly take a few steps because of their underdeveloped bones. The antibiotics used on the animals can have a negative effect on the consumers as well. When a certain antibiotic is issued to a group of animals for a long period of time, the bacteria residing in the animals will develop a resistance to the drug. If a person consumes improperly cooked meat with drug resistant bacteria and becomes sick, that person would become unresponsive to any antibiotic treatment. There have been regulations implemented on fast food companies to restrict the usage of antibiotics. Surveys and tests are conducted on industries to determine their antibiotic usage rate, and each industry is issued a grade ranging from an A to a F. As of 2018, only two fast food chains earned an A and 11 earned a F.",
            "score": 205.6534173488617
        },
        {
            "docid": "12116844_51",
            "document": "Poultry farming . Several policies have been proposed to improve data collection and transparency in livestock production. For example, the 2013 Delivering Antimicrobial Transparency in Animals (DATA) Act proposed the enactment of policies to acquire more accurate documentation of antibiotic use in growth promotion by farmers, drug manufacturers, and the FDA. Also, the Preservation of Antibiotics for Medical Treatment Act (PAMTA) was enacted to eliminate the use of medically important antibiotics in livestock. In 2015, the Preventing Antibiotic Resistance Act (PARA) was passed with two components: requirement of drug companies to provide evidence that antibiotics that are approved for use in poultry, and that meat production does not add to the growing threat of antibiotic resistance in humans. Antimicrobial Stewardship Programs (ASPs) serve as an example of systematic monitoring and analysis of data via interdisciplinary and multi-sectoral collaboration.",
            "score": 178.27145278453827
        },
        {
            "docid": "11469677_81",
            "document": "Intensive animal farming . A 2011 nationwide study reported nearly half of the meat and poultry sold in U.S. grocery stores — 47 percent — was contaminated with S. aureus, and more than half of those bacteria — 52 percent — were resistant to at least three classes of antibiotics. Although Staph should be killed with proper cooking, it may still pose a risk to consumers through improper food handling and cross-contamination in the kitchen. The senior author of the study said, \"The fact that drug-resistant S. aureus was so prevalent, and likely came from the food animals themselves, is troubling, and demands attention to how antibiotics are used in food-animal production today.\"",
            "score": 178.42365908622742
        },
        {
            "docid": "2211475_20",
            "document": "Anaerobic lagoon . Each year, 24.6 million pounds of antimicrobials are administered to livestock for non-therapeutic purposes. Seventy percent of all antibiotics and related drugs are given to animals as feed additives. Nearly half of the antibiotics used are nearly identical to ones given to humans. There is strong evidence that the use of antibiotics in animal feed is contributing to an increase in antibiotic-resistant microbes and causing antibiotics to be less effective for humans. Due to concerns over antibiotic-resistant bacteria, the American Medical Association passed a resolution stating its opposition to the use of sub-therapeutic levels of antimicrobials in livestock.",
            "score": 186.15446496009827
        },
        {
            "docid": "1059768_35",
            "document": "Cattle feeding . Antibiotics are commonly used in the food production system as a way to control the growth of potentially harmful bacteria. Potential benefits from the use of antibiotics include the prevention of diseases, increase in food and water uptake, and increase the digestive effectiveness of the animal. There are concerns however about residues of the antibiotics getting into the milk or meat of cattle. In Canada, The Canadian Food Inspection Agency (CFIA) enforces standards which protects consumers by ensuring that foods produced will not contain antibiotics at a level which will cause harm to consumers. In the United States, the government requires a withdraw period for any animal treated with antibiotics before it can be slaughtered, to allow residue to exit the animal.",
            "score": 161.9497265815735
        },
        {
            "docid": "40364158_40",
            "document": "Antibiotic use in livestock . In 2001, the Union of Concerned Scientists estimated that greater than 70% of the antibiotics used in the U.S. are given to food animals (for example, chickens, pigs, and cattle), in the absence of disease. The amounts given are termed \"sub-therapeutic\", i.e., insufficient to combat disease. Despite no diagnosis of disease, the administration of these drugs (most of which are not significant to human medicine) results in decreased mortality and morbidity and increased growth in the animals so treated. It is theorized that sub-therapeutic dosages kills some, but not all, of the bacterial organisms in the animal – likely leaving those that are naturally antibiotic-resistant. Studies have shown, however, that, in essence, the overall population levels of bacteria are unchanged; only the mix of bacteria is affected. The actual mechanism by which sub-therapeutic antibiotic feed additives serve as growth promoters is thus unclear. Some people have speculated that animals and fowl may have sub-clinical infections, which would be cured by low levels of antibiotics in feed, thereby allowing the creatures to thrive. No convincing evidence has been advanced for this theory, and the bacterial load in an animal is essentially unchanged by use of antibiotic feed additives. The mechanism of growth promotion is therefore probably something other than \"killing off the bad bugs\".",
            "score": 197.30804336071014
        },
        {
            "docid": "40364158_32",
            "document": "Antibiotic use in livestock . In general, the work towards risk assessment models are very unfinished and often contradictory. These incongruences mostly result in hard to pinpoint generalities about usage and risk for adverse health effects. In the past 40 years of research on indirect effects of antibiotic usage, it is becoming harder to disprove the problem is directly linked to antibiotic usage. However, arguments still arise about the proportion of resistant infections that are caused by antibiotics used in livestock. Additionally, the research to better understand the molecular level of how bacteria spreads from livestock to human needs to be more concrete and unidirectional. In essence, resistance is difficult to predict and varies dependent on strain of bacteria and populations of people.",
            "score": 226.6745409965515
        },
        {
            "docid": "33532401_7",
            "document": "Subtherapeutic antibiotic use in swine . There is concern that use of antibiotics in swine is leading to an increase in resistant bacteria. The reason for concern is that these resistant bacteria could lead to food-borne illness that is less responsive to treatment. Many proponents of the ban cite the “precautionary principle” of public health, which states if there is evidence of harm, the method in question should be avoided. Risk assessment studies have explored the possibility of harm more objectively through causal pathways and model building. These studies show a very small risk of failure of medical treatment due to resistant bacteria caused by the feeding of STA to livestock. For example, a stochastic risk assessment done in 2008 showed that the risk of consequences from an infection with drug resistant Campylobacteriosis was approximately 1 in 82 million.",
            "score": 191.93948602676392
        }
    ],
    "r": [
        {
            "docid": "5745363_5",
            "document": "Evolutionary pressure . Drug resistance in bacteria is an example of an outcome of natural selection. When a drug is used on a species of bacteria, those that cannot resist die and do not produce offspring, while those that survive potentially pass on the resistance gene to the next generation (vertical gene transmission). The resistance gene can also be passed on to one bacterium by another of a different species (horizontal gene transmission). Because of this, the drug resistance increases over generations. For example, in hospitals, environments are created where pathogens such as \"C\". \"difficile\" have developed a resistance to antibiotics. Antibiotic resistance is made worse by the misuse of antibiotics. Antibiotic resistance is encouraged when antibiotics are used to treat non-bacterial diseases, and when antibiotics are not used for the prescribed amount of time or in the prescribed dose. Antibiotic resistance may arise out of standing genetic variation in a population or de novo mutations in the population. Either pathway could lead to antibiotic resistance, which may be a form of evolutionary rescue.",
            "score": 275.8835754394531
        },
        {
            "docid": "13520743_22",
            "document": "Functional cloning . One of the ongoing challenges of treating bacterial infections is antibiotic resistance which commonly arises when patients do not take their full treatment of medication and hence allow bacteria to develop resistance to antibiotics over time. To understand how to combat antibiotic resistance it is important to understand how the bacterial genome is evolving and changing in healthy individuals with no recent usage of antibiotics to provide a baseline. Using a functional cloning-based technique, DNA isolated from human microflora were cloned into expression vectors in \"Escherichia coli\". Afterwards, antibiotics were applied as a screen. If a plasmid contained a gene insert that provided antibiotic resistance the cell survived and was selected on the plate. If the insert provided no resistance, the cell died and did not form a colony. Based on selection of cell colonies that survived, a better picture of genetic factors contributing to antibiotic resistance were pieced together. Most of the resistance genes that were identified were previously unknown. By using a functional cloning-based technique one is able to elucidate genes giving rise to antibiotic resistance to better understand treatment for bacterial infections.",
            "score": 272.36395263671875
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 272.023681640625
        },
        {
            "docid": "4106560_12",
            "document": "Emerging infectious disease . Methicillin-resistant Staphylococcus aureus (MRSA) evolved from Methicillin-susceptible Staphylococcus aureus (MSSA) otherwise known as common \"S. aureus\". Many people are natural carriers of \"S. aureus\", without being affected in any way. MSSA was treatable with the antibiotic methicillin until it acquired the gene for antibiotic resistance. Though genetic mapping of various strains of MRSA, scientists have found that MSSA acquired the mecA gene in the 1960s, which accounts for its pathogenicity, before this it had a predominantly commensal relationship with humans. It is theorized that when this \"S. aureus\" strain that had acquired the mecA gene was introduced into hospitals, it came into contact with other hospital bacteria that had already been exposed to high levels of antibiotics. When exposed to such high levels of antibiotics, the hospital bacteria suddenly found themselves in an environment that had a high level of selection for antibiotic resistance, and thus resistance to multiple antibiotics formed within these hospital populations. When \"S. aureus\" came into contact with these populations, the multiple genes that code for antibiotic resistance to different drugs were then acquired by MRSA, making it nearly impossible to control. It is thought that MSSA acquired the resistance gene through the horizontal gene transfer, a method in which genetic information can be passed within a generation, and spread rapidly through its own population as was illustrated in multiple studies. Horizontal gene transfer speeds the process of genetic transfer since there is no need to wait an entire generation time for gene to be passed on. Since most antibiotics do not work on MRSA, physicians have to turn to alternative methods based in Darwinian medicine. However prevention is the most preferred method of avoiding antibiotic resistance. By reducing unnecessary antibiotic use in human and animal populations, antibiotics resistance can be slowed.",
            "score": 265.67059326171875
        },
        {
            "docid": "43531047_7",
            "document": "One Health Model . Antibiotic resistance is becoming a serious problem in today's agriculture industry and for humans. One reason for this occurring resistance is that natural resistomes are present in different environmental niches. These environmental resistomes function as an antibiotic resistance gene. There are many questions and research that needs to be further done to find out if these environmental resistomes play a big role in the antibiotics resistance that is occurring in humans, animals, and plants. A recent study was done and reported that 700 000 annual deaths were taken by infections due to drug resistant pathogens This study also reported that if unchecked then this number will increase to 10 million by 2050. The National Antimicrobial Monitoring System is a system used to monitor antimicrobial resistance among bacteria that is isolated from animals that are used as food In 2013 they found that about 29% of tukeys, 18% of swine, 17% of beef, and 9% of chicken were multi drug resistance, meaning they had resistance to 3 or more classes of antimicrobials. Having these resistance for both animals and humans makes it easier for zoonotic diseases to be transferred between them and also makes it easier for the resistance of these antimicrobials to be passed on. With this being said there are many possible risk management options that can be taken to help reduce this possibility. Most of these risk management options can take place on the farm or at the slaughter house for animals. When it comes to humans risk management has to be done by you yourself and you have to be responsible for good hygiene, up to date vaccinations, and proper use of antibiotics. With that being said the same management on farms needs to be taken for proper use of antibiotics and only using them when it is absolutely necessary and improving the general hygiene in all stages of production. With these management factors added in with research and knowledge on the amount of resistance within our environment Antimicrobial resistance may be able to be controlled and help reduce the amount of zoonotic diseases that are passed between animals and humans.",
            "score": 259.86212158203125
        },
        {
            "docid": "21147_34",
            "document": "Natural selection . Natural selection is seen in action in the development of antibiotic resistance in microorganisms. Since the discovery of penicillin in 1928, antibiotics have been used to fight bacterial diseases. The widespread misuse of antibiotics has selected for microbial resistance to antibiotics in clinical use, to the point that the methicillin-resistant \"Staphylococcus aureus\" (MRSA) has been described as a \"superbug\" because of the threat it poses to health and its relative invulnerability to existing drugs. Response strategies typically include the use of different, stronger antibiotics; however, new strains of MRSA have recently emerged that are resistant even to these drugs. This is an evolutionary arms race, in which bacteria develop strains less susceptible to antibiotics, while medical researchers attempt to develop new antibiotics that can kill them. A similar situation occurs with pesticide resistance in plants and insects. Arms races are not necessarily induced by man; a well-documented example involves the spread of a gene in the butterfly \"Hypolimnas bolina\" suppressing male-killing activity by \"Wolbachia\" bacteria parasites on the island of Samoa, where the spread of the gene is known to have occurred over a period of just five years",
            "score": 254.55255126953125
        },
        {
            "docid": "1914_24",
            "document": "Antimicrobial resistance . As bacteria replicate quickly, the resistant bacteria that enter water bodies through wastewater replicate their resistance genes as they continue to divide. In addition, bacteria carrying resistance genes have the ability to spread those genes to other species via horizontal gene transfer. Therefore, even if the specific antibiotic is no longer introduced into the environment, antibiotic-resistance genes will persist through the bacteria that have since replicated without continuous exposure. Antibiotic resistance is widespread in marine vertebrates, and they may be important reservoirs of antibiotic-resistant bacteria in the marine environment.",
            "score": 252.81700134277344
        },
        {
            "docid": "26628694_6",
            "document": "Animal Drug Availability Act 1996 . The Union of Concerned Scientists estimate healthy hogs receive 5 million pounds of two tetracycline antibiotics, this is 60% greater than the total volume of antibiotics given to sick humans. Medical doctors advise appropriate use of antibiotics, specifically finishing the full antibiotic regimen with consequence of the strongest survivors recuperating and worsening the infection. Antibiotics create an environment appropriate for bacteria to evolve resistant strains, since when faced with death any survivors have become more appropriately adapted. This is the same principle as Darwinian evolution by natural selection. The development of resistant bacteria strains can be attributed to antibiotic use because resistance to the drugs was previously unobserved. The World Health Organization states: “Shortly after the licensing and use in livestock of fluoroquinolone, a powerful new class of antimicrobials, fluoroquinolone-resistant Salmonella and Campylobacter isolations from animals, and humans increased.” Most production for fast food incorporates antibiotics, but there has been a push by major companies including McDonald's, Subway and Carl's Jr. to discontinues fluoroquinolone use in associated feedlots.",
            "score": 251.096435546875
        },
        {
            "docid": "43567293_10",
            "document": "Ruth Hall (scientist) . Spread of resistance between individuals is an increased risk among hospitalized and immunosuppressed patients with Hall's work identifying the role of commensal bacteria, including \"E.coli\" in the human colon in the spread of genes. Resistance genes can also reach the human food chain through subtherapeutic antibiotic use as growth promotants in animal production, with Hall contributing to JETACAR (Joint Expert Advisory Committee on Antibiotic Resistance), which, in 2000, developed Australian Government policy on antibiotic use in agriculture. The risks of the rise of \"superbugs\" from the gene exchange processes described by Hall are recognized internationally as a threat to human health (WHO report on antibiotic resistance, May 2014).",
            "score": 246.5001983642578
        },
        {
            "docid": "1672551_26",
            "document": "Concentrated animal feeding operation . Antibiotics are used heavily in CAFOs to both treat and prevent illness in individual animals as well as groups. The close quarters inside CAFOs promote the sharing of pathogens between animals and thus, the rapid spread of disease. Even if their stock are not sick, CAFOs will incorporate low doses of antibiotics into feed “to reduce the chance for infection and to eliminate the need for animals to expend energy fighting off bacteria, with the assumption that saved energy will be translated into growth”. This practice is an example of a non-therapeutic use of antibiotics. Such antibiotic use is thought to allow animals to grow faster and bigger, consequently maximizing production for that CAFO. Regardless, the World Health Organization has recommended that the non-therapeutic use of antibiotics in animal husbandry be reevaluated, as it contributes to the overuse of antibiotics and thus the emergence of resistant bacteria that can spread to humans. When bacteria naturally occurring in the animals’ environment and/or body are exposed to antibiotics, natural selection results in bacteria, who have genetic variations that protect them from the drugs, to survive and spread their advantageously resistant traits to other bacteria present in the ecosystem. This is how the problem of antimicrobial resistance increases with the continued use of antibiotics by CAFOs. This is of concern to public health because resistant bacteria generated by CAFOs can be spread to the surrounding environment and communities via waste water discharge or aerosolization of particles.",
            "score": 243.9977569580078
        },
        {
            "docid": "40364158_49",
            "document": "Antibiotic use in livestock . The effects of antibiotic usage in livestock transferring to humans has been well documented for over 40 years. It was first documented in 1976, where a study followed a novel antibiotic being used in livestock. The bacteria in animals and workers were regularly followed to record translational effects. The findings revealed that within 2 weeks, the bacteria found in the guts of animals fed antibiotics were resistant to the new antibiotic. Additionally, the resistant bacteria had spread to farm's laborers within 6 months. The bacteria in the stool of the laborers were tested and contained more than 80% resistance to the initial antibiotic given to the livestock. Since the primary study, there have been many well documented events showing that antibiotic usage in livestock results in direct influence of antibiotic resistance in humans.",
            "score": 243.5798797607422
        },
        {
            "docid": "541592_10",
            "document": "Broad-spectrum antibiotic . After continued exposure to an antibiotic, bacteria may develop changes in their structure or function that make them resistant to the antibiotic. These resistant organisms will live, while the susceptible organisms will die, leaving the population of bacteria entirely resistant to a given antibiotics. For example, after the discovery of penicillin and its subsequent use to treat bacterial infections, bacteria were found to have begun producing an enzyme, penicillinase, which rendered the penicillin molecule inactive. In response to this newly-acquired resistance, newer penicillins were produced that could not be de-activated by penicillinases. This cycle of bacteria evolving resistance to antibiotics and necessitating the development of new antibiotics has been referred to as a \"bacterial arms race.\"",
            "score": 241.2096405029297
        },
        {
            "docid": "1914_18",
            "document": "Antimicrobial resistance . Naturally occurring antibiotic resistance is common. Genes for resistance to antibiotics, like antibiotics themselves, are ancient. The genes that confer resistance are known as the environmental resistome. These genes may be transferred from non-disease-causing bacteria to those that do cause disease, leading to clinically significant antibiotic resistance.",
            "score": 239.10836791992188
        },
        {
            "docid": "55868631_20",
            "document": "List of antibiotic resistant bacteria . Although mutation alone plays a huge role in the development of antibiotic resistance, a 2008 study found that high survival rates after exposure to antibiotics could not be accounted for by mutation alone. This study focused on the development of resistance in E. coli to three antibiotic drugs: ampicillin, tetracycline, and nalidixic acid. The researchers found that some antibiotic resistance in E. coli developed because of epigenetic inheritance rather than by direct inheritance of a mutated gene. This was further supported by data showing that reversion to antibiotic sensitivity was relatively common as well. This could only be explained by epigenetics. Epigenetics is a type of inheritance in which gene expression is altered rather than the genetic code itself. There are many modes by which this alteration of gene expression can occur, including methylation of DNA and histone modification; however, the important point is that both inheritance of random mutations and epigenetic markers can result in the expression of antibiotic resistance genes.",
            "score": 238.7046661376953
        },
        {
            "docid": "55868631_19",
            "document": "List of antibiotic resistant bacteria . Infection with \"Escherichia coli\" and \"Salmonella\" can result from the consumption of contaminated food and polluted water. Both of these bacteria are well known for causing nosocomial (hospital-linked) infections, and often, these strains found in hospitals are antibiotic resistant because of adaptations to wide spread antibiotic use. When both bacteria are spread, serious health conditions arise. Many people are hospitalized each year after becoming infected, with some dying as a result. Since 1993, some strains of \"E. coli\" have become resistant to multiple types of fluoroquinolone antibiotics.",
            "score": 236.6321258544922
        },
        {
            "docid": "1914_66",
            "document": "Antimicrobial resistance . On March 27, 2015, the White House released a comprehensive plan to address the increasing need for agencies to combat the rise of antibiotic-resistant bacteria. The Task Force for Combating Antibiotic-Resistant Bacteria developed \"The National Action Plan for Combating Antibiotic-Resistant Bacteria\" with the intent of providing a roadmap to guide the US in the antibiotic resistance challenge and with hopes of saving many lives. This plan outlines steps taken by the Federal government over the next five years needed in order to prevent and contain outbreaks of antibiotic-resistant infections; maintain the efficacy of antibiotics already on the market; and to help to develop future diagnostics, antibiotics, and vaccines.",
            "score": 236.2272186279297
        },
        {
            "docid": "8273958_62",
            "document": "Genetically modified food controversies . Another concern is that the antibiotic resistance gene commonly used as a genetic marker in transgenic crops could be transferred to harmful bacteria, creating resistant superbugs. A 2004 study involving human volunteers examined whether the transgene from modified soy would transfer to bacteria that live in the human gut. As of 2012 it was the only human feeding study to have been conducted with GM food. The transgene was detected in three volunteers from a group of seven who had previously had their large intestines removed for medical reasons. As this gene transfer did not increase after the consumption of the modified soy, the researchers concluded that gene transfer did not occur. In volunteers with intact digestive tracts, the transgene did not survive. The antibiotic resistance genes used in genetic engineering are naturally found in many pathogens<ref name=\"doi10.1016/S1360-13859801251-5\"></ref> and antibiotics these genes confer resistance to are not widely prescribed.",
            "score": 235.36305236816406
        },
        {
            "docid": "40364158_11",
            "document": "Antibiotic use in livestock . The use of antibiotics to increase the growth of pigs is the most studied in livestock. This use for growth rather than disease prevention is referred to as subtherapeutic antibiotic use. Studies have shown that administering low doses of antibiotics in livestock feed improves growth rate, reduces mortality and morbidity, and improves reproductive performance. It is estimated that over one-half of the antibiotics produced and sold in the United States is used as a feed additive. Although it is still not completely understood why and how antibiotics increase the growth rate of pigs, possibilities include metabolic effects, disease control effects, and nutritional effects. While subtherapeutic use has many benefits for raising swine, there is growing concern that this practice leads to increased antibiotic resistance in bacteria. Antibiotic resistance occurs when bacteria are resistant to one or more microbial agents that are usually used to treat infection. There are three stages in the possible emergence and continuation of antibiotic resistance: genetic change, antibiotic selection, and spread of antibiotic resistance.",
            "score": 234.95472717285156
        },
        {
            "docid": "1805_19",
            "document": "Antibiotic . The emergence of resistance of bacteria to antibiotics is a common phenomenon. Emergence of resistance often reflects evolutionary processes that take place during antibiotic therapy. The antibiotic treatment may select for bacterial strains with physiologically or genetically enhanced capacity to survive high doses of antibiotics. Under certain conditions, it may result in preferential growth of resistant bacteria, while growth of susceptible bacteria is inhibited by the drug. For example, antibacterial selection for strains having previously acquired antibacterial-resistance genes was demonstrated in 1943 by the Luria–Delbrück experiment. Antibiotics such as penicillin and erythromycin, which used to have a high efficacy against many bacterial species and strains, have become less effective, due to the increased resistance of many bacterial strains.",
            "score": 234.09962463378906
        },
        {
            "docid": "28352410_2",
            "document": "Plasmid-mediated resistance . Plasmid-mediated resistance is the transfer of antibiotic resistance genes which are carried on plasmids. The plasmids can be transferred between bacteria within the same species or between different species via conjugation. Plasmids often carry multiple antibiotic resistance genes, contributing to the spread of multidrug-resistance (MDR). Antibiotic resistance mediated by MDR plasmids severely limits the treatment options for the infections caused by Gram-negative bacteria, especially \"Enterobacteriaceae\" family. The global spread of MDR plasmids has been enhanced by selective pressure from antibiotic usage in human and veterinary medicine.",
            "score": 234.03518676757812
        },
        {
            "docid": "1564401_6",
            "document": "Multiple drug resistance . Many different bacteria now exhibit multi-drug resistance, including staphylococci, enterococci, gonococci, streptococci, salmonella, as well as numerous other gram-negative bacteria and \"Mycobacterium tuberculosis\". Antibiotic resistant bacteria are able to transfer copies of DNA that code for a mechanism of resistance to other bacteria even distantly related to them, which then are also able to pass on the resistance genes and so generations of antibiotics resistant bacteria are produced. This process is called horizontal gene transfer.",
            "score": 233.3385772705078
        },
        {
            "docid": "23640750_13",
            "document": "Antibiotic misuse . There has been massive use of antibiotics in animal husbandry. The most abundant use of antimicrobials worldwide is in livestock; they are typically distributed in animal feed or water for purposes such as disease prevention and growth promotion. Debates have arisen surrounding the extent of the impact of these antibiotics, particularly antimicrobial growth promoters, on human antibiotic resistance. Although some sources assert that there remains a lack of knowledge on which antibiotic use generates the most risk to humans, policies and regulations have been placed to limit any harmful effects, such as the potential of bacteria developing antibiotic resistance within livestock, and that bacteria transferring resistance genes to human pathogens  On January 1, 2017, the FDA enacted legislation to require that all human medically important feed-grade antibiotics (many prior over-the-counter-drugs) become classified as Veterinary Feed Directive drugs (VFD). This action requires that farmers establish and work with veterinaries to receive a written VFD order. The effect of this act places a requirement on an established veterinarian-client-patient relationship (VCPR). Through this relationship, farmers will receive an increased education in the form of advice and guidance from their veterinarian.",
            "score": 233.14064025878906
        },
        {
            "docid": "33532401_6",
            "document": "Subtherapeutic antibiotic use in swine . Bacterial antibiotic resistance is a process that can occur when bacteria are exposed to STA administration. When a population of bacteria that resides in a hog are exposed to a particular antibiotic for growth promotant purposes, the bacteria that are susceptible to the drug die while the organisms that are resistant will not be affected and will continue to replicate, resulting in a higher proportion of resistant organisms. It has been shown that resistance to antibiotics develops in animals that are fed subtherapeutic doses of antibiotics for growth promoting purposes. Certain bacteria that have the potential to cause human illness, such as Salmonella, that naturally reside in the swine gastrointestinal tracts are constantly exposed to antibiotics. With time, these bacteria become resistant to that class of antibiotics. There is great concern regarding the probability of subtherapeutic antibiotic use in swine causing treatment failures in human medicine.",
            "score": 232.86541748046875
        },
        {
            "docid": "40364158_47",
            "document": "Antibiotic use in livestock . Around 70% of all antibiotics administered are used for livestock. Some drugs are used in livestock feed to prevent illnesses and or increase growth rates, but others are used as injection to treat illnesses to prevent death. The use of antibiotics in livestock can be harmful to humans because it can create an antibiotic resistant bacteria in humans that can be transferred through several different ways such as: raw meats, consumption of meats, as well as ingestion through airborne bacteria. Waste from food-producing animals can also contain antibiotic-resistant bacteria and is sometimes stored in lagoons. This waste is often sprayed as fertilizer and can thus contaminate crops and water with the antibiotic-resistant bacteria. Although antibiotic use in livestock can be harmful to humans, most see it as a necessary evil to prevent disease and death in out livestock. Antibiotic resistance makes humans resistant to certain types of drugs for different diseases, as well as makes it harder for them to fight off infections.",
            "score": 232.6417236328125
        },
        {
            "docid": "1564401_13",
            "document": "Multiple drug resistance . It is necessary to develop new antibiotics over time since the selection of resistant bacteria cannot be prevented completely. This means with every application of a specific antibiotic, the survival of a few bacteria which already got a resistance gene against the substance is promoted, and the concerning bacterial population amplifies. Therefore, the resistance gene is farther distributed in the organism and the environment, and a higher percentage of bacteria does no longer respond to a therapy with this specific antibiotic.",
            "score": 232.4732666015625
        },
        {
            "docid": "4421942_3",
            "document": "TetR . Tetracycline (tc) is a broad family of antibiotics to which bacteria have evolved resistance. Tc normally kills bacteria by binding to the bacterial ribosome and halting protein synthesis. The expression of tc resistance genes is regulated by Tet Repressor Protein. More specifically, TetR represses the expression of TetA, a membrane protein that pumps out substances toxic to the bacteria, by binding the TetA operator. In tc resistant bacteria, TetA will pump out tc before it can bind to the ribosome. Therefore, TetR may have an important role in helping scientists to better understand mechanisms of antibiotic resistance and how to treat antibiotic resistant bacteria. TetR is one of many proteins in the TetR protein family, which is so named because TetR is the most well characterized member.",
            "score": 230.02975463867188
        },
        {
            "docid": "37627534_5",
            "document": "Mary Barber (bacteriologist) . Barber's research was focused on the \"staphylococcus\" bacterium as well as various aspects of antibiotics, especially development of penicillin-resistant bacteria. Her first scientific paper was published in 1937 and concerned meningitis caused by the Listeria bacterium. In 1947, she published her best-known work, on penicillin resistance in \"staphylocci\", proving that the bacteria were becoming more resistant to the drug over time, using the new technique of phage typing. She found that this was because bacteria with mutations that caused them to synthesize a penicillin-destroying enzyme were selected during treatment with antibiotics, leading to rapid spread of a single antibiotic-resistant strain throughout the hospital. Between 1948 and 1958, her focus shifted to cross-infection by \"Staphylococcus\" in hospitals, which she found to be caused by penicilin-resistant bacteria and the nurses became nasal carriers soon after working on the wards. After she returned to BPMS (British Postgraduate Medical School) in 1958, she expanded upon this work, making a clear case for limiting antibiotic use and combining drugs for maximum effect and minimal increases in drug resistance; these studies were carried out at St. Thomas' Hospital. The policies implemented as a result of her work caused antibiotic resistance observed in the hospital to drop dramatically. After her successful publications, Barber was hired by the Medical Research Council to study semisynthetic penicillin, cephalosporin, fucidin, lincomycin, and pristinamycin. In 1963, she published \"Antibiotic and Chemotherapy\" with L. P. Garrod, an encyclopedic work on the characteristics and medical uses of various antibiotics. That same year, Barber was appointed a professor; in 1965 she was elected to the Royal College of Physicians.",
            "score": 229.4215087890625
        },
        {
            "docid": "33532401_8",
            "document": "Subtherapeutic antibiotic use in swine . The general causal pathway depends on a number of variables and probabilities. First, the animal must be harboring resistant bacteria and the bacteria have a probability that they can survive from the animal to the dinner table at infectious doses. Humans must then be exposed to these resistant bacteria by eating undercooked meat or coming into contact with them in the environment. Resistant bacteria and their genetic material that codes for resistance are not only found in food, but also the environment. For example, studies have found that resistant bacteria can leak from hog waste lagoons into ground water, creating an exposure through the public water supply. Upon exposure, an individual must develop illness that is severe enough for them to seek medical attention. Factors such as age and immune system condition may influence disease susceptibility, which could impact the severity of disease. If the individual becomes ill and needs medical attention, a physician may prescribe an antibiotic. This pathway depends on the medical doctor’s ability to identify potential antibiotic resistance before prescribing treatment to a patient affected by food-borne illness. If the bacteria causing the illness is resistant to the drug the physician recommended, then the illness will not be improved by the medication. This could potentially lead to increased morbidity and mortality.",
            "score": 229.38262939453125
        },
        {
            "docid": "205624_3",
            "document": "Horizontal gene transfer . Horizontal gene transfer is the primary mechanism for the spread of antibiotic resistance in bacteria, and plays an important role in the evolution of bacteria that can degrade novel compounds such as human-created pesticides and in the evolution, maintenance, and transmission of virulence.<ref name=\"doi10.3389/fcimb.2012.00161\"></ref> It often involves temperate bacteriophages and plasmids. Genes responsible for antibiotic resistance in one species of bacteria can be transferred to another species of bacteria through various mechanisms such as F-pilus, subsequently arming the antibiotic resistant genes' recipient against antibiotics, which is becoming medically challenging to deal with. It is also postulated that HGT promotes the maintenance of a universal life biochemistry and, subsequently, the universality of the genetic code.",
            "score": 229.3594207763672
        },
        {
            "docid": "1914_32",
            "document": "Antimicrobial resistance . Excessive antibiotic use has become one of the top contributors to the development of antibiotic resistance. Since the beginning of the antibiotic era, antibiotics have been used to treat a wide range of disease. Overuse of antibiotics has become the primary cause of rising levels of antibiotic resistance. The main problem is that doctors are willing to prescribe antibiotics to ill-informed individuals who believe that antibiotics can cure nearly all illnesses, including viral infections like the common cold. In an analysis of drug prescriptions, 36% of individuals with a cold or an upper respiratory infection (both viral in origin) were given prescriptions for antibiotics. These prescriptions accomplished nothing other than increasing the risk of further evolution of antibiotic resistant bacteria.",
            "score": 229.23382568359375
        },
        {
            "docid": "9535016_9",
            "document": "Acinetobacter baumannii . Pathogenicity islands, relatively common genetic structures in bacterial pathogens, are composed of two or more adjacent genes that increase a pathogen's virulence. They may contain genes that encode toxins, coagulate blood, or as in this case, allow the bacteria to resist antibiotics. AbaR-type resistance islands are typical of drug-resistant \"A. baumannii\", and different variations may be present in a given strain. Each consists of a transposon backbone of about 16.3 Kb that facilitates horizontal gene transfer. Transposons allow portions of genetic material to be excised from one spot in the genome and integrate into another. This makes horizontal gene transfer of this and similar pathogenicity islands more likely because, when genetic material is taken up by a new bacterium, the transposons allow the pathogenicity island to integrate into the new microorganism's genome. In this case, it would grant the new microorganism the potential to resist certain antibiotics. AbaRs contain several genes for antibiotic resistance, all flanked by insertion sequences. These genes provide resistance to aminoglycosides, aminocyclitols, tetracycline, and chloramphenicol.",
            "score": 227.08114624023438
        },
        {
            "docid": "5745363_7",
            "document": "Evolutionary pressure . When symbiotic gut flora populations are disrupted (e.g., by antibiotics), one becomes more vulnerable to pathogens. The rapid evolution of antibiotic resistance places an enormous selective pressure on the advantageous alleles of resistance passed down to future generations. The Red Queen hypothesis shows that the evolutionary arms race between pathogenic bacteria and humans is a constant battle for evolutionary advantages in outcompeting each other. The evolutionary arms race between the rapidly evolving virulence factors of the bacteria and the treatment practices of modern medicine requires evolutionary biologists to understand the mechanisms of resistance in these pathogenic bacteria, especially considering the growing number of infected hospitalized patients. The evolved virulence factors pose a threat to patients in hospitals, who are immunocompromised from illness or antibiotic treatment. Virulence factors are the characteristics that the evolved bacteria have developed to increase pathogenicity. One of the virulence factors of \"C\". \"difficile\" that largely constitutes its resistance to antibiotics is its toxins: enterotoxin TcdA and cytotoxin TcdB. Toxins produce spores that are difficult to inactivate and remove from the environment. This is especially true in hospitals where an infected patient's room may contain spores for up to 20 weeks. Combating the threat of the rapid spread of CDIs is therefore dependent on hospital sanitation practices removing spores from the environment. A study published in the \"American Journal of Gastroenterology\" found that to control the spread of CDIs glove use, hand hygiene, disposable thermometers and disinfection of the environment are necessary practices in health facilities. The virulence of this pathogen is remarkable and may take a radical change at sanitation approaches used in hospitals to control CDI outbreaks.",
            "score": 227.0679931640625
        }
    ]
}