{
    "q": [
        {
            "docid": "2139633_13",
            "document": "Netrin . Studies of central nervous system (CNS) development in chick and rodent models have identified the netrin-1 protein as a particularly important vertebrate axonal guidance cue. Most significantly, it was observed that the specialized cells of the floor plate located at the ventral midline of the embryonic brain secrete netrin-1, which resulted in a protein gradient. This gradient is most concentrated at the ventral midline and becomes increasingly diffuse as you move dorsally. Additional research in netrin deficient mice found that when netrin associates with the Deleted in Colorectal Cancer (DCC) receptor on the axonal growth cone an attractant response is initiated. This was further supported by an observed absence of ventral commissure (i.e. corpus callosum) development in mice lacking either netrin-1 or DCC. Similar results were observed in experiments with the netrin-1 homolog UNC-6 discovered in \"C. elegans\" The same early expression and formation of a protein concentration gradient emanating from the ventral midline is observed in epidermal cells of the developing worm. Evidence suggests that this gradient is essential for the long-range function of UNC-6 in guiding the initial circumferential migration of axons to the ventral midline and that the UNC-40 receptor mediates the attractive response. As additional axons reach the midline, the temporal and spatial expression of UNC-6 becomes increasing restricted, indicating that after a more general dorsal-ventral guidance of axons, UNC-6 is further involved in directing axons to more specific locations.",
            "score": 221.27330684661865
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 80.97495889663696
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 104.23492240905762
        },
        {
            "docid": "614750_16",
            "document": "Trastuzumab . The HER receptors are proteins that are embedded in the cell membrane and communicate molecular signals from outside the cell (molecules called EGFs) to inside the cell, and turn genes on and off. The HER (human epidermal growth factor receptor) protein, binds to human epidermal growth factor, and stimulates cell proliferation. In some cancers, notably certain types of breast cancer, HER2 is over-expressed and causes cancer cells to reproduce uncontrollably.",
            "score": 78.73604989051819
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 75.5806212425232
        },
        {
            "docid": "34806886_17",
            "document": "Tropic cues involved in growth cone guidance . Semaphorins have also been shown to mediate other neuronal processes besides targeting such as: apoptosis, cell migration, axon pruning, synaptic transmission, and axonal transport. Semaphorins are the main ligands for the Neuropilin 1 (Npn1) receptor; this receptor is typically located in the medial and lateral portions of the lateral motor column during the early embryonic period of motor neuron development. Upon binding Semaphorins, the Npn1 receptor transmits signaling to adjacent surface molecules, known as Plexins; this is necessary because the Npn1 receptor lacks an intracellular domain. The intracellular signaling mediated through Semaphorins results in growth cone collapse, guidance, and turning; this intracellular signaling is transduced through Rho family GTPases, which act to remodel the cytoskeleton of the cell. In addition, several other cell surface molecules have been shown to interact with secreted Semaphorins. One example is the Ig cell-adhesion molecule (IgCAM) family; this family of adhesion molecules are suggested to interact with Semaphorins to fine tune their axonal projections and targeting. The multitude of molecules that complex with Semaphorins may be the result of the ubiquitous nature of Semaphorin expression in vertebrates.",
            "score": 171.24945831298828
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 190.73031175136566
        },
        {
            "docid": "3717_29",
            "document": "Brain . Once a neuron is in place, it extends dendrites and an axon into the area around it. Axons, because they commonly extend a great distance from the cell body and need to reach specific targets, grow in a particularly complex way. The tip of a growing axon consists of a blob of protoplasm called a growth cone, studded with chemical receptors. These receptors sense the local environment, causing the growth cone to be attracted or repelled by various cellular elements, and thus to be pulled in a particular direction at each point along its path. The result of this pathfinding process is that the growth cone navigates through the brain until it reaches its destination area, where other chemical cues cause it to begin generating synapses. Considering the entire brain, thousands of genes create products that influence axonal pathfinding.",
            "score": 217.50651741027832
        },
        {
            "docid": "4109042_14",
            "document": "Cell signaling . Cells receive information from their neighbors through a class of proteins known as receptors. Notch is a cell surface protein that functions as a receptor. Animals have a small set of genes that code for signaling proteins that interact specifically with Notch receptors and stimulate a response in cells that express Notch on their surface. Molecules that activate (or, in some cases, inhibit) receptors can be classified as hormones, neurotransmitters, cytokines, and growth factors, in general called receptor ligands. Ligand receptor interactions such as that of the Notch receptor interaction, are known to be the main interactions responsible for cell signaling mechanisms and communication.",
            "score": 86.84188675880432
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 88.13614463806152
        },
        {
            "docid": "9335254_9",
            "document": "Polyclonal B cell response . Pathogens synthesize proteins that can serve as \"\"recognizable\"\" antigens; they may express the molecules on their surface or release them into the surroundings (body fluids). What makes these substances recognizable is that they bind very specifically and somewhat strongly to certain host proteins called \"antibodies\". The same antibodies can be anchored to the surface of cells of the immune system, in which case they serve as receptors, or they can be secreted in the blood, known as soluble antibodies. On a molecular scale, the proteins are relatively large, so they cannot be recognized as a whole; instead, their segments, called epitopes, can be recognized. An epitope comes in contact with a very small region (of 15–22 amino acids) of the antibody molecule; this region is known as the paratope. In the immune system, membrane-bound antibodies are the B cell receptor (BCR). Also, while the T cell receptor is not biochemically classified as an antibody, it serves a similar function in that it specifically binds to epitopes complexed with major histocompatibility complex (MHC) molecules. The binding between a paratope and its corresponding antigen is very specific, owing to its structure, and is guided by various noncovalent bonds, not unlike the pairing of other types of ligands (any atom, ion or molecule that binds with any receptor with at least some degree of \"specificity\" and \"strength\"). The specificity of binding does not arise out of a rigid lock and key type of interaction, but rather requires both the paratope and the epitope to undergo slight conformational changes in each other's presence.",
            "score": 51.80855441093445
        },
        {
            "docid": "17596014_42",
            "document": "Hereditary sensory and autonomic neuropathy . Mutations in the NGF gene cause HSAN5. The NGF gene provides instructions for making a protein called nerve growth factor beta (NGFβ) that is important in the development and survival of nerve cells (neurons), including sensory neurons. The NGFβ protein functions by attaching (binding) to its receptors, which are found on the surface of neurons. Binding of the NGFβ protein to its receptor transmits signals to the cell to grow and to mature and take on specialized functions (differentiate). This binding also blocks signals in the cell that initiate the process of self-destruction (apoptosis). Additionally, NGFβ signaling plays a role in pain sensation. Mutation of the NGF gene leads to the production of a protein that cannot bind to the receptor and does not transmit signals properly. Without the proper signaling, sensory neurons die and pain sensation is altered, resulting in the inability of people with HSAN5 to feel pain.",
            "score": 111.53161478042603
        },
        {
            "docid": "40631926_4",
            "document": "UNC (biology) . The guidance of axons to their targets in the developing nervous system is believed to involve diffusible chemotropic factors secreted by target cells. Floor plate cells at the ventral midline of the spinal cord secrete a diffusible factor or factors that promotes the outgrowth of spinal commissural axons and attracts these axons in vitro. Recent studies indicate that several axon guidance mechanisms are highly conserved in all animals, whereas others, though still conserved in a general sense, show strong evolutionary divergence at a detailed mechanistic level. Expression of UNC-6 netrin and its receptor UNC-5 is required for guiding pioneering axons and migrating cells in C. elegans. Netrins are axon guidance molecules that transmit their activity through 2 different receptors. The function of UNC-5 is to repel axons while the other receptor UNC-40 (or DCC:Deleted in Colorectal Cancer) attracts axons to the source of UNC-6 production. Methods such as antibody staining, transgene expression and microarray analysis have confirmed that UNC-5 is expressed in DA9 motor neurons. Eight pairs of chemosensory neurons in Caenorhabditis elegans take up fluorescein dyes entering through the chemosensory organs. When filled with dye, the processes and cell bodies of these neurons can be examined in live animals by fluorescence microscopy. Using this technique five genes were identified: unc-33, unc-44, unc-51, unc-76, and unc-106. These genes we found to affect the growth of the amphid and phasmid axons in mutants.",
            "score": 180.2805563211441
        },
        {
            "docid": "41343013_4",
            "document": "UNC-5 . The guidance of axons to their targets in the developing nervous system is believed to involve diffusible chemotropic factors secreted by target cells. Floor plate cells at the ventral midline of the spinal cord secrete a diffusible factor or factors that promotes the outgrowth of spinal commissural axons and attracts these axons in vitro. Recent studies indicate that several axon guidance mechanisms are highly conserved in all animals, whereas others, though still conserved in a general sense, show strong evolutionary divergence at a detailed mechanistic level. Expression of UNC-6 netrin and its receptor UNC-5 is required for guiding pioneering axons and migrating cells in C. elegans. Netrins are axon guidance molecules that transmit their activity through 2 different receptors. The function of UNC-5 is to repel axons while the other receptor UNC-40 (or Deleted in Colorectal Cancer) attracts axons to the source of UNC-6 production. Methods such as antibody staining, transgene expression and microarray analysis have confirmed that UNC-5 is expressed in DA9 motor neurons. Eight pairs of chemosensory neurons in Caenorhabditis elegans take up fluorescein dyes entering through the chemosensory organs. When filled with dye, the processes and cell bodies of these neurons can be examined in live animals by fluorescence microscopy. Using this technique five genes were identified: unc-33, unc-44, unc-51, unc-76, and unc-106. These genes we found to affect the growth of the amphid and phasmid axons in mutants.",
            "score": 180.2805563211441
        },
        {
            "docid": "7930220_5",
            "document": "Decapentaplegic . Dpp, like its vertebrate homologs, is a signaling molecule. In Drosophila, the receptor for Dpp is formed by two proteins, Thickveins (Tkv) and Punt. Like Dpp itself, Tkv and Punt are highly similar to homologs in other species. When a cell receives a Dpp signal, the receptors are able to activate an intracellular protein called mothers against Dpp (mad) by phosphorylation. The initial discovery of mad in Drosophila paved the way for later experiments that identified the responder to TGF-β signaling in vertebrates, called SMADs. Activated Mad is able to bind to DNA and act as a transcription factor to affect the expression of different genes in response to Dpp signaling. Genes activated by Dpp signaling include optomotor blind (omb) and spalt, and activity of these genes are often used as indicators of Dpp signaling in experiments. Another gene with a more complicated regulatory interaction with Dpp is brinker. Brinker is a transcription factor that represses the activation targets of Dpp, so in order to turn on these genes Dpp must repress brinker as well as activate the other targets.",
            "score": 71.12203335762024
        },
        {
            "docid": "2065100_24",
            "document": "Axon guidance . Genetics and biochemistry have identified a large set of molecules that affect axon guidance. How all of these pieces fit together is less understood. Most axon guidance receptors activate signal transduction cascades that ultimately lead to reorganization of the cytoskeleton and adhesive properties of the growth cone, which together underlie the motility of all cells. This has been well documented in mammalian cortical neurons. However, this raises the question of how the same cues can result in a spectrum of response from different growth cones. It may be that different receptors activate attraction or repulsion in response to a single cue. Another possibility is the receptor complexes act as \"coincidence detectors\" to modify responses to one cue in the presence of another. Similar signaling \"cross-talk\" could occur intracellularly, downstream of receptors on the cell surface.",
            "score": 173.46316528320312
        },
        {
            "docid": "13621537_6",
            "document": "FYN . Fyn is a protein, present in the signaling pathway of integrins, which activates ras. Fyn is a tyrosine-specific phospho-transferase that is a member of the Src family of non-receptor tyrosine protein kinases. (This family also includes Abl, Src, focal adhesion kinase and Janus kinase.) Fyn is located downstream of several cell surface receptors, commonly associated with neuronal development and T-cell signaling. When fyn is activated it causes downstream activation of molecular signals that drive processes crucial to growth and motility of cells. Fyn is primarily localized to the cytoplasmic leaflet of the plasma membrane, where it phosphorylates tyrosine residues on key targets involved in a variety of different signaling pathways. Tyrosine phosphorylation of target proteins by Fyn serves to either regulate target protein activity, and/or to generate a binding site on the target protein that recruits other signaling molecules. Interestingly, Fyn also has the ability to serve as a tumor suppressor. When this normal biology is compromised, the altered Fyn becomes involved in the neoplastic transformation of normal cells to cancerous ones following the pathway from pre-invasive, to invasive, and ultimately metastasis.",
            "score": 94.35330700874329
        },
        {
            "docid": "34806886_10",
            "document": "Tropic cues involved in growth cone guidance . Receptor trafficking is used extensively throughout growth cone migration; in \"Drosophila\" prior to crossing the midline these neurons express commissureless (comm), a protein involved in Robo receptor trafficking. Comm prevents Robo from reaching the cell membrane by targeting the receptor for the endosomal pathway; this allows the growth cone of the commissural axon to cross the midline by preventing Robo/Slit repulsive interactions. Comm expression turns off after the growth cone has crossed the midline; this permits Robo/Slit repulsion and prevents the growth cone from crossing the midline again.",
            "score": 155.71013283729553
        },
        {
            "docid": "4109042_18",
            "document": "Cell signaling . In some cases, receptor activation caused by ligand binding to a receptor is directly coupled to the cell's response to the ligand. For example, the neurotransmitter GABA can activate a cell surface receptor that is part of an ion channel. GABA binding to a GABA receptor on a neuron opens a chloride-selective ion channel that is part of the receptor. GABA receptor activation allows negatively charged chloride ions to move into the neuron, which inhibits the ability of the neuron to produce action potentials. However, for many cell surface receptors, ligand-receptor interactions are not directly linked to the cell's response. The activated receptor must first interact with other proteins inside the cell before the ultimate physiological effect of the ligand on the cell's behavior is produced. Often, the behavior of a chain of several interacting cell proteins is altered following receptor activation. The entire set of cell changes induced by receptor activation is called a signal transduction mechanism or pathway.",
            "score": 83.22650480270386
        },
        {
            "docid": "443416_10",
            "document": "Phagocyte . A phagocyte has many types of receptors on its surface that are used to bind material. They include opsonin receptors, scavenger receptors, and Toll-like receptors. Opsonin receptors increase the phagocytosis of bacteria that have been coated with immunoglobulin G (IgG) antibodies or with complement. \"Complement\" is the name given to a complex series of protein molecules found in the blood that destroy cells or mark them for destruction. Scavenger receptors bind to a large range of molecules on the surface of bacterial cells, and Toll-like receptors—so called because of their similarity to well-studied receptors in fruit flies that are encoded by the Toll gene—bind to more specific molecules. Binding to Toll-like receptors increases phagocytosis and causes the phagocyte to release a group of hormones that cause inflammation.",
            "score": 55.43529176712036
        },
        {
            "docid": "19969429_2",
            "document": "Sevenless . Sevenless (\"sev\") is a gene in \"Drosophila melanogaster\" that encodes a receptor tyrosine kinase protein essential to the development of R7 cells in the Drosophila embryonic eye. The drosophila ommatidium contains 8 distinct retinula or R cells, each of which has a different spectral sensitivity. The R7 photo receptor, located in each of several ommatidium in the fly's compound eye, is used to detect ultraviolet light. The R8 photo receptor contains an activator of the RTK (receptor tyrosine kinase) for on a precursor R7 cell, called the \"bride of sevenless\" (BOSS). The binding of BOSS to sevenless stimulates a complex series of reactions involving the RTK (sevenless), MAP kinases, Ras and many more molecules to differentiate that precursor R7 photo receptor to a fully functional R7 photo receptor that can see UV light. Much of this knowledge was gained by examining flies with a mutant sevenless which still produced a fully functional R7 photoreceptor when a dominant Ras was injected into the mutant R7 precursor.",
            "score": 68.80590009689331
        },
        {
            "docid": "569480_2",
            "document": "Receptor (biochemistry) . In biochemistry and pharmacology, a receptor is a protein molecule that receives chemical signals from outside a cell. When such chemical signals bind to a receptor, they cause some form of cellular/tissue response, e.g. a change in the electrical activity of a cell. There are three main ways the action of the receptor can be classified: relay of signal, amplification, or integration. Relaying sends the signal onward, amplification increases the effect of a single ligand, and integration allows the signal to be incorporated into another biochemical pathway. In this sense, a receptor is a protein-molecule that recognizes and responds to endogenous chemical signals, e.g. an acetylcholine receptor recognizes and responds to its endogenous ligand, acetylcholine. However, sometimes in pharmacology, the term is also used to include other proteins that are drug targets, such as enzymes, transporters, and ion channels.",
            "score": 73.91050934791565
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 58.20713543891907
        },
        {
            "docid": "41343013_8",
            "document": "UNC-5 . Similar to growth cone guidance, synapse formation is cued by UNC-5 through a UNC-6 gradient that repels the dorsal axon migration. Dendritic filopodia extend from the dendritic shaft during synaptogenesis and appear as though they are reaching out for a presynaptic axon. Despite the appearance of attaching to an axon, cell signaling is still required for complete synaptic formation. An experiment was performed to determine the role of UNC-5 in axonal growth after spinal cord injury. The netrin is expressed by neurons in the corticospinal and rubrospinal projections, and by intrinsic neurons of the spinal cord both before and after the injury. When testing in vitro UNC-5 receptor bodies are taken from the spinal cord to neutralize netrin-1 in myelin. This increases the neurite outgrowth from UNC-5 expressing spinal motor neurons.",
            "score": 221.02682733535767
        },
        {
            "docid": "40631926_8",
            "document": "UNC (biology) . Similar to growth cone guidance, synapse formation is cued by UNC-5 through a UNC-6 gradient that repels the dorsal axon migration. Dendritic filopodia extend from the dendritic shaft during synaptogenesis and appear as though they are reaching out for a presynaptic axon. Despite the appearance of attaching to an axon, cell signaling is still required for complete synaptic formation. An experiment was performed to determine the role of UNC-5 in axonal growth after spinal cord injury. The netrin is expressed by neurons in the corticospinal and rubrospinal projections, and by intrinsic neurons of the spinal cord both before and after the injury. When testing in vitro UNC-5 receptor bodies are taken from the spinal cord to neutralize netrin-1 in myelin. This increases the neurite outgrowth from UNC-5 expressing spinal motor neurons.",
            "score": 221.02682733535767
        },
        {
            "docid": "1661124_16",
            "document": "Cancer immunotherapy . Fc’s ability to bind Fc receptors is important because it allows antibodies to activate the immune system. Fc regions are varied: they exist in numerous subtypes and can be further modified, for example with the addition of sugars in a process called glycosylation.Changes in the Fc region can alter an antibody’s ability to engage Fc receptors and, by extension, will determine the type of immune response that the antibody triggers. Many cancer immunotherapy drugs, including PD-1 and PD-L1 inhibitors, are antibodies. For example, immune checkpoint blockers targeting PD-1 are antibodies designed to bind PD-1 expressed by T cells and reactivate these cells to eliminate tumors. Anti-PD-1 drugs contain not only an Fab region that binds PD-1 but also an Fc region. Experimental work indicates that the Fc portion of cancer immunotherapy drugs can affect the outcome of treatment. For example, anti-PD-1 drugs with Fc regions that bind inhibitory Fc receptors can have decreased therapeutic efficacy. Imaging studies have further shown that the Fc region of anti-PD-1 drugs can bind Fc receptors expressed by tumor-associated macrophages. This process removes the drugs from their intended targets (i.e. PD-1 molecules expressed on the surface of T cells) and limits therapeutic efficacy. Furthermore, antibodies targeting the co-stimulatory protein CD40 require engagement with selective Fc receptors for optimal therapeutic efficacy. Together, these studies underscore the importance of Fc status in antibody-based immune checkpoint targeting strategies.",
            "score": 41.98979687690735
        },
        {
            "docid": "26579818_18",
            "document": "Joseph Schlessinger . Tyrosine kinases play a particularly important role in cancer, and several agents that block their activity are now used as anti-cancer drugs, such as Imatinib or Gleevec. Among his contributions are the findings that cell surface receptors with tyrosine kinase activity signal across membrane by forming dimers when they bind to their growth factor activators. He discovered this in studies of the epidermal growth factor receptor (EGFR). He was also instrumental in understanding how the SH2 domain controls tyrosine kinase signaling by binding to phosphorylated tyrosines in activated receptors. One of the seminal findings in this work was his laboratory's cloning of Grb2 and other Adaptor proteins.",
            "score": 85.69573831558228
        },
        {
            "docid": "44214016_14",
            "document": "Glutamate receptor-interacting protein . Motor proteins such as Kinesin (KIF5) are bound to adapter molecules like GRIP1 to move cargo from the Golgi to the extremities of a neuron cell. GRIP1 and KIF5 are very commonly found together due to a good binding affinity (Kd range from 10-20nM). As for how cargo gets to the right place, there has been a hypothesis called the “smart motor”. It is currently thought that the “smart motor” recognizes the difference between axonal (coated with KLC protein) and dendritic (coated with KHC) proteins. The destination is chosen accordingly. Unfortunately, details about the intermediate transporting steps are unknown. However, at the destination the binding of protein 14-3-3 disrupts the interaction between KIF5 and GRIP1. This releases the cargo.",
            "score": 83.91457772254944
        },
        {
            "docid": "1648525_11",
            "document": "Nuclear localization sequence . This view was shown to be incorrect by Dingwall and Laskey in 1982. Using a protein called Nucleoplasmin, the archetypal ‘molecular chaperone’, they identified a domain in the protein that acts as a signal for nuclear entry. This work stimulated research in the area, and two years later the first NLS was identified in SV40 Large T-antigen (or SV40, for short). However, a functional NLS could not be identified in another nuclear protein simply on the basis of similarity to the SV40 NLS. In fact, only a small percentage of cellular (non-viral) nuclear proteins contained a sequence similar to the SV40 NLS. A detailed examination of Nucleoplasmin identified a sequence with two elements made up of basic amino acids separated by a spacer arm. One of these elements was similar to the SV40 NLS but was not able to direct a protein to the cell nucleus when attached to a non-nuclear reporter protein. Both elements are required. This kind of NLS has become known as a bipartite classical NLS. The bipartite NLS is now known to represent the major class of NLS found in cellular nuclear proteins and structural analysis has revealed how the signal is recognized by a receptor (importin α) protein (the structural basis of some monopartite NLSs is also known). Many of the molecular details of nuclear protein import are now known. This was made possible by the demonstration that nuclear protein import is a two-step process; the nuclear protein binds to the nuclear pore complex in a process that does not require energy. This is followed by an energy-dependent translocation of the nuclear protein through the channel of the pore complex. By establishing the presence of two distinct steps in the process the possibility of identifying the factors involved was established and led on to the identification of the importin family of NLS receptors and the GTPase Ran.",
            "score": 57.038731932640076
        },
        {
            "docid": "2139633_12",
            "document": "Netrin . Growth cones that are located at the end of developing axons during embryogenesis are responsible for the elongation of the axon during migration. Elongation occurs in response to both tropic and atropic factors present in the surrounding environment. Netrins are one such tropic factor secreted by axonal target cells that function as a crucial axonal guidance protein in both vertebrate and invertebrate organisms. Studies in multiple organisms including, mice, rats, chicks, the nematode \"Caenorhabditis elegans\", the fruit fly \"Drosophila melanogaster\" and the zebrafish \"Danio rerio\" have indicated that secreted netrins are bifunctional, meaning that they can act as either attractants or repellants in directing axonal extension. In addition, many studies have characterized netrins as both short and long range cues, acting in the immediate or distant vicinity of their source cell (the axonal target cell).",
            "score": 219.23171472549438
        },
        {
            "docid": "2246657_8",
            "document": "Androgen receptor . The primary mechanism of action for androgen receptors is direct regulation of gene transcription. The binding of an androgen to the androgen receptor results in a conformational change in the receptor that, in turn, causes dissociation of heat shock proteins, transport from the cytosol into the cell nucleus, and dimerization. The androgen receptor dimer binds to a specific sequence of DNA known as a hormone response element. Androgen receptors interact with other proteins in the nucleus, resulting in up- or down-regulation of specific gene transcription. Up-regulation or activation of transcription results in increased synthesis of messenger RNA, which, in turn, is translated by ribosomes to produce specific proteins. One of the known target genes of androgen receptor activation is the insulin-like growth factor I receptor (IGF-1R). Thus, changes in levels of specific proteins in cells is one way that androgen receptors control cell behavior.",
            "score": 55.94302439689636
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 100.47660660743713
        }
    ],
    "r": [
        {
            "docid": "34806886_4",
            "document": "Tropic cues involved in growth cone guidance . Netrin-1 gradient in \"Xenopus laevis\" ganglion cell can induce turning of retinal growth cones \"in vitro\" to steer axons out of the retina. Netrin (unc-6, \"Caenorhabditis elegans\" homologue) and its corresponding receptor DCC (Deleted in Colorectal Cancer) were initially identified as an attractive interaction. DCC, expressed by commissural axons, binds to Netrin with high affinity; inhibiting Netrin/DCC signaling interferes with the attractive turning of retinal growth cones.",
            "score": 252.1950225830078
        },
        {
            "docid": "2065100_25",
            "document": "Axon guidance . In fact, commissural axon growth responses have been shown to be attracted, repressed, or silenced in the presence of Netrin activated DCC receptor. This variable activity is dependent on Robo or UNC-5 receptor expression at growth cones. Such that Slit activated Robo receptor, causes a silencing of Netrin’s attractive potential through the DCC receptor. While growth cones expressing UNC-5 receptor, respond in a repulsive manner to Netrin-DCC activation. These events occur as consequence of cytoplasmic interactions between the Netrin activated DCC receptor and Robo or UNC-5 receptor, which ultimately alters DCC’s cytoplasmic signaling. Thus, the picture that emerges is that growth cone advancement is highly complex and subject to plasticity from guidance cues, receptor expression, receptor interactions, and the subsequent signaling mechanisms that influence cytoskeleton remodeling.",
            "score": 239.59898376464844
        },
        {
            "docid": "30808539_10",
            "document": "Christine Holt . Today, her research interests continue to lie in the mechanisms of axon guidance and synaptic specificity in the development of complex brain networks. Holt is credited as the pioneer of the idea that proteins synthesize and degenerate at a local level in an axon's cone of growth. This process is required for accuracy in brain cell growth proper orientation. In addition to studying N-cadherin and integrins, she has also investigated the role of ephrins in axon growth and the formation of the optic chiasm. In addition, her studies have found that netrin-1, DCC, and laminin-1 are key players in axon guidance from the retina. For example, netrin-1 is both a chemoattractant and a chemorepellent for many classes of axons, and Holt's 1997 study shows that the growth cone of spinal neurons is chemoattractive to netrin-1 yet chemorepulsive when cAMP is present. Currently, Holt collaborates with the lab of Giovanni Armenise at Harvard University, focusing on the role of microRNAs and non-coding RNAs in axon regrowth and wiring, and as a possible link to cancer of the nervous system.",
            "score": 232.6153564453125
        },
        {
            "docid": "6802179_14",
            "document": "Deleted in Colorectal Cancer . There are several other molecules also involved in the guidance of axons to and across the midline. The slit proteins have repulsive functions, as opposed to netrins, and are mediated by the transmembrane protein Robo. Axonal growth cones that are attracted to the midline by netrin/DCC signaling eventually cross the floor plate. When this occurs they lose responsiveness to netrin and become repulsed by slit/Robo signaling. This is accomplished by the formation of a DCC-Robo complex, which inhibits attractive netrin/DCC signals while allowing slit/Robo signals. Netrin also has other receptors, the UNC-5 family. The UNC5 receptors have repellant migratory responses to netrin binding, and have similar effects to the slit/Robo system.",
            "score": 229.9585418701172
        },
        {
            "docid": "2139633_4",
            "document": "Netrin . A proposed model for netrin activity in the spinal column of developing human embryos is that netrins are released by the floor plate and then are picked up by receptor proteins embedded in the growth cones of axons belonging to neurons in the developing spinal column. The bodies of these neurons remain stationary while the axons follow a path defined by netrins, eventually connecting to neurons inside the embryonic brain by developing synapses. Research supports that new axons tend to follow previously traced pathways, rather than being guided by netrins or related chemotropic factors.",
            "score": 228.2228240966797
        },
        {
            "docid": "3878717_13",
            "document": "Growth cone . Growth cone receptors detect the presence of axon guidance molecules such as Netrin, Slit, Ephrins, and Semaphorins. It has more recently been shown that cell fate determinants such as Wnt or Shh can also act as guidance cues. The same guidance cue can act as an attractant or a repellent, depending on context. A prime example of this is Netrin-1, which signals attraction through the DCC receptor and repulsion through the Unc-5 receptor. Furthermore, it has been discovered that these same molecules are involved in guiding vessel growth. Axon guidance directs the initial wiring of the nervous system and is also important in axonal regeneration following an injury.",
            "score": 224.0222625732422
        },
        {
            "docid": "34806886_6",
            "document": "Tropic cues involved in growth cone guidance . Studies in \"C. elegans\" revealed a possible mechanism for Netrin acting as a chemorepulsive agent (). Unc-5, a transmembrane protein, is required for dorsal migration of axons in nematodes; it was determined that unc-5 acts as a repulsive receptor for Netrin (unc-6). The switch between attractive and repulsive Netrin signaling can be mediated by misexpression of unc-5 in commissural axons. Netrin-1/DCC binding induces DCC homodimerization leading to an attractive response; on the other hand, the chemorepellent response is triggered via Netrin-1 binding to unc-5/DCC heterodimers.",
            "score": 222.18243408203125
        },
        {
            "docid": "2139633_13",
            "document": "Netrin . Studies of central nervous system (CNS) development in chick and rodent models have identified the netrin-1 protein as a particularly important vertebrate axonal guidance cue. Most significantly, it was observed that the specialized cells of the floor plate located at the ventral midline of the embryonic brain secrete netrin-1, which resulted in a protein gradient. This gradient is most concentrated at the ventral midline and becomes increasingly diffuse as you move dorsally. Additional research in netrin deficient mice found that when netrin associates with the Deleted in Colorectal Cancer (DCC) receptor on the axonal growth cone an attractant response is initiated. This was further supported by an observed absence of ventral commissure (i.e. corpus callosum) development in mice lacking either netrin-1 or DCC. Similar results were observed in experiments with the netrin-1 homolog UNC-6 discovered in \"C. elegans\" The same early expression and formation of a protein concentration gradient emanating from the ventral midline is observed in epidermal cells of the developing worm. Evidence suggests that this gradient is essential for the long-range function of UNC-6 in guiding the initial circumferential migration of axons to the ventral midline and that the UNC-40 receptor mediates the attractive response. As additional axons reach the midline, the temporal and spatial expression of UNC-6 becomes increasing restricted, indicating that after a more general dorsal-ventral guidance of axons, UNC-6 is further involved in directing axons to more specific locations.",
            "score": 221.2733154296875
        },
        {
            "docid": "41343013_8",
            "document": "UNC-5 . Similar to growth cone guidance, synapse formation is cued by UNC-5 through a UNC-6 gradient that repels the dorsal axon migration. Dendritic filopodia extend from the dendritic shaft during synaptogenesis and appear as though they are reaching out for a presynaptic axon. Despite the appearance of attaching to an axon, cell signaling is still required for complete synaptic formation. An experiment was performed to determine the role of UNC-5 in axonal growth after spinal cord injury. The netrin is expressed by neurons in the corticospinal and rubrospinal projections, and by intrinsic neurons of the spinal cord both before and after the injury. When testing in vitro UNC-5 receptor bodies are taken from the spinal cord to neutralize netrin-1 in myelin. This increases the neurite outgrowth from UNC-5 expressing spinal motor neurons.",
            "score": 221.02682495117188
        },
        {
            "docid": "40631926_8",
            "document": "UNC (biology) . Similar to growth cone guidance, synapse formation is cued by UNC-5 through a UNC-6 gradient that repels the dorsal axon migration. Dendritic filopodia extend from the dendritic shaft during synaptogenesis and appear as though they are reaching out for a presynaptic axon. Despite the appearance of attaching to an axon, cell signaling is still required for complete synaptic formation. An experiment was performed to determine the role of UNC-5 in axonal growth after spinal cord injury. The netrin is expressed by neurons in the corticospinal and rubrospinal projections, and by intrinsic neurons of the spinal cord both before and after the injury. When testing in vitro UNC-5 receptor bodies are taken from the spinal cord to neutralize netrin-1 in myelin. This increases the neurite outgrowth from UNC-5 expressing spinal motor neurons.",
            "score": 221.02682495117188
        },
        {
            "docid": "2139633_12",
            "document": "Netrin . Growth cones that are located at the end of developing axons during embryogenesis are responsible for the elongation of the axon during migration. Elongation occurs in response to both tropic and atropic factors present in the surrounding environment. Netrins are one such tropic factor secreted by axonal target cells that function as a crucial axonal guidance protein in both vertebrate and invertebrate organisms. Studies in multiple organisms including, mice, rats, chicks, the nematode \"Caenorhabditis elegans\", the fruit fly \"Drosophila melanogaster\" and the zebrafish \"Danio rerio\" have indicated that secreted netrins are bifunctional, meaning that they can act as either attractants or repellants in directing axonal extension. In addition, many studies have characterized netrins as both short and long range cues, acting in the immediate or distant vicinity of their source cell (the axonal target cell).",
            "score": 219.23171997070312
        },
        {
            "docid": "34806886_7",
            "document": "Tropic cues involved in growth cone guidance . Netrin repulsion can also be mediated by changes in cyclic nucleotide levels; Netrin-1 induces a repulsive response when cAMP signaling is inhibited.  Cis interactions of Netrin/DCC (attractive) and Slit/Robo (repulsive) in commissural axons silence both signaling cues; this illustrates how multiple tropic cues interact to guide the commissural axons to their targets.",
            "score": 218.43795776367188
        },
        {
            "docid": "3717_29",
            "document": "Brain . Once a neuron is in place, it extends dendrites and an axon into the area around it. Axons, because they commonly extend a great distance from the cell body and need to reach specific targets, grow in a particularly complex way. The tip of a growing axon consists of a blob of protoplasm called a growth cone, studded with chemical receptors. These receptors sense the local environment, causing the growth cone to be attracted or repelled by various cellular elements, and thus to be pulled in a particular direction at each point along its path. The result of this pathfinding process is that the growth cone navigates through the brain until it reaches its destination area, where other chemical cues cause it to begin generating synapses. Considering the entire brain, thousands of genes create products that influence axonal pathfinding.",
            "score": 217.5065155029297
        },
        {
            "docid": "2139633_14",
            "document": "Netrin . Recently, scientists have characterized many of the cellular mechanisms by which netrin-1 binding to DCC motivates axonal attraction through at least three independent signaling pathways. In all three pathways netrin-1 is observed to cause the homodimerization of DCC that begins the chemoattraction cascade. In the first pathway, the focal adhesion kinase (FAK) is bound to DCC and both undergo tyrosine phosphorylation upon netrin-1 binding that induces the recruitment and phosphorylation of Src and Fyn, which is hypothesized to lead to an increase in second messengers Rac1 and Cdc42 thereby promoting growth cone extension. In a second possible pathway, phosphatidylinositol transfer protein α (PITP) binds to phosphorylated DCC which induces phospholipase C (PLC) to increase the ratio of cAMP to cGMP. This increase of cAMP relative to cGMP activates L-type Ca channels as well as transient receptor potential channels (TRPC’s) causing an influx of extracellular Ca. Evidence suggests that this increased calcium is responsible for the activation of Rho GTPases, Cdc42 Rac1 and the nuclear transcription factor NFAT which can all initiate growth cone extension. Additional studies have also shown that netrin-induced signaling between DCC downstream targets NcK, and Wiskott–Aldrich syndrome protein WASP trigger Rac1 and Cdc42 and subsequently axonal growth.",
            "score": 217.2646942138672
        },
        {
            "docid": "2139633_3",
            "document": "Netrin . Netrins are chemotropic; a growing axon will either move towards or away from a higher concentration of netrin. Though the detailed mechanism of axon guidance is not fully understood, it is known that netrin attraction is mediated through UNC-40/DCC cell surface receptors and repulsion is mediated through UNC-5 receptors. Netrins also act as growth factors, encouraging cell growth activities in target cells. Mice deficient in netrin fail to form the hippocampal comissure or the corpus callosum.",
            "score": 216.09185791015625
        },
        {
            "docid": "2065100_7",
            "document": "Axon guidance . Growing axons rely on a variety of guidance cues in deciding upon a growth pathway. The growth cones of extending axons process these cues in an intricate system of signal interpretation and integration, in order to ensure appropriate guidance. These cues can be functionally subdivided into: Given the abundance of these different guidance cues it was previously believed that growth cones integrate various information by simply summing the gradient of cues, in different valences, at a given point in time, to making a decision on the direction of growth. However, studies in vertebrate nervous systems of ventral midline crossing axons, has shown that modulatory cues play a crucial part in tuning axon responses to other cues, suggesting that the process of axon guidance is nonlinear. For example, commissural axons are attracted by Netrin and repelled by Slit. However, as axons approach the midline, the repellent action of Slit is suppressed by Robo-3/Rig-1 receptor. Once the axons cross the midline, activation of Robo by Slit silences Netrin-mediated attraction, and the axons are repelled by Slit.",
            "score": 211.37860107421875
        },
        {
            "docid": "801776_20",
            "document": "Retinal ganglion cell . RGCs exit the retinal ganglion cell layer through the optic disc, which requires a 45° turn. This requires complex interactions with optic disc glial cells which will express local gradients of Netrin-1, a morphogen that will interact with the Deleted in Colorectal Cancer (DCC) receptor on growth cones of the RGC axon. This morphogen initially attracts RGC axons, but then, through an internal change in the growth cone of the RGC, Netin-1 becomes repulsive, pushing the axon away from the optic disc. This is mediated through a cAMP dependent mechanism. Additionally, CSPGs and Eph/Ephrin signaling may also be involved.",
            "score": 207.088134765625
        },
        {
            "docid": "2065100_27",
            "document": "Axon guidance . To accommodate this activity, growth cones are believed to pool mRNAs that code for receptors and intracellular signaling proteins involved in cytoskeleton remodeling. In Xenopus retinotectal projection systems, the expression of these proteins has been shown to be influenced by guidance cues and the subsequent activation of local translation machinery. The attractive cue Netrin-1, stimulates mRNA transport and influence synthesis of β-Actin in filopodia of growth cones, to restructure and steer RGC growth cones in the direction of Netrin secretion. While the repulsive cue, Slit, is suggested to stimulate the translation of Cofilin (an actin depolymerizing factor) in growth cones, leading to axon repulsion. In addition, severed commissural axons in chicks, display the capability of translating and expressing Eph-A2 receptor during midline crossing. As a result, studies suggest that local protein expression is a convenient mechanism to explain the rapid, dynamic, and autonomous nature of growth cone advancement in response to guidance molecules.",
            "score": 206.15074157714844
        },
        {
            "docid": "5647595_9",
            "document": "Ephrin receptor . As the nervous system develops, the patterning of neuronal connections is established by molecular guides that direct axons (axon guidance) along pathways by target and pathway derived signals. Eph/ephrin signaling regulates the migration of axons to their target destinations largely by decreasing the survival of axonal growth cones and repelling the migrating axon away from the site of Eph/ephrin activation. This mechanism of repelling migrating axons through decreased growth cone survival depends on relative levels of Eph and ephrin expression and allows gradients of Eph and ephrin expression in target cells to direct the migration of axon growth cones based on their own relative levels of Eph and ephrin expression. Typically, forward signaling by both EphA and EphB receptors mediates growth cone collapse while reverse signaling via ephrin-A and ephrin-B induces growth cone survival.",
            "score": 202.1015625
        },
        {
            "docid": "11926033_6",
            "document": "Ephrin . During the development of the central nervous system Eph/ephrin signaling plays a critical role in the cell-cell mediated migration of several types of neuronal axons to their target destinations. Eph/ephrin signaling controls the guidance of neuronal axons through their ability to inhibit the survival of axonal growth cones, which repels the migrating axon away from the site of Eph/ephrin activation. The growth cones of migrating axons do not simply respond to absolute levels of Ephs or ephrins in cells that they contact, but rather respond to relative levels of Eph and ephrin expression, which allows migrating axons that express either Ephs or ephrins to be directed along gradients of Eph or ephrin expressing cells towards a destination where axonal growth cone survival is no longer completely inhibited.",
            "score": 201.38336181640625
        },
        {
            "docid": "2226150_9",
            "document": "Laminin . Laminin-111 is a major substrate along which nerve axons will grow, both in vivo and in vitro. For example, it lays down a path that developing retinal ganglion cells follow on their way from the retina to the tectum. It is also often used as a substrate in cell culture experiments. The presence of laminin-1 can influence how the growth cone responds to other cues. For example, growth cones are repelled by netrin when grown on laminin-111, but are attracted to netrin when grown on fibronectin. This effect of laminin-111 probably occurs through a lowering of intracellular cyclic AMP.",
            "score": 199.02224731445312
        },
        {
            "docid": "2065100_4",
            "document": "Axon guidance . Growing axons have a highly motile structure at the growing tip called the growth cone, which \"sniffs out\" the extracellular activities in the environment for signals that instruct the axon which direction to grow. These signals, called guidance cues, can be fixed in place or diffusible; they can attract or repel axons. Growth cones contain receptors that recognize these guidance cues and interpret the signal into a chemotropic response. The general theoretical framework is that when a growth cone \"senses\" a guidance cue, the receptors activate various signaling molecules in the growth cone that eventually affect the cytoskeleton. If the growth cone senses a gradient of guidance cue, the intracellular signaling in the growth cone happens asymmetrically, so that cytoskeletal changes happen asymmetrically and the growth cone turns toward or away from the guidance cue.",
            "score": 197.3052520751953
        },
        {
            "docid": "2139633_15",
            "document": "Netrin . Both DCC in vertebrates and UNC-40 in \"C. elegans\" have been shown to initiate a repulsive rather than attractive response when associated with the netrin receptor Unc5. In the same ventral midline gradient discussed above, netrin-1 acts as a chemorepellant for axons of the trochlear motor neurons, thus directing their growth dorsally (away from the ventral midline). Antibody inhibition of DCC in embryonic \"Xenopus\" spinal cord inhibited both attraction and repulsion in vitro. Likewise, multiple defects were observed in \"C. elegans\" unc-40 mutants; however, errors in migration patterns were more profoundly affected by mutations in the unc-5 gene, indicating that binding of the netrin-1 homologue UNC-6 to the UNC-5 receptor alone can repel axonal growth. In both vertebrate and invertebrate systems, short range chemorepulsion in which the concentration of netrins is high, seems to primarily occur via the UNC-5 receptor, while long range repulsive effects at more diffuse concentrations require coordination between DCC (UNC-40 in \"C.elegans\") and UNC-5.",
            "score": 196.87208557128906
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 190.73031616210938
        },
        {
            "docid": "2139633_23",
            "document": "Netrin . Netrin has been implicated as a vital molecule for the proliferation of vascular networks. Multiple studies have found different effects of netrin on these branching vessels. The endothelial tip cells in vascular tissue display similar properties to the growth cone found in neuronal tissue. Studies have discovered that these same endothelial tip cells also express UNC5B, which netrin 1 can bind to, inhibiting angiogenesis. In contrast, several studies show that netrin-1 actually promotes blood vessel branching. In conjunction with this research, it has been found that netrin 4 is responsible for growth in the lymphatic vascular system. Overall, these studies show that regulating effects of netrin is dependent on the type of vascular tissue. Recently, netrin has been implicated in angiogenesis in the placenta, making it vital to the survival of the fetus. This finding has implications in the future treatment of vascular disease in the placenta.",
            "score": 190.33045959472656
        },
        {
            "docid": "37686983_7",
            "document": "Role of cell adhesions in neural development . Growth cones function as structural and chemically sensitive axon directing cellular organelles. Growth cones are highly dynamic in nature and contain a dynamic actin cytoskeleton in their peripheral region undergoing a constant retrograde flow. This retrograde force provides a mechanism for the growth cone to respond to direction cue, thereby directing neuronal axons. Growth cones are known to respond to various mechanical cues, which may be vital in proper nervous system development as growth cones experience a wide variety of mechanical environments as they navigate the extracellular space. Interestingly, research suggest that growth cones from different regions of the brain may respond to mechanical cues differently. It has been demonstrated that neural cells located in the hippocampus aren't sensitive to varying mechanical stiffness as it related to outgrowth, where cells originating from the dorsal root ganglion show maximal outgrowth on surfaces of approximately 1 kPa. Both hippocampal and dorsal root ganglion neural growth cones show increased traction force generation on increased stiffness substrates. Growth cones utilize integrin migratory machinery such as integrins, but are not a class of cell migration.",
            "score": 187.6927490234375
        },
        {
            "docid": "1970718_6",
            "document": "Chemotropism . Another example of chemotropic movement includes the growth of individual neuronal cell axons in response to extracellular signals. These signals guide the developing axon to innervate the correct target tissue. The neuronal growth cones are guided by gradients of chemoattractant molecules emanating from their intermediate or final targets. There is evidence that the axons of peripheral neurons are guided by chemotropism and the directed growth of some central axons is also a chemo-tropic response, it remains to be determined whether chemotropism also operates in the central nervous system. Evidence of chemotropism has also been noted in neuronal regeneration, where chemotropic substances guide the ganglionic neurites towards the degenerated neuronal stump.",
            "score": 184.6669158935547
        },
        {
            "docid": "34806886_2",
            "document": "Tropic cues involved in growth cone guidance . The growth cone is a highly dynamic structure of the developing neuron, changing directionality in response to different secreted and contact-dependent guidance cues; it navigates through the developing nervous system in search of its target. The migration of the growth cone is mediated through the interaction of numerous trophic and tropic factors; Netrins, Slits, Ephrins and Semaphorins are four well-studied tropic cues (). The growth cone is capable of modifying its sensitivity to these guidance molecules as it migrates to its target; this sensitivity regulation is an important theme seen throughout development.",
            "score": 183.4934539794922
        },
        {
            "docid": "34806886_3",
            "document": "Tropic cues involved in growth cone guidance . Netrins are diffusible chemoattractive molecules that guide commissural axons across the midline; they are secreted by floor plate cells at ventral midline of the spinal cord. Netrins establish a gradient to direct commissural axons at a distance; Netrin-2 is expressed broadly in the ventral two thirds of the spinal cord, but not in the floor plate. Mice with Netrin-1 loss-of-function exhibit severe disruption in commissural axon migration; this experiment established the importance of Netrin-1 in guidance decisions.",
            "score": 182.96192932128906
        },
        {
            "docid": "2139633_6",
            "document": "Netrin . The netrin family is composed mostly of secreted proteins which serve as bifunctional signals: attracting some neurons while repelling others during the development of the brain. Expressed in the midline of all animals possessing bilateral symmetry, they can act as long or short range signals during neurogenesis. In order to carry out their functions, netrins interact with specific receptors: DCC or UNC-5, depending on whether they are trying to attract or repel neurons, respectively.",
            "score": 182.9612274169922
        },
        {
            "docid": "958_26",
            "document": "Axon . The extracellular signals that propagate through the extracellular matrix surrounding neurons play a prominent role in axonal development. These signaling molecules include proteins, neurotrophic factors, and extracellular matrix and adhesion molecules.  Netrin (also known as UNC-6) a secreted protein, functions in axon formation. When the UNC-5 netrin receptor is mutated, several neurites are irregularly projected out of neurons and finally a single axon is extended anteriorly. The neurotrophic factors – nerve growth factor (NGF), brain-derived neurotrophic factor (BDNF) and neurotrophin-3 (NTF3) are also involved in axon development and bind to Trk receptors.",
            "score": 182.00682067871094
        },
        {
            "docid": "7244534_12",
            "document": "NFAT . The Ca dependent calcineurin/NFAT signaling pathway has been found to be important in neuronal growth and axon guidance during vertebrate development. Each different class of NFAT contributes to different steps in the neural development. NFAT works with neurotrophic signaling to regulate axon outgrowth in several neuronal populations. Additionally, NFAT transcription complexes integrate neuronal growth with guidance cues such as netrin to facilitate the formation of new synapses, helping to build neural circuits in the brain. NFAT is a known important player in both the developing and adult nervous system.",
            "score": 181.1966552734375
        }
    ]
}