{
    "q": [
        {
            "docid": "25260196_19",
            "document": "Neuronal encoding of sound . A stereocilium is able to bend at its point of attachment to the apical surface of the hair cell. The actin filaments that form the core of a stereocilium are highly interlinked and cross linked with fibrin, and are therefore stiff and inflexible at positions other than the base. When stereocilia in the tallest row are deflected in the positive-stimulus direction, the shorter rows of stereocilia are also deflected. These simultaneous deflections occur due to filaments called tip links that attach the side of each taller stereocilium to the top of the shorter stereocilium in the adjacent row. When the tallest stereocilia are deflected, tension is produced in the tip links and causes the stereocilia in the other rows to deflect as well. At the lower end of each tip link is one or more mechano-electrical transduction (MET) channels, which are opened by tension in the tip links. These MET channels are cation-selective transduction channels that allow potassium and calcium ions to enter the hair cell from the endolymph that bathes its apical end.",
            "score": 263.2065635919571
        },
        {
            "docid": "42595192_2",
            "document": "Tip link . Tip links are extracellular filaments that connect stereocilia to each other or to the kinocilium in the hair cells of the inner ear. Mechanotransduction is thought to occur at the site of the tip links, which connect to spring-gated ion channels. These channels are cation-selective transduction channels that allow potassium and calcium ions to enter the hair cell from the endolymph that bathes its apical end. When the hair cells are deflected toward the kinocilium, depolarization occurs; when deflection is away from the kinocilium, hyperpolarization occurs. The tip link is made of two different cadherin molecules, protocadherin 15 and cadherin 23. It has been found that the tip links are relatively stiff, so it is thought that there has to be something else in the hair cells that is stretchy which allows the stereocilia to move back and forth.",
            "score": 283.1148097515106
        },
        {
            "docid": "2196633_4",
            "document": "Stereocilia (inner ear) . As acoustic sensors in mammals, stereocilia are lined up in the organ of Corti within the cochlea of the inner ear. In hearing, stereocilia transform the mechanical energy of sound waves into electrical signals for the hair cells, which ultimately leads to an excitation of the auditory nerve. Stereocilia are composed of cytoplasm with embedded bundles of cross-linked actin filaments. The actin filaments anchor to the terminal web and the top of the cell membrane and are arranged in grade of height. As sound waves propagate in the cochlea, the movement of endolymph fluid bends the stereocilia. If the direction of movement is towards the taller stereocilia, tension develops in the tip links, mechanically opening transduction channels near the tips. Cations from the endolymph flow into the cell, depolarizing the hair cell and triggering the release of neurotransmitters to nearby nerves, which send an electrical signal to the central nervous system.",
            "score": 256.7673053741455
        },
        {
            "docid": "2315029_16",
            "document": "Neural adaptation . The mechanoreception of sound requires a specific set of receptor cells called hair cells that allow for gradient signals to pass onto spatial ganglia where the signal will be sent to the brain to be processed. Since this is mechanoreception, different from chemoreception, adaptation of sound from surroundings highly depends on the physical movement of opening and closing of cation channels on the hair cell stereocilia. Mechanoelectric transduction (MET) channels, located at the tops of stereocilia, are poised to detect tension induced by hair bundle deflection. Hair bundle deflection generates a force by pulling on tip link proteins connecting adjacent stereocilia.",
            "score": 217.9556770324707
        },
        {
            "docid": "2196633_6",
            "document": "Stereocilia (inner ear) . In the cochlea, a shearing movement between the tectorial membrane and the basilar membrane deflects the stereocilia, affecting the tension on the tip-link filaments, which then open and close the non-specific ion channels. When tension increases, the flow of ions across the membrane into the hair cell rises as well. Such influx of ions causes a depolarization of the cell, resulting in an electrical potential that ultimately leads to a signal for the auditory nerve and the brain. The identity of the mechanosensitive channels in the stereocilia is still unknown.",
            "score": 260.55834674835205
        },
        {
            "docid": "890232_10",
            "document": "Hair cell . Calcium ion influx plays an important role for the hair cells to adapt to the amplification of the signal. This allows humans to ignore constant sounds that are no longer new and allow us to be acute to other changes in our surrounding. The key adaptation mechanism comes from a motor protein myosin-1c that allows slow adaptation, provides tension to sensitize transduction channels, and also participate in signal transduction apparatus. More recent research now shows that the calcium-sensitive binding of calmodulin to myosin-1c could actually modulate the interaction of the adaptation motor with other components of the transduction apparatus as well.",
            "score": 142.32358646392822
        },
        {
            "docid": "20519370_17",
            "document": "Mechanosensation . When the function and mechanisms of hair cells are more fully understood, there are two applications that it could have. These involve both basic research in other fields and clinical applications in the field of hair cells. The mechanism of the hair cell might contribute to the understanding other mechanosensory systems such as the sense of touch. In the field of touch, the ion channel is that is activated is also currently unknown, and it is likely that there are several different ion channels. Eventually, it is hoped that this research can help individuals with hearing impairments. For example, if somebody subjects their ears to extremely loud sounds, then they may experience hearing loss. This is probably a result of the tip links being broken. Normally the tip links grow back in about half a day, but for some people they are more fragile, making those individuals more susceptible to hearing loss. If the cause of this susceptibility could be determined, and if tip link are repair could be understood, then a drug could be developed that would help the tip links grow back more readily. Generally, many people lose hearing in their old age, especially high frequency hearing. This is caused by hair cell death, so it is hoped that techniques can be developed, such as by using stem cells or other genetic manipulations, to encourage the inner ear to regenerate its hair cells and restore hearing.",
            "score": 171.54037153720856
        },
        {
            "docid": "2196633_3",
            "document": "Stereocilia (inner ear) . Resembling hair-like projections, the stereocilia are arranged in bundles of 30-300. Within the bundles the stereocilia are often lined up in several rows of increasing height, similar to a staircase. At the core of these hair-like stereocilia are rigid cross-linked actin filaments, which can renew every 48 hours. These actin filaments face their positive ends at the tips of the stereocilia and their negative ends at the base and can be up to 120 micrometres in length. Filamentous structures, called tip links, connect the tips of stereocilia in adjacent rows in the bundles. The tip links are made up of nearly vertical fine filaments that run upward from the top end of a shorter stereocilia to its taller neighbor. Tip links are analogous to tiny springs, which, when stretched, open cation selective channels thus allowing ions to flow across the cell membrane into the hair cells. They also are involved in the force transmission across the bundle and the maintenance of the hair bundle structure.",
            "score": 310.76390314102173
        },
        {
            "docid": "20519370_12",
            "document": "Mechanosensation . When an event occurs which causes the bundle of cilia to deflect toward the taller side, ion channels open, and a depolarization of the cell is caused by the inward current which results. This is known as a positive deflection. This process involves the stretching of tip links, which pull the ion channels open. A deflection in the opposite direction is termed negative deflection, and causes tip links to relax and the ion channels to close. Perpendicular deflection is ineffective. It is suspected that the site of transduction channels is at the stereocilia tips. The speed with which ion channels respond to deflection leads researchers to believe that mechanical stimuli act directly upon the ion channel, and do not need a second messenger. The sensitivity of cilia is primarily due to ciliary length. The stereocilia of functional hair cells have the ability to convert mechanical deflections to neural signals.",
            "score": 224.98740363121033
        },
        {
            "docid": "635490_16",
            "document": "Auditory system . At this point, one may ask how such a wiggle of a hair bundle triggers a difference in membrane potential. The current model is that cilia are attached to one another by \"tip links\", structures which link the tips of one cilium to another. Stretching and compressing, the tip links may open an ion channel and produce the receptor potential in the hair cell. Recently it has been shown that cadherin-23 CDH23 and protocadherin-15 PCDH15 are the adhesion molecules associated with these tip links. It is thought that a calcium driven motor causes a shortening of these links to regenerate tensions. This regeneration of tension allows for apprehension of prolonged auditory stimulation.",
            "score": 162.50903272628784
        },
        {
            "docid": "550504_16",
            "document": "Vestibular system . While the semicircular canals respond to rotations, the otolithic organs sense linear accelerations. Humans have two otolithic organs on each side, one called the utricle, the other called the saccule. The utricle contains a patch of hair cells and supporting cells called a macula. Similarly, the saccule contains a patch of hair cells and a macula. Each hair cell of a macula has 40-70 stereocilia and one true cilium called a kinocilium. The tips of these cilia are embedded in an otolithic membrane. This membrane is weighted down with protein-calcium carbonate granules called otoliths. These otoliths add to the weight and inertia of the membrane and enhance the sense of gravity and motion. With the head erect, the otolithic membrane bears directly down on the hair cells and stimulation is minimal. When the head is tilted, however, the otolithic membrane sags and bends the stereocilia, stimulating the hair cells. Any orientation of the head causes a combination of stimulation to the utricles and saccules of the two ears. The brain interprets head orientation by comparing these inputs to each other and to other input from the eyes and stretch receptors in the neck, thereby detecting whether the head is tilted or the entire body is tipping. Essentially, these otolithic organs sense how quickly you are accelerating forward or backward, left or right, or up or down. Most of the utricular signals elicit eye movements, while the majority of the saccular signals projects to muscles that control our posture.",
            "score": 180.14193546772003
        },
        {
            "docid": "2196633_13",
            "document": "Stereocilia (inner ear) . Sound at a certain decibel can cause permanent damage to inner ear stereocilia. New research has shown that the damage can possibly be reversed if we can repair or recreate some of the proteins in the stereocilia. In this study, scientists used zebrafish to examine the motion of proteins within live ear cells using a confocal microscope. This has shown that proteins in stereocilia move quickly, indicating that the movement of the proteins within the hair cells may be a very important factor to maintaining the integrity of the hair bundles in the inner ear. Further research found myosin and actin, two proteins that are important for cell movement, move very quickly. Fascin 2b, a protein involved in actin cross-linking, moves even faster. Constant movement of proteins within cells, along with replacement and readjustment, helps cells repair damage. The fast movement of these proteins has changed our understanding of stereocilia and indicates that proteins within stereocilia are not immobile and static. Further research hopes to investigate manipulating protein dynamics to restore human hearing function after damage.",
            "score": 213.23339986801147
        },
        {
            "docid": "534490_5",
            "document": "Saccule . Within the macula are hair cells, each having a hair bundle on the apical aspect. The hair bundle is composed of a single kinocilium and many (at least 70) stereocilia. Stereocilia are connected to mechanically gated ion channels in the hair cell plasma membrane via tip links. Supporting cells interdigitate between hair cells and secrete the otolithic membrane, a thick, gelatinous layer of glycoprotein. Covering the surface of the otolithic membrane are otoliths, which are crystals of calcium carbonate. For this reason, the saccule is sometimes called an \"otolithic organ.\"",
            "score": 244.2008728981018
        },
        {
            "docid": "563529_9",
            "document": "Organ of Corti . The basilar membrane on the tympanic duct presses against the hair cells of the organ as perilymphatic pressure waves pass. The stereocilia atop the IHCs move with this fluid displacement and in response their cation, or positive ion selective, channels are pulled open by cadherin structures called tip links that connect adjacent stereocilia. The organ of Corti, surrounded in potassium rich fluid endolymph, lies on the basilar membrane at the base of the scala media. Under the organ of Corti is the scala tympani and above it, the scala vestibuli. Both structures exist in a low potassium fluid called perilymph. Because those stereocilia are in the midst of a high concentration of potassium, once their cation channels are pulled open, potassium ions as well as calcium ions flow into the top of the hair cell. With this influx of positive ions the IHC becomes depolarized, opening voltage-gated calcium channels at the basolateral region of the hair cells and triggering the release of the neurotransmitter glutamate. An electrical signal is then sent through the auditory nerve and into the auditory cortex of the brain as a neural message.",
            "score": 244.06500387191772
        },
        {
            "docid": "25260196_20",
            "document": "Neuronal encoding of sound . The influx of cations, particularly potassium, through the open MET channels causes the membrane potential of the hair cell to depolarize. This depolarization opens voltage-gated calcium channels to allow the further influx of calcium. This results in an increase in the calcium concentration, which triggers the exocytosis of neurotransmitter vesicles at ribbon synapses at the basolateral surface of the hair cell. The release of neurotransmitter at a ribbon synapse, in turn, generates an action potential in the connected auditory-nerve fiber. Hyperpolarization of the hair cell, which occurs when potassium leaves the cell, is also important, as it stops the influx of calcium and therefore stops the fusion of vesicles at the ribbon synapses. Thus, as elsewhere in the body, the transduction is dependent on the concentration and distribution of ions. The perilymph that is found in the scala tympani has a low potassium concentration, whereas the endolymph found in the scala media has a high potassium concentration and an electrical potential of about 80 millivolts compared to the perilymph. Mechanotransduction by stereocilia is highly sensitive and able to detect perturbations as small as fluid fluctuations of 0.3 nanometers, and can convert this mechanical stimulation into an electrical nerve impulse in about 10 microseconds.",
            "score": 207.5144784450531
        },
        {
            "docid": "890232_12",
            "document": "Hair cell . Slow Adaption: The dominating model suggests that slow adaptation occurs when myosin-1c slides down the stereocilium in response to elevated tension during bundle displacement. The resultant decreased tension in the tip link permits the bundle to move farther in the opposite direction. As tension decreases, channels close, producing the decline in transduction current. Slow adaptation is most prominent in vestibular hair cells that sense spatial movement and less in cochlear hair cells that detect auditory signals.",
            "score": 110.60620903968811
        },
        {
            "docid": "34073298_2",
            "document": "Robert Fettiplace . Fettiplace studied the mechanism of hearing in vertebrates. In 1976, he and Andrew Crawford developed a method of recording the electrical responses of hair cells in the isolated cochlea of reptiles. These experiments, which were the first to give extensive quantitative records from auditory receptors, showed that each hair cell is sharply tuned to a characteristic frequency and that much of the frequency selectivity in the turtle’s ear can be attributed to electrical resonance in the hair cell membrane. Later work proved that the resonant frequency was set by the density and kinetics of potassium channels, the frequency increasing with a greater number of faster channels. At least three classes of potassium channels are needed to cover the range of hearing: voltage- and calcium-activated (BK) channels, voltage-gated (Kv) channels, and inwardly rectifying channels. These channels work together with voltage-gated calcium channels to generate electrical resonance, a conclusion that was supported by mathematical reconstruction and simulations. This mechanism is present in all vertebrate classes except mammals. Another important development was the use of new methods of imaging hair cell stereociliary bundles and delivering force stimuli, providing the first demonstration of sub-micron active oscillations of the bundles. His subsequent work has focused on determining the properties, location and identity of the mechanically sensitive ion channels that transduce sound stimuli into electrical signals.",
            "score": 152.04414093494415
        },
        {
            "docid": "20519370_11",
            "document": "Mechanosensation . The bundle of cilia that projects from the surface of the hair cell is the organelle which participates in mechanosensation. Each of these bundles are approximately 4-10 μm high and have 30-300 stereocilia and one kinocilium, which has motile characteristics. Along the axis of symmetry, each successive row of stereocilia is approximately 0.5-1.0 μm taller, with the kinocilium next to the tallest row. Extracellular structures connect the stereocilia together. These include ankle links (between adjacent stereocilia), shaft links (entire length of hair cell), and cross links (laterally between tips). Tip links run along the tips of the stereocilium, from the shorter end to the longer end. Tip links pull on the ion channels to open them up. It is known that the tip link is made of two different cadherin molecules, protocadherin 15 and cadherin 23.",
            "score": 237.00255000591278
        },
        {
            "docid": "890232_5",
            "document": "Hair cell . The deflection of the hair-cell stereocilia opens mechanically gated ion channels that allow any small, positively charged ions (primarily potassium and calcium) to enter the cell. Unlike many other electrically active cells, the hair cell itself does not fire an action potential. Instead, the influx of positive ions from the endolymph in the scala media depolarizes the cell, resulting in a receptor potential. This receptor potential opens voltage gated calcium channels; calcium ions then enter the cell and trigger the release of neurotransmitters at the basal end of the cell. The neurotransmitters diffuse across the narrow space between the hair cell and a nerve terminal, where they then bind to receptors and thus trigger action potentials in the nerve. In this way, the mechanical sound signal is converted into an electrical nerve signal. Repolarization of hair cells is done in a special manner. The perilymph in the scala tympani has a very low concentration of positive ions. The electrochemical gradient makes the positive ions flow through channels to the perilymph.",
            "score": 217.77519607543945
        },
        {
            "docid": "890232_2",
            "document": "Hair cell . Hair cells are the sensory receptors of both the auditory system and the vestibular system in the ears of all vertebrates. Through mechanotransduction, hair cells detect movement in their environment. In mammals, the auditory hair cells are located within the spiral organ of Corti on the thin basilar membrane in the cochlea of the inner ear. They derive their name from the tufts of stereocilia called \"hair bundles\" that protrude from the apical surface of the cell into the fluid-filled cochlear duct. Mammalian cochlear hair cells are of two anatomically and functionally distinct types, known as outer, and inner hair cells. Damage to these hair cells results in decreased hearing sensitivity, and because the inner ear hair cells cannot regenerate, this damage is permanent. However, other organisms, such as the frequently studied zebrafish, and birds have hair cells that can regenerate. The human cochlea contains on the order of 3,500 inner hair cells and 12,000 outer hair cells at birth.",
            "score": 174.0255674123764
        },
        {
            "docid": "3327510_17",
            "document": "Cinnarizine . Cinnarizine is classified as a selective antagonist of T-type voltage-operated calcium ion channels, because its binding blocks the channels and keeps them inert. It has a Ki (inhibitory constant) value of 22nM. It is also known to have antihistaminic, antiserotoninergic and antidopaminergic effects, binding to H1 histamine receptors, and dopaminergic (D2) receptors. The IC50 (half-maximal inhibitory concentration) of cinnarizine for smooth muscle contraction inhibition is 60mM and it has been shown that this drug preferentially binds to its target calcium channels when they are in an open, as opposed to closed conformation. In treatment of nausea and motion sickness it was previously hypothesized that cinnarizine exerts its effects by inhibiting the calcium currents in voltage gated channels in type II vestibular hair cells within the inner ear. However, more recent evidence supports the idea that at pharmacologically relevant levels (0.3µM–0.5µM), cinnarizine is not lessening vestibular vertigo by blocking calcium channels, but rather by inhibiting potassium (K) currents that are activated by heightened hydrostatic pressure on the hair cells. It is true that cinnarizine does abolish calcium currents in vestibular hair cells as well; it is just that this only occurs at higher concentrations of drug (3µM). The inhibition of these currents works to lessen the vertigo and motion-induced nausea by dampening the over-reactivity of the vestibular hair cells, which send information about balance and motion to the brain.",
            "score": 147.19210124015808
        },
        {
            "docid": "890232_11",
            "document": "Hair cell . Fast Adaptation: During fast adaptation, Caions that enter a stereocilium through an open MET channel bind rapidly to a site on or near the channel and induce channel closure. When channels close, tension increases in the tip link, pulling the bundle in the opposite direction. Fast adaptation is more prominent in sound and auditory detecting hair cells, rather in vestibular cells.",
            "score": 122.13816452026367
        },
        {
            "docid": "890232_3",
            "document": "Hair cell . The outer hair cells mechanically amplify low-level sound that enters the cochlea. The amplification may be powered by the movement of their hair bundles, or by an electrically driven motility of their cell bodies. This so-called somatic electromotility amplifies sound in all land vertebrates. It is affected by the closing mechanism of the mechanical sensory ion channels at the tips of the hair bundles.",
            "score": 123.30964803695679
        },
        {
            "docid": "6846175_10",
            "document": "Listener fatigue . When exposed to noise, the human ear's sensitivity to sound is decreased, corresponding to an increase in the threshold of hearing. This shift is usually temporary but may become permanent. A natural physiological reaction to these threshold shifts is vasoconstriction, which will reduce the amount of blood reaching the hair cells of the organ of Corti in the cochlea. With the resultant oxygen tension and diminished blood supply reaching the outer hair cells, their response to sound levels is lessened when exposed to loud sounds, rendering them less effective and putting more stress on the inner hair cells. This can lead to fatigue and temporary hearing loss if the outer hair cells do not get the opportunity to recover through periods of silence. If these cells do not get this chance to recover, they are vulnerable to death.",
            "score": 110.65714240074158
        },
        {
            "docid": "2196633_12",
            "document": "Stereocilia (inner ear) . Damaged or abnormal stereocilia that are a result of genetic mutations often cause hearing loss and other complications, and can be passed down to children. In a recent study, researchers studied mice that inherited a mutated hair cell gene called whirlin, which leads to shorter and fatter stereocilia that are organized in additional rows and that often die off after birth. No current therapies or reparative measures exist to replace such defective hair cells in humans. In order to correct this mutation, researchers injected a gene therapy containing the corrected gene into the inner ear of mice with the genetic mutation. The therapy restored stereocilia to normal lengths and eliminated the additional rows of stereocilia in newborn whirler mice. Despite the restoration of hair cells, the treated whirler mice exhibited no signs of improved hearing ability following testing after one month and after three months of treatment. Further studies are looking to understand why the restoration of the stereocilia did not improve the hearing ability of the mutated mice.",
            "score": 194.70645713806152
        },
        {
            "docid": "534487_5",
            "document": "Utricle (ear) . Within the utricle is a small 2 by 3 mm patch of hair cells called the macula of utricle. The macula of utricle, which lies horizontally on the floor of the utricle, contains the hair cells. These hair cells are mechanoreceptors which consist of 40 to 70 stereocilia and only one true cilium called a kinocilium. The kinocilium is the only sensory aspect of the hair cell and is what causes hair cell polarization. The tips of these stereocilia and kinocilium are embedded in a gelatinous otolithic membrane. This membrane is weighted with calcium carbonate-protein granules called otoliths. The otolithic membrane adds weight to the tops of the hair cells and increases their inertia. The addition in weight and inertia is vital to the utricle's ability to detect linear acceleration, as described below, and to determine the orientation of the head. The macula consists of three layers. The bottom layer is made of sensory hair cells which are embedded in the bottom of a gelatinous layer. Each hair cells consists of 40 to 70 steriocilia and a kinocilium, which lies in the middle of the steriocilia and is the most important receptor.",
            "score": 190.8657443523407
        },
        {
            "docid": "377397_6",
            "document": "American lobster . The antennae measure about long and split into Y-shaped structures with pointed tips. Each tip exhibits a dense zone of hair tufts staggered in a zigzag arrangement. These hairs are covered with multiple nerve cells that can detect odors. Larger, thicker hairs found along the edges control the flow of water, containing odor molecules, to the inner sensory hairs. The shorter antennules provide a further sense of smell. By having a pair of olfactory organs, a lobster can locate the direction a smell comes from, much the same way humans can hear the direction a sound comes from. In addition to sensing smells, the antennules can judge water speed to improve direction finding.",
            "score": 113.00355279445648
        },
        {
            "docid": "534490_9",
            "document": "Saccule . The saccule gathers sensory information to orient the body in space. It primarily gathers information about linear movement in the vertical plane, including the force due to gravity. The saccule, like the utricle, provides information to the brain about head position when it is not moving. The structures that enable the saccule to gather this vestibular information are the hair cells. The 2 by 3 mm patch of hair cells and supporting cells are called a macula. Each hair cell of a macula has 40 to 70 stereocilia and one true cilium called a kinocilium. The stereocilia are oriented by the striola, a curved ridge that runs through the middle of the macula; in the saccule they are oriented away from the striola The tips of the stereocilia and kinocilium are embedded in a gelatinous otolithic membrane. This membrane is weighted with protein-calcium carbonate granules called otoliths, which add to the weight and inertia of the membrane and enhance the sense of gravity and motion.",
            "score": 191.032524228096
        },
        {
            "docid": "22782655_42",
            "document": "Shoaling and schooling . Other senses are also used. Pheromones or sound may also play a part but supporting evidence has not been found so far. The lateral line is a line running along each side of the fish from the gill covers to the base of the tail. In laboratory experiments the lateral lines of schooling fish have been removed. They swam closer, leading to a theory that the lateral lines provide additional stimuli input when the fish get too close. The lateral-line system is very sensitive to changes in water currents and vibration in the water. It uses receptors called neuromasts, each of which is composed of a group of hair cells. The hairs are surrounded by a protruding jelly-like cupula, typically 0.1 to 0.2 mm long. The hair cells in the lateral line are similar to the hair cells inside the vertebrate inner ear, indicating that the lateral line and the inner ear share a common origin.",
            "score": 100.83463335037231
        },
        {
            "docid": "544743_7",
            "document": "Wolfram syndrome . Within cells, wolframin is located in a structure called the endoplasmic reticulum. Among its many activities, the endoplasmic reticulum folds and modifies newly formed proteins so they have the correct 3-dimensional shape to function properly. The endoplasmic reticulum also helps transport proteins, fats, and other materials to specific sites within the cell or to the cell surface. The function of wolframin is unknown. Based on its location in the endoplasmic reticulum, however, it may play a role in protein folding or cellular transport. In the pancreas, wolframin may help fold a protein precursor of insulin (called proinsulin) into the mature hormone that controls blood glucose levels. Research findings also suggest that wolframin may help maintain the correct cellular level of charged calcium atoms (calcium ions) by controlling how much is stored in the endoplasmic reticulum. In the inner ear, wolframin may help maintain the proper levels of calcium ions or other charged particles that are essential for hearing.",
            "score": 134.7541674375534
        },
        {
            "docid": "5414549_5",
            "document": "Tetramethylenedisulfotetramine . Recent studies have indicated the usefulness of pH sensitivity in identifying Chloride ion influx, resulting from GABAA receptor excitation. Other potential screening tools include spontaneous Calcium ion oscillations seen in hippocampal cell cultures from new born mice. This phenomenon can be measured by Calcium ion sensitive fluorescent dye. Further analyses showed that these Calcium ion oscillations are sensitive to MK-801 (an NMDA open channel blocker), suggesting that NMDA receptor operated channels are involved in TMDT induced spontaneous activity. When considering GABAA receptor activity, diazepam and pregnanolone reversed TMDT activity when applied to cell cultures individually and in combination. MK-801 and ketamine show more antagonistic effects on TMDT than diazepam within cerebral cortical cell cultures of embryonic rats.",
            "score": 143.93113040924072
        },
        {
            "docid": "16846178_3",
            "document": "TMC1 . This gene is considered a member of a gene family predicted to encode transmembrane proteins. Until recently, the specific function of this gene was relatively unknown; it was only known to be required for normal function of cochlear hair cells. However, new research suggests that TMC1 interacts with Tip link proteins protocadherin 15 and cadherin 23 indicating that TMC1, along with TMC2, are necessary proteins for hair cell mechanotransduction. Specifically, TMC1 and TMC2 may be two pore-forming subunits of the channel that responds to tip link deflection in hair cells.",
            "score": 115.29169082641602
        }
    ],
    "r": [
        {
            "docid": "2196633_3",
            "document": "Stereocilia (inner ear) . Resembling hair-like projections, the stereocilia are arranged in bundles of 30-300. Within the bundles the stereocilia are often lined up in several rows of increasing height, similar to a staircase. At the core of these hair-like stereocilia are rigid cross-linked actin filaments, which can renew every 48 hours. These actin filaments face their positive ends at the tips of the stereocilia and their negative ends at the base and can be up to 120 micrometres in length. Filamentous structures, called tip links, connect the tips of stereocilia in adjacent rows in the bundles. The tip links are made up of nearly vertical fine filaments that run upward from the top end of a shorter stereocilia to its taller neighbor. Tip links are analogous to tiny springs, which, when stretched, open cation selective channels thus allowing ions to flow across the cell membrane into the hair cells. They also are involved in the force transmission across the bundle and the maintenance of the hair bundle structure.",
            "score": 310.7638854980469
        },
        {
            "docid": "42595192_2",
            "document": "Tip link . Tip links are extracellular filaments that connect stereocilia to each other or to the kinocilium in the hair cells of the inner ear. Mechanotransduction is thought to occur at the site of the tip links, which connect to spring-gated ion channels. These channels are cation-selective transduction channels that allow potassium and calcium ions to enter the hair cell from the endolymph that bathes its apical end. When the hair cells are deflected toward the kinocilium, depolarization occurs; when deflection is away from the kinocilium, hyperpolarization occurs. The tip link is made of two different cadherin molecules, protocadherin 15 and cadherin 23. It has been found that the tip links are relatively stiff, so it is thought that there has to be something else in the hair cells that is stretchy which allows the stereocilia to move back and forth.",
            "score": 283.11480712890625
        },
        {
            "docid": "25260196_19",
            "document": "Neuronal encoding of sound . A stereocilium is able to bend at its point of attachment to the apical surface of the hair cell. The actin filaments that form the core of a stereocilium are highly interlinked and cross linked with fibrin, and are therefore stiff and inflexible at positions other than the base. When stereocilia in the tallest row are deflected in the positive-stimulus direction, the shorter rows of stereocilia are also deflected. These simultaneous deflections occur due to filaments called tip links that attach the side of each taller stereocilium to the top of the shorter stereocilium in the adjacent row. When the tallest stereocilia are deflected, tension is produced in the tip links and causes the stereocilia in the other rows to deflect as well. At the lower end of each tip link is one or more mechano-electrical transduction (MET) channels, which are opened by tension in the tip links. These MET channels are cation-selective transduction channels that allow potassium and calcium ions to enter the hair cell from the endolymph that bathes its apical end.",
            "score": 263.2065734863281
        },
        {
            "docid": "2196633_6",
            "document": "Stereocilia (inner ear) . In the cochlea, a shearing movement between the tectorial membrane and the basilar membrane deflects the stereocilia, affecting the tension on the tip-link filaments, which then open and close the non-specific ion channels. When tension increases, the flow of ions across the membrane into the hair cell rises as well. Such influx of ions causes a depolarization of the cell, resulting in an electrical potential that ultimately leads to a signal for the auditory nerve and the brain. The identity of the mechanosensitive channels in the stereocilia is still unknown.",
            "score": 260.558349609375
        },
        {
            "docid": "2196633_4",
            "document": "Stereocilia (inner ear) . As acoustic sensors in mammals, stereocilia are lined up in the organ of Corti within the cochlea of the inner ear. In hearing, stereocilia transform the mechanical energy of sound waves into electrical signals for the hair cells, which ultimately leads to an excitation of the auditory nerve. Stereocilia are composed of cytoplasm with embedded bundles of cross-linked actin filaments. The actin filaments anchor to the terminal web and the top of the cell membrane and are arranged in grade of height. As sound waves propagate in the cochlea, the movement of endolymph fluid bends the stereocilia. If the direction of movement is towards the taller stereocilia, tension develops in the tip links, mechanically opening transduction channels near the tips. Cations from the endolymph flow into the cell, depolarizing the hair cell and triggering the release of neurotransmitters to nearby nerves, which send an electrical signal to the central nervous system.",
            "score": 256.7673034667969
        },
        {
            "docid": "534490_5",
            "document": "Saccule . Within the macula are hair cells, each having a hair bundle on the apical aspect. The hair bundle is composed of a single kinocilium and many (at least 70) stereocilia. Stereocilia are connected to mechanically gated ion channels in the hair cell plasma membrane via tip links. Supporting cells interdigitate between hair cells and secrete the otolithic membrane, a thick, gelatinous layer of glycoprotein. Covering the surface of the otolithic membrane are otoliths, which are crystals of calcium carbonate. For this reason, the saccule is sometimes called an \"otolithic organ.\"",
            "score": 244.2008819580078
        },
        {
            "docid": "563529_9",
            "document": "Organ of Corti . The basilar membrane on the tympanic duct presses against the hair cells of the organ as perilymphatic pressure waves pass. The stereocilia atop the IHCs move with this fluid displacement and in response their cation, or positive ion selective, channels are pulled open by cadherin structures called tip links that connect adjacent stereocilia. The organ of Corti, surrounded in potassium rich fluid endolymph, lies on the basilar membrane at the base of the scala media. Under the organ of Corti is the scala tympani and above it, the scala vestibuli. Both structures exist in a low potassium fluid called perilymph. Because those stereocilia are in the midst of a high concentration of potassium, once their cation channels are pulled open, potassium ions as well as calcium ions flow into the top of the hair cell. With this influx of positive ions the IHC becomes depolarized, opening voltage-gated calcium channels at the basolateral region of the hair cells and triggering the release of the neurotransmitter glutamate. An electrical signal is then sent through the auditory nerve and into the auditory cortex of the brain as a neural message.",
            "score": 244.06500244140625
        },
        {
            "docid": "20519370_11",
            "document": "Mechanosensation . The bundle of cilia that projects from the surface of the hair cell is the organelle which participates in mechanosensation. Each of these bundles are approximately 4-10 μm high and have 30-300 stereocilia and one kinocilium, which has motile characteristics. Along the axis of symmetry, each successive row of stereocilia is approximately 0.5-1.0 μm taller, with the kinocilium next to the tallest row. Extracellular structures connect the stereocilia together. These include ankle links (between adjacent stereocilia), shaft links (entire length of hair cell), and cross links (laterally between tips). Tip links run along the tips of the stereocilium, from the shorter end to the longer end. Tip links pull on the ion channels to open them up. It is known that the tip link is made of two different cadherin molecules, protocadherin 15 and cadherin 23.",
            "score": 237.00254821777344
        },
        {
            "docid": "20519370_12",
            "document": "Mechanosensation . When an event occurs which causes the bundle of cilia to deflect toward the taller side, ion channels open, and a depolarization of the cell is caused by the inward current which results. This is known as a positive deflection. This process involves the stretching of tip links, which pull the ion channels open. A deflection in the opposite direction is termed negative deflection, and causes tip links to relax and the ion channels to close. Perpendicular deflection is ineffective. It is suspected that the site of transduction channels is at the stereocilia tips. The speed with which ion channels respond to deflection leads researchers to believe that mechanical stimuli act directly upon the ion channel, and do not need a second messenger. The sensitivity of cilia is primarily due to ciliary length. The stereocilia of functional hair cells have the ability to convert mechanical deflections to neural signals.",
            "score": 224.98739624023438
        },
        {
            "docid": "6070358_5",
            "document": "Kinocilium . The movement of the hair bundle, as a result of endolymph flow, will cause potassium channels on the stereocilia to open. This is mostly due to the pulling force stereocilia exerts on its neighboring stereocilia via interconnecting links that hold stereocilia together (usually from tallest to shortest) and this leads to the depolarization of the hair cell. This pattern of depolarization should not be confused with the more common depolarization which involves the influx of Na+ into the cell while K+ channels stay closed. Endolymph composition resembles that of the intracellular fluid (more K+ and less Na+) more closely compared to its counterpart, perilymph which resembles the extracellular fluid (more Na+ and less K+ compared to intracellular matrix). This depolarization will open voltage gated calcium channels. The influx of calcium then triggers the cell to release vesicles containing excitatory neurotransmitters into a synapse. The post-synaptic neurite then sends an action potential to the Scarpa's ganglion.",
            "score": 223.87258911132812
        },
        {
            "docid": "2315029_16",
            "document": "Neural adaptation . The mechanoreception of sound requires a specific set of receptor cells called hair cells that allow for gradient signals to pass onto spatial ganglia where the signal will be sent to the brain to be processed. Since this is mechanoreception, different from chemoreception, adaptation of sound from surroundings highly depends on the physical movement of opening and closing of cation channels on the hair cell stereocilia. Mechanoelectric transduction (MET) channels, located at the tops of stereocilia, are poised to detect tension induced by hair bundle deflection. Hair bundle deflection generates a force by pulling on tip link proteins connecting adjacent stereocilia.",
            "score": 217.95567321777344
        },
        {
            "docid": "890232_5",
            "document": "Hair cell . The deflection of the hair-cell stereocilia opens mechanically gated ion channels that allow any small, positively charged ions (primarily potassium and calcium) to enter the cell. Unlike many other electrically active cells, the hair cell itself does not fire an action potential. Instead, the influx of positive ions from the endolymph in the scala media depolarizes the cell, resulting in a receptor potential. This receptor potential opens voltage gated calcium channels; calcium ions then enter the cell and trigger the release of neurotransmitters at the basal end of the cell. The neurotransmitters diffuse across the narrow space between the hair cell and a nerve terminal, where they then bind to receptors and thus trigger action potentials in the nerve. In this way, the mechanical sound signal is converted into an electrical nerve signal. Repolarization of hair cells is done in a special manner. The perilymph in the scala tympani has a very low concentration of positive ions. The electrochemical gradient makes the positive ions flow through channels to the perilymph.",
            "score": 217.7751922607422
        },
        {
            "docid": "2196633_13",
            "document": "Stereocilia (inner ear) . Sound at a certain decibel can cause permanent damage to inner ear stereocilia. New research has shown that the damage can possibly be reversed if we can repair or recreate some of the proteins in the stereocilia. In this study, scientists used zebrafish to examine the motion of proteins within live ear cells using a confocal microscope. This has shown that proteins in stereocilia move quickly, indicating that the movement of the proteins within the hair cells may be a very important factor to maintaining the integrity of the hair bundles in the inner ear. Further research found myosin and actin, two proteins that are important for cell movement, move very quickly. Fascin 2b, a protein involved in actin cross-linking, moves even faster. Constant movement of proteins within cells, along with replacement and readjustment, helps cells repair damage. The fast movement of these proteins has changed our understanding of stereocilia and indicates that proteins within stereocilia are not immobile and static. Further research hopes to investigate manipulating protein dynamics to restore human hearing function after damage.",
            "score": 213.2333984375
        },
        {
            "docid": "25260196_20",
            "document": "Neuronal encoding of sound . The influx of cations, particularly potassium, through the open MET channels causes the membrane potential of the hair cell to depolarize. This depolarization opens voltage-gated calcium channels to allow the further influx of calcium. This results in an increase in the calcium concentration, which triggers the exocytosis of neurotransmitter vesicles at ribbon synapses at the basolateral surface of the hair cell. The release of neurotransmitter at a ribbon synapse, in turn, generates an action potential in the connected auditory-nerve fiber. Hyperpolarization of the hair cell, which occurs when potassium leaves the cell, is also important, as it stops the influx of calcium and therefore stops the fusion of vesicles at the ribbon synapses. Thus, as elsewhere in the body, the transduction is dependent on the concentration and distribution of ions. The perilymph that is found in the scala tympani has a low potassium concentration, whereas the endolymph found in the scala media has a high potassium concentration and an electrical potential of about 80 millivolts compared to the perilymph. Mechanotransduction by stereocilia is highly sensitive and able to detect perturbations as small as fluid fluctuations of 0.3 nanometers, and can convert this mechanical stimulation into an electrical nerve impulse in about 10 microseconds.",
            "score": 207.5144805908203
        },
        {
            "docid": "2196633_5",
            "document": "Stereocilia (inner ear) . In the vestibular system, the stereocilia are located in the otolithic organs and the semicircular canals. Hair cells in the vestibular system are slightly different from those in the auditory system, in that vestibular hair cells have one tallest cilium, termed the kinocilium. Bending the stereocilia toward the kinocilium depolarizes the cell and results in increased afferent activity. Bending the stereocilia away from the kinocilium hyperpolarizes the cell and results in a decrease in afferent activity. In the semicircular canals, the hair cells are found in the crista ampullaris, and the stereocilia protrude into the ampullary cupula. Here, the stereocilia are all oriented in the same direction. In the otoliths, the hair cells are topped by small, calcium carbonate crystals called otoconia. Unlike the semicircular ducts, the kinocilia of hair cells in the otoliths are not oriented in a consistent direction. The kinocilia point toward (in the utricle) or away from (in the saccule) a middle line called the striola.",
            "score": 205.49647521972656
        },
        {
            "docid": "32401778_5",
            "document": "Electrocochleography . As the basilar membrane vibrates, the hair cells attached to this membrane are rhythmically pushed up against the tectorial membrane, bending the hair cell stereocilia. This opens mechanically gated ion channels on the hair cell, allowing influx of potassium (K) and calcium(Ca) ions. The flow of ions generates an AC current through the hair cell surface, at the same frequency as the acoustic stimulus. This measurable AC voltage is called the cochlear microphonic (CM), which mimics the stimulus. The hair cells function as a transducer, converting the mechanical movement of the basilar membrane into electrical voltage, in a process requiring ATP from the stria vascularis as an energy source.",
            "score": 204.56277465820312
        },
        {
            "docid": "2196633_12",
            "document": "Stereocilia (inner ear) . Damaged or abnormal stereocilia that are a result of genetic mutations often cause hearing loss and other complications, and can be passed down to children. In a recent study, researchers studied mice that inherited a mutated hair cell gene called whirlin, which leads to shorter and fatter stereocilia that are organized in additional rows and that often die off after birth. No current therapies or reparative measures exist to replace such defective hair cells in humans. In order to correct this mutation, researchers injected a gene therapy containing the corrected gene into the inner ear of mice with the genetic mutation. The therapy restored stereocilia to normal lengths and eliminated the additional rows of stereocilia in newborn whirler mice. Despite the restoration of hair cells, the treated whirler mice exhibited no signs of improved hearing ability following testing after one month and after three months of treatment. Further studies are looking to understand why the restoration of the stereocilia did not improve the hearing ability of the mutated mice.",
            "score": 194.7064666748047
        },
        {
            "docid": "534490_9",
            "document": "Saccule . The saccule gathers sensory information to orient the body in space. It primarily gathers information about linear movement in the vertical plane, including the force due to gravity. The saccule, like the utricle, provides information to the brain about head position when it is not moving. The structures that enable the saccule to gather this vestibular information are the hair cells. The 2 by 3 mm patch of hair cells and supporting cells are called a macula. Each hair cell of a macula has 40 to 70 stereocilia and one true cilium called a kinocilium. The stereocilia are oriented by the striola, a curved ridge that runs through the middle of the macula; in the saccule they are oriented away from the striola The tips of the stereocilia and kinocilium are embedded in a gelatinous otolithic membrane. This membrane is weighted with protein-calcium carbonate granules called otoliths, which add to the weight and inertia of the membrane and enhance the sense of gravity and motion.",
            "score": 191.03253173828125
        },
        {
            "docid": "534487_5",
            "document": "Utricle (ear) . Within the utricle is a small 2 by 3 mm patch of hair cells called the macula of utricle. The macula of utricle, which lies horizontally on the floor of the utricle, contains the hair cells. These hair cells are mechanoreceptors which consist of 40 to 70 stereocilia and only one true cilium called a kinocilium. The kinocilium is the only sensory aspect of the hair cell and is what causes hair cell polarization. The tips of these stereocilia and kinocilium are embedded in a gelatinous otolithic membrane. This membrane is weighted with calcium carbonate-protein granules called otoliths. The otolithic membrane adds weight to the tops of the hair cells and increases their inertia. The addition in weight and inertia is vital to the utricle's ability to detect linear acceleration, as described below, and to determine the orientation of the head. The macula consists of three layers. The bottom layer is made of sensory hair cells which are embedded in the bottom of a gelatinous layer. Each hair cells consists of 40 to 70 steriocilia and a kinocilium, which lies in the middle of the steriocilia and is the most important receptor.",
            "score": 190.86573791503906
        },
        {
            "docid": "2196633_9",
            "document": "Stereocilia (inner ear) . Stereocilia (along with the entirety of the hair cell) in mammals can be damaged or destroyed by excessive loud noises, disease, and toxins and are not regenerable. Environmental noise induced hearing impairment is probably the most prevalent noise health effect according to the U.S. Environmental Protection Agency. Abnormal structure/organization of a bundle of stereocilia can also cause deafness and in turn create balance problems for an individual. In other vertebrates, if the hair cell is harmed, supporting cells will divide and replace the damaged hair cells.",
            "score": 189.65069580078125
        },
        {
            "docid": "11599917_3",
            "document": "Macula of saccule . The vestibule is a region of the inner ear which contains the saccule and the utricle, each of which contain a macula to detect linear acceleration. The macula of saccule lies in a nearly vertical position. Its function is to detect vertical linear acceleration. It is a 2 mm by 3mm patch of hair cells. Each hair cell of the macula contains 40 to 70 stereocilia and one true cilia, called a kinocilium. A gelatinous cover called the otolithic membrane envelops the tips of the stereocilia and kinocilium. The otolithic membrane is weighted with small densely packed protein-calcium carbonate granules called statoconica. The macula of the utricle is in a horizontal position and detects horizontal acceleration. The coordinated sensory perception of acceleration both vertically and horizontally along the vestibular nerve, allow for the perception of linear acceleration in any direction.",
            "score": 189.6002655029297
        },
        {
            "docid": "2196633_7",
            "document": "Stereocilia (inner ear) . The transduction channels associated with stereocilia are thought to lie at the distal ends of the stereocilia. Deflections of the stereocilia in the direction of the tallest stereocilia leads to an increased rate of opening of nonspecific cation channels. This, in turn, causes receptor depolarization and leads to the excitement of the cochlear nerve afferents that are located at the base of the hair cell. Deflections of the stereocilia in the opposite direction toward the shortest stereocilia causes transduction channels to close. In this situation, the hair cells become hyperpolarized and the nerve afferents are not excited.",
            "score": 188.7611846923828
        },
        {
            "docid": "25260196_18",
            "document": "Neuronal encoding of sound . The apical surface of each cochlear hair cell contains a hair bundle. Each hair bundle contains approximately 300 fine projections known as stereocilia, formed by actin cytoskeletal elements. The stereocilia in a hair bundle are arranged in multiple rows of different heights. In addition to the stereocilia, a true ciliary structure known as the kinocilium exists and is believed to play a role in hair cell degeneration that is caused by exposure to high frequencies.",
            "score": 185.7827911376953
        },
        {
            "docid": "2196633_2",
            "document": "Stereocilia (inner ear) . In the inner ear, stereocilia are the mechanosensing organelles of hair cells, which respond to fluid motion in numerous types of animals for various functions, including hearing and balance. They are about 10–50 micrometers in length and share some similar features of microvilli. The hair cells turn the fluid pressure and other mechanical stimuli into electric stimuli via the many microvilli that make up stereocilia rods. Stereocilia exist in the auditory and vestibular systems.",
            "score": 180.67156982421875
        },
        {
            "docid": "550504_16",
            "document": "Vestibular system . While the semicircular canals respond to rotations, the otolithic organs sense linear accelerations. Humans have two otolithic organs on each side, one called the utricle, the other called the saccule. The utricle contains a patch of hair cells and supporting cells called a macula. Similarly, the saccule contains a patch of hair cells and a macula. Each hair cell of a macula has 40-70 stereocilia and one true cilium called a kinocilium. The tips of these cilia are embedded in an otolithic membrane. This membrane is weighted down with protein-calcium carbonate granules called otoliths. These otoliths add to the weight and inertia of the membrane and enhance the sense of gravity and motion. With the head erect, the otolithic membrane bears directly down on the hair cells and stimulation is minimal. When the head is tilted, however, the otolithic membrane sags and bends the stereocilia, stimulating the hair cells. Any orientation of the head causes a combination of stimulation to the utricles and saccules of the two ears. The brain interprets head orientation by comparing these inputs to each other and to other input from the eyes and stretch receptors in the neck, thereby detecting whether the head is tilted or the entire body is tipping. Essentially, these otolithic organs sense how quickly you are accelerating forward or backward, left or right, or up or down. Most of the utricular signals elicit eye movements, while the majority of the saccular signals projects to muscles that control our posture.",
            "score": 180.14193725585938
        },
        {
            "docid": "14267168_3",
            "document": "CDH23 . This gene is a member of the cadherin superfamily, genes encoding calcium dependent cell-cell adhesion glycoproteins. The protein encoded by this gene is a large, single-pass transmembrane protein composed of an extracellular domain containing 27 repeats that show significant homology to the cadherin ectodomain. Expressed in the neurosensory epithelium, the protein is thought to be involved in stereocilia organization and hair bundle formation. Specifically, it is thought to interact with protocadherin 15 to form tip-link filaments.",
            "score": 178.16165161132812
        },
        {
            "docid": "534487_11",
            "document": "Utricle (ear) . The utricle contains mechanoreceptors called hair cells that distinguish between degrees of tilting of the head, thanks to their apical stereocilia set-up. These are covered by otoliths which, due to gravity, pull on the stereocilia and tilt them. Depending on whether the tilt is in the direction of the kinocilium or not, the resulting hair cell polarisation is excitatory (depolarising) or inhibitory (hyperpolarisation), respectively. Any orientation of the head causes a combination of stimulation to the utricles and saccules of the two ears. The brain interprets head orientation by comparing these inputs to each other and to other input from the eyes and stretch receptors in the neck, thereby detecting whether only the head is tilted or the entire body is tipping. The inertia of the otolithic membranes is especially important in detecting linear acceleration. Suppose you are sitting in a car at a stoplight and then begin to move. The otolithic membrane of the macula utriculi briefly lags behind the rest of the tissues, bends the stereocilia backward, and stimulates the cells. When you stop at the next light, the macula stops but the otolithic membrane keeps going for a moment, bending the stereocilia forward. The hair cells convert this pattern of stimulation to nerve signals, and the brain is thus advised of changes in your linear velocity. This signal to the vestibular nerve (which takes it to the brainstem) does not adapt with time. The effect of this is that, for example, an individual lying down to sleep will continue to detect that they are lying down hours later when they awaken.",
            "score": 177.5968017578125
        },
        {
            "docid": "1187487_40",
            "document": "Sensorineural hearing loss . Outer hair cells (OHCs) contribute to the structure of the Organ of Corti, which is situated between the basilar membrane and the tectorial membrane within the cochlea (See Figure 3). The tunnel of corti, which runs through the Organ of Corti, divides the OHCs and the inner hair cells (IHCs). OHCs are connected to the reticular laminar and the Deiters’ cells. There are roughly twelve thousand OHCs in each human ear, and these are arranged in up to five rows. Each OHC has small tufts of 'hairs', or cilia, on their upper surface known as stereocilia, and these are also arranged into rows which are graded in height. There are approximately 140 stereocilia on each OHC.",
            "score": 177.58409118652344
        },
        {
            "docid": "25187430_9",
            "document": "Cochlear amplifier . In the mammalian cochlea, amplification occurs in the outer hair cells of the Organ of Corti. These cells sit directly above a basilar membrane (BM) that has high sensitivity for differences in frequency. Sound waves enter the scala vestibuli of the cochlea and travel throughout it, carrying with them various sound frequencies. These waves exert a pressure on the basilar and tectorial membranes of the cochlea which vibrate in response to sound waves of different frequencies. When these membranes vibrate and are deflected upward (rarefaction phase of sound wave), the stereocilia of the OHCs are deflected toward the tallest stereocilia. This causes the tip links of the OHC hair bundle to open allowing inflow of Na and K which depolarize the OHC. Upon depolarization, the OHC can then begin its process of amplification through positive feedback.",
            "score": 177.0188751220703
        },
        {
            "docid": "3315778_6",
            "document": "Usher 1C . Research suggests that harmonin plays a role in the development and maintenance of hairlike projections called stereocilia. Stereocilia line the inner ear and bend in response to sound waves. This bending motion is critical for converting sound waves to nerve impulses, an essential process for normal hearing. In the inner ear, protein complexes organized by harmonin probably act as connectors that link stereocilia into a bundle. This protein complex likely helps regulate the transmission of sound waves.",
            "score": 175.7448272705078
        },
        {
            "docid": "1900338_14",
            "document": "Critical band . When a sound is presented to the human ear, the time taken for the wave to travel through the cochlea is only 5 milliseconds.  When low-frequency travelling waves pass through the cochlea, the wave increases in amplitude gradually, then decays almost immediately. The placement of vibration on the cochlea depends upon the frequency of the presented stimuli. For example, lower frequencies mostly stimulate the apex, in comparison to higher frequencies, which stimulate the base of the cochlea. This attribute of the physiology of the basilar membrane can be illustrated in the form of a place–frequency map: The basilar membrane supports the organ of Corti, which sits within the scala media. The organ of Corti comprises both outer and inner hair cells. There are approximately between 15,000 and 16,000 of these hair cells in one ear. Outer hair cells have stereocilia projecting towards the tectorial membrane, which sits above the organ of Corti. Stereocilia respond to movement of the tectorial membrane when a sound causes vibration through the cochlea. When this occurs, the stereocilia separate and a channel is formed that allows chemical processes to take place. Eventually the signal reaches the eighth nerve, followed by processing in the brain.",
            "score": 175.67625427246094
        },
        {
            "docid": "890232_2",
            "document": "Hair cell . Hair cells are the sensory receptors of both the auditory system and the vestibular system in the ears of all vertebrates. Through mechanotransduction, hair cells detect movement in their environment. In mammals, the auditory hair cells are located within the spiral organ of Corti on the thin basilar membrane in the cochlea of the inner ear. They derive their name from the tufts of stereocilia called \"hair bundles\" that protrude from the apical surface of the cell into the fluid-filled cochlear duct. Mammalian cochlear hair cells are of two anatomically and functionally distinct types, known as outer, and inner hair cells. Damage to these hair cells results in decreased hearing sensitivity, and because the inner ear hair cells cannot regenerate, this damage is permanent. However, other organisms, such as the frequently studied zebrafish, and birds have hair cells that can regenerate. The human cochlea contains on the order of 3,500 inner hair cells and 12,000 outer hair cells at birth.",
            "score": 174.0255584716797
        }
    ]
}