{
    "q": [
        {
            "docid": "2208074_10",
            "document": "Neurophilosophy . Recently, researchers have begun using a new functional imaging technique called resting state functional connectivity MRI. Subjects' brains are scanned while the subject sits idly in the scanner. By looking at the natural fluctuations in the bold pattern while the subject is at rest, the researchers can see which brain regions co-vary in activation together. They can use the patterns of covariance to construct maps of functionally linked brain areas. It is worth noting that the name \"functional connectivity\" is somewhat misleading since the data only indicates co-variation. Still, this is a powerful method for studying large networks throughout the brain. There are a couple of important methodological issues that need to be addressed. Firstly, there are many different possible brain mappings that could be used to define the brain regions for the network. The results could vary significantly depending on the brain region chosen. Secondly, what mathematical techniques are best about to characterize these brain regions?",
            "score": 156.3068038225174
        },
        {
            "docid": "47511015_2",
            "document": "Large scale brain networks . Large scale brain networks are collections of widespread brain regions showing functional connectivity by statistical analysis of the fMRI BOLD signal or other signal fluctuations. An emerging paradigm in neuroscience is that cognitive tasks are performed not by individual brain regions working in isolation, but by networks consisting of several discrete brain regions that are said to be \"functionally connected\" due to tightly coupled activity. Functional connectivity may be measured as long-range synchronization of the EEG, MEG, or other dynamic brain signals. Synchronized brain regions may also be identified using spatial independent component analysis. The set of identified brain areas that are linked together in a large-scale network varies with cognitive function. When the cognitive state is not explicit (i.e., the subject is at \"rest\"), the large scale brain network is a resting state network (RSN). As a physical system with graph-like properties, a large scale brain network has both nodes and edges, and cannot be identified simply by the co-activation of brain areas. In recent decades, the analysis of brain networks was made feasible by advances in imaging techniques as well as new tools from graph theory and dynamical systems. Large scale brain networks are identified by their function, and provide a coherent framework for understanding cognition by offering a neural model of how different cognitive functions emerge when different sets of brain regions join together as self-organized coalitions. Disruptions in activity in various networks have been implicated in neuropsychiatric disorders such as depression, Alzheimer's, autism spectrum disorder, schizophrenia and bipolar disorder.",
            "score": 190.37193155288696
        },
        {
            "docid": "484650_7",
            "document": "Functional neuroimaging . Traditional \"activation studies\" focus on determining distributed patterns of brain activity associated with specific tasks. However, scientists are able to more thoroughly understand brain function by studying the interaction of distinct brain regions, as a great deal of neural processing is performed by an integrated network of several regions of the brain. An active area of neuroimaging research involves examining the functional connectivity of spatially remote brain regions. Functional connectivity analyses allow the characterization of interregional neural interactions during particular cognitive or motor tasks or merely from spontaneous activity during rest. FMRI and PET enable creation of functional connectivity maps of distinct spatial distributions of temporally correlated brain regions called functional networks. Several studies using neuroimaging techniques have also established that posterior visual areas in blind individuals may be active during the performance of nonvisual tasks such as Braille reading, memory retrieval, and auditory localization as well as other auditory functions.",
            "score": 181.65392816066742
        },
        {
            "docid": "37689664_2",
            "document": "Resting state fMRI . Resting state fMRI (rsfMRI or R-fMRI) is a method of functional magnetic resonance imaging (fMRI) that is used in brain mapping to evaluate regional interactions that occur in a resting or task-negative state, when an explicit task is not being performed. A number of resting-state conditions are identified in the brain, one of which is the default mode network. These resting brain state conditions are observed through changes in blood flow in the brain which creates what is referred to as a blood-oxygen-level dependent (BOLD) signal that can be measured using fMRI. Because brain activity is intrinsic, present even in the absence of an externally prompted task, any brain region will have spontaneous fluctuations in BOLD signal. The resting state approach is useful to explore the brain's functional organization and to examine if it is altered in neurological or mental disorders. Resting-state functional connectivity research has revealed a number of networks which are consistently found in healthy subjects, different stages of consciousness and across species, and represent specific patterns of synchronous activity.",
            "score": 197.43621134757996
        },
        {
            "docid": "2208074_11",
            "document": "Neurophilosophy . The brain regions of interest are somewhat constrained by the size of the voxels. Rs-fcMRI uses voxels that are few millimeters cubed so the brain regions will have to be defined on a larger scale. Two of the statistical methods that are commonly applied to network analysis can work on the single voxel spatial scale, but graph theory methods are extremely sensitive to the way nodes are defined. Brains regions can be divided according to their cellular architectural, according to their connectivity, or according to physiological measures. Alternatively, you could take a theory neutral approach and randomly divide the cortex into partitions of the size of your choosing. As mentioned earlier, there are several approaches to network analysis once the your brain regions have been defined. Seed based analysis begins with an a priori defined seed region and finds all of the regions that are functionally connected to that region. Wig et al. caution that the resulting network structure will not give any information concerning the inter-connectivity of the identified regions or the relations of those regions to regions other than the seed region. Another approach is to use independent component analysis to create spatio-temporal component maps and the components are sorted by components that carry information of interest and those that are caused by noise. Wigs et al. once again warns that inference of functional brain region communities is difficult under ICA. ICA also has the issue of imposing orthogonality on the data. Graph theory uses a matrix to characterize covariance between regions which is then transformed into a network map. The problem with graph theory analysis is that network mapping is heavily influenced by a priori brain region and connectivity (nodes and edges), thus the researcher is at risk for cherry picking regions and connections according to their own theories. However, graph theory analysis is extremely valuable since it is the only method that gives pair-wise relationships between nodes. ICA has the added advantage of being a fairly principled method. It seems that using both methods will be important in uncovering the network connectivity of the brain. Mumford et al. hoped to avoid these issues and use a principled approach that could determine pair-wise relationships using a statistical technique adopted from analysis of gene co-expression networks.",
            "score": 116.03482782840729
        },
        {
            "docid": "490620_61",
            "document": "Human brain . Functional neuroimaging techniques show changes in brain activity that relate to the function of specific brain areas. One technique is functional magnetic resonance imaging (fMRI) which has the advantages over earlier methods of SPECT and PET of not needing the use of radioactive materials and of offering a higher resolution. Another technique is functional near-infrared spectroscopy. These methods rely on the haemodynamic response that shows changes in brain activity in relation to changes in blood flow, useful in mapping functions to brain areas. Resting state fMRI looks at the interaction of brain regions whilst the brain is not performing a specific task. This is also used to show the default mode network.",
            "score": 142.97037780284882
        },
        {
            "docid": "19557982_25",
            "document": "Default mode network . Raichle coined the term \"default mode\" in 2001 to describe resting state brain function; the concept rapidly became a central theme in neuroscience. Around this time the idea was implanted that this network of brain areas is involved in internally directed thoughts and is suspended during specific goal-directed behaviors. In 2003, Greicius and colleagues examined resting state fMRI scans and looked at how correlated different sections in the brain are to each other and found the correlation maps showed the same areas Raichle found active during rest and that others found to deactivated. It was important because it demonstrated a convergence of methods all lead to the same areas being involved in the DMN. Since then other resting state networks (RSNs) have been found, such as visual, auditory, and attention networks, some of them are often anti-correlated with the default mode network.",
            "score": 142.32886743545532
        },
        {
            "docid": "2965167_14",
            "document": "NINDS brain trauma research . The plasticity of the brain and the rewiring of neural connections make it possible for one part of the brain to take up the functions of a disabled part. Scientists have long known that the immature brain is generally more plastic than the mature brain, and that the brains of children are better able to adapt and recover from injury than the brains of adults. NINDS researchers are investigating the mechanisms underlying this difference and theorize that children have an overabundance of hard-wired neural networks, many of which naturally decrease through a process called neural pruning. When an injury destroys an important neural network in children, another less useful neural network that would have eventually died takes over the responsibilities of the damaged network. Some researchers are looking at the role of plasticity in memory, while others are using imaging technologies, such as functional MRI, to map regions of the brain and record evidence of plasticity.",
            "score": 112.53055441379547
        },
        {
            "docid": "43374303_4",
            "document": "Andreas K. Engel . Andreas Engel has become known by his work on the so-called „binding problem“. His research focuses on the hypothesis that temporal synchrony serves for dynamic coordination of signals in the brain. In addition to working on the experimental validation of this hypothesis, Engel pursues research on its cognitive and theoretical implications. As a postdoc with Wolf Singer at the Max Planck Institute for Brain Research at Frankfurt, Engel was involved in studies that demonstrated the relevance of neural synchrony, in particular of so-called gamma waves, for processing of perceptual information. In particular, the group provided evidence that temporal correlations can serve for the binding of features into coherent sensory representations. In addition to addressing the relevance of synchrony and neuronal oscillations in the visual system, the work of Engel's group yielded evidence for a relation between neural synchrony and visual awareness. In addition, Engel and coworkers contributed to demonstrating a functional role of neural synchrony for sensorimotor coupling. In the past 15 years, Engel's group has expanded their work to the human brain, using EEG and MEG in combination with source modeling techniques. The results of these studies demonstrate the importance of neuronal oscillations and synchrony for perceptual processing, attention, working memory, decision-making and consciousness. Recent work of the group on the interaction of visual, auditory and tactile systems suggests a role of temporal binding for multisensory integration. Furthermore, the group has developed novel methods for the electrophysiological analysis of resting state network activity. Engel's group also applies these approaches for the study of network malfunction in patients with movement disorders, multiple sclerosis and schizophrenia, in studies on pain, and altered networks after early sensory deprivation.  Engel also explores implications of these neurophysiogical results for theories of perception, cognition and action. A major focus of his work are the implications of the studies on neural synchrony for understanding the neural correlates of consciousness. Recent papers address links between neural dynamics and enactive views of cognition, investigating the grounding of cognition in sensorimotor coupling.",
            "score": 141.4432920217514
        },
        {
            "docid": "15978180_32",
            "document": "Connectome . Using functional MRI (fMRI) in the resting state and during tasks, functions of the connectome circuits are being studied. Just as detailed road maps of the earth's surface do not tell us much about the kind of vehicles that travel those roads or what cargo they are hauling, to understand how neural structures result in specific functional behavior such as consciousness, it is necessary to build theories that relate functions to anatomical connectivity. However, the bond between structural and functional connectivity is not straightforward. Computational models of whole-brain network dynamics are valuable tools to investigate the role of the anatomical network in shaping functional connectivity. In particular, computational models can be used to predict the dynamic effect of lesions in the connectome.",
            "score": 94.7746012210846
        },
        {
            "docid": "41118642_5",
            "document": "Dynamic functional connectivity . Because DFC is such a new field, much of the research related to it is conducted to validate the relevance of these dynamic changes rather than explore their implications; however, many critical findings have been made that help the scientific community better understand the brain. Analysis of dynamic functional connectivity has shown that far from being completely static, the functional networks of the brain fluctuate on the scale of seconds to minutes. These changes are generally seen as movements from one short term state to another, rather than continuous shifts. Many studies have shown reproducible patterns of network activity that move throughout the brain. These patterns have been seen in both animals and humans, and are present at only certain points during a scanner session. In addition to showing transient brain states, DFC analysis has shown a distinct hierarchical organization of the networks of the brain. Connectivity between bilaterally symmetric regions is the most stable form of connectivity in the brain, followed by other regions with direct anatomical connections. Steady state functional connectivity networks exist and have physiological relevance, but have less temporal stability than the anatomical networks. Finally, some functional networks are fleeting enough to only be seen with DFC analysis. These networks also possess physiological relevance but are much less temporally stable than the other networks in the brain.",
            "score": 151.57796847820282
        },
        {
            "docid": "41118642_16",
            "document": "Dynamic functional connectivity . Magnetoencephalography (MEG) can be used to measure the magnetic fields produced by electrical activity in the brain. MEG has high temporal resolution and has generally higher spatial resolution than EEG. Resting state studies with MEG are still limited by spatial resolution, but the modality has been used to show that resting state networks move through periods of low and high levels of correlation. This observation is consistent with the results seen in other DFC studies such as DFC activation pattern analysis.",
            "score": 123.42841982841492
        },
        {
            "docid": "305136_38",
            "document": "Visual system . The default mode network is a network of brain regions that are active when an individual is awake and at rest. The visual system's default mode can be monitored during resting state fMRI: Fox, et al. (2005) have found that \"The human brain is intrinsically organized into dynamic, anticorrelated functional networks'\", in which the visual system switches from resting state to attention.",
            "score": 144.9320431947708
        },
        {
            "docid": "43297983_6",
            "document": "Gustavo Deco . In his research, Deco has used large-scale cortical models where the networks teeter on the edge of instability. In this state, the functional networks are in a low-firing stable state while they are continuously pulled towards multiple other configurations. Small extrinsic perturbations can shape task-related network dynamics, whereas perturbations from intrinsic noise generate excursions reflecting the range of available functional networks. This is particularly advantageous for the efficiency and speed of network mobilization. Thus, the resting state reflects the dynamical capabilities of the brain, which emphasizes the vital interplay of time and space. Ongoing research concentrates on characterizing these functional and structural networks in health and disease with a view to creating a new discipline of computational neuropsychiatry.",
            "score": 95.83655679225922
        },
        {
            "docid": "99026_22",
            "document": "Basal ganglia . One intensively studied function of the basal ganglia is its role in controlling eye movements. Eye movement is influenced by an extensive network of brain regions that converges on a midbrain area called the superior colliculus (SC). The SC is a layered structure whose layers form two-dimensional retinotopic maps of visual space. A \"bump\" of neural activity in the deep layers of the SC drives an eye movement directed toward the corresponding point in space.",
            "score": 97.90612053871155
        },
        {
            "docid": "37689507_19",
            "document": "Neuroimaging intelligence testing . A 2012 study from Washington University, St. Louis described the global connectivity of the prefrontal cortex. Global connectivity is the mechanism by which components of the frontoparietal brain network might coordinate control of other tasks. Cole et al. wrote that: \"A lateral prefrontal cortex (LPFC) region's activity was found to predict performance in a high control demand working memory task and also to exhibit high global connectivity. Critically, global connectivity in this LPFC region, involving connections both within and outside the frontoparietal network, showed a highly selective relationship with individual differences in fluid intelligence.\" The lateral prefrontal cortex is a region of interest because those who have injuries to that part of the brain often have issues with common, every day tasks such as planning their day. The LPFC is thought to be important for \"cognitive control capacity,\" which can be used to predict future outcomes such as success in school and the workplace. It was found by van den Heuvel et al. that higher intelligence individuals employ more efficient whole-brain network organization. This had led to the thought that cognitive control capacity may be supported by these whole-brain network properties. The 2012 study used a theoretic approach to neuroimage data known as global brain connectivity (GBC) or weighted degree centrality. GBC let the researches look closely at specific regions and their range of connectivity. It was then possible to examine each region's role in human cognitive control and intelligence. The study used fMRI to acquire data and examine each region's connectivity.",
            "score": 156.63398146629333
        },
        {
            "docid": "19557982_28",
            "document": "Default mode network . Some have argued the brain areas in the default mode network only show up together because of the vascular coupling of large arteries and veins in the brain near these areas, not because these areas are actually functionally connected to each other. Support for this argument comes from studies that show changing in breathing alters oxygen levels in the blood which in turn affects DMN the most. These studies however do not explain why the DMN can also be identified using PET scans by measuring glucose metabolism which is independent of vascular coupling or in electrocorticography studies measuring electrical activity on the surface of the brain.",
            "score": 115.66693663597107
        },
        {
            "docid": "53757504_8",
            "document": "Viktor K. Jirsa . Full brain modelling of the last century was limited to either a few regions of interest modelling or to (mostly unrealistic) approximations of brain connectivity. However, full brain models have always been the interface between human brain imaging and theorising on brain function and dysfunction. In 2002 Jirsa and colleagues demonstrated that the approximations of brain connectivity will never be able to capture most behaviour of brain imaging data (in particular the spatiotemporal symmetries in the data) and thus proposed to use DTI data as a proxy of network connectivity in brain models. Characteristic challenges for this type of large-scale models would be 1) the detailed connection topology and 2) time delays via signal transmission, which do not play a role for modelling on all other levels of organisation. In 2006 Jirsa introduced connectome-based connectivity (from the Cocamac data base with the help of Rolf Kötter) and presented a large-scale brain network model of resting state brain dynamics in Sendai, Japan, at the Brain Connectivity workshop. Connectome-based brain modelling became an active field of research in the years that followed (Honey et al. 2007; Ghosh et al. 2008; Deco et al. 2009), with many applications devoted to resting state dynamics in healthy subjects, ageing and diseases such as schizophrenia, lesions and epilepsy. Various reviews summarise the findings (Deco et al. 2011, 2013; Kringelbach et al. 2015) and highlight the impact of this new approach. Jirsa and his group have contributed to the conception and development of connectome-based modelling and developed a range of technical tools since the early 2000s (Jirsa & Kelso 2000; Jirsa et al. 2002; Jirsa 2009). Of particular importance are Jirsa’s contributions to a better understanding and treatment of signal transmission time delays in brain networks. The presence of many time delays, which are systematically distributed across the network, is a key characteristic of connectome-based brain models and not encountered in any other system of spatiotemporal pattern formation.",
            "score": 164.43377447128296
        },
        {
            "docid": "907554_25",
            "document": "History of neuroimaging . It is interesting to see how advances are split between those seeking a completely mapped brain by utilizing single neuron imaging and those utilizing images of brains as subjects perform various high-level tasks. Single neuron imaging (SNI) uses a combination of genetic engineering and optical imaging techniques to insert tiny electrodes into the brain for the purpose of measuring a single neuron's firing. Due to its damaging repercussions, this technique has only been used on animals, but it has shed a lot of light on basic emotional and motivational processes. The goal of studies in higher-level activities is to determine how a network of brain areas collaborates to perform each task. This higher-level imaging is much easier to do because researchers can easily use subjects who have a disease such as Alzheimer's. The SNI technology seems to be going after the possibility for AI while the network-probing technology seems to be more for medical purposes.",
            "score": 109.52509546279907
        },
        {
            "docid": "53757504_3",
            "document": "Viktor K. Jirsa . Since the late 1990s, Jirsa has made important contributions to the understanding of the link between brain function and network dynamics. He has pioneered the use of biologically realistic connectivity in brain network models of the human and rodent. Applications of this large-scale modeling approach are in resting state activity, epilepsy and aging. Viktor Jirsa has a leading role in the French efforts in personalized medicine and serves as scientific director of the large multi-site clinical trial on drug-resistant epilepsy called EPINOV coordinated by Prof. Fabrice Bartolomei. This project represents one of the first translational applications of computational neuroscience in personalized medicine. Viktor Jirsa is the curator of the neuroinformatics platform The Virtual Brain and deputy-lead of the theoretical neuroscience subproject (SP4) in the Human Brain Project (HBP).",
            "score": 119.96651268005371
        },
        {
            "docid": "226722_4",
            "document": "Functional magnetic resonance imaging . In addition to detecting BOLD responses from activity due to tasks/stimuli, the fMRI paradigm includes also resting state fMRI, or taskless fMRI, which measures the subjects' baseline BOLD variance. Since roughly 1998, this line of studies has revealed the existence and properties of the default mode network (DMN), aka 'Resting State Network' (RSN), a functionally connected neural network of apparent 'brain states'.",
            "score": 112.25270819664001
        },
        {
            "docid": "29803004_6",
            "document": "Neurostimulation . Compared to electrical stimulation that utilizes brief, high-voltage electric shock to activate neurons, which can potentially activate pain fibers, transcranial magnetic stimulation (TMS) was developed by Baker in 1985. TMS uses a magnetic wire above the scalp, which carries a sharp and high current pulse. A time variant magnetic field is induced perpendicular to the coil due to the applied pulse which consequently generates an electric field based on Maxwell's law. The electric field provides the necessary current for a non-invasive and much less painful stimulation. There are two TMS devices called single pulse TMS and repetitive pulse TMS (rTMS) while the latter has greater effect but potential to cause seizure. TMS can be used for therapy particularly in psychiatry, as a tool to measure central motor conduction and a research tool to study different aspects of human brain physiology such as motor function, vision, and language. The rTMS method has been used to treat epilepsy with rates of 8–25 Hz for 10 seconds. The other therapeutic uses of rTMS include parkinson diseases, dystonia and mood diseases. Also, TMS can be used to determine the contribution of cortical networks to specific cognitive functions by disrupting activity in the focal brain region. Early, inconclusive, results have been obtained in recovery from coma (persistent vegetative state) by Pape et al. (2009).",
            "score": 114.45006370544434
        },
        {
            "docid": "762064_2",
            "document": "Systems neuroscience . Systems neuroscience is a subdiscipline of neuroscience and systems biology that studies the function of neural circuits and systems. It is an umbrella term, encompassing a number of areas of study concerned with how nerve cells behave when connected together to form neural pathways, neural circuits, and larger brain networks. At this level of analysis, neuroscientists study how different neural circuits analyze sensory information, form perceptions of the external world, make decisions, and execute movements. Researchers in systems neuroscience are concerned with the relation between molecular and cellular approaches to understanding brain structure and function, as well as with the study of high-level mental functions such as language, memory, and self-awareness (which are the purview of behavioral and cognitive neuroscience). Systems neuroscientists typically employ techniques for understanding networks of neurons as they are seen to function, by way of electrophysiology using either single-unit recording or multi-electrode recording, functional magnetic resonance imaging (fMRI), and PET scans. The term is commonly used in an educational framework: a common sequence of graduate school neuroscience courses consists of cellular/molecular neuroscience for the first semester, then systems neuroscience for the second semester. It is also sometimes used to distinguish a subdivision within a neuroscience department at an academic institution.",
            "score": 98.41641521453857
        },
        {
            "docid": "53686950_20",
            "document": "Bi-directional hypothesis of language and action . Many studies that have demonstrated a role of the motor system in semantic processing of action language have been used as evidence for a shared neural network between action and language comprehension processes. For example, facilitated activity in language comprehension areas, evidence of semantic priming, with movement of a body part that is associated with the action word has also been used as evidence for this shared neural network. A more specific method for identifying whether certain areas of the brain are necessary for a cognitive task is to demonstrate impaired performance of said task following a functional change to the brain area of interest. A functional change may involve a lesion, or altered excitability through stimulation, or utilization of the area for another task. According to this theory, there is only a finite amount of neural real-estate available for each task. If two tasks share a neural network, there will be competition for the associated neural substrates, and the performance of each task will be inhibited when performed simultaneously. Using this theory, proponents of the bi-directional hypothesis have postulated that performance of verbal working memory of action words would be impaired by movement of the concordant body part. This has been demonstrated with the selective impairment of memorization of arm and leg words when coupled with arm and leg movements, respectively. This implies that the neural network for verbal working memory is specifically tied to the motor systems associated with the body part implied with the word. This semantic topography has been suggested to provide evidence that action language shares a neural network with sensorimotor systems, thereby supporting the bi-directional hypothesis of language and action.",
            "score": 121.54579770565033
        },
        {
            "docid": "24933541_7",
            "document": "Albert Gjedde . Albert Gjedde’s research focuses on the relations between neuroplasticity and neurotransmission that can be revealed by mapping radioligand binding and the neuroplastic changes of brain functions. The investigations explore the relation between energy metabolism and neurotransmission by recording the changes of energy metabolism and consciousness under pharmacological and other manipulations. He uses PET to understand the synthesis of radioligand and tracer molecules that match the neurotransmitter molecules and the behavior of these transmitters under different functional conditions of the brain, normal as well as pathological, and the spatial and temporal relations among changes of cerebral blood flow, which is commonly used as a measure of brain work, and the cerebral oxygen consumption rate, which is the precise measure of this work. Albert Gjedde’s collaborations focus on experiments with volunteer subjects and patients that explore the lesions and degeneration of brain tissue in disorders such as epilepsy, ludomania, Parkinson's disease, stroke, depression, and somatizing disorders, as well as disorders related to addiction. Experiments explore the restructuring of neuronal networks that follows when sensory activity is processed by healthy subjects or volunteers suffering from inborn or acquired lesions.",
            "score": 121.65623831748962
        },
        {
            "docid": "2567511_18",
            "document": "Neural engineering . Neural interfaces are a major element used for studying neural systems and enhancing or replacing neuronal function with engineered devices. Engineers are challenged with developing electrodes that can selectively record from associated electronic circuits to collect information about the nervous system activity and to stimulate specified regions of neural tissue to restore function or sensation of that tissue (Cullen et al. 2011). The materials used for these devices must match the mechanical properties of neural tissue in which they are placed and the damage must be assessed. Neural interfacing involves temporary regeneration of biomaterial scaffolds or chronic electrodes and must manage the body's response to foreign materials. Microelectrode arrays are recent advances that can be used to study neural networks (Cullen & Pfister 2011). Optical neural interfaces involve optical recordings and optogenetics stimulation that makes brain cells light sensitive. Fiber optics can be implanted in the brain to stimulate and record this photon activity instead of electrodes. Two-photon excitation microscopy can study living neuronal networks and the communicatory events among neurons.",
            "score": 118.20666527748108
        },
        {
            "docid": "26685721_25",
            "document": "Methods used to study memory . Functional magnetic resonance imaging (fMRI) has intriguing implications for the study of memory in humans, however it can also be used in animal models. fMRI can be used to assess brain functionality in monkeys in the context of a variety of behavioral tasks. Structural MRI can be used to examine the extent and location of brain lesions, so that behavioral abnormalities observed can be directly linked to specific brain structures. High-resolution fMRI can help locate and assess the functionality of large neural networks so that these regions can be further studied using more traditional electrophysiological recording devices.",
            "score": 99.49507331848145
        },
        {
            "docid": "547827_30",
            "document": "Loss aversion . Neuroimaging studies on loss aversion involves measuring brain activity with functional magnetic resonance imaging (fMRI) to investigate whether individual variability in loss aversion were reflected in differences in brain activity through bidirectional or gain or loss specific responses, as well as multivariate source-based morphometry (SBM) to investigate a structural network of loss aversion and univariate voxel-basedmorphometry (VBM) to identify specific functional regions within this network.",
            "score": 127.5821282863617
        },
        {
            "docid": "1165522_59",
            "document": "Mindfulness . Research studies have also focused on the effects of mindfulness on the brain using neuroimaging techniques, physiological measures and behavioral tests. Research on the neural perspective of how mindfulness meditation works suggests that it exerts its effects in components of attention regulation, body awareness and emotional regulation. When considering aspects such as sense of responsibility, authenticity, compassion, self-acceptance and character, studies have shown that mindfulness meditation contributes to a more coherent and healthy sense of self and identity. Neuroimaging techniques suggest that mindfulness practices such as mindfulness meditation are associated with “changes in the anterior cingulate cortex, insula, temporo-parietal junction, fronto-limbic network and default mode network structures.\" Further, mindfulness meditation may prevent or delay the onset of mild cognitive impairment and Alzheimer's disease. Additionally, mindfulness-induced emotional and behavioral changes have been found to be related to functional and structural changes in the brain. It has also been suggested that the default mode network of the brain can be used as a potential biomarker for monitoring the therapeutic benefits of meditation. Recent research also suggest that the practice of mindfulness could influence genetic expression leading to a reduced risk of inflammation-related diseases and favourable changes in biomarkers.",
            "score": 95.08955144882202
        },
        {
            "docid": "1684561_19",
            "document": "Method of loci . In a more recent study, memory champions during resting periods did not exhibit specific regional brain differences, but distributed functional brain network connectivity changes compared to control subjects. When volunteers trained use of the method of loci for six weeks, the training-induced changes in brain connectivity were similar to the brain network organization that distinguished memory champions from controls.",
            "score": 117.29219210147858
        },
        {
            "docid": "22072718_14",
            "document": "Biological network . In biology, pairwise interactions have historically been the focus of intense study. With the recent advances in network science, it has become possible to scale up pairwise interactions to include individuals of many species involved in many sets of interactions to understand the structure and function of larger ecological networks. The use of network analysis can allow for both the discovery and understanding how these complex interactions link together within the system’s network, a property which has previously been overlooked. This powerful tool allows for the study of various types of interactions (from competitive to cooperative) using the same general framework. For example, plant-pollinator interactions are mutually beneficial and often involve many different species of pollinators as well as many different species of plants. These interactions are critical to plant reproduction and thus the accumulation of resources at the base of the food chain for primary consumers, yet these interaction networks are threatened by anthropogenic change. The use of network analysis can illuminate how pollination networks work and may in turn inform conservation efforts. Within pollination networks, nestedness (i.e., specialists interact with a subset of species that generalists interact with), redundancy (i.e., most plants are pollinated by many pollinators), and modularity play a large role in network stability. These network properties may actually work to slow the spread of disturbance effects through the system and potentially buffer the pollination network from anthropogenic changes somewhat. More generally, the structure of species interactions within an ecological network can tell us something about the diversity, richness, and robustness of the network. Researchers can even compare current constructions of species interactions networks with historical reconstructions of ancient networks to determine how networks have changed over time. Recent research into these complex species interactions networks is highly concerned with understanding what factors (e.g., diversity) lead to network stability.",
            "score": 65.11808061599731
        },
        {
            "docid": "22072718_12",
            "document": "Biological network . The complex interactions in the brain make it a perfect candidate to apply network theory. Neurons in the brain are deeply connected with one another and this results in complex networks being present in the structural and functional aspects of the brain. For instance, small-world network properties have been demonstrated in connections between cortical areas of the primate brain or during swallowing in humans. This suggests that cortical areas of the brain are not directly interacting with each other, but most areas can be reached from all others through only a few interactions.",
            "score": 104.07231712341309
        }
    ],
    "r": [
        {
            "docid": "2860430_27",
            "document": "Neural oscillation . Spontaneous activity is brain activity in the absence of an explicit task, such as sensory input or motor output, and hence also referred to as resting-state activity. It is opposed to induced activity, i.e. brain activity that is induced by sensory stimuli or motor responses. The term \"ongoing brain activity\" is used in electroencephalography and magnetoencephalography for those signal components that are not associated with the processing of a stimulus or the occurrence of specific other events, such as moving a body part, i.e. events that do not form evoked potentials/evoked fields, or induced activity. Spontaneous activity is usually considered to be noise if one is interested in stimulus processing; however, spontaneous activity is considered to play a crucial role during brain development, such as in network formation and synaptogenesis. Spontaneous activity may be informative regarding the current mental state of the person (e.g. wakefulness, alertness) and is often used in sleep research. Certain types of oscillatory activity, such as alpha waves, are part of spontaneous activity. Statistical analysis of power fluctuations of alpha activity reveals a bimodal distribution, i.e. a high- and low-amplitude mode, and hence shows that resting-state activity does not just reflect a noise process. In case of fMRI, spontaneous fluctuations in the blood-oxygen-level dependent (BOLD) signal reveal correlation patterns that are linked to resting states networks, such as the default network. The temporal evolution of resting state networks is correlated with fluctuations of oscillatory EEG activity in different frequency bands.",
            "score": 208.22203063964844
        },
        {
            "docid": "37689664_2",
            "document": "Resting state fMRI . Resting state fMRI (rsfMRI or R-fMRI) is a method of functional magnetic resonance imaging (fMRI) that is used in brain mapping to evaluate regional interactions that occur in a resting or task-negative state, when an explicit task is not being performed. A number of resting-state conditions are identified in the brain, one of which is the default mode network. These resting brain state conditions are observed through changes in blood flow in the brain which creates what is referred to as a blood-oxygen-level dependent (BOLD) signal that can be measured using fMRI. Because brain activity is intrinsic, present even in the absence of an externally prompted task, any brain region will have spontaneous fluctuations in BOLD signal. The resting state approach is useful to explore the brain's functional organization and to examine if it is altered in neurological or mental disorders. Resting-state functional connectivity research has revealed a number of networks which are consistently found in healthy subjects, different stages of consciousness and across species, and represent specific patterns of synchronous activity.",
            "score": 197.43621826171875
        },
        {
            "docid": "47511015_2",
            "document": "Large scale brain networks . Large scale brain networks are collections of widespread brain regions showing functional connectivity by statistical analysis of the fMRI BOLD signal or other signal fluctuations. An emerging paradigm in neuroscience is that cognitive tasks are performed not by individual brain regions working in isolation, but by networks consisting of several discrete brain regions that are said to be \"functionally connected\" due to tightly coupled activity. Functional connectivity may be measured as long-range synchronization of the EEG, MEG, or other dynamic brain signals. Synchronized brain regions may also be identified using spatial independent component analysis. The set of identified brain areas that are linked together in a large-scale network varies with cognitive function. When the cognitive state is not explicit (i.e., the subject is at \"rest\"), the large scale brain network is a resting state network (RSN). As a physical system with graph-like properties, a large scale brain network has both nodes and edges, and cannot be identified simply by the co-activation of brain areas. In recent decades, the analysis of brain networks was made feasible by advances in imaging techniques as well as new tools from graph theory and dynamical systems. Large scale brain networks are identified by their function, and provide a coherent framework for understanding cognition by offering a neural model of how different cognitive functions emerge when different sets of brain regions join together as self-organized coalitions. Disruptions in activity in various networks have been implicated in neuropsychiatric disorders such as depression, Alzheimer's, autism spectrum disorder, schizophrenia and bipolar disorder.",
            "score": 190.37193298339844
        },
        {
            "docid": "484650_7",
            "document": "Functional neuroimaging . Traditional \"activation studies\" focus on determining distributed patterns of brain activity associated with specific tasks. However, scientists are able to more thoroughly understand brain function by studying the interaction of distinct brain regions, as a great deal of neural processing is performed by an integrated network of several regions of the brain. An active area of neuroimaging research involves examining the functional connectivity of spatially remote brain regions. Functional connectivity analyses allow the characterization of interregional neural interactions during particular cognitive or motor tasks or merely from spontaneous activity during rest. FMRI and PET enable creation of functional connectivity maps of distinct spatial distributions of temporally correlated brain regions called functional networks. Several studies using neuroimaging techniques have also established that posterior visual areas in blind individuals may be active during the performance of nonvisual tasks such as Braille reading, memory retrieval, and auditory localization as well as other auditory functions.",
            "score": 181.6539306640625
        },
        {
            "docid": "3055035_22",
            "document": "Electrogastrogram . All of these examples are part of a larger theory of a brain–gut connection. This theory states that the vagus nerve provides a direct link between the brain and the gut so that emotions can affect stomach rhythms and vice versa. This idea originated in the mid-1800s when Alexis St. Martin, a man with a gunshot-induced fistula in his abdomen, experienced lower secretions of digestive juices and a slower stomach emptying when he was upset. In this case, the emotions St. Martin was feeling affected his physiological reaction, but the reverse can also be true. In a study with Crohn's disease patients where patients and unaffected controls watched happy, frightening, disgusting, and saddening films, patients with active Crohn's disease had more responsive EGG (a greater physiological response) and reported feeling more aroused when feeling the negative emotions of disgust or sadness. This leads researchers to believe that increased physiological activation can influence increased experience of emotions. Another study published in 1943 that studied the fistulated man Tom discovered that if \"Tom was fearful or depressed his gastic activity decreased but when he was angry or hostile his gastric activity increased\". This finding is contrasted by an EGG study by Ercolani et al. who had subjects perform either difficult or easy mental arithmetic or puzzles. They found that new tasks slowed down the myoelectrical activity of the stomach, suggesting that stress tends to impede gastric activity and that this can be picked up on an EGG. While there is still much research to be done on the brain-gut connection, research thus far has indeed shown that your stomach does indeed churn differently when you are emotionally aroused, and this could be the basis of the gut feeling that many people describe experiencing.",
            "score": 177.8151092529297
        },
        {
            "docid": "6331719_9",
            "document": "Mind-wandering . Mind-wandering is important in understanding how the brain produces what William James called the train of thought and the stream of consciousness. This aspect of mind-wandering research is focused on understanding how the brain generates the spontaneous and relatively unconstrained thoughts that are experienced when the mind wanders. One candidate neural mechanism for generating this aspect of experience is a network of regions in the frontal and parietal cortex known as the default network. This network of regions is highly active even when participants are resting with their eyes closed suggesting a role in generating spontaneous internal thoughts. One relatively controversial result is that periods of mind-wandering are associated with increased activation in both the default and executive system a result that implies that mind-wandering may often be goal oriented.",
            "score": 164.85055541992188
        },
        {
            "docid": "53757504_8",
            "document": "Viktor K. Jirsa . Full brain modelling of the last century was limited to either a few regions of interest modelling or to (mostly unrealistic) approximations of brain connectivity. However, full brain models have always been the interface between human brain imaging and theorising on brain function and dysfunction. In 2002 Jirsa and colleagues demonstrated that the approximations of brain connectivity will never be able to capture most behaviour of brain imaging data (in particular the spatiotemporal symmetries in the data) and thus proposed to use DTI data as a proxy of network connectivity in brain models. Characteristic challenges for this type of large-scale models would be 1) the detailed connection topology and 2) time delays via signal transmission, which do not play a role for modelling on all other levels of organisation. In 2006 Jirsa introduced connectome-based connectivity (from the Cocamac data base with the help of Rolf Kötter) and presented a large-scale brain network model of resting state brain dynamics in Sendai, Japan, at the Brain Connectivity workshop. Connectome-based brain modelling became an active field of research in the years that followed (Honey et al. 2007; Ghosh et al. 2008; Deco et al. 2009), with many applications devoted to resting state dynamics in healthy subjects, ageing and diseases such as schizophrenia, lesions and epilepsy. Various reviews summarise the findings (Deco et al. 2011, 2013; Kringelbach et al. 2015) and highlight the impact of this new approach. Jirsa and his group have contributed to the conception and development of connectome-based modelling and developed a range of technical tools since the early 2000s (Jirsa & Kelso 2000; Jirsa et al. 2002; Jirsa 2009). Of particular importance are Jirsa’s contributions to a better understanding and treatment of signal transmission time delays in brain networks. The presence of many time delays, which are systematically distributed across the network, is a key characteristic of connectome-based brain models and not encountered in any other system of spatiotemporal pattern formation.",
            "score": 164.43377685546875
        },
        {
            "docid": "6331719_10",
            "document": "Mind-wandering . The default mode network is known to be involved during mind-wandering. The default mode network is active when a person is not focused on the outside world and the brain is at wakeful rest such as during mind-wandering and daydreaming but it is also active when the individual is thinking about others, thinking about themselves, remembering the past, and planning for the future. The network activates \"by default\" when a person is not involved in a task suggesting mind-wandering is spontaneously activated within the brain.",
            "score": 162.74447631835938
        },
        {
            "docid": "25146378_20",
            "document": "Functional specialization (brain) . Other researchers who provide evidence to support the theory of distributive processing include Anthony McIntosh and William Uttal, who question and debate localization and modality specialization within the brain. McIntosh's research suggests that human cognition involves interactions between the brain regions responsible for processes sensory information, such as vision, audition, and other mediating areas like the prefrontal cortex. McIntosh explains that modularity is mainly observed in sensory and motor systems, however, beyond these very receptors, modularity becomes \"fuzzier\" and you see the cross connections between systems increase. He also illustrates that there is an overlapping of functional characteristics between the sensory and motor systems, where these regions are close to one another. These different neural interactions influence each other, where activity changes in one area influence other connected areas. With this, McIntosh suggest that if you only focus on activity in one area, you may miss the changes in other integrative areas. Neural interactions can be measured using analysis of covariance in neuroimaging. McIntosh used this analysis to convey a clear example of the interaction theory of distributive processing. In this study, subjects learned that an auditory stimulus signalled a visual event. McIntosh found activation (an increase blood flow), in an area of the occipital cortex, a region of the brain involved in visual processing, when the auditory stimulus was presented alone. Correlations between the occipital cortex and different areas of the brain such as the prefrontal cortex, premotor cortex and superior temporal cortex showed a pattern of co-variation and functional connectivity.",
            "score": 157.2756805419922
        },
        {
            "docid": "37689507_19",
            "document": "Neuroimaging intelligence testing . A 2012 study from Washington University, St. Louis described the global connectivity of the prefrontal cortex. Global connectivity is the mechanism by which components of the frontoparietal brain network might coordinate control of other tasks. Cole et al. wrote that: \"A lateral prefrontal cortex (LPFC) region's activity was found to predict performance in a high control demand working memory task and also to exhibit high global connectivity. Critically, global connectivity in this LPFC region, involving connections both within and outside the frontoparietal network, showed a highly selective relationship with individual differences in fluid intelligence.\" The lateral prefrontal cortex is a region of interest because those who have injuries to that part of the brain often have issues with common, every day tasks such as planning their day. The LPFC is thought to be important for \"cognitive control capacity,\" which can be used to predict future outcomes such as success in school and the workplace. It was found by van den Heuvel et al. that higher intelligence individuals employ more efficient whole-brain network organization. This had led to the thought that cognitive control capacity may be supported by these whole-brain network properties. The 2012 study used a theoretic approach to neuroimage data known as global brain connectivity (GBC) or weighted degree centrality. GBC let the researches look closely at specific regions and their range of connectivity. It was then possible to examine each region's role in human cognitive control and intelligence. The study used fMRI to acquire data and examine each region's connectivity.",
            "score": 156.6339874267578
        },
        {
            "docid": "2208074_10",
            "document": "Neurophilosophy . Recently, researchers have begun using a new functional imaging technique called resting state functional connectivity MRI. Subjects' brains are scanned while the subject sits idly in the scanner. By looking at the natural fluctuations in the bold pattern while the subject is at rest, the researchers can see which brain regions co-vary in activation together. They can use the patterns of covariance to construct maps of functionally linked brain areas. It is worth noting that the name \"functional connectivity\" is somewhat misleading since the data only indicates co-variation. Still, this is a powerful method for studying large networks throughout the brain. There are a couple of important methodological issues that need to be addressed. Firstly, there are many different possible brain mappings that could be used to define the brain regions for the network. The results could vary significantly depending on the brain region chosen. Secondly, what mathematical techniques are best about to characterize these brain regions?",
            "score": 156.3068084716797
        },
        {
            "docid": "25_24",
            "document": "Autism . The mirror neuron system (MNS) theory of autism hypothesizes that distortion in the development of the MNS interferes with imitation and leads to autism's core features of social impairment and communication difficulties. The MNS operates when an animal performs an action or observes another animal perform the same action. The MNS may contribute to an individual's understanding of other people by enabling the modeling of their behavior via embodied simulation of their actions, intentions, and emotions. Several studies have tested this hypothesis by demonstrating structural abnormalities in MNS regions of individuals with ASD, delay in the activation in the core circuit for imitation in individuals with Asperger syndrome, and a correlation between reduced MNS activity and severity of the syndrome in children with ASD. However, individuals with autism also have abnormal brain activation in many circuits outside the MNS and the MNS theory does not explain the normal performance of children with autism on imitation tasks that involve a goal or object. ASD-related patterns of low function and aberrant activation in the brain differ depending on whether the brain is doing social or nonsocial tasks. In autism there is evidence for reduced functional connectivity of the default network, a large-scale brain network involved in social and emotional processing, with intact connectivity of the task-positive network, used in sustained attention and goal-directed thinking. In people with autism the two networks are not negatively correlated in time, suggesting an imbalance in toggling between the two networks, possibly reflecting a disturbance of self-referential thought.",
            "score": 154.8251190185547
        },
        {
            "docid": "3717_38",
            "document": "Brain . As a side effect of the electrochemical processes used by neurons for signaling, brain tissue generates electric fields when it is active. When large numbers of neurons show synchronized activity, the electric fields that they generate can be large enough to detect outside the skull, using electroencephalography (EEG) or magnetoencephalography (MEG). EEG recordings, along with recordings made from electrodes implanted inside the brains of animals such as rats, show that the brain of a living animal is constantly active, even during sleep. Each part of the brain shows a mixture of rhythmic and nonrhythmic activity, which may vary according to behavioral state. In mammals, the cerebral cortex tends to show large slow delta waves during sleep, faster alpha waves when the animal is awake but inattentive, and chaotic-looking irregular activity when the animal is actively engaged in a task. During an epileptic seizure, the brain's inhibitory control mechanisms fail to function and electrical activity rises to pathological levels, producing EEG traces that show large wave and spike patterns not seen in a healthy brain. Relating these population-level patterns to the computational functions of individual neurons is a major focus of current research in neurophysiology.",
            "score": 154.19798278808594
        },
        {
            "docid": "41118642_5",
            "document": "Dynamic functional connectivity . Because DFC is such a new field, much of the research related to it is conducted to validate the relevance of these dynamic changes rather than explore their implications; however, many critical findings have been made that help the scientific community better understand the brain. Analysis of dynamic functional connectivity has shown that far from being completely static, the functional networks of the brain fluctuate on the scale of seconds to minutes. These changes are generally seen as movements from one short term state to another, rather than continuous shifts. Many studies have shown reproducible patterns of network activity that move throughout the brain. These patterns have been seen in both animals and humans, and are present at only certain points during a scanner session. In addition to showing transient brain states, DFC analysis has shown a distinct hierarchical organization of the networks of the brain. Connectivity between bilaterally symmetric regions is the most stable form of connectivity in the brain, followed by other regions with direct anatomical connections. Steady state functional connectivity networks exist and have physiological relevance, but have less temporal stability than the anatomical networks. Finally, some functional networks are fleeting enough to only be seen with DFC analysis. These networks also possess physiological relevance but are much less temporally stable than the other networks in the brain.",
            "score": 151.57797241210938
        },
        {
            "docid": "300628_27",
            "document": "Persistent vegetative state . Also, there is evidence of partially functional cerebral regions in catastrophically injured brains. To study five patients in PVS with different behavioral features, researchers employed PET, MRI and magnetoencephalographic (MEG) responses to sensory stimulation. In three of the five patients, co-registered PET/MRI correlate areas of relatively preserved brain metabolism with isolated fragments of behavior. Two patients had suffered anoxic injuries and demonstrated marked decreases in overall cerebral metabolism to 30–40% of normal. Two other patients with non-anoxic, multifocal brain injuries demonstrated several isolated brain regions with higher metabolic rates, that ranged up to 50–80% of normal. Nevertheless, their global metabolic rates remained <50% of normal. MEG recordings from three PVS patients provide clear evidence for the absence, abnormality or reduction of evoked responses. Despite major abnormalities, however, these data also provide evidence for localized residual activity at the cortical level. Each patient partially preserved restricted sensory representations, as evidenced by slow evoked magnetic fields and gamma band activity. In two patients, these activations correlate with isolated behavioral patterns and metabolic activity. Remaining active regions identified in the three PVS patients with behavioral fragments appear to consist of segregated corticothalamic networks that retain connectivity and partial functional integrity. A single patient who suffered severe injury to the tegmental mesencephalon and paramedian thalamus showed widely preserved cortical metabolism, and a global average metabolic rate of 65% of normal. The relatively high preservation of cortical metabolism in this patient defines the first functional correlate of clinical– pathological reports associating permanent unconsciousness with structural damage to these regions. The specific patterns of preserved metabolic activity identified in these patients reflect novel evidence of the modular nature of individual functional networks that underlie conscious brain function. The variations in cerebral metabolism in chronic PVS patients indicate that some cerebral regions can retain partial function in catastrophically injured brains (Schiff et al., 2002).",
            "score": 150.9853515625
        },
        {
            "docid": "19557982_24",
            "document": "Default mode network . In the 1990s, with the advent of positron emission tomography (PET) scans, researchers began to notice that when a person is involved in perception, language, and attention tasks the same brain areas become less active compared to passive rest, and labeled these areas as becoming “deactivated”. Later, experiments by neurologist Marcus E. Raichle's lab at Washington University School of Medicine and other groups showed that the brain's energy consumption is increased by less than 5% of its baseline energy consumption while performing a focused mental task. These experiments showed that the brain is constantly active with a high level of activity even when the person is not engaged in focused mental work. Research thereafter focused on finding the regions responsible for this constant background activity level.",
            "score": 150.91600036621094
        },
        {
            "docid": "1935504_15",
            "document": "Functional integration (neurobiology) . Many previous fMRI studies have seen that spontaneous activation of functionally connected brain regions occurs during the resting state, even in the absence of any sort of stimulation or activity. Human subjects presented with a visual learning task exhibit changes in functional connectivity in the resting state for up to 24 hours and dynamic functional connectivity studies have even shown changes in functional connectivity during a single scan. By taking fMRI scans of subjects before and after the learning task, as well as on the following day, it was shown that the activity had caused a resting-state change in hippocampal activity. Dynamic causal modeling revealed that the hippocampus also exhibited a new level of effective connectivity with the striatum, though there was no learning-related change in any visual area. Combining fMRI with DCM on subjects performing a learning task allows one to delineate which brain systems are involved in various sorts of learning, whether implicit or explicit, and document for long these tasks lead to changes in resting-state brain activation.",
            "score": 150.3787384033203
        },
        {
            "docid": "19557982_23",
            "document": "Default mode network . Hans Berger, the inventor of the electroencephalogram, was the first to propose the idea that the brain is constantly busy. In a series of papers published in 1929 he showed that the electrical oscillations detected by his device do not cease even when the subject is at rest. However, his ideas were not taken seriously, and a general perception formed among neurologists that only when a focused activity is performed does the brain (or a part of the brain) become active. In the 1950s, to the surprise of the researchers, Louis Sokoloff and his colleagues noticed metabolism in the brain stayed the same when a person went from a resting state to performing effortful math problems suggesting active metabolism in the brain must also be happening during rest. In the 1970s, Ingvar and colleagues observed blood flow in the front part of the brain became the highest when a person is at rest. Around the same time, intrinsic oscillatory behavior in vertebrate neurons was observed in cerebellar Purkinje cells, inferior olivary nucleus and thalamus.",
            "score": 150.37255859375
        },
        {
            "docid": "37132434_9",
            "document": "Craniopagus twins . Although there is not an overwhelming amount of research surrounding how the union between craniopagus twins leads to different personality, cognitive and motor traits, there have been some studies exploring what it actually means to share a brain. In the case of Tatiana and Krista as mentioned above, it is possible that the twins shared some conscious thought. Studies of the thalamus’ role in the brain provide neurological data that help explain these behavioral observations that these two twins experience.  Thalamo-cortico-thalamic circuits are the looped neural pathways that connect the thalamus to the cerebral cortex, and then the cerebral cortex back to the thalamus. Because the thalamus is mainly responsible for relaying sensory messages from the body to the brain, it is possible that there is a lot of overlap between the twins’ sensory reception and the actual response it creates within the brain. One study examines this by studying the thalamus when it is at a persistent vegetative state that is when the patient is awake but not conscious. This study proved that the cortical activity on its own is not conscious and that all the activity between the loops of the thalamus, the cerebral cortex and the thalamus itself are all conscious actions. Another study of the thalamus reaffirms that the thalamus does not answer yes/no questions but instead acts as a mediator between different parts of the cerebral cortex and systemic sensory reception. These loops actually may account for the relationship between Tatiana and Krista. At the neuronal level, communication is dense network of neurons linked between themselves and the coordinator (in this case the thalamus) that finally sends a message to the cortex. On top of this, there are links between the cortex that send messages back through the coordinator and finally to the rest of the body. The brain’s ability to function through loops and circuits is a good model to explain why Tatiana “consciously” feels what Krista is “physically” experiencing. Additionally there is some level of synchronization between the two twins. Another study found that for craniopagus twins, their connection to each other is comparable to our normal appendages and that their bodies have obvious overlapping physically and psychologically. Because most cases of craniopagus twins are unique, the research outlining general connections between craniopagus twins is limited. However, this example provides insight into the effects of a union between twins who essentially share the same sensory relay system in the thalamus.",
            "score": 150.15028381347656
        },
        {
            "docid": "621_30",
            "document": "Amphibian . The nervous system is basically the same as in other vertebrates, with a central brain, a spinal cord, and nerves throughout the body. The amphibian brain is less well developed than that of reptiles, birds and mammals but is similar in morphology and function to that of a fish. It is believed amphibians are capable of perceiving pain. The brain consists of equal parts, cerebrum, midbrain and cerebellum. Various parts of the cerebrum process sensory input, such as smell in the olfactory lobe and sight in the optic lobe, and it is additionally the centre of behaviour and learning. The cerebellum is the center of muscular coordination and the medulla oblongata controls some organ functions including heartbeat and respiration. The brain sends signals through the spinal cord and nerves to regulate activity in the rest of the body. The pineal body, known to regulate sleep patterns in humans, is thought to produce the hormones involved in hibernation and aestivation in amphibians.",
            "score": 149.729248046875
        },
        {
            "docid": "11037189_10",
            "document": "Chromesthesia . The cross-activation theory of synesthesia was formulated by V.S. Ramachandran and E.M. Hubard, based on converging evidence over studies of the various forms of synesthesia that sensory areas for processing real and synesthetic information tend to be neighboring brain regions. This is most apparent in grapheme-color synesthesia, because the brain regions for color processing and visual word form processing are adjacent. Individuals with sound-color synesthesia show activation of brain areas involved in visual processing, such as V4, immediately after the auditory perception, indicating an automatic linking of sounds and colors. The reason for this cross-activation is still unclear, but one hypothesis is that the increased connectivity between adjacent brain regions is due to a reduction in the pruning back of neuronal networks during childhood.",
            "score": 148.6385955810547
        },
        {
            "docid": "7347241_2",
            "document": "Spreading activation . Spreading activation is a method for searching associative networks, biological and artificial neural networks, or semantic networks. The search process is initiated by labeling a set of source nodes (e.g. concepts in a semantic network) with weights or \"activation\" and then iteratively propagating or \"spreading\" that activation out to other nodes linked to the source nodes. Most often these \"weights\" are real values that decay as activation propagates through the network. When the weights are discrete this process is often referred to as marker passing. Activation may originate from alternate paths, identified by distinct markers, and terminate when two alternate paths reach the same node. However brain studies show that several different brain areas play an important role in semantic processing.",
            "score": 148.5755615234375
        },
        {
            "docid": "226722_59",
            "document": "Functional magnetic resonance imaging . Neuroimaging methods such as fMRI offer a measure of the activation of certain brain areas in response to cognitive tasks engaged in during the scanning process. Data obtained during this time allow cognitive neuroscientists to gain information regarding the role of particular brain regions in cognitive function. However, an issue arises when certain brain regions are alleged by researchers to identify the activation of previously labeled cognitive processes. Poldrack clearly describes this issue: Reverse inference demonstrates the logical fallacy of affirming what you just found, although this logic could be supported by instances where a certain outcome is generated solely by a specific occurrence. With regard to the brain and brain function it is seldom that a particular brain region is activated solely by one cognitive process. Some suggestions to improve the legitimacy of reverse inference have included both increasing the selectivity of response in the brain region of interest and increasing the prior probability of the cognitive process in question. However, Poldrack suggests that reverse inference should be used merely as a guide to direct further inquiry rather than a direct means to interpret results.",
            "score": 148.00372314453125
        },
        {
            "docid": "2640086_30",
            "document": "Affective neuroscience . Lindquist, et al. 2012 reviewed 91 PET and fMRI studies published between January 1990 and December 2007. The studies included in this meta-analysis used induction methods that elicit emotion experience or emotion perception of fear, sadness, disgust, anger, and happiness. The goal was to compare locationist approaches with psychological constructionist approaches to emotion. Similar to Kober et al. described above, a Multilevel Peak Kernel Density Analysis transformed the individual peak activations reported across study contrasts into a neural reference space (in other words, the set of brain regions consistently active across all study contrasts assessing emotion experience or perception). The density analysis was then used to identify voxels within the neural reference space with more consistent activations for a specific emotion category (anger, fear, happiness, sadness, and disgust) than all other emotions. Chi-squared analysis was used to create statistical maps that indicated if each previously identified and consistently active regions (those identified during density analysis) were more frequently activated in studies of each emotion category versus the average of all other emotions, regardless of activations elsewhere in the brain. Chi-squared analysis and density analysis both defined functionally consistent and \"selective regions\", or regions which showed a relatively more consistent increase in activity for the experience or perception of one emotion category across studies in the literature. Thus, a \"selective\" region could present increased activations relatively more so to one emotion category while also having a response to multiple other emotional categories. A series of logistic regressions were then performed to identify if any of the regions that were identified as consistent and selective to an emotion category were additionally \"specific\" to a given category. Regions were defined as \"specific\" to a given emotion if they showed increased activations for only one emotional category, and never showed increased activity during instances of the other emotional categories. In other words, a region could be defined as consistent, selective and specific for e.g. fear perception if it only showed significantly greater increases in activation during the perception of fear and did not show increased activity during any other emotion categories. However, the same region would be defined as only consistent and selective (and not specific) to fear perception if it additionally displayed increased activations during anger perception. Strong support for the locationist approach was defined as evidence that basic emotion categories (anger, disgust, fear, happiness and sadness) consistently map onto areas of the brain that specifically activate in response to instances of only one emotional category. Strong support for the constructionist approach was defined as evidence that multiple psychological operations (some of which are not specific or selective to emotion) consistently occur across many brain regions and multiple emotional categories.",
            "score": 147.68760681152344
        },
        {
            "docid": "1726672_11",
            "document": "Neural circuit . Different neuroimaging techniques have been developed to investigate the activity of neural circuits and networks. The use of \"brain scanners\" or functional neuroimaging to investigate the structure or function of the brain is common, either as simply a way of better assessing brain injury with high resolution pictures, or by examining the relative activations of different brain areas. Such technologies may include functional magnetic resonance imaging (fMRI), brain positron emission tomography (brain PET), and computed axial tomography (CAT) scans. Functional neuroimaging uses specific brain imaging technologies to take scans from the brain, usually when a person is doing a particular task, in an attempt to understand how the activation of particular brain areas is related to the task. In functional neuroimaging, especially fMRI, which measures hemodynamic activity that is closely linked to neural activity, PET, and electroencephalography (EEG) is used.",
            "score": 146.7249298095703
        },
        {
            "docid": "42193218_28",
            "document": "Human digestive system . The stomach is a major organ of the gastrointestinal tract and digestive system. It is a consistently J-shaped organ joined to the esophagus at its upper end and to the duodenum at its lower end. Gastric acid (informally \"gastric juice\"), produced in the stomach plays a vital role in the digestive process, and mainly contains hydrochloric acid and sodium chloride. A peptide hormone, gastrin, produced by G cells in the gastric glands, stimulates the production of gastric juice which activates the digestive enzymes. Pepsinogen is a precursor enzyme (zymogen) produced by the gastric chief cells, and gastric acid activates this to the enzyme pepsin which begins the digestion of proteins. As these two chemicals would damage the stomach wall, mucus is secreted by innumerable gastric glands in the stomach, to provide a slimy protective layer against the damaging effects of the chemicals on the inner layers of the stomach.",
            "score": 146.634521484375
        },
        {
            "docid": "2640086_24",
            "document": "Affective neuroscience . This approach to emotion hypothesizes that emotions like happiness, sadness, fear, anger and disgust (and many others) are constructed mental states that occur when many different systems in the brain work together. In this view, networks of brain regions underlie psychological operations (e.g., language, attention, etc.) that interact to produce many different kinds of emotion, perception, and cognition. One psychological operation critical for emotion is the network of brain regions that underlie valence (feeling pleasant/unpleasant) and arousal (feeling activated and energized). Emotions emerge when neural systems underlying different psychological operations interact (not just those involved in valence and arousal), producing distributed patterns of activation across the brain. Because emotions emerge from more basic components, there is heterogeneity within each emotion category; for example, a person can experience many different kinds of fear, which feel differently, and which correspond to different neural patterns in the brain. Thus, this view presents a different approach to understanding the neural bases of emotion than locationist approaches.",
            "score": 146.29800415039062
        },
        {
            "docid": "3704475_50",
            "document": "Executive functions . Despite the growing currency of the 'biasing' model of executive functions, direct evidence for functional connectivity between the PFC and sensory regions when executive functions are used, is to date rather sparse. Indeed, the only direct evidence comes from studies in which a portion of frontal cortex is damaged, and a corresponding effect is observed far from the lesion site, in the responses of sensory neurons. However, few studies have explored whether this effect is specific to situations where executive functions are required. Other methods for measuring connectivity between distant brain regions, such as correlation in the fMRI response, have yielded indirect evidence that the frontal cortex and sensory regions communicate during a variety of processes thought to engage executive functions, such as working memory, but more research is required to establish how information flows between the PFC and the rest of the brain when executive functions are used. As an early step in this direction, an fMRI study on the flow of information processing during visuospatial reasoning has provided evidence for causal associations (inferred from the temporal order of activity) between sensory-related activity in occipital and parietal cortices and activity in posterior and anterior PFC. Such approaches can further elucidate the distribution of processing between executive functions in PFC and the rest of the brain.",
            "score": 145.892578125
        },
        {
            "docid": "305136_38",
            "document": "Visual system . The default mode network is a network of brain regions that are active when an individual is awake and at rest. The visual system's default mode can be monitored during resting state fMRI: Fox, et al. (2005) have found that \"The human brain is intrinsically organized into dynamic, anticorrelated functional networks'\", in which the visual system switches from resting state to attention.",
            "score": 144.9320526123047
        },
        {
            "docid": "4031803_43",
            "document": "Social inhibition . Another possible explanation for increased social inhibition has to do with biological factors. A study of brain activity in those who rate high on the scale for social inhibition showed a number of brain areas that are related to the heightened inhibitions. In their study the researchers aimed to find the link between socially inhibited individuals and an over activation of the cortical social brain network. The researchers did this by examining the brain activity of individuals who rate high in social inhibition as they respond to video clips of facial and bodily expressions that were potentially threatening. What the researchers found was that those who rate high in social inhibition show an overactive orbitofrontal cortex, left temporo-parietal junction, and right extrastriate body area. When the threat -related activity was being presented to the participants, these areas of the brain showed increased activity in comparison to those who do not rate high for social inhibition. What the researchers speculate is that, in this instance, hyperactivity in these brain structures does not mean better functioning. Further, \"the orbitofrontal cortex is connected with areas that underlie emotional function and empathy\". This relates to one's ability to stimulate how another person feels in their own facial displays. The over activity and decreased function of these brain structures can affect individuals by increasing social inhibition and behaviors related to social inhibition.",
            "score": 144.271484375
        },
        {
            "docid": "41118642_7",
            "document": "Dynamic functional connectivity . One of the first methods ever used to analyze DFC was pattern analysis of fMRI images to show that there are patterns of activation in spatially separated brain regions that tend to have synchronous activity. It has become clear that there is a spatial and temporal periodicity in the brain that probably reflects some of the constant processes of the brain. Repeating patterns of network information have been suggested to account for 25–50% of the variance in fMRI BOLD data. These patterns of activity have primarily been seen in rats as a propagating wave of synchronized activity along the cortex. These waves have also been shown to be related to underlying neural activity, and has been shown to be present in humans as well as rats.",
            "score": 143.62318420410156
        },
        {
            "docid": "25382172_2",
            "document": "Regulation of gastric function . The nervous system and endocrine system collaborate to increase gastric secretion and motility when food is eaten and to suppress them as the stomach empties. Gastric activity associated with eating is divided into three stages called the cephalic phase, gastric phase, and intestinal phase, based on whether the stomach is being controlled by the brain, by itself, or by the small intestine, respectively. These phases overlap and all three can occur simultaneously.",
            "score": 143.5996856689453
        }
    ]
}