{
    "q": [
        {
            "docid": "46344435_4",
            "document": "Arthropod adhesion . It has been observed that a surface micro-roughness asperity size of less than five micrometres can strongly reduce insect attachment and climbing ability and this adhesion reducing effect has been put to use in a variety of plant species that create wax crystals.",
            "score": 66.71290326118469
        },
        {
            "docid": "32002467_37",
            "document": "Protein adsorption . Surface roughness and texture has an undeniable influence on protein adsorption on all materials, but with the ubiquity of metal machining processes, it is useful to address how these impact protein behavior. The initial adsorption is important, as well as maintained adhesion and integrity. Research has shown that surface roughness can encourage the adhesion of scaffold proteins and osteoblasts, and results in an increase in surface mineralization. Surfaces with more topographical features and roughness will have more exposed surface area for proteins to interact with. In terms of biomedical engineering applications, micromachining techniques are often used to increase protein adhesion to implants in the hopes of shortening recovery time. The technique of laserpatterning introduces grooves and surface roughness that will influence adhesion, migration and alignment. Grit-blasting, a method analogous to sand blasting, and chemical etching have proven to be successful surface roughening techniques that promote the long-term stability of titanium implants. The increase in stability is a direct result of the observed increase in extracellular matrix and collagen attachment, which results in increased osteoblast attachment and mineralization when compared to non-roughened surfaces. Adsorption is not always desirable, however. Machinery can be negatively affected by adsorption, particularly with Protein adsorption in the food industry.",
            "score": 85.73693108558655
        },
        {
            "docid": "42564_2",
            "document": "Ovipositor . The ovipositor is an organ used by some animals for the laying of eggs.  In insects an ovipositor consists of a maximum of three pairs of appendages. The details and morphology of the ovipositor vary, but typically its form is adapted to functions such as transmitting the egg, preparing a place for it, and placing it properly. In some insects the organ is used merely to attach the egg to some surface, but in many parasitic species (primarily in wasps and other Hymenoptera) it is a piercing organ as well.",
            "score": 97.29249715805054
        },
        {
            "docid": "11043051_25",
            "document": "Insect winter ecology . Insects that live under the water have different strategies for dealing with freezing than do terrestrial insects. Many insect species survive winter not as adults on land, but as larvae underneath the surface of the water. Under the water many benthic invertebrates will experience some subfreezing temperatures, especially in small streams. Aquatic insects have developed freeze tolerance much like their terrestrial counterparts. However, freeze avoidance is not an option for aquatic insects as the presence of ice in their surroundings may cause ice nucleation in their tissues. Aquatic insects have supercooling points typically around −3º to −7°C. In addition to using freeze tolerance, many aquatic insects migrate deeper into the water body where the temperatures are higher than at the surface. Insects such as stoneflies, mayflies, caddisflies, and dragonflies are common overwintering aquatic insects. The dance fly larvae have the lowest reported supercooling point for an aquatic insect at −22°C.",
            "score": 97.5268394947052
        },
        {
            "docid": "46344435_2",
            "document": "Arthropod adhesion . Arthropods, including insects and spiders, make use of smooth adhesive pads as well as hairy pads for climbing and locomotion along non-horizontal surfaces. Both types of pads in insects make use of liquid secretions and are considered 'wet'. Dry adhesive mechanisms primarily rely on van der Waals’ forces and are also used by organisms other than insects. The fluid provides capillary and viscous adhesion and appears to be present in all insect adhesive pads. Little is known about the chemical properties of the adhesive fluids and the ultrastructure of the fluid producing cells is currently not extensively studied. Additionally, both hairy and smooth types of adhesion have evolved separately numerous times in insects. Few comparative studies between the two types of adhesion mechanisms have been done and there is a lack of information regarding the forces that can be supported by these systems in insects. Additionally, tree frogs and some mammals such as the arboreal possum and bats also make use of smooth adhesive pads. The use of adhesive pads for locomotion across non-horizontal surfaces is a trait that evolved separately in different species, making it an example of convergent evolution. The power of adhesion allows these organisms to be able to climb on almost any substance.",
            "score": 103.94320106506348
        },
        {
            "docid": "46344435_7",
            "document": "Arthropod adhesion . Both hairy and smooth pads in arthropods act to maximize the amount of contact with a surface. The foot pads of flies are densely covered with flexible hair-like structures called setae, and some lizards and spiders use similar hairy pads to create adhesive effects. This indicates a favourable design for hairy pad adhesion. Hairy pads can be classified as pulvillus, fossula spongiosa, and tenent hairs. Hairy attachment pads employed few other features, such as flaw tolerance, lower sensitivity to contamination and roughness. Hairy attachment systems are typical for evolutionary younger and successful insect groups, such as Coleoptera and Diptera. The density of hairs increases with increasing body weight. An increase of the attachment strength in hairy systems is realized by increasing the number of single contact points. Protuberances on the hairy pads of Coleoptera, Dermaptera and Diptera belong to different types. Representatives of the first two lineages have socketed setae on their pads. Setae can range in length from a few micrometers to several millimeters. Dipteran outgrowths are acanthae which are single sclerotized protuberances originating from a single cell. The acanthae are hollow inside and some have pores under the terminal plate, which presumably deliver an adhesive secretion directly to the contact area. Hairy attachment pads of reduviid bugs, flies and beetles secrete fluid into the contact area. The secretion contains non-volatile, lipid-like substances, but in some species it is two-phasic emulsion presumably containing water-soluble and lipid-soluble fractions. Adhesion strongly decreases as the volume of the secretion decreases, which indicates that a layer of pad secretion that covers the terminal plates is crucial for generating a strong attractive force. Data suggests that besides van der Waals and Coulomb forces flies rely on attractive capillary forces mediated by the pad secretion. At low humidity, adhesion strongly depends on the amount of liquid deposited on the surface, and therefore contact duration.",
            "score": 77.0436372756958
        },
        {
            "docid": "930016_21",
            "document": "Ascidiacea . The larva selects and settles on appropriate surfaces using receptors sensitive to light, orientation to gravity, and tactile stimuli. When its anterior end touches a surface, papillae (small, finger-like nervous projections) secrete an adhesive for attachment. Adhesive secretion prompts an irreversible metamorphosis: various organs (such as the larval tail and fins) are lost while others rearrange to their adult positions, the pharynx enlarges, and organs called ampullae grow from the body to permanently attach the animal to the substratum. The siphons of the juvenile ascidian become orientated to optimise current flow through the feeding apparatus. Sexual maturity can be reached in as little as a few weeks. Since the larva is more advanced than its adult, this type of metamorphosis is called 'retrogressive metamorphosis'. This feature is a landmark for the 'theory of retrogressive metamorphosis or ascidian larva theory'; the true chordates are hypothesized to have evolved from sexually mature larvae.",
            "score": 114.73531341552734
        },
        {
            "docid": "159512_10",
            "document": "Barnacle . The cyprid larva is the last larval stage before adulthood. It is not a feeding stage; its role is to find a suitable place to settle, since the adults are sessile. The cyprid stage lasts from days to weeks. It explores potential surfaces with modified antennules; once it has found a potentially suitable spot, it attaches head-first using its antennules, and a secreted glycoproteinous substance. Larvae assess surfaces based upon their surface texture, chemistry, relative wettability, color, and the presence/absence and composition of a surface biofilm; swarming species are also more likely to attach near other barnacles. As the larva exhausts its finite energy reserves, it becomes less selective in the sites it selects. It cements itself permanently to the substrate with another proteinaceous compound, and then undergoes metamorphosis into a juvenile barnacle.",
            "score": 92.08240878582001
        },
        {
            "docid": "6829568_8",
            "document": "Spix's disk-winged bat . The Madagascar sucker-footed bat (\"Myzopoda aurita\") has a similar sucker anatomy, but produces suction differently. It uses its flexor muscle to change the shape of the disk when detaching from a surface. It also uses sweat lubrication to produce wet adhesion as the main mechanism, rather than suction. It can only attach head-up, while the disk-winged bat can cling at any angle. \"M. aurita\" can concurrently make contact with both its adhesive organ and thumb claw, whereas \"T. tricolor\" cannot. This may be due to the difference in the anatomy of the muscle insertions and the actions they bring about.",
            "score": 149.47244560718536
        },
        {
            "docid": "2232461_3",
            "document": "Tube feet . Tube feet function in locomotion, feeding, and respiration. The tube feet in a starfish are arranged in grooves along the arms. They operate through hydraulic pressure. They are used to pass food to the oral mouth at the center, and can attach to surfaces. A starfish that is overturned simply turns one arm over and attaches it to a solid surface, and levers itself the right way up. Tube feet allow these different types of animals to stick to the ocean floor and move slowly. Tube feet consist of two parts: ampullae and podia. Ampullae contain both circular muscles and longitudinal muscle, whereas the podia contain the latter only. The podia use suction to attach to the substratum.",
            "score": 128.0888979434967
        },
        {
            "docid": "5645600_4",
            "document": "Eucharitidae . Female eucharitids oviposit rows of eggs into plant tissue, such as leaves and stems, away from ant colonies. The eggs are a translucent white and are about 0.19 mm long and 0.08 mm wide. They are elliptical and flat on one side. As the eggs mature, they turn a brown color and ten days after oviposition, they hatch. The larvae are solely responsible for their entry into the ant colony and the parasitism of their host. They are 0.13 mm long and are able to travel several inches on the leaf. but do not leave the egg cluster. After six to seven days, they attach themselves to foraging ants heading back to their brood; however, sometimes they will attach themselves to other insects, using them as intermediate hosts. Once in the brood, the larvae will attach to their host larva. Some Eucharitidae are external parasites while others are internal parasites; however, all eucharitid species finish their development as ectoparasites.",
            "score": 76.41399157047272
        },
        {
            "docid": "45784_14",
            "document": "Biomimetics . Practical underwater adhesion is an engineering challenge since current technology is unable to stick surface strongly underwater because of barriers such as hydration layers and contaminants on surfaces. However, marine mussels can stick easily and efficiently to surfaces underwater under the harsh conditions of the ocean. They use strong filaments to adhere to rocks in the inter-tidal zones of wave-swept beaches, preventing them from being swept away in strong sea currents. Mussel foot proteins attach the filaments to rocks, boats and practically any surface in nature including other mussels. These proteins contain a mix of amino acid residues which has been adapted specifically for adhesive purposes. Researchers from the University of California Santa Barbara borrowed and simplified chemistries that the mussel foot uses to overcome this engineering challenge of wet adhesion to create copolyampholytes, and one-component adhesive systems with potential for employment in nanofabrication protocols.",
            "score": 88.9115526676178
        },
        {
            "docid": "18603849_19",
            "document": "Leech . The bodies of predatory leeches are similar, though instead of jaws many have a protrusible proboscis, which for most of the time they keep retracted into the mouth. Such leeches are often ambush predators that lie in wait till they can strike prey with the proboscises in a spear-like fashion. Predatory leeches feed on small invertebrates such as snails, earthworms and insect larvae. The prey is usually sucked in and swallowed whole. Some Rhynchobdellida, however, suck the soft tissues from their prey, making them intermediate between predators and blood-suckers. To feed on their hosts, leeches use their anterior suckers to connect to hosts for feeding. Once attached, leeches use a combination of mucus and suction to stay attached and secrete an anticoagulant peptide, hirudin, into the hosts' blood streams. In general, sanguivorous leeches are non host-specific, and do little harm to their host, dropping off after consuming a blood meal. Some marine species, however, remain attached until it is time to reproduce. If present in great numbers on a host, these can be debilitating, and in extreme cases, cause death.",
            "score": 112.81786072254181
        },
        {
            "docid": "15367337_6",
            "document": "Insect ecology . Decomposer insects are ones that feed on dead or rotten bodies of plant or animal life. These insects are called saprophages and fall into three main categories; those that feed on dead or dying plant matter, those that feed on dead animals (carrion), and those that feed on excrement (feces) of other animals. As dead plants are eaten away, more surface area is exposed, allowing the plants to decay faster due to an increase in microorganisms eating the plant. These insects are largely responsible for helping to create a layer of humus on the soil that provides an ideal environment for various fungi, microorganisms and bacteria. These organisms produce much of the nitrogen, carbon, and minerals that plants need for growth. Carrion feeders include several beetles, ants, mites, wasps, fly larvae (maggots), and others. These insects occupy the dead body for a short period of time but rapidly consume and/or bury the carcass. Typically, some species of fly are the first to eat the body, but the order of insects that follows is predictable and known as the faunal procession. Many dung beetles and manure flies are attracted to the smell of animal feces. The adults often lay eggs on fresh excrement and the larvae will feed on the organic matter. Many species of dung-feeders have evolved so they will only feed on feces from a specific species. There is even a type of dung-beetle that will roll feces into a ball, push it into a pre-dug hole, laying an egg in that dung and then cover it with fresh dirt to provide a perfect nursery for their larvae.",
            "score": 97.19821572303772
        },
        {
            "docid": "12269001_21",
            "document": "Insect physiology . Flight has allowed the insect to disperse, escape from enemies and environmental harm, and colonise new habitats. One of the insect’s key adaptations is flight, the mechanics of which differ from those of other flying animals because their wings are not modified appendages. Fully developed and functional wings occur only in adult insects. To fly, gravity and drag (air resistance to movement) have to be overcome. Most insects fly by beating their wings and to power their flight they have either direct flight muscles attached to the wings, or an indirect system where there is no muscle-to-wing connection and instead they are attached to a highly flexible box-like thorax.",
            "score": 81.43677544593811
        },
        {
            "docid": "6615539_6",
            "document": "Culicinae . Culicinae larvae are adapted to almost every aquatic environment worldwide, excepting flowing streams and open areas of large water masses. Larvae have three body regions – head, thorax, and abdomen – as well as having compound eyes and antennae on their heads. The same body regions can be found in Culicinae adults, but the form of each region is very different in the larvae and adults. The larvae have four instars from hatching to pupation that occur over four days to two weeks. Culicinae larvae can be distinguished from larvae of other subfamilies by the presence of the posterior siphon. The siphon is used for breathing and breaks the water surface, so the larvae can take in air. Most species hang from the surface of the water, anterior end down, so the siphon stays at the water surface. Some species of \"Mansonia\" and \"Coquillettidia\" use the siphon differently, piercing underwater plants to take oxygen. Larvae eat small aquatic organisms and plant material in the water using brush-style and grinding mouth parts. A few species are predatory and have additional mouth parts for grasping. Larvae use jerks of their bodies for locomotion, combined with propulsion using the mouth bristles. They are sensitive to the conditions of the water in which they live, including light, temperature, and many other factors, and are also subject to predation and depend on aquatic vegetation to hide from predators.",
            "score": 116.58583807945251
        },
        {
            "docid": "3409272_2",
            "document": "Insect flight . Insects are the only group of invertebrates that have evolved wings and flight. Two insect groups, the dragonflies and the mayflies, have flight muscles attached directly to the wings. Other insects have the flight muscles attached to the thorax, making it oscillate and indirectly causing the wings to beat. Some very small insects make use not of steady-state aerodynamics but of the Weis-Fogh clap and fling mechanism, generating large lift forces at the expense of wear and tear on the wings. Many insects can hover, maintaining height and controlling their position. Some insects such as moths have the forewings coupled to the hindwings so these can work in unison.",
            "score": 72.83465480804443
        },
        {
            "docid": "366023_9",
            "document": "Wear . Adhesive wear can be found between surfaces during frictional contact and generally refers to unwanted displacement and attachment of wear debris and material compounds from one surface to another. Two adhesive wear types can be distinguished: Generally, adhesive wear occurs when two bodies slide over or are pressed into each other, which promote material transfer. This can be described as plastic deformation of very small fragments within the surface layers. The asperities or microscopic high points (surface roughness) found on each surface affect the severity of how fragments of oxides are pulled off and added to the other surface, partly due to strong adhesive forces between atoms, but also due to accumulation of energy in the plastic zone between the asperities during relative motion.",
            "score": 79.86534655094147
        },
        {
            "docid": "55122869_13",
            "document": "Sticky pad . Mechanisms of insects that can scale walls and ceilings help understand how to produce surfaces with extremely high friction that don't exhibit too much sticking for practical applications. Abilities of geckos have been intensively studied to find out how sticking of vertical walls or ceilings can be joined with ability of easy and quick detachment that enables geckos quick movement. It has been discovered that Van der Waals force rather than friction or adhesion is the most important mechanism behind gecko's abilities. This implies that artificial designs mimicking geckos' feet should rely on maximizing surface contact between object and the pad, which is less practical in some situations, for example when pads are used on non-flat surfaces or when objects put on the pad don't have flat surfaces. On the other hand, mechanisms in geckos' feet help design materials with reliable sticking and easy detachment at the same time. Mechanisms used in geckos, tree frogs and some insects were also studied for self-cleaning ability, which would enable artificial materials retain the ability to prevent sliding after continuous use in dirty environments.",
            "score": 102.82713413238525
        },
        {
            "docid": "5729408_10",
            "document": "Periostracum . Periostracum can in some cases be quite thin, smooth, glossy and transparent, such that it looks almost like a thin yellow varnish, or it can be thicker and more or less opaque. When it is thick it is often relatively rough in texture and dull. In some species the periostracum is tufted, or forms hair-like growths which in some cases can give the fresh shell a velvety feel, see. In some species the periostracum adheres very tightly to the underlying shell surface, in others the periostracum is less firmly attached.",
            "score": 58.747997522354126
        },
        {
            "docid": "27609_5",
            "document": "Skeleton . The exoskeleton of insects is not only a form of protection, but also serves as a surface for muscle attachment, as a watertight protection against drying, and as a sense organ to interact with the environment. The shell of mollusks also performs all of the same functions, except that in most cases it does not contain sense organs.",
            "score": 81.66222047805786
        },
        {
            "docid": "35439884_8",
            "document": "Bio-inspired robotics . Terrain involving topography over a range of length scales can be challenging for most organisms and biomimetic robots. Such terrain are easily passed over by limbless organisms such as snakes. Several animals and insects including worms, snails, caterpillars, and snakes are capable of limbless locomotion. A review of snake-like robots is presented by Hirose et al. These robots can be categorized as robots with passive or active wheels, robots with active treads, and undulating robots using vertical waves or linear expansions. Most snake-like robots use wheels, which are high in friction when moving side to side but low in friction when rolling forward (and can be prevented from rolling backward). The majority of snake-like robots use either lateral undulation or rectilinear locomotion and have difficulty climbing vertically. Choset has recently developed a modular robot that can mimic several snake gaits, but it cannot perform concertina motion. Researchers at Georgia Tech have recently developed two snake-like robots called Scalybot. The focus of these robots is on the role of snake ventral scales on adjusting the frictional properties in different directions. These robots can actively control their scales to modify their frictional properties and move on a variety of surfaces efficiently. Researchers at CMU have developed both scaled and conventional actuated snake-like robots. Climbing is an especially difficult task because mistakes made by the climber may cause the climber to lose its grip and fall. Most robots have been built around a single functionality observed in their biological counterparts. Geckobots typically use van der waals forces that work only on smooth surfaces. Stickybots, and use directional dry adhesives that works best on smooth surfaces. Spinybot and the RiSE robot are among the insect-like robots that use spines instead. Legged climbing robots have several limitations. They cannot handle large obstacles since they are not flexible and they require a wide space for moving. They usually cannot climb both smooth and rough surfaces or handle vertical to horizontal transitions as well.",
            "score": 107.4356381893158
        },
        {
            "docid": "23366462_64",
            "document": "Insect . Insects were the earliest organisms to produce and sense sounds. Insects make sounds mostly by mechanical action of appendages. In grasshoppers and crickets, this is achieved by stridulation. Cicadas make the loudest sounds among the insects by producing and amplifying sounds with special modifications to their body to form tymbals and associated musculature. The African cicada \"Brevisana brevis\" has been measured at 106.7 decibels at a distance of . Some insects, such as the \"Helicoverpa zea\" moths, hawk moths and Hedylid butterflies, can hear ultrasound and take evasive action when they sense that they have been detected by bats. Some moths produce ultrasonic clicks that were once thought to have a role in jamming bat echolocation. The ultrasonic clicks were subsequently found to be produced mostly by unpalatable moths to warn bats, just as warning colorations are used against predators that hunt by sight. Some otherwise palatable moths have evolved to mimic these calls. More recently, the claim that some moths can jam bat sonar has been revisited. Ultrasonic recording and high-speed infrared videography of bat-moth interactions suggest the palatable tiger moth really does defend against attacking big brown bats using ultrasonic clicks that jam bat sonar. Very low sounds are also produced in various species of Coleoptera, Hymenoptera, Lepidoptera, Mantodea and Neuroptera. These low sounds are simply the sounds made by the insect's movement. Through microscopic stridulatory structures located on the insect's muscles and joints, the normal sounds of the insect moving are amplified and can be used to warn or communicate with other insects. Most sound-making insects also have tympanal organs that can perceive airborne sounds. Some species in Hemiptera, such as the corixids (water boatmen), are known to communicate via underwater sounds. Most insects are also able to sense vibrations transmitted through surfaces.",
            "score": 80.6087555885315
        },
        {
            "docid": "458260_8",
            "document": "Sellotape . The tape can be used to repair tears in paper, or to attach pieces of paper or cardboard together for modelling. On fragile paper surfaces the tape can only be used once, as removing it will either tear the paper or remove the top layer of rough cardboard; on smooth painted surfaces it can generally be removed without leaving any trace, though sometimes the adhesive can remain on the surface. It does not affix items to such surfaces permanently.",
            "score": 74.65405440330505
        },
        {
            "docid": "1132756_25",
            "document": "Animal locomotion . Some animals are specialized for moving on non-horizontal surfaces. One common habitat for such climbing animals is in trees, for example the gibbon is specialized for arboreal movement, traveling rapidly by brachiation. Another case is animals like the snow leopard living on steep rock faces such as are found in mountains. Some light animals are able to climb up smooth sheer surfaces or hang upside down by adhesion using suckers. Many insects can do this, though much larger animals such as geckos can also perform similar feats.",
            "score": 76.72045707702637
        },
        {
            "docid": "3058258_5",
            "document": "Animal song . Insects such as crickets (family Gryllidae) are well-known for their ability to produce loud song, however the mechanism of sound production differs greatly from most other animals. Many insects generate sound by mechanical rubbing of body structures, a mechanism known as stridulation. Orthopteran insects, including crickets and katydids (family Tettigoniidae), have been especially well-studied for sound production. These insects use scraper-like structures on one wing to sweep over file-structures on an opposing wing to create vibrations, producing a variety of trilling and chirping sounds. Locusts and other grasshoppers (suborder Caelifera) stridulate by rubbing hind legs against pegs on wing surfaces in a up and downward motion. Cicadas (superfamily Cicadoidea) produce sound at much greater volumes than Orthopterans, relying on a pair of organs called tymbals on the base of the abdomen behind the wings. Muscle contraction rapidly deforms the tymbal membrane, emitting several different types of sounds. Insects thus produce a variety of sounds, using various mechanisms distinct from other animals.",
            "score": 116.50098657608032
        },
        {
            "docid": "55124183_7",
            "document": "Microsuction tape . In order to ensure a reliable long-term grip, surface bubbles must be well sealed after object attachment and must not leak air. The tape must be made of material that is not permeable by air. It must be soft in order to adapt to surface roughness of the attached objects and provide good sealing, therefore objects with rough surfaces can not be attached reliably, and this kind of tape does not work well for objects made of porous materials permeable by air.",
            "score": 89.31833958625793
        },
        {
            "docid": "46344435_6",
            "document": "Arthropod adhesion . Smooth adhesion has evolved in many families of organisms independently, which creates structures that appear unrelated to each other but generate the same function. Phylogenetic analyses indicate that adhesive structures of arthropods evolved several times. Organisms such as ants, bees, cockroaches and grasshoppers use smooth adhesive pads. There are different types of smooth adhesive pads in these organisms such as the arolia, pulvilli, and euplantulae, all of which have a cuticle that is extremely soft and deformable. The arolia of some ant species has been observed to be fluid-filled and is extended and contracted to provide adhesive force. The euplantulae in crickets have a hexagonal microstructure which is similar to toe pads in tree frogs. Generally, insects are able to adhere to surfaces through the contact between the insect adhesive organs and substrates that are mediated by nanometre-thin films of adhesive fluid. Some functional principles of smooth pads (adaptability, viscoelasticity, pressure sensitivity) are similar to those known from industrial pressure-sensitive adhesion. Smooth adhesive organs are ‘‘pillowlike,’’ which refers to the soft and fluid-filled, cuticular sac, that moulds to the surface increasing the contact area on rough surfaces. It appears that the fluid in smooth adhesive systems mainly serves to maximize contact on rough substrates. The internal fibrous structure of smooth pads might be vital to their ability to deform or for shear-induced lateral increase in contact area or for efficient transfer of tensile forces, yet at this point its specific function is unknown.",
            "score": 105.12598288059235
        },
        {
            "docid": "56380502_4",
            "document": "Titanium adhesive bonding . Surface roughness is achieved through the use of a blasting nozzle propelled by compressed air.  The focus and velocity of the media created by the nozzle can be varied depending on the roughness requirements and repeatability.  Surface roughness measured using Ra, Sa and Sdr is used to characterize the media application and the adhesive bonding strength.  Typical Ra values for commercially pure titanium are between 0.2 and 0.75 micro meters. The surface roughness can be tailored to the epoxy viscosity and curing conversion. The roughened surface is rinsed with process water or an alkaline cleaner and is often sealed with a primer application like Silane A-187 or alkoxide.  Application of the primer can be achieved through manual means, like a brush.  It can also be sprayed on the roughened surface or the whole assembly can be dipped in a primer solution and cured.  On commercially pure titanium surfaces that have been roughened with silicon carbide, a silane primer will darken the surface allowing for verification of application.",
            "score": 66.27828395366669
        },
        {
            "docid": "55840032_2",
            "document": "Steinernema carpocapsae . Steinernema carpocapsae is an entomopathogenic nematode, a member of the family Steinernematidae. It is a parasitic roundworm that has independently formed an insect killing symbiosis with bacteria, similar to its kin, the Heterorhabditidae. This parasite uses its bacterial symbionts as a weapon by unleashing them in the direct host, insects, that they infiltrate. \"S. carpocapsae\" is particularly effective against lepidopterous larvae, including various webworms, cutworms, armyworms, girdlers, some weevils, and wood-borers. This species is a classic sit-and-wait or \"ambush\" forager, standing on its tail in an upright position near the soil surface and attaching to passing hosts. Consequently, \"S. carpocapsae\" is especially effective when applied against highly mobile surface-adapted insects (though some below-ground insects are also controlled by this nematode). \"S. carpocapsae\" is also highly responsive to carbon dioxide once a host has been contacted, thus the spiracles are a key portal of host entry. It is most effective at temperatures ranging from 22 to 28 °C.",
            "score": 73.77961194515228
        },
        {
            "docid": "46344435_3",
            "document": "Arthropod adhesion . The exact mechanisms of arthropod adhesion are still unknown for some species but this topic is of great importance to biologists, physicists and engineers. These highly specialized structures are not restricted to one particular area of the leg. They may be located on different parts, such as claws, derivatives of the pretarsus, tarsal apex, tarsomeres or tibia. From the scaling analysis, it has been suggested that animal lineages relying on the dry adhesion, such as lizards and spiders have a higher density of terminal contact elements compared to systems that use wet adhesive mechanisms such as insects. Since these effects are based on fundamental physical principles and highly related to the shape of the structure, they are also the same for artificial surfaces with similar geometry. Adhesion and friction forces per-unit-pad area were very similar in smooth and hairy systems when tested. Strong adhesion may be beneficial in many situations but it also can create difficulties in locomotion. Direction-dependence is an important and fundamental property of adhesive structures that are able to rapidly and controllably adhere during locomotion. Researchers are unsure whether direction-dependence is achieved through changes in contact area or through a change in shear stress. Friction and adhesion forces in most animal attachment organs are higher when they are pulled towards the body than when they push away from it. This has been observed in geckos and spiders but also in the smooth adhesive pads of ants, bush-crickets and cockroaches. Adhesive hairs of geckos are non-symmetrical and feature distally pointing setae and spatulae that are able to generate increased friction and adhesion when aligned with a proximal pull. The adhesive hairs of some beetles behave similarly to those of geckos. While directional-dependence is present in other animals, it has yet to be confirmed in insects with hairy adhesive pads.",
            "score": 89.79031157493591
        },
        {
            "docid": "42621489_3",
            "document": "ICARUS Initiative . Since the late 1980s, animal tracking via satellite has been accomplished through the use of the Argos system, but is limited to larger animals. One major hurdle to tracking the movements of birds and especially insects is creating a transmitter small enough to place on individual animals. The ICARUS project currently implements 5 g radio transmitters that include a GPS receiver, but has plans to use devices weighing less than 1 g in the future. Wikelski believes that within about five years there will be transmitters light enough to attach to a roughly 120 mg honeybee. Since the ISS is only 320 km from the Earth's surface instead of 850 km like the Argos satellites, the ICARUS trackers do not have to create as strong of a radio signal and can therefore be smaller. The transmitters tags are solar-powered and only activate when a satellite passes over them. About 5,000 to 10,000 tags are expected to be in use at the time of the 2015 launch.",
            "score": 65.76718270778656
        }
    ],
    "r": [
        {
            "docid": "55124183_4",
            "document": "Microsuction tape . When a large enough surface area of the object is pressed onto the tape, considerable force is necessary in order to detach the object by pulling it off. The mechanism is similar to that of a suction cup, where a well attached cup with a radius of 2 cm (with no air left between the cup and the surface) would require a force of about 130 newtons to detach it from the surface. For micro-suction tape, the necessary force is proportional to the attachment surface area. Compared to a suction cup, the force is smaller for the tape (assuming the same attachment surface area) because only a portion of the surface area contains craters that form vacuum chambers, and the maximal force factor is determined by this portion.",
            "score": 167.47251892089844
        },
        {
            "docid": "200199_2",
            "document": "Remora . The remoras , sometimes called suckerfish, are a family (Echeneidae) of ray-finned fish in the order Perciformes. They grow to long. Their distinctive first dorsal fins take the form of a modified oval, sucker-like organ with slat-like structures that open and close to create suction and take a firm hold against the skin of larger marine animals. The disk is made up of stout, flexible membranes that can be raised and lowered to generate suction. By sliding backward, the remora can increase the suction, or it can release itself by swimming forward. Remoras sometimes attach to small boats, and have been observed attaching to divers as well. They swim well on their own, with a sinuous, or curved, motion.",
            "score": 165.53929138183594
        },
        {
            "docid": "3331283_9",
            "document": "Suction cup . Artificial suction cups are believed to have first been used in the third century, B.C., and were made out of gourds. They were used to suction \"bad blood\" from internal organs to the surface. Hippocrates is believed to have invented this procedure.",
            "score": 158.5741729736328
        },
        {
            "docid": "1132756_52",
            "document": "Animal locomotion . Remoras are a family (\"Echeneidae\") of ray-finned fish. They grow to long, and their distinctive first dorsal fins take the form of a modified oval, sucker-like organ with slat-like structures that open and close to create suction and take a firm hold against the skin of larger marine animals. By sliding backward, the remora can increase the suction, or it can release itself by swimming forward. Remoras sometimes attach to small boats. They swim well on their own, with a sinuous, or curved, motion. When the remora reaches about , the disc is fully formed and the remora can then attach to other animals. The remora's lower jaw projects beyond the upper, and the animal lacks a swim bladder. Some remoras associate primarily with specific host species. They are commonly found attached to sharks, manta rays, whales, turtles, and dugongs. Smaller remoras also fasten onto fish such as tuna and swordfish, and some small remoras travel in the mouths or gills of large manta rays, ocean sunfish, swordfish, and sailfish. The remora benefits by using the host as transport and protection, and also feeds on materials dropped by the host.",
            "score": 151.25503540039062
        },
        {
            "docid": "6829568_8",
            "document": "Spix's disk-winged bat . The Madagascar sucker-footed bat (\"Myzopoda aurita\") has a similar sucker anatomy, but produces suction differently. It uses its flexor muscle to change the shape of the disk when detaching from a surface. It also uses sweat lubrication to produce wet adhesion as the main mechanism, rather than suction. It can only attach head-up, while the disk-winged bat can cling at any angle. \"M. aurita\" can concurrently make contact with both its adhesive organ and thumb claw, whereas \"T. tricolor\" cannot. This may be due to the difference in the anatomy of the muscle insertions and the actions they bring about.",
            "score": 149.47244262695312
        },
        {
            "docid": "53121641_2",
            "document": "Nano-suction technology . Nano-suction is a technology that uses vacuum, negative fluid pressure and millions of nano-sized suction cups to securely adhere any object to a flat non-porous surface. When the nano-suction object is pressed against a flat surface, millions of miniature suction cups create a large vacuum, generating a strong suction force that can hold a tremendous amount of weight. The nature of the technology allows easy removal without residue, and makes it reusable.",
            "score": 149.14100646972656
        },
        {
            "docid": "3331283_4",
            "document": "Suction cup . The working face of the suction cup is made of elastic, flexible material and has a curved surface. When the center of the suction cup is pressed against a flat, non-porous surface, the volume of the space between the suction cup and the flat surface is reduced, which causes the air or water between the cup and the surface to be expelled past the rim of the circular cup. The cavity which develops between the cup and the flat surface has little to no air or water in it because most of the fluid has already been forced out of the inside of the cup, causing a lack of pressure. The pressure difference between the atmosphere on the outside of the cup and the low-pressure cavity on the inside of the cup keeps the cup adhered to the surface.",
            "score": 146.51943969726562
        },
        {
            "docid": "2703156_10",
            "document": "Thumb tip . A thumb tip with a small suction cup attached to the tip can be used to create the illusion of floating small objects . In this effect, the tip remains on the magician's thumb while the suction cup is affixed to a small object with a smooth surface (such as a light bulb or empty aluminum can), effectively attaching the object to the thumb. With the fingers spread, the thumb moves the object in such a way that it appears to be floating independently of the hands.",
            "score": 145.0958251953125
        },
        {
            "docid": "5272076_2",
            "document": "Boundary layer suction . Boundary layer suction is a boundary layer control technique in which an air pump is used to extract the boundary layer at the wing or the inlet of an aircraft. Improving the air flow can reduce drag. Improvements in fuel efficiency have been estimated as high as 30%. The air molecules at the surface of a wing are effectively stationary (see the no-slip condition). If the flow is smooth, known as laminar flow, the velocity of the air increases steadily as measurements are taken further away from the surface. However the smooth flow is often disturbed by the boundary layer breaking away from the surface and creating a low pressure region immediately behind the airfoil (see flow separation). This low pressure region results in increased overall drag. Attempts have been made over the years to delay the onset of this flow separation by careful design and smooth surfaces.",
            "score": 140.56100463867188
        },
        {
            "docid": "53005070_11",
            "document": "Cothurnia . Towards the posterior end of the lorica, there is a short and slender endostyle that attaches the zooid to the septum of the lorica and a mesostyle that connects the endostyle to the base of the lorica. The scopula produces a short, non-contractile stalk that protrudes through an aperture at the aboral end of its lorica to affix the organism to surfaces. Some species possess smooth and featureless stalks, while others have transverse folds on the surface of their stalks. The stalk forms a basal disc to attach itself like a suction cup.",
            "score": 140.31143188476562
        },
        {
            "docid": "491484_53",
            "document": "Paper machine . Simple press rolls can be rolls with grooved or blind drilled surface. More advanced press rolls are suction rolls. These are rolls with perforated shell and cover. The shell made of metal material such as bronze stainless steel is covered with rubber or a synthetic material. Both shell and cover are drilled throughout the surface. A stationary suction box is fitted in the core of the suction roll to support the shell being pressed. End face mechanical seals are used for the interface between the inside surface of the shell and the suction box. For the smooth rolls, they are typically made of granite rolls. The granite rolls can be up to long and in diameter.",
            "score": 138.43092346191406
        },
        {
            "docid": "554319_10",
            "document": "Bluegill . Young bluegills' diet consists of rotifers and water fleas. The adult diet consists of aquatic insect larvae (mayflies, caddisflies, dragonflies), but can also include crayfish, leeches, snails, and other small fish. If food is scarce, bluegill will also feed on aquatic vegetation, and if scarce enough, will even feed on their own eggs or offspring. As bluegill spend a great deal of time near the surface of water, they can also feed on surface bugs. Most bluegills feed during daylight hours, with a feeding peak being observed in the morning and evening (with the major peak occurring in the evening). Feeding location tends to be a balance between food abundance and predator abundance. Bluegill use gill rakers and bands of small teeth to ingest their food. During summer months, bluegills generally consume 3.2 percent of their body weight each day. To capture prey, bluegills use a suction system in which they accelerate water into their mouth. Prey comes in with this water. Only a limited amount of water is able to be suctioned, so the fish must get within 1.75 centimeters of the prey.",
            "score": 137.005126953125
        },
        {
            "docid": "947692_10",
            "document": "Dredging . The largest trailing suction hopper dredgers in the world are currently Jan De Nul's \"Cristobal Colon\" (launched 4 July 2008) and its sister ship \"Leiv Eriksson\" (launched 4 September 2009). Main design specs for the \"Cristobal Colon\" and the \" Leiv Eriksson\" are: 46,000 cubic metre hopper and a design dredging depth of 155 m. Next largest is \"HAM 318\" (Van Oord) with its 37,293 cubic metre hopper and a maximum dredging depth of 101 m. A cutter-suction dredger's (CSD) suction tube has a cutting mechanism at the suction inlet. The cutting mechanism loosens the bed material and transports it to the suction mouth. The dredged material is usually sucked up by a wear-resistant centrifugal pump and discharged either through a pipe line or to a barge. Cutter-suction dredgers are most often used in geological areas consisting of hard surface materials (for example gravel deposits or surface bedrock) where a standard suction dredger would be ineffective. In recent years, dredgers with more powerful cutters have been built in order to excavate harder rock without the need for blasting.",
            "score": 135.60861206054688
        },
        {
            "docid": "18734751_10",
            "document": "Hard suction hose . When being used in a drafting operation from a pool, portable water tank, or other uncovered water source, the length of hard suction hose farthest from the pump is usually attached to a strainer, to keep foreign objects in the water from being pulled into and damaging the pump. If used in a pond, stream, or other body of water, an appropriate flotation device must be used to keep the strainer below the surface and above the bottom, so that neither mud nor air are sucked into the fire engine's pump. When drafting from a solid-bottomed tank or pool, a strainer can safely rest on the bottom without suctioning mud into the fire engine's pump.",
            "score": 134.55087280273438
        },
        {
            "docid": "27915907_5",
            "document": "Marlin sucker . This species is normally found attached by its disc to the surface of a marlin or sailfish, but sometimes it attaches to another large fish. It attaches to the body or gill chamber, and a pair of the remoras is often present on one host fish. There is often a male fish under one operculum and a female under the other. The laminae, out of which the disc is formed, are covered with bristles which lie flat, and these provide the suction grip. The remora can detach from its host by moving forwards and reattach by moving backwards. Remoras do not harm their host but may feed on any ectoparasites, flakes of skin and stray food particles that come their way as well as consuming the fish faeces. Parasitic copepods form an important part of this remora's diet.",
            "score": 134.09420776367188
        },
        {
            "docid": "12538295_3",
            "document": "Madagascar sucker-footed bat . The bat is named for the presence of small cups on its wrists and ankles. They roost inside the rolled leaves of the traveller's tree, using their suckers to attach themselves to the smooth surface. Despite the name, it is now known that the bats do not use suction to attach themselves to roost sites, but instead use a form of wet adhesion by secreting a body fluid at their pads.",
            "score": 133.24777221679688
        },
        {
            "docid": "54195_12",
            "document": "Stingray . Stingrays employ a wide range of feeding strategies. Some have specialized jaws that allow them to crush hard mollusk shells, whereas others use external mouth structures called cephalic lobes to guide plankton into their oral cavity. Benthic stingrays (those that reside on the sea flooor) are ambush hunters. They wait until prey comes near, then use a strategy called \"tenting\". With pectoral fins pressed against the substrate, the ray will raise its head, generating a suction force that pulls the prey underneath the body. This form of whole-body suction is analogous to the buccal suction feeding performed by ray-finned fish. Stingrays exhibit a wide range of colors and patterns on their dorsal surface that to help them camouflage with the sandy bottom. Some stingrays can even change color over the course of several days to adjust to new habitats.",
            "score": 133.23016357421875
        },
        {
            "docid": "46324244_8",
            "document": "Skeletal changes of organisms transitioning from water to land . Feeding on land is a completely different task than feeding in water. Water is much more dense and viscous compared to air, causing hunting techniques adapted in water to be less successful when applied on land. The main technique used in water is suction feeding and is used by most aquatic vertebrates. This technique does not function in air so animals use methods of overtaking prey with jaws followed by biting down. Transitional forms prior to fully developed terrestrial tetrapods such as \"Acanthostega\", are thought to have captured prey in the water. Large coronoid fangs are present in the fishes \"Eusthenopteron\", \"Panderichthys\", and \"Tiktaalik\", and the early tetrapod, \"Ventasega\". In \"Acanthostega\", which is more derived, the large teeth are absent. In \"Eusthenopetron\" and \"Panderichthys\", an ossified operculum is exhibited unlike in the \"Tiktaalik\", \"Ventastega\", and \"Acanthostega\". These differences as well as reductions of the gill chamber and changes in the nature of the lower jaw are hypothesized to indicate a reduced reliance on suction feeding in early tetrapods in comparison to osteolepiform fish. This morphological data is not enough however to prove that suction feeding was less used as the morphological changes have been found in fish that use the suction feeding mechanism.",
            "score": 132.565185546875
        },
        {
            "docid": "85843_8",
            "document": "Amphiuma . Amphiuma are primarily carnivorous amphibians that consume crayfish, insects, and other small vertebrates. Similar to many salamanders, the Amphiuma has two distinct forms of suction feeding procedures: stationary and strike. Stationary suction feeding involve little to no movement where it opens it the mouth with buccal expansion but no forward movement of the body. strike suction is rapid motion where the mouth opens and buccal expansion occurs synchronously leading to a quick attack. These two feeding habits give the Amphiuma the ability to have a larger variety of food (live or dead). Amphiuma's ability to displace its jaw to feed means they can consume a large variety of organisms as well. But Amphiuma's narrow jaw makes it harder for them to fully consume large prey such as crayfish or mice. In these cases, they will use one of the forms of suction feeding and then rip the prey into pieces until fully consumed. Small prey will be pulled completely into the mouth before being eaten. Structure of the teeth within the jaw tend to be arched caudal on the head. The muscles of the jaw give them the ability to grab and hold on to prey as well as create a negative pressure to suck in the prey and displace the jaw. Muscles of note in the Amphiuma include: the Levator Mandibulae anterior and Levator Mandibulae Externus, which elevate the lower jaw of the Amphiuma while the depressor Mandibulae depresses the lower jaw. The intermandubularis works by tensing the mouth floor. The branchiohyoideus and Geniohyoideus draws the hyoid arch which causes the suction and dissplacement.",
            "score": 131.52017211914062
        },
        {
            "docid": "31360541_5",
            "document": "Suction caisson . The concept of suction technology was developed for projects where gravity loading is not sufficient for pressing foundation skirts into the ground. The technology was also developed for anchors subject to large tension forces due to waves and stormy weather. The suction caisson technology functions very well in a seabed with soft clays or other low strength sediments. The suction caissons are in many cases easier to install than piles, which must be driven (hammered) into the ground with a pile driver. Mooring lines are usually attached to the side of the suction caisson at the optimal load attachment point, which must be calculated for each caisson. Once installed, the caisson acts much like a short rigid pile and is capable of resisting both lateral and axial loads. Limit equilibrium methods or 3D finite element analysis are used to calculate the holding capacity. Suction caissons were first used as anchors for floating structures in the offshore oil and gas industry, including offshore platforms such as the Draupner E oil rig.",
            "score": 130.55508422851562
        },
        {
            "docid": "29345929_6",
            "document": "Spotted sunfish . Spotted sunfish are largely insectivores throughout their entire lives, feeding on midge larvae and other immature insects. Most prey is benthic in origin, but insects at the surface are also preyed upon. Bream anglers have caught spotted sunfish using crickets or worms. They are also known to feed on microcrustaceans such as amphipods (Hyalella) and cladocerans. Spotted sunfish capture individual prey by suction feeding. Competition among various centrarchids is limited by physical difference in jaw mechanisms. For example, spotted sunfish and bluegill feed on similar prey items. Design of the lower jaw and therefore speed of capture varies between these two fishes; what one can easily capture the other cannot.",
            "score": 130.3391876220703
        },
        {
            "docid": "3331283_2",
            "document": "Suction cup . A suction cup, also known as a sucker, is a device or object that uses the negative fluid pressure of air or water to adhere to nonporous surfaces, creating a partial vacuum.",
            "score": 128.44369506835938
        },
        {
            "docid": "228613_10",
            "document": "Starfish . When longitudinal muscles in the ampullae contract, valves in the lateral canals close and water is forced into the tube feet. These extend to contact the substrate. Although the tube feet resemble suction cups in appearance, the gripping action is a function of adhesive chemicals rather than suction. Other chemicals and relaxation of the ampullae allow for release from the substrate. The tube feet latch on to surfaces and move in a wave, with one arm section attaching to the surface as another releases. Some starfish turn up the tips of their arms while moving which gives maximum exposure of the sensory tube feet and the eyespot to external stimuli.",
            "score": 128.30694580078125
        },
        {
            "docid": "2232461_3",
            "document": "Tube feet . Tube feet function in locomotion, feeding, and respiration. The tube feet in a starfish are arranged in grooves along the arms. They operate through hydraulic pressure. They are used to pass food to the oral mouth at the center, and can attach to surfaces. A starfish that is overturned simply turns one arm over and attaches it to a solid surface, and levers itself the right way up. Tube feet allow these different types of animals to stick to the ocean floor and move slowly. Tube feet consist of two parts: ampullae and podia. Ampullae contain both circular muscles and longitudinal muscle, whereas the podia contain the latter only. The podia use suction to attach to the substratum.",
            "score": 128.08889770507812
        },
        {
            "docid": "24096_22",
            "document": "Plough . The share is the cutting edge of the moldboard plow. The share makes the horizontal cut that separates the furrow slice from the soil below and when it is worn it is important to fit a new one. Conventional shares have points that are shaped. This shape, which was developed through years of field experience, penetrates ordinary soil efficiently and stands rough use. The share is shaped so that it pulls itself into the ground. As the share wears away, it becomes blunt and the plough will require more power to pull it through the soil. A plough body with a worn share will not have enough 'suck' to ensure that it penetrates the ground to its full working depth. The tip of the share is pointed downward, causing the plow to run into the ground. This is called “suction or down suck”; it literally sucks the plow into the ground, to a regulated depth. The clearance, also usually referred to as “suction or down suck”, varies with different makes and types of plows (the related clearance at the side is called “land suck”). Its configuration is related to soil type, particularly in the down suction, or concavity, of its lower surface. Generally, three degrees of clearance or down suction are recognized: regular for light soil, deep for ordinary dry soil, and double-deep for clay and gravelly soils. In addition, the share has horizontal suction, which is related to the amount its point is bent out of line with the landside. Down suction causes the plow to penetrate to proper depth when pulled forward, while horizontal suction causes the plow to create the desired width of furrow. The share is a plane part with trapezoidal shape. It cuts the soil horizontally and lifts it. Common types are regular, winged-plane, bar-point, and share with mounted or welded point. The regular share conserves a good cut but is recommended on stone-free soils. The winged-plane share is used on heavy soil with a moderate amount of stones. The bar-point share can be used in extreme conditions (hard and stony soils). The use of the share with mounted point is somewhere between the last two types. Manufacturers have designed shares of various shapes (trapezium, diamond, etc.) with bolted point and wings, often separately renewable. Sometimes the share cutting edge is placed well in advance of the moldboard to reduce the pulverizing action of the soil.",
            "score": 127.79031372070312
        },
        {
            "docid": "2547900_3",
            "document": "Synthetic setae . The two front feet of a tokay gecko can withstand 20.1 N of force parallel to the surface with 227 mm of pad area, a force as much as 40 times the gecko's weight. Scientists have been investigating the secret of this extraordinary adhesion ever since the 19th century, and at least seven possible mechanisms for gecko adhesion have been discussed over the past 175 years. There have been hypotheses of glue, friction, suction, electrostatics, micro-interlocking and intermolecular forces. Sticky secretions were ruled out first early in the study of gecko adhesion since geckos lack glandular tissue on their toes. The friction hypothesis was also dismissed quickly because the friction force only acts in shear which cannot explain the adhesive capabilities of geckos on inverted surfaces. The hypothesis that the toe pads act as suction cups was dispelled in 1934 by experiments carried out in a vacuum in which the gecko's toes remained stuck. Similarly, the electrostatic hypothesis was refuted by an experiment showing that geckos could still adhere even when the build-up of electrostatic charge was impossible (such as on a metal surface in air ionized by a stream of x-rays). The mechanism of microinterlocking which suggested that the curved tips of setae could act as microscale hooks was also challenged by the fact that geckos generate large adhesive forces even on molecularly smooth surfaces. The possibilities finally narrowed down to intermolecular forces, and the development of electron microscopy in the 1950s, which revealed the micro-structure of the setae on the gecko's foot, provided further proof to support this hypothesis. The problem was finally solved in 2000 by a research team led by biologists Kellar Autumn of Lewis & Clark College in Portland, Oregon, and Robert Full at the University of California at Berkeley. They showed that the underside of a gecko toe typically bears a series of ridges, which are covered with uniform ranks of setae, and each seta further divides into hundreds of split ends and flat tips called spatulas (see figure on the right). A single seta of the tokay gecko is roughly 110 micrometers long and 4.2 micrometers wide. Each of a seta's branches ends in a thin, triangular spatula connected at its apex. The end is about 0.2 micrometers long and 0.2 micrometers wide. The adhesion between gecko's foot and the surfaces is exactly the result of the Van der Waals force between each seta and the surface molecules. A single seta can generate up to 200formula_1N of force There are about 14,400 setae per square millimeter on the foot of a tokay gecko, which leads to a total number of about 3,268,800 setae on a tokay gecko's two front feet. From the equation for intermolecular potential: where formula_3 and formula_4 are the number of contacts of the two surfaces, R is the radius of each contact and D is the distance between the two surfaces.",
            "score": 125.70479583740234
        },
        {
            "docid": "261645_16",
            "document": "Breast pump . There are several pump mechanisms. Piston pumps draw a piston through a cylinder to create suction. These tend to operate at low speed, have high reliability, low noise, and long life. Rotary vane pumps use a cam with retractable vanes to create suction and are no longer widely used. Fast-diaphragm pumps use a diaphragm that is acted on by a lever, and can operate at thousands of cycles per minute. They tend to be noisy. Slow-diaphragm pumps use a larger diaphragm operated by a cam or lever to generate suction with each stroke. Pumps have also been designed that use venturi effects powered by a faucet or water stream, wall suction in hospitals, or oral suctioning.",
            "score": 124.4325942993164
        },
        {
            "docid": "3331283_5",
            "document": "Suction cup . When the user ceases to apply physical pressure to the outside of the cup, the elastic substance of which the cup is made tends to resume its original, curved shape. The length of time for which the suction effect can be maintained depends mainly on how long it takes for air or water to leak back into the cavity between the cup and the surface, equalizing the pressure with the surrounding atmosphere. This depends on the porosity and flatness of the surface and the properties of the cup's rim.",
            "score": 124.29405212402344
        },
        {
            "docid": "20728930_4",
            "document": "Suction (medicine) . Suction devices may be mechanical hand pumps or battery or electrically operated mechanisms. In many hospitals and other health facilities, suction is typically provided by suction regulators, connected to a central medical vacuum supply by way of a pipeline system. The plastic, rigid Yankauer suction tip is one type of tip that may be attached to a suction device. Another is the plastic, nonrigid French or whistle tip catheter.",
            "score": 124.26273345947266
        },
        {
            "docid": "12349567_8",
            "document": "Drain (plumbing) . Fatalities have occurred around drains as a result of this \"suction entrapment.\" In these situations, a portion of the body, hair, or clothing may become stuck against the drain and may become impossible to release, resulting in drowning. Properly designed drains in swimming pools and spas mitigate this effect by either adding multiple drains, or increasing the surface area of the drain opening, with the use of many holes or safety covers. Since drain suction increases rapidly when a portion of the drain opening is blocked, having two drains or a larger drain inlet allows alternate suction paths for the pump. Swimming pool safety devices are available to automatically turn off an operating pump if a rapid increase in suction is detected (as could happen during a suction entrapment incident).",
            "score": 123.77129364013672
        },
        {
            "docid": "17344084_13",
            "document": "Durophagy . In these groups, teeth are hexagonal and are arranged in anteroposterior files packed closely together in an alternating array to form an almost gap-free pavement, similar to the organization found in Chimeras. The teeth are covered with a layer of enameloid. The tooth pavement is stabilized by vertical surfaces that bear ridges and grooves which are interconnected with those on neighboring teeth. These rays also use their pavement teeth for grinding molluscs, gastropods and crabs. Cow nose rays are specialized suction feeders, which open and close their jaws to generate water movements that are used to excavate buried prey. Food capture is achieved by suction and the prey is then cleaned by actions similar to those used in excavation.",
            "score": 123.75102996826172
        },
        {
            "docid": "11742509_32",
            "document": "Conservation and restoration of textiles . One of the safest and easiest ways to clean textiles is to vacuum them. The fabric is placed on a clean, flat work surface. If the specimen is particularly delicate, or simply as a precaution, a fibreglass screen edged with twill tape may be placed over the textile. The screen allows dirt and dust to pass through, but prevents individual threads from being pulled loose or unravelled further by the suction. Using a vacuum attachment and the lowest power setting, move the suction over the screen until the entire area has been cleaned. If needed, move the screen to a new area and begin again. Always remember to vacuum both sides of the textile, as dirt may filter through to the other side. Hanging textiles will need to be vacuumed less often than horizontal pieces, as there are fewer places where dust can collect.",
            "score": 123.65462493896484
        }
    ]
}