{
    "q": [
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 202.11528134346008
        },
        {
            "docid": "56320671_5",
            "document": "Donald W. Pfaff . His laboratory worked out the first nerve cell circuit for a mammalian behavior, discovered hormone-sensitive genes in the brain; and integrated these findings to show how specific gene expression in a small part of the brain can regulate behavior. Pfaff also discovered that the nerve cells which control all reproductive processes—neurons that express the gene for the peptide called Gonadotropin-releasing hormone (GnRH)—are not born in the brain (as are most neurons), but in the nose, from which they migrate into the brain.",
            "score": 152.4182538986206
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 87.02958869934082
        },
        {
            "docid": "29188721_11",
            "document": "RNA interference . MicroRNAs (miRNAs) are genomically encoded non-coding RNAs that help regulate gene expression, particularly during development. The phenomenon of RNA interference, broadly defined, includes the endogenously induced gene silencing effects of miRNAs as well as silencing triggered by foreign dsRNA. Mature miRNAs are structurally similar to siRNAs produced from exogenous dsRNA, but before reaching maturity, miRNAs must first undergo extensive post-transcriptional modification. A miRNA is expressed from a much longer RNA-coding gene as a primary transcript known as a \"pri-miRNA\" which is processed, in the cell nucleus, to a 70-nucleotide stem-loop structure called a \"pre-miRNA\" by the microprocessor complex. This complex consists of an RNase III enzyme called Drosha and a dsRNA-binding protein DGCR8. The dsRNA portion of this pre-miRNA is bound and cleaved by Dicer to produce the mature miRNA molecule that can be integrated into the RISC complex; thus, miRNA and siRNA share the same downstream cellular machinery. First, viral encoded miRNA was described in EBV. Thereafter, an increasing number of microRNAs have been described in viruses. VIRmiRNA is a comprehensive catalogue covering viral microRNA, their targets and anti-viral miRNAs (see also VIRmiRNA resource: http://crdd.osdd.net/servers/virmirna/).",
            "score": 46.7787446975708
        },
        {
            "docid": "15993546_7",
            "document": "Cis-natural antisense transcript . Regulation of many biological processes such as development, metabolism and many others requires a careful co-ordination between many different genes; this is usually referred to as a gene regulatory network. A flurry of interest in gene regulatory networks has been sparked by the advent of sequenced genomes of multiple organisms. The next step is to use this information to figure out how genes work together and not just in isolation. During the processes of mammalian development, there is an inactivation of the extra X-chromosome in females. It has been shown that a NAT pair called Xist and Tsix are involved in the hypermethylation of the chromosome. As much as 20-30% of mammalian genes have been shown to be the targets of miRNAs, which highlights the importance of these molecules as regulators across a wide number of genes. Evolutionary reasons for utilizing RNA for regulation of genes may be that it is less costly and faster than synthesizing proteins not needed by the cell. This could have had a selective advantage for early eukaryotes with this type of transcriptional regulation.",
            "score": 49.35547697544098
        },
        {
            "docid": "14799423_3",
            "document": "PTPRR . The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP possesses an extracellular region, a single transmembrane region, and a single intracellular catalytic domains, and thus represents a receptor-type PTP. The similar gene predominately expressed in mouse brain was found to associate with, and thus regulate the activity and cellular localization of MAP kinases. The rat counterpart of this gene was reported to be regulated by the nerve growth factor, which suggested the function of this gene in neuronal growth and differentiation.",
            "score": 92.72262597084045
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 37.04269862174988
        },
        {
            "docid": "7343292_4",
            "document": "Drosha . The microRNAs thus generated are short RNA molecules that regulate a wide variety of other genes by interacting with the RNA-induced silencing complex (RISC) to induce cleavage of complementary messenger RNA (mRNA) as part of the RNA interference pathway. A microRNA molecule is synthesized as a long RNA primary transcript known as a \"pri-miRNA\", which is cleaved by Drosha to produce a characteristic stem-loop structure of about 70 base pairs long, known as a \"pre-miRNA.\" Drosha exists as part of a protein complex called the Microprocessor complex, which also contains the double-stranded RNA binding protein DGCR8 (called Pasha in D. melanogaster and C. elegans). DGCR8 is essential for Drosha activity and is capable of binding single-stranded fragments of the pri-miRNA that are required for proper processing.",
            "score": 42.56400442123413
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 56.98841869831085
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 149.41881227493286
        },
        {
            "docid": "14753919_3",
            "document": "PAX8 . This gene is a member of the paired box (PAX) family of transcription factors. Members of this gene family typically encode proteins which contain a paired box domain, an octapeptide, and a paired-type homeodomain. The PAX gene family has an important role in the formation of tissues and organs during embryonic development and maintaining the normal function of some cells after birth. The PAX genes give instructions for making proteins that attach themselves to certain areas of DNA. This nuclear protein is involved in thyroid follicular cell development and expression of thyroid-specific genes. PAX8 releases the hormones important for regulating growth, brain development, and metabolism. Also functions in very early stages of kidney organogenesis, the müllerian system, and the thymus. Additionally, PAX8 is expressed in the renal excretory system, epithelial cells of the endocervix, endometrium, ovary, Fallopian tube, seminal vesicle, epididymis, pancreatic islet cells and lymphoid cells. PAX8 and other transcription factors play a role in binding to DNA and regulating the genes that drive thyroid hormone synthesis (Tg, TPO, Slc5a5 and Tshr).",
            "score": 39.62963366508484
        },
        {
            "docid": "21815623_2",
            "document": "TBR1 . T-box, brain, 1 is a transcription factor protein important in vertebrate embryo development. It is encoded by the \"TBR1\" gene. This gene is also known by several other names: T-Brain 1, TBR-1, TES-56, and MGC141978. TBR1 is a member of the TBR1 subfamily of T-box family transcription factors, which share a common DNA-binding domain. Other members of the TBR1 subfamily include EOMES and TBX21. TBR1 is involved in the differentiation and migration of neurons and is required for normal brain development. TBR1 interacts with various genes and proteins in order to regulate cortical development, specifically within layer VI of the developing six-layered human cortex. Studies show that TBR1 may play a role in major neurological diseases such as Alzheimer's Disease (AD) and Parkinson's Disease (PD).",
            "score": 101.17388010025024
        },
        {
            "docid": "3454720_2",
            "document": "Regulator gene . A regulator gene, regulator, or regulatory gene is a gene involved in controlling the expression of one or more other genes. Regulatory sequences, which encode regulatory genes, are often 5' to the start site of transcription of the gene they regulate. In addition, these sequences can also be found 3' to the transcription start site. In both cases, whether the regulatory sequence occurs before (5') or after (3') the gene it regulates, the sequence is often many kilobases away from the transcription start site. A regulator gene may encode a protein, or it may work at the level of RNA, as in the case of genes encoding microRNAs. An example of a regulator gene is a gene that codes for a repressor protein that inhibits the activity of an operator gene (a gene which binds repressor proteins thus inhibiting the translation of RNA to protein via RNA polymerase).",
            "score": 34.617276668548584
        },
        {
            "docid": "27158894_34",
            "document": "Addiction . The set of proteins known as \"regulators of G protein signaling\" (RGS), particularly RGS4 and RGS9-2, have been implicated in modulating some forms of opioid sensitization, including reward sensitization. Altered epigenetic regulation of gene expression within the brain’s reward system plays a significant and complex role in the development of drug addiction. Addictive drugs are associated with three types of epigenetic modifications within neurons. These are (1) histone modifications, (2) epigenetic methylation of DNA at CpG sites at (or adjacent to) particular genes, and (3) epigenetic downregulation or upregulation of microRNAs which have particular target genes. As an example, while hundreds of genes in the cells of the nucleus accumbens (NAc) exhibit histone modifications following drug exposure – particularly, altered acetylation and methylation states of histone residues – most other genes in the NAc cells do not show such changes.",
            "score": 79.49251008033752
        },
        {
            "docid": "11420988_2",
            "document": "Mir-9/mir-79 microRNA precursor family . The miR-9 microRNA (homologous to miR-79), is a short non-coding RNA gene involved in gene regulation. The mature ~21nt miRNAs are processed from hairpin precursor sequences by the Dicer enzyme. The dominant mature miRNA sequence is processed from the 5' arm of the mir-9 precursor, and from the 3' arm of the mir-79 precursor. The mature products are thought to have regulatory roles through complementarity to mRNA. In vertebrates, miR-9 is highly expressed in the brain, and is suggested to regulate neuronal differentiation. A number of specific targets of miR-9 have been proposed, including the transcription factor REST and its partner CoREST.",
            "score": 145.68975615501404
        },
        {
            "docid": "3724035_22",
            "document": "DiGeorge syndrome . In mice, haploinsufficiency of the DGCR8 gene has been linked to improper regulation of the microRNA miR-338 and 22q11.2 deletion phenotypes. 22q11.2DS has been associated with a higher risk of early onset Parkinson's disease (PD). The neuropathology seen is similar to LRRK2-associated PD. None of the genes affected in individuals with 22q11.2DS have previously been linked to PD but there are a number that are likely candidates. These include DGCR8 which is important for biogenesis of brain mircoDNA, SRPT5 which encodes a protein that interacts with the PARK2 protein, COMT which is involved in regulating dopamine levels, and microRNA miR-185 which is thought to target known PD loci LRRK2.",
            "score": 68.93212175369263
        },
        {
            "docid": "156964_86",
            "document": "MicroRNA . The vital role of miRNAs in gene expression is significant to addiction, specifically alcoholism. Chronic alcohol abuse results in persistent changes in brain function mediated in part by alterations in gene expression. miRNA global regulation of many downstream genes deems significant regarding the reorganization or synaptic connections or long term neuroadaptions involving the behavioral change from alcohol consumption to withdrawal and/or dependence. Up to 35 different miRNAs have been found to be altered in the alcoholic post-mortem brain, all of which target genes that include the regulation of the cell cycle, apoptosis, cell adhesion, nervous system development and cell signaling. Altered miRNA levels were found in the medial prefrontal cortex of alcohol-dependent mice, suggesting the role of miRNA in orchestrating translational imbalances and the creation of differentially expressed proteins within an area of the brain where complex cognitive behavior and decision making likely originate.",
            "score": 61.119932413101196
        },
        {
            "docid": "41111089_6",
            "document": "Epigenetic regulation of neurogenesis . Studies done by De Pietri Tonelli and Kawase-Koga have shown conditional knockout of Dicer, an enzyme largely used for miRNA synthesis, in mouse neocortex resulted in reduced cortical size, increased neuronal apoptosis, and deficient corticol layering. Neuroepithelial cells and neuroprogenitor cells were not affected until E.14, at which point they also underwent apoptosis. This doesn't show which miRNAs were responsible for the varying factors affected, but it does show that there is a stage-specific requirement for miRNA expression in cortical development. miR-124, the most abundant microRNA in the central nervous system, controls the lineage progression of subventricular zone neural progenitor cells into neuroblasts by suppressing protein production by targeting \"Sox9\". Another major microRNA player is miR-9/9*. In embryonic neurogenesis miR-9 has been shown to regulate neuronal differentiation and self-renewal. Ectopic expression of miR-9 in the developing mouse cortex led to premature neuronal differentiation and disrupted the migration of new neurons through targeting \"Foxg1\".",
            "score": 196.72411727905273
        },
        {
            "docid": "34932939_3",
            "document": "MicroRNA sequencing . MicroRNAs (miRNAs) are a family of small ribonucleic acids, 21-25 nucleotides in length, that modulate protein expression through transcript degradation, inhibition of translation, or sequestering transcripts. The first miRNA to be discovered, \"lin-4\", was found in a genetic mutagenesis screen to identify molecular elements controlling post-embryonic development of the nematode \"Caenorhabditis elegans\". The \"lin-4\" gene encoded a 22 nucleotide RNA with conserved complementary binding sites in the 3’-untranslated region of the \"lin-14\" mRNA transcript and downregulated LIN-14 protein expression. miRNAs are now thought to be involved in the regulation of many developmental and biological processes, including haematopoiesis (\"miR-181\" in \"Mus musculus\"), lipid metabolism (\"miR-14\" in \"Drosophila melanogaster\") and neuronal development (\"lsy-6\" in \"Caenorhabditis elegans\"). These discoveries necessitated development of techniques able to identify and characterize miRNAs, such as miRNA-seq.",
            "score": 113.55111789703369
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 138.94390106201172
        },
        {
            "docid": "934687_9",
            "document": "Susan Hockfield . Hockfield pioneered the use of monoclonal antibody technology in brain research and discovered a gene that plays a critical role in the spread of cancer in the brain. Hockfield’s early work involved the application of monoclonal antibody technology to questions within neurobiology. She and her colleagues identified a family of cell surface proteins whose expression is regulated by neuronal activity early in an animal’s life and reflect the effect of early experience on brain structure and function. A link between her research and human health was made when it was suggested that one of these proteins played a role in the progression of brain tumors. Hockfield’s work on one type of brain tumor called glioma identified molecules that allow glioma cells to move through normal brain tissue, the feature that makes glioma particularly deadly.",
            "score": 113.82658672332764
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 66.13547992706299
        },
        {
            "docid": "32430374_5",
            "document": "Linda Hsieh-Wilson . Hsieh-Wilson and her colleagues have found that the covalent-modifications of intercellular proteins by O-linked-N-acetylglucosamine (O-GlcNAc) within the mammalian nervous system have a large role in the regulation of gene expression, neuronal signaling, and synaptic plasticity. This post-translational modification, has been analysed in the rat brain using a novel chemoenzymatic strategy wherein O-GlcNAc modified proteins are selectively labeled with flourecent or biotin tags. This technique developed by Hsieh-Wilson and her lab has revealed over 200 O-GlcNAc modified proteins within the mammilian brain and such modifications have been shown to activate transcriptional function of proteins, regulate cancer metabolism, regulate gene expression and memory formation, and carry out many other tasks in the brain and beyond.",
            "score": 84.11195755004883
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 154.87971794605255
        },
        {
            "docid": "5802077_3",
            "document": "Prickle (protein) . The first prickle protein was identified in \"Drosophila\" as a planar cell polarity protein. Vertebrate prickle-1 was first found as a rat protein that binds to a transcription factor, neuron-restrictive silencer factor (NRSF). It was then recognized that other vertebrates including mice and humans have two genes that are related to \"Drosophila\" prickle. Mouse prickle-2 was found to be expressed in mature neurons of the brain along with mouse homologs of \"Drosophila\" planar polarity genes flamingo and dischevelled. Prickle interacts with flamingo to regulate sensory axon advance at the transition between the peripheral nervous system and the central nervous system. Also, Prickle1 interacts with RE1-silencing transcription factor (REST) by transporting REST out of the nucleus. REST turns off several critical genes in neurons by binding to particular regions of DNA in the nucleus.",
            "score": 107.9563660621643
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 153.67735278606415
        },
        {
            "docid": "14875270_3",
            "document": "PTPRD . The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP contains an extracellular region, a single transmembrane segment and two tandem intracytoplasmic catalytic domains, thus represents a receptor-type PTP. The extracellular region of this protein is composed of three Ig-like and eight fibronectin type III-like domains. Studies of the similar genes in chick and fly suggest the role of this PTP is in promoting neurite growth, and regulating neurons axon guidance. Multiple tissue specific alternatively spliced transcript variants of this gene have been reported.",
            "score": 74.44650173187256
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 141.7149716615677
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 101.02788639068604
        },
        {
            "docid": "14754020_3",
            "document": "DDR1 . Receptor tyrosine kinases (RTKs) play a key role in the communication of cells with their microenvironment. These molecules are involved in the regulation of cell growth, differentiation and metabolism. The protein encoded by this gene is a RTK that is widely expressed in normal and transformed epithelial cells and is activated by various types of collagen. This protein belongs to a subfamily of tyrosine kinase receptors with a homology region to the \"Dictyostelium discoideum\" protein discoidin I in their extracellular domain. Its autophosphorylation is achieved by all collagens so far tested (type I to type VI). A closely related family member is the DDR2 protein. In situ studies and Northern-blot analysis showed that expression of this encoded protein is restricted to epithelial cells, particularly in the kidney, lung, gastrointestinal tract, and brain. In addition, this protein is significantly over-expressed in several human tumors from breast, ovarian, esophageal, and pediatric brain. This gene is located on chromosome 6p21.3 in proximity to several HLA class I genes. Alternative splicing of this gene results in multiple transcript variants.",
            "score": 60.83866310119629
        },
        {
            "docid": "29188721_32",
            "document": "RNA interference . Endogenously expressed miRNAs, including both intronic and intergenic miRNAs, are most important in translational repression and in the regulation of development, especially on the timing of morphogenesis and the maintenance of undifferentiated or incompletely differentiated cell types such as stem cells. The role of endogenously expressed miRNA in downregulating gene expression was first described in \"C. elegans\" in 1993. In plants this function was discovered when the \"JAW microRNA\" of \"Arabidopsis\" was shown to be involved in the regulation of several genes that control plant shape. In plants, the majority of genes regulated by miRNAs are transcription factors; thus miRNA activity is particularly wide-ranging and regulates entire gene networks during development by modulating the expression of key regulatory genes, including transcription factors as well as F-box proteins. In many organisms, including humans, miRNAs are linked to the formation of tumors and dysregulation of the cell cycle. Here, miRNAs can function as both oncogenes and tumor suppressors.",
            "score": 51.670499324798584
        },
        {
            "docid": "24219329_3",
            "document": "Neurogenomics . The nervous system in vertebrates is made up of two major types of cells – neuroglial cells and neurons. Hundreds of different types of neurons exist in humans, with varying functions – some of them process external stimuli; others generate a response to stimuli; others organize in centralized structures (brain, spinal ganglia) that are responsible for cognition, perception, and regulation of motor functions. Neurons in these centralized locations tend to organize in giant networks and communicate extensively with each other. Prior to the availability of expression arrays and DNA sequencing methodologies, researchers sought to understand the cellular behaviour of neurons (including synapse formation and neuronal development and regionalization in the human nervous system) in terms of the underlying molecular biology and biochemistry, without any understanding of the influence of a neuron’s genome on its development and behaviour. As our understanding of the genome has expanded, the role of networks of gene interactions in the maintenance of neuronal function and behaviour has garnered interest in the neuroscience research community. Neurogenomics allows scientists to study the nervous system of organisms in the context of these underlying regulatory and transcriptional networks. This approach is distinct from neurogenetics, which emphasizes the role of single genes without a network-interaction context when studying the nervous system.",
            "score": 117.66681826114655
        }
    ],
    "r": [
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 202.1152801513672
        },
        {
            "docid": "41111089_6",
            "document": "Epigenetic regulation of neurogenesis . Studies done by De Pietri Tonelli and Kawase-Koga have shown conditional knockout of Dicer, an enzyme largely used for miRNA synthesis, in mouse neocortex resulted in reduced cortical size, increased neuronal apoptosis, and deficient corticol layering. Neuroepithelial cells and neuroprogenitor cells were not affected until E.14, at which point they also underwent apoptosis. This doesn't show which miRNAs were responsible for the varying factors affected, but it does show that there is a stage-specific requirement for miRNA expression in cortical development. miR-124, the most abundant microRNA in the central nervous system, controls the lineage progression of subventricular zone neural progenitor cells into neuroblasts by suppressing protein production by targeting \"Sox9\". Another major microRNA player is miR-9/9*. In embryonic neurogenesis miR-9 has been shown to regulate neuronal differentiation and self-renewal. Ectopic expression of miR-9 in the developing mouse cortex led to premature neuronal differentiation and disrupted the migration of new neurons through targeting \"Foxg1\".",
            "score": 196.72412109375
        },
        {
            "docid": "11420973_4",
            "document": "Mir-8/mir-141/mir-200 microRNA precursor family . The atrophin gene has been shown to be a target of \"Drosophila\" miR-8., with suggestion that this target is also conserved in mammalian miR-8. Elevated atrophin activity in miR-8 mutant phenotypes has been observed, this in turn inducing elevated neural apoptosis and also behavioural defects. The atrophin mRNA increase in miR-8 mutants occurs post-transcriptionally, with miR-8 binding leading to destabilisation of atrophin mRNA. miR-8 acts to control atrophin expression in vivo directly via miR-8 sites in its 3'UTR. Indeed, a statistically significant increase in surviving adults following the removal of one copy of the atrophin gene has shown atrophin mRNA to be a functionally important target in vivo. This supports the theory that a misregulation of atrophin contributes to the defects seen in miR-8 mutants. Atrophin protein levels have additionally been found to be detectably higher in miR-8 mutant brains. The neural effects of miR-8 in miR-8-expressing cells are likely to be concentrated in miR-8-expressing neurons, therefore only acting to affect certain neuron functions.",
            "score": 183.38739013671875
        },
        {
            "docid": "48691023_3",
            "document": "Neurogenesis . During embryonic development, the mammalian central nervous system (CNS; brain and spinal cord) is derived from the neural tube, which contains NSCs that will later generate neurons. However, neurogenesis doesn't begin until a sufficient population of NSCs has been achieved. These early stem cells are called neuroepithelial cells (NEC)s, but soon take on a highly elongated radial morphology and are then known as radial glial cells (RGC)s. RGCs are the primary stem cells of the mammalian CNS, and reside in the embryonic ventricular zone, which lies adjacent to the central fluid-filled cavity (ventricular system) of the neural tube. Following RGC proliferation, neurogenesis involves a final cell division of the parent RGC, which produces one of two possible outcomes. First, this may generate a subclass of neuronal progenitors called intermediate neuronal precursors (INP)s, which will divide one or more additional times to produce neurons. Alternatively, daughter neurons may be produced directly. Neurons do not immediately form neural circuits through the growth of axons and dendrites. Instead, newborn neurons must first migrate long distances to their final destinations, maturing and finally generating neural circuitry. For example, neurons born in the ventricular zone migrate radially to the cortical plate, which is where neurons accumulate to form the cerebral cortex. Thus, the generation of neurons occurs in a specific tissue compartment or 'neurogenic niche' occupied by their parent stem cells.",
            "score": 175.4853973388672
        },
        {
            "docid": "62810_25",
            "document": "Reelin . The protein is thought to act on migrating neuronal precursors and thus controls correct cell positioning in the cortex and other brain structures. The proposed role is one of a dissociation signal for neuronal groups, allowing them to separate and go from tangential chain-migration to radial individual migration. Dissociation detaches migrating neurons from the glial cells that are acting as their guides, converting them into individual cells that can strike out alone to find their final position.",
            "score": 173.3710174560547
        },
        {
            "docid": "232038_13",
            "document": "Colpocephaly . The most generally accepted theory is that of neuronal migration disorders occurring during the second to fifth months of fetal life. Neuronal migration disorders are caused by abnormal migration, proliferation, and organization of neurons during early brain development. During the seventh week of gestation, neurons start proliferating in the germinal matrix which is located in the subependymal layer of the walls of the lateral ventricles. During the eighth week of gestation, the neurons then start migrating from the germinal zone to cortex along specialized radial glial fibers. Next, neurons organize themselves into layers and form synaptic contacts with other neurons present in the cortex. Under normal conditions, the neurons forming a germinal layer around ventricles migrate to the surface of the brain and form the cerebral cortex and basal ganglia. If this process is abnormal or disturbed it could result in the enlargement of the occipital horns of the lateral ventricles. Common prenatal disturbances that have been shown to disturb the neuronal migration process include the following:",
            "score": 172.36477661132812
        },
        {
            "docid": "29446359_3",
            "document": "MiR-132 . miR-132 arises from the miR-212/132 cluster located in the intron of a non-coding gene on mouse chromosome 11. The transcription of this cluster was found to be enhanced by the transcription factor CREB (cAMP-response element binding protein). In neuronal cells BDNF (brain derived neurotrophic factor) is known to induce the transcription of this cluster; the pathway is thought to involve the BDNF-mediated activation of ERK1/2, which in turn activates MSK, another kinase enzyme. MSK-mediated phosphorylation of a serine residue on CREB may then enhance production of miR-132. MSK knockout mice still produce miR-132 in response to BDNF, but at a significantly lower level, indicating that there may be an alternative pathway operating. Activators of CREB phosphorylation, for instance forskolin and KSHV binding to endothelial cell targets, can also enhance miR-132 production in vitro. miR-132 levels are increased post-seizure, which strongly suggests a causal relationship between neuronal activation and miR-132 transcription. One example of this phenomenon is in the suprachiasmatic nucleus, where miR-132 is thought be involved in resetting the circadian clock in response to light. Inflammatory mediators such as Lipopolysaccharide (LPS) are also implicated in inducing miR-132 expression.",
            "score": 172.2490997314453
        },
        {
            "docid": "1037062_13",
            "document": "Rhombomere . In the rhombomeres, members of the T-box transcription factor family, have been linked to the proper development of migrating cells. While the hindbrain is developing, trigeminal cell bodies have been shown to migrate dorsolaterally within rhombomeres 2 and 3, while facial cells move dorsolaterally into r5 near the pial surface. Neurons that form the facial nucleus are produced in r4, but move along the anteroposterior axis of the hindbrain into r6, after which they move dorsolaterally. The vestibuloacoustic neurons are also produced in r4. However, they have a unique migration pattern, where their cell bodies cross the midline to the contralateral side. From this one can conclude that multiple subclasses of motor neurons are produced in specific locations in the developing hindbrain. All of them are related by the expression of Tbx20. Motor neurons produced in the hindbrain have Tbx20 selectively expressed. In Tbx20 mutations, the patterning of the regions of the rhombomeres and motor neurons were normal when they were conditional mutations and the neurons were post-mitotic. Tbx20 mutants pre-mitotic showed many cell migration deficiencies, including abnormal dorsolateral migration of the trigeminal cells, arrested tangential migration of the facial neurons, and a lack of transmedian migration of vestibuloacoustic cells. However, hindbrain motor neurons lacking Tbx20 retained the ability to extend neurites into the periphery. The complete elimination of Tbx20 does not cause trigeminal and facial neurons to switch to hypoglossal neurons. Facial neurons have been shown to migrate tangentially from r4 to r6, while trigeminal neurons that are produced in r2 migrate dorsolaterally non-radially. Vestibuloacoustic cells migrate along the midline at r4 contralaterally in the hindbrain. Tbx20 seems to have context-dependent transcriptional activity. This means that it is able to control different cell migration programs specific to different types of cells. It must be able to regulate these patterns by different means.",
            "score": 172.1557159423828
        },
        {
            "docid": "44291222_16",
            "document": "Cajal–Retzius cell . It was found later that the mutation causing these disorders was located in the RELN gene which codes for reelin, a glycoprotein secreted by Cajal–Retzius cells in the developing brain. This protein seems to act as a stop signal for migrating neurons, controlling the positioning and orientation of neurons in their layers, according to the inside-out pattern of development. When the mutation occurs, reelin expression is reduced and this signal isn’t as strong, therefore, migration of the first neurons in the brain is not done correctly. The \"reeler\" mutant has been used, because of its characteristics, as a model for the study of neuropsychiatric disorders.",
            "score": 171.74215698242188
        },
        {
            "docid": "41111089_10",
            "document": "Epigenetic regulation of neurogenesis . miR-9 targets the nuclear receptor TLX in adult neurogenesis to promote neural differentiation and inhibit neural stem cell proliferation. It also influences neuronal subtype specification and regulates axonal growth, branching, and targeting in the central nervous system through interactions with HES1, a neural stem cell homeostasis molecule. miR-124 promotes cell cycle exit and neuronal differentiation in adult neurogensis. Mouse studies have shown that ectopic expression of miR-124 showed premature neural progenitor cell differentiation and exhaustion in the subventricular zone.",
            "score": 169.02125549316406
        },
        {
            "docid": "29446359_4",
            "document": "MiR-132 . miR-132 is enriched in neuronal cells. Recognition elements for this miRNA have been identified in a number of cellular mRNAs. One such mRNA is that of p250GAP, a GTPase activating protein linked to neuronal differentiation. miR-132 and its recognition site on p250GAP mRNA are highly conserved among vertebrates, and their interaction is suspected to have a role in vertebrate neurogenesis. By decreasing the levels of p250GAP, miR-132 promotes neuronal outgrowth and sprouting.",
            "score": 167.78033447265625
        },
        {
            "docid": "3557975_12",
            "document": "Huntingtin . Enzymes in the cell often cut this elongated protein into fragments. The protein fragments form abnormal clumps, known as neuronal intranuclear inclusions (NIIs), inside nerve cells, and may attract other, normal proteins into the clumps. The presence of these clumps was once thought to play a causal role in Huntington disease. Further research undermined this conclusion by showing the presence of NIIs actually extended the life of neurons and acted to reduce intracellular mutant huntingtin in neighboring neurons. Thus, the likelihood of neuronal death can be predicted by accounting for two factors: (1) the length of CAG repeats in the Huntingtin gene and (2) the neuron's exposure to diffuse intracellular mutant huntingtin protein. NIIs (protein clumping) can thereby be construed as a coping mechanism—as opposed to a pathogenic mechanism—to stem neuronal death by decreasing the amount of diffuse huntingtin. This process is particularly likely to occur in the striatum (a part of the brain that coordinates movement) primarily, and the frontal cortex (a part of the brain that controls thinking and emotions).",
            "score": 166.64328002929688
        },
        {
            "docid": "15236054_6",
            "document": "ELP4 . The Elongator Protein Complex (ELP) is what regulates the growth of cortical projection neurons. This means that it helps cortical neurons to exhibit dendrite branching and radial migration of neurons to form the close knit neural network of the cerebral cortex. If ELP is not working properly or is not being expressed at the correct levels (too low) then the neurons in that region in particular would not be properly situated in relation to each other for proper brain activity. The expression of ELP and the fourth sub-unit (ELP4) in particular is the cause of Rolandic epilepsy and possibly other cognitive impairment later in life if the condition is severe enough or if it is not treated effectively.",
            "score": 164.4375457763672
        },
        {
            "docid": "18811719_5",
            "document": "Telencephalization . Progenitor cells inhabit an area outside of the early neural tube called the ventricular zone. Progenitor cells divide during a phase called symmetrical division. These new cells can then move to an area termed the subventricular zone, where they continue to divide. After a period of approximately seven weeks or so for human development, the progenitor cells trigger a new form of division called asymmetrical cell division [2]. Like the name suggests, this division results in not only a duplicate progenitor cell, but also a neuronal precursor cell [2]. Radial glia, which play an integral role in the migration of neuronal precursor cells during cerebral cortex development, are the first brain cells to be produced through asymmetrical division [2]. The cell bodies of radial glia stay in close proximity to the wall of the neural tube within the ventricular and subventricular zones, but they extend processes outward and connect to the pia mater, the innermost layer of the meninges (a group of protective tissues that surround the brain). As the cerebral cortex becomes thicker, the fibers of radial glia extend and preserve their connections with the pia mater [2]. The job of these radial glia are to provide guidance for neurons migrating throughout the developing brain.",
            "score": 163.90113830566406
        },
        {
            "docid": "14470857_17",
            "document": "Radiation-induced cognitive decline . The microvasculature of the subgranular zone, located in dentate gyrus of hippocampus, plays an important role in neurogenesis. As precursor cells develop in the subgranular zone, they form clusters. These clusters usually contain dozens of cells. The clusters are made up of endothelial cells and neuronal precursor cells that have the ability to differentiate into either neurons or glia cells. With time, these clusters eventually migrate towards microvessels in the subgranular zone. As the clusters get closer to the vessels, some of the precursor cells differentiate in glia cells and eventually the remaining precursor cells will differentiate into neurons. Upon investigation of the close association between the vessels and clusters, it is apparent that the actual migration of the precursor cells to these vessels is not random. Since endothelial cells forming the vessel wall do secrete brain-derived neurotrophic factor, it is plausible that the neuronal precursor cells migrate to those regions in order to grow, survive, and differentiate. Also, since the clusters do contain endothelial cells, they might be attracted to the vascular endothelial growth factor that is released in the area of vessels to promote endothelial survival and angiogenesis. However, as noted previously, clustering along the capillaries in the subgranular zone does decrease when the brain is subject to radiation. The exact reasoning for this disruption of the close association between cluster and vessels remains unknown. It is possible that any signaling that would normally attract the clusters to the region, for example the bone-derived growth factor and the vascular endothelial growth factor, may be suppressed.",
            "score": 163.81715393066406
        },
        {
            "docid": "18811719_6",
            "document": "Telencephalization . Asymmetrical division goes on for approximately three months during human development [2]. An estimate of how many neurons the human brain possesses comes out to be about 100 billion neurons, so that means on any given day during this three-month period of asymmetrical division, there are around one billion neurons traveling along these radial glia fibers throughout the cerebral cortex [2]. For the first layer of the cerebral cortex, the migration of the neurons along the radial glia is extremely short and takes around a single day. For the neurons that reside in the sixth, or outermost layer, their migration takes almost two weeks. Cortical development ends when programmed cell death (apoptosis) is triggered in progenitor cells via activation of “killer genes”.",
            "score": 163.68502807617188
        },
        {
            "docid": "189701_23",
            "document": "Development of the nervous system . Neuronal precursor cells proliferate in the ventricular zone of the developing neocortex, where the principal neural stem cell is the radial glial cell. The first postmitotic cells must leave the stem cell niche and migrate outward to form the preplate, which is destined to become Cajal-Retzius cells and subplate neurons. These cells do so by somal translocation. Neurons migrating with this mode of locomotion are bipolar and attach the leading edge of the process to the pia. The soma is then transported to the pial surface by nucleokinesis, a process by which a microtubule \"cage\" around the nucleus elongates and contracts in association with the centrosome to guide the nucleus to its final destination. Radial glial cells, whose fibers serve as a scaffolding for migrating cells and a means of radial communication mediated by calcium dynamic activity, act as the main excitatory neuronal stem cell of the cerebral cortex or translocate to the cortical plate and differentiate either into astrocytes or neurons. Somal translocation can occur at any time during development.",
            "score": 163.57821655273438
        },
        {
            "docid": "29446363_4",
            "document": "Mir-137 . miR-137 is shown to regulate neural stem cell proliferation and differentiation in mouse embryonic stem cells, and neuronal maturation, including regulation of dendrite length, branch points, end points, and spine density in mouse adult hippocampal neuroprogenitor-derived and mouse fetal hippocampus neurons. Decreased spine density has also been observed in the dorsolateral cortex of patients with schizophrenia.",
            "score": 162.5653533935547
        },
        {
            "docid": "50963561_5",
            "document": "Rosalind A. Segal . Her research has also investigated later stages of brain development when precursor cells migrate away from the stem cell niche where they are born, proliferate, and eventually exit the cell cycle and take on the properties of neurons. Segal and her colleagues identified a factor brain-derived neurotrophic factor (BDNF) as a chemotactic factor that controls neuron migration. Once neurons have migrated to their final destination and become incorporated into functional neural circuits, she has shown that BDNF, and its close relative nerve growth factor (NGF), work together to maintain circuit function. Segal has demonstrated that BDNF and NGF are transported from the outside of a cell to the cell’s interior via signaling endosomes that function as critical mediators of cell survival within mature neural circuits. Segal has also revealed a role for the local translation of select mRNAs at synapses to promote neural circuit survival and function.",
            "score": 161.13204956054688
        },
        {
            "docid": "20850385_13",
            "document": "Gyrification . Cortical stem cells, known as radial glial cells (RGC)s, reside in the ventricular zone and generate the excitatory glutamatergic neurons of the cerebral cortex. These cells rapidly proliferate through self-renewal at early developmental stages, expanding the progenitor pool and increasing cortical surface area. At this stage, the pattern of cortical areas is genetically programmed by a system of signaling centers through the process of cortical patterning, and the primordial map of cortical functional areas at this stage is called a 'protomap'. Cortical neurogenesis begins to deplete the pool of progenitor cells, subject to the influences of many genetic cues such as fibroblast growth factors (FGF)s and Notch. RGCs generate intermediate neuronal precursors that divide further in the subventricular zone (SVZ), amplifying the number of cortical neurons being produced. The long fibers of RGCs project all the way through the developing cortex to the pial surface of the brain, and these fibers serve as physical guides for neuronal migration. A second class of RGC, termed basal RGCs (bRGC)s, forms a third progenitor pool in the outer SVZ. Basal RGCs are generally much more abundant in higher mammals. Both classic RGCs and the recently described bRGCs represent guiding cues that lead newborn neurons to their destination in the cortex. Increased numbers of bRGCs increase the density of guiding fibers in an otherwise fanning out array which would lose fiber density. The scientific literature points to differences in the dynamics of proliferation and neuronal differentiation in each of these progenitor zones across mammalian species, and such differences may account for the large differences in cortical size and gyrification among mammals. One hypothesis suggests that certain progenitor cells generate abundant neurons destined for the outer cortical layers, causing greater surface area increase in the outer layers compared with the inner cortical layers. It remains unclear how this may work without further mechanistic elements.",
            "score": 161.1297607421875
        },
        {
            "docid": "11421188_2",
            "document": "Mir-124 microRNA precursor family . The miR-124 microRNA precursor is a small non-coding RNA molecule that has been identified in flies (MI0000373), nematode worms (MI0000302), mouse (MI0000150) and human (MI0000443). The mature ~21 nucleotide microRNAs are processed from hairpin precursor sequences by the Dicer enzyme, and in this case originates from the 3' arm. miR-124 has been found to be the most abundant microRNA expressed in neuronal cells. Experiments to alter expression of miR-124 in neural cells did not appear to affect differentiation. However these results are controversial since other reports have described a role for miR-124 during neuronal differentiation.",
            "score": 160.96337890625
        },
        {
            "docid": "232048_8",
            "document": "Lissencephaly . Folding of the cerebral cortex is important in the development of overall brain function and cognitive abilities. Neuronal migration is the process by which neurons migrate to the final position in the brain during the development of the nervous system. This development of the nervous system occurs between 12 and 16 weeks of gestation. The neurons are created at the ventricular zone. The neurons then extend along the radial glia to reach the cortical zone. It is the disruption of the radial and tangential migration that causes reduced or absence gyri that is known as lissencephaly.",
            "score": 160.87503051757812
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 159.51583862304688
        },
        {
            "docid": "42072648_5",
            "document": "Follower neuron . In the midline of zebrafish, pioneer neurons grow slower, their growth cones tend to be shorter and wider than followers’ and have up to 50% more filopodia and while followers’ neurons filopodia are mostly forward oriented, pioneers’ are arranged in all directions.  Studies in the neuromast show that followers establish topographic organization in it, dependent on the relative position of the cell body in its ganglion, while pioneers connect with posterior neuromasts, independently of their position in the ganglion. In zebrafish, the ablation of either the cell body or the axon of the pioneer FBMN (facial brachiomotor neuron), blocks the migration of the follower FBMNs. The FBMNs undergo several phases of migration: the first one, the early phase, from r5 to r6, is regulated by the ability of the first FBMN to migrate into r5 and maintain connections with follower FBMNs through its trailing axon. The second phase, from r5 to r6, depends on interactions between FBMNs and the medial longitudinal fasciculus (MLF), as blocking MLF axons from entering the hindbrain can stall FBMN migration in r5. The first FBMN migrating on each side of the hindbrain often travels ahead of the following FBMNs and seems to send out more and longer projections into the neuroepithelial environment. This suggests that the first FBMN to migrate might act as a “pioneer” neuron that leads follower neurons through the hindbrain. The ablation of a second migrating FBMN cell causes some migration defects, which may be an indirect consequence of cutting the link between the pioneer and the follower neurons. In the cases where second cell ablation does not affect migration, it is plausible that the trailing axon of the pioneer neuron makes contact with another follower FBMN, which allows correct migration. It is hypothesized that the second cell is not important for having pioneer-like capacity but rather in being the closest FBMN to the pioneer, linking the pioneer to follower FBMNs. It is the cell bodies of the follower neurons that follow the axons of the pioneer neurons, instead of what it was thought before, however, it is preserved the idea that the initial pioneer axon tract is needed for guidance.",
            "score": 159.4715118408203
        },
        {
            "docid": "53686950_18",
            "document": "Bi-directional hypothesis of language and action . It has been proposed that the control of movement is organized hierarchically, where movement is not controlled by individually controlling single neurons, but that movements are represented at a gross, more functional level. A similar concept has been applied to the control of cognition, resulting in the theory of cognitive circuits. This theory proposes that there are functional units of neurons in the brain that are strongly connected, and act coherently as a functional unit during cognitive tasks. These functional units of neurons, or \"thought circuits,\" have been referred to as the \"building blocks of cognition\". Thought circuits are believed to have been originally formed from basic anatomical connections, that were strengthened with correlated activity through Hebbian learning and plasticity. Formation of these neural networks has been demonstrated with computational models using known anatomical connections and Hebbian learning principles. For example, sensory stimulation through interaction with an object activates a distributed network of neurons in the cortex. Repeated activation of these neurons, through Hebbian plasticity, may strengthen their connections and form a circuit. This sensory circuit may then be activated during the perception of known objects.",
            "score": 159.031005859375
        },
        {
            "docid": "58686_20",
            "document": "Cerebral cortex . The layered structure of the mature cerebral cortex is formed during development. The first pyramidal neurons generated migrate out of the ventricular zone and subventricular zone, together with reelin producing Cajal–Retzius neurons, from the preplate. Next, a cohort of neurons migrating into the middle of the preplate divides this transient layer into the superficial marginal zone, which will become layer one of the mature neocortex, and the subplate, forming a middle layer called the cortical plate. These cells will form the deep layers of the mature cortex, layers five and six. Later born neurons migrate radially into the cortical plate past the deep layer neurons, and become the upper layers (two to four). Thus, the layers of the cortex are created in an inside-out order. The only exception to this inside-out sequence of neurogenesis occurs in the layer I of primates, in which, in contrast to rodents, neurogenesis continues throughout the entire period of corticogenesis.",
            "score": 159.0010528564453
        },
        {
            "docid": "25935238_9",
            "document": "Educational neuroscience . Almost all of the neurons in the brain are generated before birth, during the first three months of pregnancy, and the newborn child’s brain has a similar number of neurons to that of an adult. Many more neurons form than are needed, and only those that form active connections with other neurons survive. In the first year after birth the infant brain undergoes an intense phase of development, during which excessive numbers of connections between neurons are formed, and many of these excess connections must be cut back through the process of synaptic pruning that follows. This pruning process is just as important a stage of development as the early rapid growth of connections between brain cells. The process during which large numbers of connections between neurons are formed is called synaptogenesis. For vision and hearing (visual and auditory cortex), there is extensive early synaptogenesis. The density of connections peaks at around 150% of adult levels between four and 12 months, and the connections are then extensively pruned. Synaptic density returns to adult levels between two and four years in the visual cortex. For other areas such as prefrontal cortex (thought to underpin planning and reasoning), density increases more slowly and peaks after the first year. Reduction to adult levels of density takes at least another 10–20 years; hence there is significant brain development in the frontal areas even in adolescence. Brain metabolism (glucose uptake, which is an approximate index of synaptic functioning) is also above adult levels in the early years. Glucose uptake peaks at about 150% of adult levels somewhere around four to five years. By the age of around ten years, brain metabolism has reduced to adult levels for most cortical regions. Brain development consists of bursts of synaptogenesis, peaks of density, and then synapse rearrangement and stabilisation. This occurs at different times and different rates for different brain regions, which implies that there may be different sensitive periods for the development of different types of knowledge. Neuroscience research into early brain development has informed government education policy for children under three years old in many countries including the USA and the United Kingdom. These policies have focused on enriching the environment of children during nursery and preschool years, exposing them to stimuli and experiences thought to maximise the learning potential of the young brain.",
            "score": 158.9235382080078
        },
        {
            "docid": "29446363_8",
            "document": "Mir-137 . miR-137 has been reported to be enriched in neurons. In particular, in situ hybridisation showed an enhanced expression of miR-137 within the dentate gyrus and the molecular layer of adult hippocampus, a region of the brain with significant plasticity and continuous production of new neurons.",
            "score": 158.6769256591797
        },
        {
            "docid": "2904663_10",
            "document": "Rostral migratory stream . Developing neurons travel toward the olfactory bulb along the RMS via glial tubes, which mark the division between the differentiated nervous tissue and the tissue with embryonic characteristics. Uniquely, the cells travel tangential to the brain surface, parallel to the pial surfaces rather than radially like most developing neurons. Neurons that migrate tangentially are typically believed to migrate independently of radial glia but in the RMS researchers believe this is not the case. Adult rat glial tubes have been observed via light and electron microscopy and described as a meshwork of astrocytic bodies and processes. They have been determined to be astrocytes based on the typical expression of GFAP (glial fibrillary acidic protein) and more specifically as protoplasmic astrocytes based on their morphology. Furthermore, these glial cells were found to be positive for vimentin expression, a protein commonly found in embryonic or immature glial cells. The developing neurons are identified by their expression of the cell surface molecule, a polysialylated (PSA) embryonic form of the neural cell adhesion molecule (NCAM) called PSA-NCAM, as well as β-tubulin, a protein often found in postmitotic neuroblasts, proving the cells of RMS are committed to developing into neurons and will do so upon entry into the olfactory bulb. With the removal of NCAM, the neuroblasts scatter, proving the importance of NCAM in chain formation. The neurons form both clusters and chains along the lumen of these glial tubes. Once the developing neurons reach the core of the olfactory bulb, they detach from the RMS, which is initiated by Reelin and tenascin and move radially toward glomeruli, this migration is dependent on tenascin-R, and differentiate into subtypes of interneurons. These neurons have been studied \"in vivo\" via electrophysiology and confocal imaging.",
            "score": 158.37281799316406
        },
        {
            "docid": "11421230_18",
            "document": "Mir-181 microRNA precursor . miR-181a has a relatively broad expression pattern and is present in neurons in numerous parts of the mouse brain. miR-181a is essential for the survival of Purkinje cells and its absence leads to a slow degeneration of these cells.",
            "score": 157.75860595703125
        },
        {
            "docid": "6766895_12",
            "document": "Topographic map (neuroanatomy) . Unlike the topographic maps of the senses, the neurons of the motor cortex are efferent neurons that exit the brain instead of bringing information to the brain through afferent connections. The motor system is responsible for initiating voluntary or planned movements (reflexes are mediated at the spinal cord level, so movements that associated with a reflex are not initiated by the motor cortex). The activation from the motor cortex travels through Betz cells down the corticospinal tract through upper motor neurons, terminating at the anterior horn of the grey matter where lower motor neurons transmit the signal to peripheral motor neurons and, finally, the voluntary muscles.",
            "score": 157.207763671875
        },
        {
            "docid": "1188574_30",
            "document": "Motor cortex . A simple view, that is almost certainly too limited and that dates back to the earliest work on the motor cortex, is that neurons in motor cortex control movement by a feed-forward direct pathway. In that view, a neuron in motor cortex sends an axon or projection to the spinal cord and forms a synapse on a motor neuron. The motor neuron sends an axon to a muscle. When the neuron in cortex becomes active, it causes a muscle contraction. The greater the activity in motor cortex, the stronger the muscle force. Each point in motor cortex controls a muscle or a small group of related muscles. This description is only partly correct.",
            "score": 157.0863800048828
        }
    ]
}