{
    "q": [
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 390.9850387573242
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 271.31623446941376
        },
        {
            "docid": "1610581_2",
            "document": "Voltage-gated calcium channel . Voltage-gated calcium channels (VGCCs), also known as voltage-dependent calcium channels (VDCCs), are a group of voltage-gated ion channels found in the membrane of excitable cells (\"e.g.\", muscle, glial cells, neurons, etc.) with a permeability to the calcium ion Ca. These channels are slightly permeable to sodium ions, so they are also called Ca-Na channels, but their permeability to calcium is about 1000-fold greater than to sodium under normal physiological conditions. At physiologic or resting membrane potential, VGCCs are normally closed. They are activated (\"i.e.\", opened) at depolarized membrane potentials and this is the source of the \"voltage-gated\" epithet. The concentration of calcium (Ca ions) is normally several thousand times higher outside the cell than inside. Activation of particular VGCCs allows Ca to rush into the cell, which, depending on the cell type, results in activation of calcium-sensitive potassium channels, muscular contraction, excitation of neurons, up-regulation of gene expression, or release of hormones or neurotransmitters. VGCCs have been immunolocalized in the zona glomerulosa of normal and hyperplastic human adrenal, as well as in aldosterone-producing adenomas (APA), and in the latter T-type VGCCs correlated with plasma aldosterone levels of patients. Excessive activation of VGCCs is a major component of excitotoxicity, as severely elevated levels of intracellular calcium activates enzymes which, at high enough levels, can degrade essential cellular structures.",
            "score": 350.28491044044495
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 337.0349314212799
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 383.61610102653503
        },
        {
            "docid": "233429_15",
            "document": "Cardiac pacemaker . The SA and AV node do not have fast sodium channels like neurons, and the depolarization is mainly caused by a slow influx of calcium ions. (The funny current also increases). Calcium enters the cell via voltage-sensitive calcium channels that open when the threshold is reached. This calcium influx produces the rising phase of the action potential, which results in the reversal of membrane potential to a peak of about +10mV. It is important to note that intracellular calcium causes muscular contraction in contractile cells, and is the effector ion. In heart pacemaker cells, phase 0 depends on the activation of L-type calcium channels instead of the activation of voltage-gated fast sodium channels, which are responsible for initiating action potentials in contractile (non-pacemaker) cells. For this reason, the pacemaker action potential rising phase slope is more gradual than that of the contractile cell (image 2).[7]",
            "score": 375.26047945022583
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 355.1040406227112
        },
        {
            "docid": "1661168_3",
            "document": "Osmoreceptor . Osmoreceptors are located in the vascular organ of lamina terminalis (VOLT) a circumventricular organ which lacks a blood-brain barrier. They have a defined functionality as neurons that are endowed with the ability to detect extracellular fluid osmolarity. The VOLT is strongly interconnected with the median preoptic nucleus, and together these structures comprise the anteroventral third ventricle region. Osmoreceptors have aquaporin 4 proteins spanning through their plasma membranes in which water can diffuse, from an area of high to low water concentration. If plasma osmolarity rises above 290 mOsmol/kg, then water will move out of the cell due to osmosis, causing the neuroreceptor to shrink in size. Embedded into the cell membrane are stretch inactivated cation channels (SICs), which when the cell shrinks in size, open and allow positively charged ions, such as Na and K ions to enter the cell. This causes initial depolarisation of the osmoreceptor and activates voltage-gated sodium channel, which through a complex conformational change, allows more sodium ions to enter the neuron, leading to further depolarisation and an action potential to be generated. This action potential travels along the axon of the neuron, and causes the opening of voltage-dependent calcium channels in the axon terminal. This leads to a Ca influx, due to calcium ions diffusing into the neuron along their electrochemical gradient. The calcium ions binds to the synaptotagmin 1 sub-unit of the SNARE protein attached to the arginine-vasopressin (AVP) containing vesicle membrane. This causes the fusion of the vesicle with the neuronal post synaptic membrane. Subsequent release of AVP into the posterior pituitary gland occurs, whereby vasopressin is secreted into the blood stream of the nearby capillaries.",
            "score": 347.03384482860565
        },
        {
            "docid": "1128901_6",
            "document": "End-plate potential . Normally the resting membrane potential of a motor neuron is kept at -70mV to -50 with a higher concentration of sodium outside and a higher concentration of potassium inside. When an action potential propagates down a nerve and reaches the axon terminal of the motor neuron, the change in membrane voltage causes the calcium voltage gated ion channels to open allowing for an influx of calcium ions. These calcium ions cause the acetylcholine vesicles attached to the presynaptic membrane to release acetylcholine via exocytosis into the synaptic cleft.",
            "score": 337.46878147125244
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 388.8365902900696
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 385.2990800142288
        },
        {
            "docid": "30873297_4",
            "document": "Pentylenetetrazol . Several studies have focused on the way pentylenetetrazol influences neuronal ion channels. A 1987 study found that pentylenetetrazol increases calcium influx and sodium influx, both of which depolarize the neuron. Because these effects were antagonized by calcium channel blockers, it was concluded that pentylenetetrazol acts at calcium channels, and it causes calcium channels to lose selectivity and conduct sodium ions as well.",
            "score": 294.41165566444397
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 352.91587567329407
        },
        {
            "docid": "639660_6",
            "document": "Olfactory receptor neuron . The olfactory receptor neuron has a fast working negative feedback response upon depolarization. When the neuron is depolarizing, the CNG ion channel is open allowing sodium and calcium to rush into the cell. The influx of calcium begins a cascade of events within the cell. Calcium first binds to calmodulin to form CaM. CaM will then bind to the CNG channel and close it, stopping the sodium and calcium influx. CaMKII will be activated by the presence of CaM, which will phosphorylate ACIII and reduce cAMP production. CaMKII will also activate phosphodiesterase, which will then hydrolyze cAMP. The effect of this negative feedback response inhibits the neuron from further activation when another odor molecule is introduced.",
            "score": 298.7924814224243
        },
        {
            "docid": "9670318_3",
            "document": "Tetany . Hypocalcemia is the primary cause of tetany. Low ionized calcium levels in the extracellular fluid increase the permeability of neuronal membranes to sodium ion, causing a progressive depolarization, which increases the possibility of action potentials. This occurs because calcium ions interact with the exterior surface of sodium channels in the plasma membrane of nerve cells. When calcium ions are absent the voltage level required to open voltage gated sodium channels is significantly altered (less excitation is required). If the plasma Ca decreases to less than 50% of the normal value of 9.4 mg/dl, action potentials may be spontaneously generated, causing contraction of peripheral skeletal muscles. Hypocalcemia is not a term for tetany but is rather a cause of tetany.",
            "score": 359.7013330459595
        },
        {
            "docid": "21445461_17",
            "document": "Nonsynaptic plasticity . Long-term effects: High frequency stimulation of a neuron over a long period of time causes two resulting neuronal changes. Initially, the neuron responds as it would during short-term stimulation, with an increase in excitability. Continuing the high frequency stimulation after this point, results in a drastic, non-reversible change in excitability. When sodium concentrations reach a high enough level in the axon, sodium/calcium pumps reverse their direction of flow, causing calcium to be imported into the cell as sodium is exported out. The increased calcium concentration (and subsequent depolarization of the membrane) inactivates sodium channels and targets them for endocytosis and lysosomal hydrolysis. This results in a major decrease in axonal sodium channels, which are necessary for action potential propagation. If the stimulation continues, eventually the neuron will stop transmitting action potentials and will die. Neuronal death due to overstimulation is called excitotoxicity.",
            "score": 300.09181785583496
        },
        {
            "docid": "857170_19",
            "document": "Cardiac action potential . This phase is also known as the \"plateau\" phase due to the membrane potential remaining almost constant, as the membrane very, very slowly begins to repolarize. This is due to the near balance of charge moving into and out of the cell. During this phase delayed rectifier potassium channels allow potassium to leave the cell whilst L-type calcium channels (activated by the flow of sodium during phase 0), allow the movement of calcium into the cell. This calcium, binds to and opens more calcium channels (called ryanodine receptors) located on the sarcoplasmic reticulum within the cell, allowing the flow of calcium out of the SR. This calcium is responsible for contraction of the heart. Not only that, but it also activates chloride channels called I, which allow Cl to enter the cell. Together the movement of both Ca and Cl oppose the voltage change caused by K. As well as this the increased calcium concentration increases the activity of the sodium-calcium exchanger, and the increase in sodium entering the cell increases activity of the sodium-potassium pump. The movement of all of these ions results in the membrane potential remaining relatively constant. This phase is responsible for the large duration of the action potential and is important in preventing irregular heartbeat (cardiac arrhythmia).",
            "score": 359.0697252750397
        },
        {
            "docid": "21445461_15",
            "document": "Nonsynaptic plasticity . Short-term effects: High frequency stimulation of a neuron for a short period of time increases the excitability of the neuron by lowering the amount of voltage required to fire an action potential. High frequency stimulation leads to an increase in the intracellular concentration of sodium and calcium ions due to the repeated opening of voltage-gated sodium and calcium channels in the axon and terminal. As the frequency of stimuli increases, there is less time between each stimulus for the cell to repolarize and return to normal resting potential. Therefore, the resting potential becomes more depolarized, meaning a smaller depolarizing current is needed to fire an action potential.",
            "score": 319.2899558544159
        },
        {
            "docid": "233429_16",
            "document": "Cardiac pacemaker . The reversal of membrane potential triggers the opening of potassium leak channels, resulting in the rapid loss of potassium ions from the inside of the cell, causing repolarization (V gets more negative). The calcium channels are also inactivated soon after they open. In addition, as sodium channels become inactivated, sodium permeability into the cell is decreased. These ion concentration changes slowly repolarize the cell to resting membrane potential (-60mV). Another important note at this phase is that ionic pumps restore ion concentrations to pre-action potential status. The sodium-calcium exchanger ionic pump works to pump calcium out of the intracellular space, thus effectively relaxing the cell. The sodium/potassium pump restores ion concentrations of sodium and potassium ions by pumping sodium out of the cell and pumping (exchanging) potassium into the cell. Restoring these ion concentrations is vital because it enables the cell to reset itself and enables it to repeat the process of spontaneous depolarization leading to activation of an action potential.",
            "score": 379.76642060279846
        },
        {
            "docid": "21120_5",
            "document": "Neuron . All neurons are electrically excitable, due to maintenance of voltage gradients across their membranes by means of metabolically driven ion pumps, which combine with ion channels embedded in the membrane to generate intracellular-versus-extracellular concentration differences of ions such as sodium, potassium, chloride, and calcium. Changes in the cross-membrane voltage can alter the function of voltage-dependent ion channels. If the voltage changes by a large enough amount, an all-or-none electrochemical pulse called an action potential is generated and this change in cross-membrane potential travels rapidly along the cell's axon, and activates synaptic connections with other cells when it arrives.",
            "score": 328.06805324554443
        },
        {
            "docid": "1110611_19",
            "document": "Muscle contraction . A neuromuscular junction is a chemical synapse formed by the contact between a motor neuron and a muscle fiber. It is the site in which a motor neuron transmits a signal to a muscle fiber to initiate muscle contraction. The sequence of events that results in the depolarization of the muscle fiber at the neuromuscular junction begins when an action potential is initiated in the cell body of a motor neuron, which is then propagated by saltatory conduction along its axon toward the neuromuscular junction. Once it reaches the terminal bouton, the action potential causes a ion influx into the terminal by way of the voltage-gated calcium channels. The influx causes synaptic vesicles containing the neurotransmitter acetylcholine to fuse with the plasma membrane, releasing acetylcholine into the synaptic cleft between the motor neuron terminal and the neuromuscular junction of the skeletal muscle fiber. Acetylcholine diffuses across the synapse and binds to and activates nicotinic acetylcholine receptors on the neuromuscular junction. Activation of the nicotinic receptor opens its intrinsic sodium/potassium channel, causing sodium to rush in and potassium to trickle out. As a result, the sarcolemma reverses polarity and its voltage quickly jumps from the resting membrane potential of -90mV to as high as +75mV as sodium enters. The membrane potential then becomes hyperpolarized when potassium exits and is then adjusted back to the resting membrane potential. This rapid fluctuation is called the end-plate potential The voltage-gated ion channels of the sarcolemma next to the end plate open in response to the end plate potential. These voltage-gated channels are sodium and potassium specific and only allow one through. This wave of ion movements creates the action potential that spreads from the motor end plate in all directions. If action potentials stop arriving, then acetylcholine ceases to be released from the terminal bouton. The remaining acetylcholine in the synaptic cleft is either degraded by active acetylcholine esterase or reabsorbed by the synaptic knob and none is left to replace the degraded acetylcholine.",
            "score": 308.9439215660095
        },
        {
            "docid": "420229_10",
            "document": "Sarcomere . During stimulation of the muscle cell, the motor neuron releases the neurotransmitter acetylcholine, which travels across the neuromuscular junction (the synapse between the terminal bouton of the neuron and the muscle cell). Acetylcholine binds to a post-synaptic nicotinic acetylcholine receptor. A change in the receptor conformation allows an influx of sodium ions and initiation of a post-synaptic action potential. The action potential then travels along T (transverse) tubules until it reaches the sarcoplasmic reticulum. Here, the depolarized membrane activates voltage-gated L-type calcium channels, present in the plasma membrane. The L-type calcium channels are in close association with ryanodine receptors present on the sarcoplasmic reticulum. The inward flow of calcium from the L-type calcium channels activate ryanodine receptors to release calcium ions from the sarcoplasmic reticulum. This mechanism is called calcium-induced calcium release (CICR). It is not understood whether the physical opening of the L-type calcium channels or the presence of calcium causes the ryanodine receptors to open. The outflow of calcium allows the myosin heads access to the actin cross-bridge binding sites, permitting muscle contraction.",
            "score": 321.2148311138153
        },
        {
            "docid": "9773357_11",
            "document": "N-type calcium channel . N-type calcium voltage gated ion channels are permeable to calcium and are known to regulate neuronal excitability and the firing of action potentials in the neurons. These actions affect the transmission of neurotransmitters in nociceptive pathways. Nociceptive pathways are the neurons that are involved in pain perception, which typically arises from damage of the neurons or disease occurring in the nerves themselves. When action potentials in this pathway make it to the central terminals of the sensory neurons that are in the spinal cord, there is an influx of calcium that enters through the voltage-gated ion channels. This influx of calcium then triggers the release of the pro-nociceptive neurotransmitters. These neurotransmitters then bind to the receptors on the sensory neurons that cause a person to feel pain. Since these channels are able to influence the neurotransmitters in the body that cause a person to sense pain, voltage-gated ion channels that are permeable to calcium have also been found to be good targets for regulating chronic pain in patients who have difficulty finding effective treatment. A few of the conditions involving pain that are difficult to treat are acute pain, chronic inflammatory pain, and chronic neuropathic pain. These conditions are treated with medicine that has either been prone to becoming addictive to the patient, or can cause serious side effects, making the medicine controversial. <br>  <br> Studies have shown that N-type channels are particularly of interest in developing new medicine to help in treating chronic pain. N-type channels play a key role in being able to control the neurotransmission of pain in the spinal cord. Studies have shown that N-type channels are located in high amounts at the presynaptic terminals of neurons. They have a complex of proteins that form a pore with the ɑ1Bsubunit (also known as CaV2.2) and an auxiliary ɑ2δδ and β subunits. When there is tissue damage, these subunits are regulated in the neuron, which helps to prove that these channels are involved in nociceptive transmission. When looking at the spinal cord, the distribution of N-type channels also coincides with the evidence of these channels having a role in the transmission of nociceptive information in the body. A new drug, Ziconotide, is being tested to alter N-type channels in order to treat these conditions of chronic pain. One of the newest medicines is an analgesic drug that works through targeting N-type calcium channels specifically in order to lessen the transmission of pain. Peptide ɷɷ-conotoxins are what bind to the N-type calcium channels in order to block ion permeation, which then blocks the influx of calcium and the transmission of the nociceptive responses. Neurons located in the posterior horn of the spinal cord experience ɷɷ-conotoxins that, when binding to the receptors, can inhibit the release of the pro-nociceptive neurotransmitters and neuromodulators that come from the central nerve terminals of the afferent neurons. This inhibition is what ultimately can stop the transmission of pain to the person from damaged cells. Ziconotide is an inorganic version of the ɷɷ-conotoxin, MVIIA. This medicine is able to inhibit the release of pro-nociceptive receptors, which will then block the transmission of pain.",
            "score": 289.66428446769714
        },
        {
            "docid": "514355_15",
            "document": "Rod cell . Also as the cGMP sensitive channels allow not only the influx of sodium ions, but also calcium ions, with the decrease in concentration of cGMP, cGMP sensitive channels are then closed and reducing the normal influx of calcium ions. The decrease in the concentration of calcium ions stimulates the calcium ion-sensitive proteins, which would then activate the guanylyl cyclase to replenish the cGMP, rapidly restoring its original concentration. The restoration opens the cGMP sensitive channels and causes a depolarization of the plasma membrane.",
            "score": 326.19931745529175
        },
        {
            "docid": "479385_16",
            "document": "Extracellular fluid . Calcium ions have a great propensity to bind to proteins. This changes the distribution of electrical charges on the protein, with the consequence that the 3D (or tertiary) structure of the protein is altered. The normal shape, and therefore function of very many of the extracellular proteins, as well as the extracellular portions of the cell membrane proteins is dependent on a very precise ionized calcium concentration in the ECF. The proteins that are particularly sensitive to changes in the ECF ionized calcium concentration are several of the clotting factors in the blood plasma, which are functionless in the absence of calcium ions, but become fully functional on the addition of the correct concentration of calcium salts. The voltage gated sodium ion channels in the cell membranes of nerves and muscle have an even greater sensitivity to changes in the ECF ionized calcium concentration. Relatively small decreases in the plasma ionized calcium levels (hypocalcemia) cause these channels to leak sodium into the nerve cells or axons, making them hyper-excitable, thus causing spontaneous muscle spasms (tetany) and paraesthesia (the sensation of \"pins and needles\") of the extremities and round the mouth. When the plasma ionized calcium rises above normal (hypercalcemia) more calcium is bound to these sodium channels having the opposite effect, causing lethargy, muscle weakness, anorexia, constipation and labile emotions.",
            "score": 360.9571988582611
        },
        {
            "docid": "8131_12",
            "document": "Dendrite . Electrochemical signals are propagated by action potentials that utilize intermembrane voltage-gated ion channels to transport sodium ions, calcium ions, and potassium ions. Each ion species has its own corresponding protein channel located in the lipid bilayer of the cell membrane. The cell membrane of neurons covers the axons, cell body, dendrites, etc. The protein channels can differ between chemical species in the amount of required activation voltage and the activation duration.",
            "score": 344.75488352775574
        },
        {
            "docid": "36808_46",
            "document": "Heart . When the sinoatrial cells are resting, they have a negative charge on their membranes. However a rapid influx of sodium ions causes the membrane's charge to become positive. This is called depolarisation and occurs spontaneously. Once the cell has a sufficiently high charge, the sodium channels close and calcium ions then begin to enter the cell, shortly after which potassium begins to leave it. All the ions travel through ion channels in the membrane of the sinoatrial cells. The potassium and calcium only start to move out of and into the cell once it has a sufficiently high charge, and so are called voltage-gated. Shortly after this, the calcium channels close and potassium channels open, allowing potassium to leave the cell. This causes the cell to have a negative resting charge and is called repolarization. When the membrane potential reaches approximately −60 mV, the potassium channels close and the process may begin again.",
            "score": 374.2944140434265
        },
        {
            "docid": "16074501_4",
            "document": "Spike-and-wave . The spike-and-wave pattern seen during an absence seizure is the result of a bilateral synchronous firing of neurons ranging from the neocortex (part of the cerebral cortex) to the thalamus, along the thalamocortical network. The EEG “spike” of the spike-and-wave complex corresponds to the depolarization of the neuronal membrane potential, also called a paroxysmal depolarizing shift (PDS). The initial understanding behind the mechanism of the PDS was that it was caused by a very large EPSP (excitatory postsynaptic potential) in the absence of synaptic inhibition, which relayed the action potentials in the neurons by triggering activation of voltage-gated channels. The voltage-gated sodium channels cause transitory sodium current into the cell, which generates the action potential. The voltage-gated calcium channels also have some effect on the depolarization of the cell, but the effect is minimal compared to the sodium channels. However, the increasing concentration of intracellular calcium leads to greater activation of calcium-activated potassium channels. These calcium-activated potassium channels, along with the voltage-gated potassium channels, contribute to the repolarization and hyperpolarization of the membrane. In an epileptic seizure, there are periods of a sustained depolarization, which cause a train of action potentials followed by a repolarization and hyperpolarization phase. The train of action potentials constitutes the “spike” phase, and the repolarization and hyperpolarization constitute the “wave” phase.",
            "score": 296.08660769462585
        },
        {
            "docid": "21282070_21",
            "document": "Taste . The simplest receptor found in the mouth is the sodium chloride (salt) receptor. Saltiness is a taste produced primarily by the presence of sodium ions. Other ions of the alkali metals group also taste salty, but the further from sodium, the less salty the sensation is. A sodium channel in the taste cell wall allows sodium cations to enter the cell. This on its own depolarizes the cell, and opens voltage-dependent calcium channels, flooding the cell with positive calcium ions and leading to neurotransmitter release. This sodium channel is known as an epithelial sodium channel (ENaC) and is composed of three subunits. An ENaC can be blocked by the drug amiloride in many mammals, especially rats. The sensitivity of the salt taste to amiloride in humans, however, is much less pronounced, leading to conjecture that there may be additional receptor proteins besides ENaC to be discovered.",
            "score": 335.02398347854614
        },
        {
            "docid": "6254380_6",
            "document": "Endomorphin . Endomorphins maintain a variety of functions. Mechanistically, they bind inhibitory μ-opioid G-protein receptors, which act to close calcium ion channels and open potassium ion channels in the membranes of bound neurons. The elimination of calcium influx and facilitation of potassium ion efflux prevents neuronal depolarization, inhibits the generation of action potentials, and depresses the activity of excitatory neurons. In other instances, endomorphin binding causes excitation, where its activation of phospholipase C and adenylyl cyclase initiates an increase in calcium ion concentration, cellular depolarization, and the release of norepinephrine and serotonin.",
            "score": 269.83942198753357
        },
        {
            "docid": "152964_11",
            "document": "Motor neuron . The interface between a motor neuron and muscle fiber is a specialized synapse called the neuromuscular junction. Upon adequate stimulation, the motor neuron releases a flood of acetylcholine (Ach) neurotransmitters from the axon terminals from synaptic vesicles bind with the plasma membrane. The acetylcholine molecules bind to postsynaptic receptors found within the motor end plate. Once two acetylcholine receptors have been bound, an ion channel is opened and sodium ions are allowed to flow into the cell. The influx of sodium into the cell causes depolarization and triggers a muscle action potential. T tubules of the sarcolemma are then stimulated to elicit calcium ion release from the sarcoplasmic reticulum. It is this chemical release that causes the target muscle fiber to contract.",
            "score": 304.9442331790924
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 263.7679605484009
        }
    ],
    "r": [
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 390.98504638671875
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 388.8365783691406
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 385.299072265625
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 383.6160888671875
        },
        {
            "docid": "233429_16",
            "document": "Cardiac pacemaker . The reversal of membrane potential triggers the opening of potassium leak channels, resulting in the rapid loss of potassium ions from the inside of the cell, causing repolarization (V gets more negative). The calcium channels are also inactivated soon after they open. In addition, as sodium channels become inactivated, sodium permeability into the cell is decreased. These ion concentration changes slowly repolarize the cell to resting membrane potential (-60mV). Another important note at this phase is that ionic pumps restore ion concentrations to pre-action potential status. The sodium-calcium exchanger ionic pump works to pump calcium out of the intracellular space, thus effectively relaxing the cell. The sodium/potassium pump restores ion concentrations of sodium and potassium ions by pumping sodium out of the cell and pumping (exchanging) potassium into the cell. Restoring these ion concentrations is vital because it enables the cell to reset itself and enables it to repeat the process of spontaneous depolarization leading to activation of an action potential.",
            "score": 379.76641845703125
        },
        {
            "docid": "598570_12",
            "document": "Sinoatrial node . This phase is also known as the pacemaker potential. Immediately following an action potential, when the membrane potential is very negative (it is hyperpolarised) the voltage slowly begins to increase. This is initially due to the closing of potassium channels, which reduces the flow of potassium ions (I) out of the cell (see phase 3, below). Alongside the deactivation of the potassium channels, channels known as hyperpolarisation-activated cyclic nucleotide–gated (HCN) channels, are activated. Activation of these channels at very negative membrane potential is an unusual property for ion channels, therefore the flow of sodium (Na) and some potassium (K) through the activated HCN channel is referred to as a \"funny current\" (I). This funny current causes the membrane potential of the cell to gradually increase, as the positive charge (Na and K) is flowing into the cell. Another mechanism involved in pacemaker potential is known as the calcium clock. Here, calcium is released spontaneously from the sarcoplasmic reticulum (a calcium store) into the cell, this is known as a spontaneous Ca spark. This in-crease in calcium within the cell then activates a sodium-calcium exchanger (NCX), which removes one Ca from the cell, and exchanges it for 3 Na into the cell (therefore removing a charge of +2 from the cell, but allowing a charge of +3 to enter the cell) therefore in-creasing the membrane potential. The calcium is later pumped back into the cell via calcium channels located on the cell membrane and SR membrane. The increase in membrane potential produced by these mechanisms, activates T-type calcium channels and then L-type calcium channels (which open very slowly). These channels allow a flow of calcium ions (Ca) into the cell, making the membrane potential more positive.",
            "score": 379.716552734375
        },
        {
            "docid": "233429_15",
            "document": "Cardiac pacemaker . The SA and AV node do not have fast sodium channels like neurons, and the depolarization is mainly caused by a slow influx of calcium ions. (The funny current also increases). Calcium enters the cell via voltage-sensitive calcium channels that open when the threshold is reached. This calcium influx produces the rising phase of the action potential, which results in the reversal of membrane potential to a peak of about +10mV. It is important to note that intracellular calcium causes muscular contraction in contractile cells, and is the effector ion. In heart pacemaker cells, phase 0 depends on the activation of L-type calcium channels instead of the activation of voltage-gated fast sodium channels, which are responsible for initiating action potentials in contractile (non-pacemaker) cells. For this reason, the pacemaker action potential rising phase slope is more gradual than that of the contractile cell (image 2).[7]",
            "score": 375.2604675292969
        },
        {
            "docid": "36808_46",
            "document": "Heart . When the sinoatrial cells are resting, they have a negative charge on their membranes. However a rapid influx of sodium ions causes the membrane's charge to become positive. This is called depolarisation and occurs spontaneously. Once the cell has a sufficiently high charge, the sodium channels close and calcium ions then begin to enter the cell, shortly after which potassium begins to leave it. All the ions travel through ion channels in the membrane of the sinoatrial cells. The potassium and calcium only start to move out of and into the cell once it has a sufficiently high charge, and so are called voltage-gated. Shortly after this, the calcium channels close and potassium channels open, allowing potassium to leave the cell. This causes the cell to have a negative resting charge and is called repolarization. When the membrane potential reaches approximately −60 mV, the potassium channels close and the process may begin again.",
            "score": 374.2944030761719
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 372.7746887207031
        },
        {
            "docid": "20374_15",
            "document": "Metabolism . The abundant inorganic elements act as ionic electrolytes. The most important ions are sodium, potassium, calcium, magnesium, chloride, phosphate and the organic ion bicarbonate. The maintenance of precise ion gradients across cell membranes maintains osmotic pressure and pH. Ions are also critical for nerve and muscle function, as action potentials in these tissues are produced by the exchange of electrolytes between the extracellular fluid and the cell's fluid, the cytosol. Electrolytes enter and leave cells through proteins in the cell membrane called ion channels. For example, muscle contraction depends upon the movement of calcium, sodium and potassium through ion channels in the cell membrane and T-tubules.",
            "score": 371.73828125
        },
        {
            "docid": "1131060_14",
            "document": "Bioinorganic chemistry . The abundant inorganic elements act as ionic electrolytes. The most important ions are sodium, potassium, calcium, magnesium, chloride, phosphate, and bicarbonate. The maintenance of precise gradients across cell membranes maintains osmotic pressure and pH. Ions are also critical for nerves and muscles, as action potentials in these tissues are produced by the exchange of electrolytes between the extracellular fluid and the cytosol. Electrolytes enter and leave cells through proteins in the cell membrane called ion channels. For example, muscle contraction depends upon the movement of calcium, sodium and potassium through ion channels in the cell membrane and T-tubules.",
            "score": 366.58184814453125
        },
        {
            "docid": "890232_5",
            "document": "Hair cell . The deflection of the hair-cell stereocilia opens mechanically gated ion channels that allow any small, positively charged ions (primarily potassium and calcium) to enter the cell. Unlike many other electrically active cells, the hair cell itself does not fire an action potential. Instead, the influx of positive ions from the endolymph in the scala media depolarizes the cell, resulting in a receptor potential. This receptor potential opens voltage gated calcium channels; calcium ions then enter the cell and trigger the release of neurotransmitters at the basal end of the cell. The neurotransmitters diffuse across the narrow space between the hair cell and a nerve terminal, where they then bind to receptors and thus trigger action potentials in the nerve. In this way, the mechanical sound signal is converted into an electrical nerve signal. Repolarization of hair cells is done in a special manner. The perilymph in the scala tympani has a very low concentration of positive ions. The electrochemical gradient makes the positive ions flow through channels to the perilymph.",
            "score": 364.7165832519531
        },
        {
            "docid": "854573_7",
            "document": "Batrachotoxin . This has a direct effect on the peripheral nervous system (PNS). Batrachotoxin in the PNS produces increased permeability (selective and irreversible) of the resting cell membrane to sodium ions, without changing potassium or calcium concentration. This influx of sodium depolarizes the formerly polarized cell membrane. Batrachotoxin also alters the ion selectivity of the ion channel by increasing the permeability of the channel toward larger cations. Voltage-sensitive sodium channels become persistently active at the resting membrane potential. Batrachotoxin kills by permanently blocking nerve signal transmission to the muscles.",
            "score": 361.7039489746094
        },
        {
            "docid": "479385_16",
            "document": "Extracellular fluid . Calcium ions have a great propensity to bind to proteins. This changes the distribution of electrical charges on the protein, with the consequence that the 3D (or tertiary) structure of the protein is altered. The normal shape, and therefore function of very many of the extracellular proteins, as well as the extracellular portions of the cell membrane proteins is dependent on a very precise ionized calcium concentration in the ECF. The proteins that are particularly sensitive to changes in the ECF ionized calcium concentration are several of the clotting factors in the blood plasma, which are functionless in the absence of calcium ions, but become fully functional on the addition of the correct concentration of calcium salts. The voltage gated sodium ion channels in the cell membranes of nerves and muscle have an even greater sensitivity to changes in the ECF ionized calcium concentration. Relatively small decreases in the plasma ionized calcium levels (hypocalcemia) cause these channels to leak sodium into the nerve cells or axons, making them hyper-excitable, thus causing spontaneous muscle spasms (tetany) and paraesthesia (the sensation of \"pins and needles\") of the extremities and round the mouth. When the plasma ionized calcium rises above normal (hypercalcemia) more calcium is bound to these sodium channels having the opposite effect, causing lethargy, muscle weakness, anorexia, constipation and labile emotions.",
            "score": 360.95721435546875
        },
        {
            "docid": "9670318_3",
            "document": "Tetany . Hypocalcemia is the primary cause of tetany. Low ionized calcium levels in the extracellular fluid increase the permeability of neuronal membranes to sodium ion, causing a progressive depolarization, which increases the possibility of action potentials. This occurs because calcium ions interact with the exterior surface of sodium channels in the plasma membrane of nerve cells. When calcium ions are absent the voltage level required to open voltage gated sodium channels is significantly altered (less excitation is required). If the plasma Ca decreases to less than 50% of the normal value of 9.4 mg/dl, action potentials may be spontaneously generated, causing contraction of peripheral skeletal muscles. Hypocalcemia is not a term for tetany but is rather a cause of tetany.",
            "score": 359.7013244628906
        },
        {
            "docid": "857170_19",
            "document": "Cardiac action potential . This phase is also known as the \"plateau\" phase due to the membrane potential remaining almost constant, as the membrane very, very slowly begins to repolarize. This is due to the near balance of charge moving into and out of the cell. During this phase delayed rectifier potassium channels allow potassium to leave the cell whilst L-type calcium channels (activated by the flow of sodium during phase 0), allow the movement of calcium into the cell. This calcium, binds to and opens more calcium channels (called ryanodine receptors) located on the sarcoplasmic reticulum within the cell, allowing the flow of calcium out of the SR. This calcium is responsible for contraction of the heart. Not only that, but it also activates chloride channels called I, which allow Cl to enter the cell. Together the movement of both Ca and Cl oppose the voltage change caused by K. As well as this the increased calcium concentration increases the activity of the sodium-calcium exchanger, and the increase in sodium entering the cell increases activity of the sodium-potassium pump. The movement of all of these ions results in the membrane potential remaining relatively constant. This phase is responsible for the large duration of the action potential and is important in preventing irregular heartbeat (cardiac arrhythmia).",
            "score": 359.0697021484375
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 355.1040344238281
        },
        {
            "docid": "419952_4",
            "document": "Calcium metabolism . Calcium has several main functions in the body. It readily binds to proteins, particularly those with amino acids whose side chains terminate in carboxyl (-COOH) groups (e.g. glutamate residues). When such binding occurs the electrical charges on the protein chain change, causing the protein's tertiary structure (i.e. 3-dimensional form) to change. Good examples of this are several of the clotting factors in the blood plasma, which are functionless in the absence of calcium ions, but become fully functional on the addition of the correct concentration of calcium salts. The voltage gated sodium ion channels in the cell membranes of nerves and muscle are particularly sensitive to the calcium ion concentration in the plasma. Relatively small decreases in the plasma ionized calcium levels (hypocalcemia) cause these channels to leak sodium into the nerve cells or axons, making them hyper-excitable (positive bathmotropic effect), thus causing spontaneous muscle spasms (tetany) and paraesthesia (the sensation of \"pins and needles\") of the extremities and round the mouth. When the plasma ionized calcium rises above normal (hypercalcemia) more calcium is bound to these sodium channels having a negative bathmotropic effect on them, causing lethargy, muscle weakness, anorexia, constipation and labile emotions.",
            "score": 353.7723083496094
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 352.9158630371094
        },
        {
            "docid": "1610581_2",
            "document": "Voltage-gated calcium channel . Voltage-gated calcium channels (VGCCs), also known as voltage-dependent calcium channels (VDCCs), are a group of voltage-gated ion channels found in the membrane of excitable cells (\"e.g.\", muscle, glial cells, neurons, etc.) with a permeability to the calcium ion Ca. These channels are slightly permeable to sodium ions, so they are also called Ca-Na channels, but their permeability to calcium is about 1000-fold greater than to sodium under normal physiological conditions. At physiologic or resting membrane potential, VGCCs are normally closed. They are activated (\"i.e.\", opened) at depolarized membrane potentials and this is the source of the \"voltage-gated\" epithet. The concentration of calcium (Ca ions) is normally several thousand times higher outside the cell than inside. Activation of particular VGCCs allows Ca to rush into the cell, which, depending on the cell type, results in activation of calcium-sensitive potassium channels, muscular contraction, excitation of neurons, up-regulation of gene expression, or release of hormones or neurotransmitters. VGCCs have been immunolocalized in the zona glomerulosa of normal and hyperplastic human adrenal, as well as in aldosterone-producing adenomas (APA), and in the latter T-type VGCCs correlated with plasma aldosterone levels of patients. Excessive activation of VGCCs is a major component of excitotoxicity, as severely elevated levels of intracellular calcium activates enzymes which, at high enough levels, can degrade essential cellular structures.",
            "score": 350.284912109375
        },
        {
            "docid": "156998_15",
            "document": "Action potential . As the membrane potential is increased, sodium ion channels open, allowing the entry of sodium ions into the cell. This is followed by the opening of potassium ion channels that permit the exit of potassium ions from the cell. The inward flow of sodium ions increases the concentration of positively charged cations in the cell and causes depolarization, where the potential of the cell is higher than the cell's resting potential. The sodium channels close at the peak of the action potential, while potassium continues to leave the cell. The efflux of potassium ions decreases the membrane potential or hyperpolarizes the cell. For small voltage increases from rest, the potassium current exceeds the sodium current and the voltage returns to its normal resting value, typically −70 mV. However, if the voltage increases past a critical threshold, typically 15 mV higher than the resting value, the sodium current dominates. This results in a runaway condition whereby the positive feedback from the sodium current activates even more sodium channels. Thus, the cell \"fires\", producing an action potential. The frequency at which a neuron elicits action potentials is often referred to as a firing rate or neural firing rate.",
            "score": 347.36724853515625
        },
        {
            "docid": "1661168_3",
            "document": "Osmoreceptor . Osmoreceptors are located in the vascular organ of lamina terminalis (VOLT) a circumventricular organ which lacks a blood-brain barrier. They have a defined functionality as neurons that are endowed with the ability to detect extracellular fluid osmolarity. The VOLT is strongly interconnected with the median preoptic nucleus, and together these structures comprise the anteroventral third ventricle region. Osmoreceptors have aquaporin 4 proteins spanning through their plasma membranes in which water can diffuse, from an area of high to low water concentration. If plasma osmolarity rises above 290 mOsmol/kg, then water will move out of the cell due to osmosis, causing the neuroreceptor to shrink in size. Embedded into the cell membrane are stretch inactivated cation channels (SICs), which when the cell shrinks in size, open and allow positively charged ions, such as Na and K ions to enter the cell. This causes initial depolarisation of the osmoreceptor and activates voltage-gated sodium channel, which through a complex conformational change, allows more sodium ions to enter the neuron, leading to further depolarisation and an action potential to be generated. This action potential travels along the axon of the neuron, and causes the opening of voltage-dependent calcium channels in the axon terminal. This leads to a Ca influx, due to calcium ions diffusing into the neuron along their electrochemical gradient. The calcium ions binds to the synaptotagmin 1 sub-unit of the SNARE protein attached to the arginine-vasopressin (AVP) containing vesicle membrane. This causes the fusion of the vesicle with the neuronal post synaptic membrane. Subsequent release of AVP into the posterior pituitary gland occurs, whereby vasopressin is secreted into the blood stream of the nearby capillaries.",
            "score": 347.0338439941406
        },
        {
            "docid": "8131_12",
            "document": "Dendrite . Electrochemical signals are propagated by action potentials that utilize intermembrane voltage-gated ion channels to transport sodium ions, calcium ions, and potassium ions. Each ion species has its own corresponding protein channel located in the lipid bilayer of the cell membrane. The cell membrane of neurons covers the axons, cell body, dendrites, etc. The protein channels can differ between chemical species in the amount of required activation voltage and the activation duration.",
            "score": 344.7548828125
        },
        {
            "docid": "410401_3",
            "document": "Cramp . Muscle contraction begins with the brain setting off action potentials, which are waves in the electrical charges that extend along neurons. The waves travel to a group of cells in a muscle, letting calcium ions out from the cells' sarcoplasmic reticula (SR), which are storage areas for calcium. The released calcium lets myofibrils contract under the power of energy-carrying adenosine triphosphate (ATP) molecules. Meanwhile, the calcium is quickly pumped back into the SR by fast calcium pumps. Each muscle cell contracts fully; stronger contraction of the whole muscle requires more action potentials on more groups of cells in the muscle. When the action potentials stop, the calcium stops flowing from the SR and the muscle relaxes. The fast calcium pumps are powered by the sodium gradient, or the pent-up sodium ions that rush out from the SR. The sodium gradient is maintained by the sodium-potassium pump. A lack of sodium would prevent the sodium gradient from being strong enough to power the calcium pumps; the calcium ions would remain in the myofibrils, forcing the muscle to stay contracted and causing a cramp. The cramp eventually eases as slow calcium pumps, powered by ATP instead of the sodium gradient, push the calcium back into storage.",
            "score": 342.0787658691406
        },
        {
            "docid": "26862016_19",
            "document": "Cardiac physiology . Action potentials are considerably different between conductive and contractive cardiomyocytes. While sodium Na and potassium K ions play essential roles, calcium ions Ca are also critical for both types of cell. Unlike skeletal muscles and neurons, cardiac conductive cells do not have a stable resting potential. Conductive cells contain a series of sodium ion channels that allow a normal and slow influx of sodium ions that causes the membrane potential to rise slowly from an initial value of −60 mV up to about –40 mV. The resulting movement of sodium ions creates spontaneous depolarization (or prepotential depolarization).",
            "score": 339.7311096191406
        },
        {
            "docid": "156998_4",
            "document": "Action potential . Action potentials are generated by special types of voltage-gated ion channels embedded in a cell's plasma membrane. These channels are shut when the membrane potential is near the (negative) resting potential of the cell, but they rapidly begin to open if the membrane increases to a precisely defined threshold voltage, depolarising the transmembrane potential. When the channels open, they allow an inward flow of sodium ions, which changes the electrochemical gradient, which in turn produces a further rise in the membrane potential. This then causes more channels to open, producing a greater electric current across the cell membrane, and so on. The process proceeds explosively until all of the available ion channels are open, resulting in a large upswing in the membrane potential. The rapid influx of sodium ions causes the polarity of the plasma membrane to reverse, and the ion channels then rapidly inactivate. As the sodium channels close, sodium ions can no longer enter the neuron, and then they are actively transported back out of the plasma membrane. Potassium channels are then activated, and there is an outward current of potassium ions, returning the electrochemical gradient to the resting state. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization.",
            "score": 337.9847412109375
        },
        {
            "docid": "1128901_6",
            "document": "End-plate potential . Normally the resting membrane potential of a motor neuron is kept at -70mV to -50 with a higher concentration of sodium outside and a higher concentration of potassium inside. When an action potential propagates down a nerve and reaches the axon terminal of the motor neuron, the change in membrane voltage causes the calcium voltage gated ion channels to open allowing for an influx of calcium ions. These calcium ions cause the acetylcholine vesicles attached to the presynaptic membrane to release acetylcholine via exocytosis into the synaptic cleft.",
            "score": 337.4687805175781
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 337.0349426269531
        },
        {
            "docid": "1447778_5",
            "document": "T wave . Repolarization depends on the charges of ions and their flow across membranes. In skeletal muscle cells, repolarization is simple. Sodium ions flowed into the cell earlier to depolarize it and cause skeletal muscle contraction. Once the action potential is over, potassium ions flow out of the cell due to increased cell membrane permeability to those ions. This high permeability contributes to the rapid repolarization of the membrane potential. This repolarization occurs quickly enough that another action potential can cause depolarization, even before the last action potential has dissipated. The cardiac muscle differs in that there are more calcium channels that counteract the potassium channels. While potassium quickly flows out of the cell, calcium slowly flows into the cell. This causes the repolarization to occur more slowly, making the refractory period as long as the action potential, preventing sustained contractions.",
            "score": 335.49835205078125
        },
        {
            "docid": "21282070_21",
            "document": "Taste . The simplest receptor found in the mouth is the sodium chloride (salt) receptor. Saltiness is a taste produced primarily by the presence of sodium ions. Other ions of the alkali metals group also taste salty, but the further from sodium, the less salty the sensation is. A sodium channel in the taste cell wall allows sodium cations to enter the cell. This on its own depolarizes the cell, and opens voltage-dependent calcium channels, flooding the cell with positive calcium ions and leading to neurotransmitter release. This sodium channel is known as an epithelial sodium channel (ENaC) and is composed of three subunits. An ENaC can be blocked by the drug amiloride in many mammals, especially rats. The sensitivity of the salt taste to amiloride in humans, however, is much less pronounced, leading to conjecture that there may be additional receptor proteins besides ENaC to be discovered.",
            "score": 335.02398681640625
        },
        {
            "docid": "284842_7",
            "document": "Grayanotoxin . Experiments utilizing squid axonal membranes indicate that sodium channel binding likely occurs on the internal face of the neuron. Additionally, grayanotoxin only binds to the activated conformation of sodium channels. Normally, voltage gated sodium channels are activated (opened) only when the cell membrane potential reaches a specific threshold voltage. This activated conformation allows for an influx of sodium ions resulting in cell depolarization, followed by the firing of an action potential. At the peak of the action potential, voltage-gated sodium channels are quickly inactivated and are only reset once the cell has repolarized to resting potential. When grayanotoxin is present, binding induces further conformational changes that prevent sodium channel inactivation and lead to a prolonged depolarization. Due to its transient ability to activate channels and increase membrane permeability to sodium ions, grayanotoxin is classified as a reversible Na\"\"1.\"x\" agonist.",
            "score": 331.7801513671875
        },
        {
            "docid": "531587_16",
            "document": "Depolarization . The importance and versatility of depolarization within cells can be seen in the relationship between rod cells in the eye and their associated neurons. When rod cells are in the dark, they are depolarized. In the rod cells, this depolarization is maintained by ion channels that remain open due to the higher voltage of the rod cell in the depolarized state. The ion channels allow calcium and sodium to pass freely into the cell, maintaining the depolarized state. Rod cells in the depolarized state constantly release neurotransmitters which in turn stimulate the nerves associated with rod cells. This cycle is broken when rod cells are exposed to light; the absorption of light by the rod cell causes the channels that had facilitated the entry of sodium and calcium into the rod cell to close. When these channels close, the rod cell produces less neurotransmitter, which is perceived by the brain as light. In the case of rod cells and neurons, depolarization actually prevents a signal from reaching the brain as opposed to stimulating the transmission of the signal.",
            "score": 331.1462097167969
        }
    ]
}