{
    "q": [
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 88.01313900947571
        },
        {
            "docid": "25984349_17",
            "document": "Sam Schmidt Paralysis Foundation . The complexity of the central nervous system makes the formation of the right connections between brain and spinal cord cells very difficult. It is a huge challenge for scientists to recreate the central nervous system as it existed before the injury. Cells called neurons connect with one another to send and receive messages into the brain and spinal cord. Many neurons working together are responsible for every decision made, every emotion or sensation felt, and every action taken. As many as 10,000 different subtypes of neurons have been identified, each specialized to send and receive certain types of information.",
            "score": 95.1333646774292
        },
        {
            "docid": "15978180_22",
            "document": "Connectome . In March 2011, the journal \"Nature\" published a pair of articles on micro-connectomes: Bock \"et al.\" and Briggman \"et al.\" In both articles, the authors first characterized the functional properties of a small subset of cells, and then manually traced a subset of the processes emanating from those cells to obtain a partial subgraph. In alignment with the principles of open-science, the authors of Bock \"et al.\" (2011) have released their data for public access. The full resolution 12TB dataset from Bock \"et al.\" is available at the Open Connectome Project. In 2012, a citizen science project called \"EyeWire\" began attempting to crowdsource the mapping of the connectome through an interactive game. Independently, important topologies of functional interactions among several hundred cells are also gradually going to be declared (Shimono and Beggs, 2014). Scaling up ultrastructural circuit mapping to the whole mouse brain is currently underway (Mikula, 2012). An alternative approach to mapping connectivity was recently proposed by Zador and colleagues (Zador \"et al.\", 2012). Zador's technique, called BOINC (barcoding of individual neuronal connections) uses high-throughput sequencing to map neural circuits. Briefly, the approach consists of (1) labelling each neuron with a unique DNA barcode; (2) transferring barcodes between synaptically coupled neurons (for example using PRV); and (3) fusion of barcodes to represent a synaptic pair. This approach has the potential to be cheap, fast, and extremely high-throughput.",
            "score": 124.96990418434143
        },
        {
            "docid": "24219329_3",
            "document": "Neurogenomics . The nervous system in vertebrates is made up of two major types of cells – neuroglial cells and neurons. Hundreds of different types of neurons exist in humans, with varying functions – some of them process external stimuli; others generate a response to stimuli; others organize in centralized structures (brain, spinal ganglia) that are responsible for cognition, perception, and regulation of motor functions. Neurons in these centralized locations tend to organize in giant networks and communicate extensively with each other. Prior to the availability of expression arrays and DNA sequencing methodologies, researchers sought to understand the cellular behaviour of neurons (including synapse formation and neuronal development and regionalization in the human nervous system) in terms of the underlying molecular biology and biochemistry, without any understanding of the influence of a neuron’s genome on its development and behaviour. As our understanding of the genome has expanded, the role of networks of gene interactions in the maintenance of neuronal function and behaviour has garnered interest in the neuroscience research community. Neurogenomics allows scientists to study the nervous system of organisms in the context of these underlying regulatory and transcriptional networks. This approach is distinct from neurogenetics, which emphasizes the role of single genes without a network-interaction context when studying the nervous system.",
            "score": 115.14314532279968
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 75.97124338150024
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 90.7684097290039
        },
        {
            "docid": "33818014_18",
            "document": "Nervous system network models . There are three types of brain connectivity models of a network (Sporns, O. (2007)). “Anatomical (or structural) connectivity” describes a network with anatomical links having specified relationship between connected “units.” If the dependent properties are stochastic, it is defined as “functional connectivity.” “Effective connectivity” has causal interactions between distinct units in the system. As stated earlier, brain connectivity can be described at three levels. At microlevel, it connects neurons through electrical or chemical synapses. A column of neurons can be considered as a unit in the mesolevel and regions of the brain comprising a large number of neurons and neuron populations as units in the macrolevel. The links in the latter case are the inter-regional pathways, forming large-scale connectivity. Figure 2 shows the three types of connectivity. The analysis is done using the directed graphs (see Sporns, O. (2007) and Hilgetag, C. C. (2002)). In the structural brain connectivity type, the connectivity is a sparse and directed graph. The functional brain connectivity has bidirectional graphs. The effective brain connectivity is bidirectional with interactive cause and effect relationships. Another representation of the connectivity is by matrix representation (See Sporns, O. (2007)). Hilgetag, C. C. (2002) describes the computational analysis of brain connectivity.",
            "score": 102.13112282752991
        },
        {
            "docid": "25935238_9",
            "document": "Educational neuroscience . Almost all of the neurons in the brain are generated before birth, during the first three months of pregnancy, and the newborn child’s brain has a similar number of neurons to that of an adult. Many more neurons form than are needed, and only those that form active connections with other neurons survive. In the first year after birth the infant brain undergoes an intense phase of development, during which excessive numbers of connections between neurons are formed, and many of these excess connections must be cut back through the process of synaptic pruning that follows. This pruning process is just as important a stage of development as the early rapid growth of connections between brain cells. The process during which large numbers of connections between neurons are formed is called synaptogenesis. For vision and hearing (visual and auditory cortex), there is extensive early synaptogenesis. The density of connections peaks at around 150% of adult levels between four and 12 months, and the connections are then extensively pruned. Synaptic density returns to adult levels between two and four years in the visual cortex. For other areas such as prefrontal cortex (thought to underpin planning and reasoning), density increases more slowly and peaks after the first year. Reduction to adult levels of density takes at least another 10–20 years; hence there is significant brain development in the frontal areas even in adolescence. Brain metabolism (glucose uptake, which is an approximate index of synaptic functioning) is also above adult levels in the early years. Glucose uptake peaks at about 150% of adult levels somewhere around four to five years. By the age of around ten years, brain metabolism has reduced to adult levels for most cortical regions. Brain development consists of bursts of synaptogenesis, peaks of density, and then synapse rearrangement and stabilisation. This occurs at different times and different rates for different brain regions, which implies that there may be different sensitive periods for the development of different types of knowledge. Neuroscience research into early brain development has informed government education policy for children under three years old in many countries including the USA and the United Kingdom. These policies have focused on enriching the environment of children during nursery and preschool years, exposing them to stimuli and experiences thought to maximise the learning potential of the young brain.",
            "score": 99.88521265983582
        },
        {
            "docid": "23393127_2",
            "document": "Sholl analysis . Sholl analysis is a method of quantitative analysis commonly used in neuronal studies to characterize the morphological characteristics of an imaged neuron, first used to describe the differences in the visual and motor cortices of cats. Sholl was interested in comparing the morphology of different types of neurons, i.e. stellate and pyramidal, and of different locations in the dendritic field of the same type of neurons, i.e. basal and apical processes of the pyramidal neuron. He looked at dendritic length and diameter (Sholl, p.389, Fig. 1) and also the number of cells per volume (Sholl, p. 401, \"The packing density of perikarya\"). While methods for estimating number of cells have vastly improved since 1953 with the advent of unbiased stereology, the method Sholl uses to record the number of intersections at various distances from the cell body is still in use and is actually named after Sholl. \"In order to study the way in which the number of branches varies with the distance from the perikaryon, it is convenient to use a series of concentric spherical shells as co-ordinates of reference. ... these shells have their common centre in the perikaryon\" (Sholl, p. 392, \"The manner of dendritic branching\"). What Sholl called the 'Concentric Shell Method' is now known as 'Sholl Analysis'. As well as the number of intersections per concentric shell, Sholl also calculated the mean diameter of the dendrites or axons within each concentric shell (Sholl, p. 396, table 2 and 3). Sholl appreciated that his method is good for comparing neurons, for instance in figure 8 the differences in the number of dendritic intersections correlated with distance from the cell body is compared between neurons from the motor and visual cortex. Sholl also realized his method is useful to determine where and how big is the region where synapses are possible, something he called the neuron's 'connective zone' (Sholl, p. 402, \"The connective zone of a neuron\"). In 1953, Sholl was working with projections of 3-D neurons into two-dimensions, but now Sholl analysis can be done on 3-D images (e.g. image stacks or 3-D montages) of neurons, making the concentric circles truly three-dimensional shells. In addition to intersections and diameter: total dendritic length, surface area, and volume of processes per shell; number of nodes, endings, varicosities and spines per shell; and branching order of the dendrites in each shell, can be included in the analysis. For modern examples of the use of Sholl analysis to analyze neurons, please see (O'Neill, et al., 2015) or (Chowhudry, et al., 2015). Curves produced from the 'number of intersections vs. distance from the cell body data' are usually of somewhat irregular shape, and much work has been done to determine appropriate means of analyzing the results. Common methods include Linear Analysis, Semi-log Analysis and Log-Log Analysis",
            "score": 86.89581656455994
        },
        {
            "docid": "941909_26",
            "document": "Receptive field . The term receptive field is also used in the context of artificial neural networks, most often in relation to convolutional neural networks (CNNs). When used in this sense, the term adopts a meaning reminiscent of receptive fields in actual biological nervous systems. CNNs have a distinct architecture, designed to mimic the way in which real animal brains are understood to function; instead of having every neuron in each layer connect to all neurons in the next layer (Multilayer perceptron), the neurons are arranged in a 3-dimensional structure in such a way as to take into account the spatial relationships between different neurons with respect to the original data. Since CNNs are used primarily in the field of computer vision, the data that the neurons represent is typically an image; each input neuron represents one pixel from the original image. The first layer of neurons is composed of all the input neurons; neurons in the next layer will receive connections from some of the input neurons (pixels), but not all, as would be the case in a MLP and in other traditional neural networks. Hence, instead of having each neuron receive connections from all neurons in the previous layer, CNNs use a receptive field-like layout in which each neuron receives connections only from a subset of neurons in the previous (lower) layer. The receptive field of a neuron in one of the lower layers encompasses only a small area of the image, while the receptive field of a neuron in subsequent (higher) layers involves a combination of receptive fields from several (but not all) neurons in the layer before (i. e. a neuron in a higher layer \"looks\" at a larger portion of the image than does a neuron in a lower layer). In this way, each successive layer is capable of learning increasingly abstract features of the original image. The use of receptive fields in this fashion is thought to give CNNs an advantage in recognizing visual patterns when compared to other types of neural networks.",
            "score": 94.89171373844147
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 85.51846611499786
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 72.00186371803284
        },
        {
            "docid": "33818014_7",
            "document": "Nervous system network models . The basic structural unit of the neural network is connectivity of one neuron to another via an active junction, called synapse. Neurons of widely divergent characteristics are connected to each other via synapses, whose characteristics are also of diverse chemical and electrical properties. In presenting a comprehensive view of all possible modeling of the brain and neural network, an approach is to organize the material based on the characteristics of the networks and the goals that need to be accomplished. The latter could be either for understanding the brain and the nervous system better or to apply the knowledge gained from the total or partial nervous system to real world applications such as artificial intelligence, Neuroethics or improvements in medical science for society.",
            "score": 92.1708242893219
        },
        {
            "docid": "5626_4",
            "document": "Cognitive science . A central tenet of cognitive science is that a complete understanding of the mind/brain cannot be attained by studying only a single level. An example would be the problem of remembering a phone number and recalling it later. One approach to understanding this process would be to study behavior through direct observation, or naturalistic observation. A person could be presented with a phone number and be asked to recall it after some delay of time. Then, the accuracy of the response could be measured. Another approach to measure cognitive ability would be to study the firings of individual neurons while a person is trying to remember the phone number. Neither of these experiments on its own would fully explain how the process of remembering a phone number works. Even if the technology to map out every neuron in the brain in real-time were available, and it were known when each neuron was firing, it would still be impossible to know how a particular firing of neurons translates into the observed behavior. Thus, an understanding of how these two levels relate to each other is imperative. \"The Embodied Mind: Cognitive Science and Human Experience\" says, “the new sciences of the mind need to enlarge their horizon to encompass both lived human experience and the possibilities for transformation inherent in human experience.” This can be provided by a functional level account of the process. Studying a particular phenomenon from multiple levels creates a better understanding of the processes that occur in the brain to give rise to a particular behavior. Marr gave a famous description of three levels of analysis:",
            "score": 89.52867901325226
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 93.31400334835052
        },
        {
            "docid": "337196_29",
            "document": "Neuroanatomy . The brain is small and simple in some species, such as the nematode worm, where the body plan is quite simple: a tube with a hollow gut cavity running from the mouth to the anus, and a nerve cord with an enlargement (a ganglion) for each body segment, with an especially large ganglion at the front, called the brain. The nematode \"Caenorhabditis elegans\" has been studied because of its importance in genetics. In the early 1970s, Sydney Brenner chose it as a model system for studying the way that genes control development, including neuronal development. One advantage of working with this worm is that the nervous system of the hermaphrodite contains exactly 302 neurons, always in the same places, making identical synaptic connections in every worm. Brenner's team sliced worms into thousands of ultrathin sections and photographed every section under an electron microscope, then visually matched fibers from section to section, to map out every neuron and synapse in the entire body, to give a complete connectome of the nematode. Nothing approaching this level of detail is available for any other organism, and the information has been used to enable a multitude of studies that would not have been possible without it.",
            "score": 119.89406967163086
        },
        {
            "docid": "41051467_15",
            "document": "Edward Perl . The last decades of work in the Perl laboratory were principally devoted to characterizing the functional organization of the superficial dorsal horn of the spinal cord and understanding how spinal neurons located within these regions interact with one another to process signals arising from the periphery. These experiments involved recording from neurons responsive to various types of primary afferent input and correlating these functional signatures with morphological features of the spinal neurons in question. This work in part resulted in the systematic categorization by Timothy Grudt and Perl of functionally characterized spinal neurons based on their morphological features and location within the dorsal horn. Experiments with Yan Lu and Jihong Zheng were aimed at a better understanding of connections between spinal neurons and how afferent input from the periphery is modulated by these connections. Perl’s experiments with Adam Hantman focused on a unique, homogeneous population of Green fluorescent protein (GFP)-expressing neurons in the spinal substantia gelatinosa of a transgenic mouse. Hantman and Perl physiologically characterized these neurons, showing them to be inhibitory in nature and responsive only to unmyelinated afferents with a conduction velocity at the high end of the C-fiber range; they also demonstrated the highly specific connections of these GFP-expressing neurons with other types of neurons in the substantia gelatinosa.",
            "score": 64.34590649604797
        },
        {
            "docid": "29648114_8",
            "document": "Andrea Brand . Brand has provided this “plain English” explanation of her work: “One of the goals of research in neurobiology is to repair or regenerate neurons after damage to the brain or spinal cord. Before we can understand how to repair the nervous system, however, we must first learn how the nervous system is put together. Of all the tissues and organs in the human body the nervous system is the most intricate and complex, consisting of more than one trillion neurons. These neurons make precise connections with each other to form functional networks that can transmit information at amazing speed over considerable distances.",
            "score": 85.41528868675232
        },
        {
            "docid": "53757504_8",
            "document": "Viktor K. Jirsa . Full brain modelling of the last century was limited to either a few regions of interest modelling or to (mostly unrealistic) approximations of brain connectivity. However, full brain models have always been the interface between human brain imaging and theorising on brain function and dysfunction. In 2002 Jirsa and colleagues demonstrated that the approximations of brain connectivity will never be able to capture most behaviour of brain imaging data (in particular the spatiotemporal symmetries in the data) and thus proposed to use DTI data as a proxy of network connectivity in brain models. Characteristic challenges for this type of large-scale models would be 1) the detailed connection topology and 2) time delays via signal transmission, which do not play a role for modelling on all other levels of organisation. In 2006 Jirsa introduced connectome-based connectivity (from the Cocamac data base with the help of Rolf Kötter) and presented a large-scale brain network model of resting state brain dynamics in Sendai, Japan, at the Brain Connectivity workshop. Connectome-based brain modelling became an active field of research in the years that followed (Honey et al. 2007; Ghosh et al. 2008; Deco et al. 2009), with many applications devoted to resting state dynamics in healthy subjects, ageing and diseases such as schizophrenia, lesions and epilepsy. Various reviews summarise the findings (Deco et al. 2011, 2013; Kringelbach et al. 2015) and highlight the impact of this new approach. Jirsa and his group have contributed to the conception and development of connectome-based modelling and developed a range of technical tools since the early 2000s (Jirsa & Kelso 2000; Jirsa et al. 2002; Jirsa 2009). Of particular importance are Jirsa’s contributions to a better understanding and treatment of signal transmission time delays in brain networks. The presence of many time delays, which are systematically distributed across the network, is a key characteristic of connectome-based brain models and not encountered in any other system of spatiotemporal pattern formation.",
            "score": 147.03828513622284
        },
        {
            "docid": "3717_66",
            "document": "Brain . The first real progress toward a modern understanding of nervous function, though, came from the investigations of Luigi Galvani, who discovered that a shock of static electricity applied to an exposed nerve of a dead frog could cause its leg to contract. Since that time, each major advance in understanding has followed more or less directly from the development of a new technique of investigation. Until the early years of the 20th century, the most important advances were derived from new methods for staining cells. Particularly critical was the invention of the Golgi stain, which (when correctly used) stains only a small fraction of neurons, but stains them in their entirety, including cell body, dendrites, and axon. Without such a stain, brain tissue under a microscope appears as an impenetrable tangle of protoplasmic fibers, in which it is impossible to determine any structure. In the hands of Camillo Golgi, and especially of the Spanish neuroanatomist Santiago Ramón y Cajal, the new stain revealed hundreds of distinct types of neurons, each with its own unique dendritic structure and pattern of connectivity. In the first half of the 20th century, advances in electronics enabled investigation of the electrical properties of nerve cells, culminating in work by Alan Hodgkin, Andrew Huxley, and others on the biophysics of the action potential, and the work of Bernard Katz and others on the electrochemistry of the synapse. These studies complemented the anatomical picture with a conception of the brain as a dynamic entity. Reflecting the new understanding, in 1942 Charles Sherrington visualized the workings of the brain waking from sleep:",
            "score": 90.64584350585938
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 94.37332892417908
        },
        {
            "docid": "15978180_28",
            "document": "Connectome . At the beginning of the connectome project, it was thought that the connections between neurons were unchangeable once established and that only individual synapses could be altered. However, recent evidence suggests that connectivity is also subject to change. There are two ways that the brain can rewire: formation and removal of synapses in an established connection or formation or removal of entire connections between neurons. Both mechanisms of rewiring are useful for learning completely novel tasks that may require entirely new connections between regions of the brain. However, the ability of the brain to gain or lose entire connections poses an issue for mapping a universal species connectome.",
            "score": 128.66095900535583
        },
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 59.73029971122742
        },
        {
            "docid": "33826069_3",
            "document": "Viral neuronal tracing . Most neuroanatomists would agree that understanding how the brain is connected to itself and the body is of paramount importance. As such, it is of equal importance to have a way to visualize and study the connections among neurons. Neuronal tracing methods offer an unprecedented view into the morphology and connectivity of neural networks. Depending on the tracer used, this can be limited to a single neuron or can progress trans-synaptically to adjacent neurons. After the tracer has spread sufficiently, the extent may be measured either by fluorescence (for dyes) or by immunohistochemistry (for biological tracers). An important innovation in this field is the use of neurotropic viruses as tracers. These not only spread throughout the initial site of infection, but can jump across synapses. The use of a virus provides a self-replicating tracer. This can allow for the elucidation of neural microcircuitry to an extent that was previously unobtainable.  This has significant implications for the real world. If we can better understand what parts of the brain are intimately connected, we can predict the effect of localized brain injury. For example, if a patient has a stroke in the amygdala, primarily responsible for emotion, the patient might also have trouble learning to perform certain tasks because the amygdala is highly interconnected with the orbitofrontal cortex, responsible for reward learning. As always, the first step to solving a problem is fully understanding it, so if we are to have any hope of fixing brain injury, we must first understand its extent and complexity.",
            "score": 89.99544525146484
        },
        {
            "docid": "32472154_36",
            "document": "Deep learning . An ANN is based on a collection of connected units called artificial neurons, (analogous to axons in a biological brain). Each connection (synapse) between neurons can transmit a signal to another neuron. The receiving (postsynaptic) neuron can process the signal(s) and then signal downstream neurons connected to it. Neurons may have state, generally represented by real numbers, typically between 0 and 1. Neurons and synapses may also have a weight that varies as learning proceeds, which can increase or decrease the strength of the signal that it sends downstream.",
            "score": 78.08570110797882
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 86.34355437755585
        },
        {
            "docid": "3717_69",
            "document": "Brain . Theorists have worked to understand these response patterns by constructing mathematical models of neurons and neural networks, which can be simulated using computers. Some useful models are abstract, focusing on the conceptual structure of neural algorithms rather than the details of how they are implemented in the brain; other models attempt to incorporate data about the biophysical properties of real neurons. No model on any level is yet considered to be a fully valid description of brain function, though. The essential difficulty is that sophisticated computation by neural networks requires distributed processing in which hundreds or thousands of neurons work cooperatively—current methods of brain activity recording are only capable of isolating action potentials from a few dozen neurons at a time.",
            "score": 107.49047207832336
        },
        {
            "docid": "15978180_16",
            "document": "Connectome . Mapping the connectome at the \"microscale\" (micrometer resolution) means building a complete map of the neural systems, neuron-by-neuron. The challenge of doing this becomes obvious: the number of neurons comprising the brain easily ranges into the billions in more highly evolved organisms. The human cerebral cortex alone contains on the order of 10 neurons linked by 10 synaptic connections. By comparison, the number of base-pairs in a human genome is 3×10. A few of the main challenges of building a human connectome at the microscale today include: (1) data collection would take years given current technology; (2) machine vision tools to annotate the data remain in their infancy, and are inadequate; and (3) neither theory nor algorithms are readily available for the analysis of the resulting \"brain-graphs\". To address the data collection issues, several groups are building high-throughput serial electron microscopes (Kasthuri \"et al.\", 2009; Bock \"et al\". 2011). To address the machine-vision and image-processing issues, the Open Connectome Project is \"alg-sourcing\" (algorithm outsourcing) this hurdle. Finally, statistical graph theory is an emerging discipline which is developing sophisticated pattern recognition and inference tools to parse these brain-graphs (Goldenberg \"et al.\", 2009).",
            "score": 173.02606165409088
        },
        {
            "docid": "27809_6",
            "document": "Chemical synapse . Synapses are functional connections between neurons, or between neurons and other types of cells. A typical neuron gives rise to several thousand synapses, although there are some types that make far fewer. Most synapses connect axons to dendrites, but there are also other types of connections, including axon-to-cell-body, axon-to-axon, and dendrite-to-dendrite. Synapses are generally too small to be recognizable using a light microscope except as points where the membranes of two cells appear to touch, but their cellular elements can be visualized clearly using an electron microscope.",
            "score": 69.05574488639832
        },
        {
            "docid": "337196_7",
            "document": "Neuroanatomy . At the tissue level, the nervous system is composed of neurons, glial cells, and extracellular matrix. Both neurons and glial cells come in many types (see, for example, the nervous system section of the list of distinct cell types in the adult human body). Neurons are the information-processing cells of the nervous system: they sense our environment, communicate with each other via electrical signals and chemicals called neurotransmitters across synapses, and produce our memories, thoughts and movements. Glial cells maintain homeostasis, produce myelin, and provide support and protection for the brain's neurons. Some glial cells (astrocytes) can even propagate intercellular calcium waves over long distances in response to stimulation, and release gliotransmitters in response to changes in calcium concentration. The extracellular matrix also provides support on the molecular level for the brain's cells.",
            "score": 77.29124879837036
        },
        {
            "docid": "33827219_2",
            "document": "Compartmental modelling of dendrites . Compartmental modelling of dendrites deals with multi-compartment modelling of the dendrites, to make the understanding of the electrical behavior of complex dendrites easier. Basically, compartmental modelling of dendrites is a very helpful tool to develop new biological neuron models. Dendrites are very important because they occupy the most membrane area in many of the neurons and give the neuron an ability to connect to thousands of other cells. Originally the dendrites were thought to have constant conductance and current but now it has been understood that they may have active Voltage-gated ion channels, which influences the firing properties of the neuron and also the response of neuron to synaptic inputs. Many mathematical models have been developed to understand the electric behavior of the dendrites. Dendrites tend to be very branchy and complex, so the compartmental approach to understand the electrical behavior of the dendrites makes it very useful.",
            "score": 70.83866620063782
        },
        {
            "docid": "33818014_8",
            "document": "Nervous system network models . On a high level representation, the neurons can be viewed as connected to other neurons to form a neural network in one of three ways. A specific network can be represented as a physiologically (or anatomically) connected network and modeled that way. There are several approaches to this (see Ascoli, G.A. (2002) Sporns, O. (2007), Connectionism, Rumelhart, J. L., McClelland, J. L., and PDP Research Group (1986), Arbib, M. A. (2007)). Or, it can form a functional network that serves a certain function and modeled accordingly (Honey, C. J., Kotter, R., Breakspear, R., & Sporns, O. (2007), Arbib, M. A. (2007)). A third way is to hypothesize a theory of the functioning of the biological components of the neural system by a mathematical model, in the form of a set of mathematical equations. The variables of the equation are some or all of the neurobiological properties of the entity being modeled, such as the dimensions of the dendrite or the stimulation rate of action potential along the axon in a neuron. The mathematical equations are solved using computational techniques and the results are validated with either simulation or experimental processes. This approach to modeling is called computational neuroscience. This methodology is used to model components from the ionic level to system level of the brain. This method is applicable for modeling integrated system of biological components that carry information signal from one neuron to another via intermediate active neurons that can pass the signal through or create new or additional signals. The computational neuroscience approach is extensively used and is based on two generic models, one of cell membrane potential Goldman (1943) and Hodgkin and Katz (1949), and the other based on Hodgkin-Huxley model of action potential (information signal).",
            "score": 101.1488345861435
        }
    ],
    "r": [
        {
            "docid": "15978180_16",
            "document": "Connectome . Mapping the connectome at the \"microscale\" (micrometer resolution) means building a complete map of the neural systems, neuron-by-neuron. The challenge of doing this becomes obvious: the number of neurons comprising the brain easily ranges into the billions in more highly evolved organisms. The human cerebral cortex alone contains on the order of 10 neurons linked by 10 synaptic connections. By comparison, the number of base-pairs in a human genome is 3×10. A few of the main challenges of building a human connectome at the microscale today include: (1) data collection would take years given current technology; (2) machine vision tools to annotate the data remain in their infancy, and are inadequate; and (3) neither theory nor algorithms are readily available for the analysis of the resulting \"brain-graphs\". To address the data collection issues, several groups are building high-throughput serial electron microscopes (Kasthuri \"et al.\", 2009; Bock \"et al\". 2011). To address the machine-vision and image-processing issues, the Open Connectome Project is \"alg-sourcing\" (algorithm outsourcing) this hurdle. Finally, statistical graph theory is an emerging discipline which is developing sophisticated pattern recognition and inference tools to parse these brain-graphs (Goldenberg \"et al.\", 2009).",
            "score": 173.02606201171875
        },
        {
            "docid": "53757504_8",
            "document": "Viktor K. Jirsa . Full brain modelling of the last century was limited to either a few regions of interest modelling or to (mostly unrealistic) approximations of brain connectivity. However, full brain models have always been the interface between human brain imaging and theorising on brain function and dysfunction. In 2002 Jirsa and colleagues demonstrated that the approximations of brain connectivity will never be able to capture most behaviour of brain imaging data (in particular the spatiotemporal symmetries in the data) and thus proposed to use DTI data as a proxy of network connectivity in brain models. Characteristic challenges for this type of large-scale models would be 1) the detailed connection topology and 2) time delays via signal transmission, which do not play a role for modelling on all other levels of organisation. In 2006 Jirsa introduced connectome-based connectivity (from the Cocamac data base with the help of Rolf Kötter) and presented a large-scale brain network model of resting state brain dynamics in Sendai, Japan, at the Brain Connectivity workshop. Connectome-based brain modelling became an active field of research in the years that followed (Honey et al. 2007; Ghosh et al. 2008; Deco et al. 2009), with many applications devoted to resting state dynamics in healthy subjects, ageing and diseases such as schizophrenia, lesions and epilepsy. Various reviews summarise the findings (Deco et al. 2011, 2013; Kringelbach et al. 2015) and highlight the impact of this new approach. Jirsa and his group have contributed to the conception and development of connectome-based modelling and developed a range of technical tools since the early 2000s (Jirsa & Kelso 2000; Jirsa et al. 2002; Jirsa 2009). Of particular importance are Jirsa’s contributions to a better understanding and treatment of signal transmission time delays in brain networks. The presence of many time delays, which are systematically distributed across the network, is a key characteristic of connectome-based brain models and not encountered in any other system of spatiotemporal pattern formation.",
            "score": 147.03829956054688
        },
        {
            "docid": "22363378_22",
            "document": "Laboratory of Neuro Imaging . Human Connectome Project (HCP): The HCP is a multiyear multisite collaboration that aims to provide an unparalleled compilation of neural data and an interface to graphically navigate this data. HCP researchers are mapping the brain’s major pathways, circuits, regions, and functions. One of the project’s two consortia comprises LONI and the Martinos Center for Biomedical Imaging at Massachusetts General Hospital; the two centers are responsible for acquiring and processing imaging data, as well as developing novel algorithms for analysis and graphical means for interactively navigating brain connectivity.",
            "score": 139.0218048095703
        },
        {
            "docid": "22363378_10",
            "document": "Laboratory of Neuro Imaging . Center for Integrative Connectomics (CIC): Launched in 2017 and led by Hong-Wei Dong, professor of neurology at the Keck School of Medicine of USC, the CIC absorbed the Mouse Connectome Project, which has traced more than 2,000 pathways within the mouse brain. The center is developing a detailed connectivity map of the mammalian brain in an effort to understand the neural networks underlying health and disease, including neurological conditions such as autism, Alzheimer’s disease, Parkinson’s disease and Huntington’s disease. In 2017, the center joined the BRAIN Initiative Cell Census Network with a $19 million grant, where it will lead the neuroanatomy analysis and assist with connectivity and transcriptome analyses aimed at characterizing and classifying neurons in the mouse brain.",
            "score": 137.7344512939453
        },
        {
            "docid": "29176704_13",
            "document": "Human Connectome Project . The Human Connectome Project Young Adult study made data on the brain connections of 1100 healthy young adults available to the scientific community. Scientists have used data from the study to support theories about which areas of the brain communicate with one another. For example, one study used data from the project to show that the amygdala, a part of the brain essential for emotional processing, is connected to the parts of the brain that receive information from the senses and plan movement. Another study showed that healthy individuals who had a high tendency to experience anxious or depressed mood had fewer connections between the amygdala and a number of brain areas related to attention.",
            "score": 137.0238800048828
        },
        {
            "docid": "18314899_6",
            "document": "Connectomics . By comparing diseased connectome and healthy connectomes, we should gain insight into certain psychopathologies, such as neuropathic pain, and potential therapies for them. Generally, the field of neuroscience would benefit from standardization and raw data. For example, connectome maps can be used to inform computational models of whole-brain dynamics. Current neural networks mostly rely on probabilistic representations of connectivity patterns. Connectograms (circular diagrams of connectomics) have been used in traumatic brain injury cases to document the extent of damage to neural networks.",
            "score": 136.9502716064453
        },
        {
            "docid": "20474671_6",
            "document": "Sebastian Seung . In his 2010 Ted Conference speech, Seung hypothesizes that the essence of a human being is its connectome. The complexities and vast amount of neural connections in the human brain has slowed the complete mapping of the human connectome. This is in comparison to the only completely mapped connectome to date, that of the nematode \"Caenorhabditis elegans\", a process that took over 12 years to complete despite the animal's hermaphrodite form only having a total of 302 neurons in its entire nervous system. Seung proposes that a connectome is like a riverbed. As the water of a river, neural activity is constantly changing, never staying still. The connectome is the riverbed which both guides the neural activity while also being shaped by the water over time. Illustrating how thinking and neural activity alters the connectome adding to the difficulty of mapping the human connectome that is constantly changing.",
            "score": 134.4052734375
        },
        {
            "docid": "15978180_15",
            "document": "Connectome . Brain networks can be defined at different levels of scale, corresponding to levels of spatial resolution in brain imaging (Kötter, 2007, Sporns, 2010). These scales can be roughly categorized as microscale, mesoscale and macroscale. Ultimately, it may be possible to join connectomic maps obtained at different scales into a single hierarchical map of the neural organization of a given species that ranges from single neurons to populations of neurons to larger systems like cortical areas. Given the methodological uncertainties involved in inferring connectivity from the primary experimental data, and given that there are likely to be large differences in the connectomes of different individuals, any unified map will likely rely on \"probabilistic\" representations of connectivity data (Sporns \"et al.\", 2005).",
            "score": 132.3403778076172
        },
        {
            "docid": "15978180_28",
            "document": "Connectome . At the beginning of the connectome project, it was thought that the connections between neurons were unchangeable once established and that only individual synapses could be altered. However, recent evidence suggests that connectivity is also subject to change. There are two ways that the brain can rewire: formation and removal of synapses in an established connection or formation or removal of entire connections between neurons. Both mechanisms of rewiring are useful for learning completely novel tasks that may require entirely new connections between regions of the brain. However, the ability of the brain to gain or lose entire connections poses an issue for mapping a universal species connectome.",
            "score": 128.66094970703125
        },
        {
            "docid": "15978180_34",
            "document": "Connectome . One group of researchers (Iturria-Medina \"et al.\", 2008) has constructed connectome data sets using diffusion tensor imaging (DTI) followed by the derivation of average connection probabilities between 70-90 cortical and basal brain gray matter areas. All networks were found to have small-world attributes and \"broad-scale\" degree distributions. An analysis of betweenness centrality in these networks demonstrated high centrality for the precuneus, the insula, the superior parietal and the superior frontal cortex. Another group (Gong \"et al.\" 2008) has applied DTI to map a network of anatomical connections between 78 cortical regions. This study also identified several hub regions in the human brain, including the precuneus and the superior frontal gyrus.",
            "score": 127.59195709228516
        },
        {
            "docid": "28022785_3",
            "document": "Serial block-face scanning electron microscopy . One of the first applications of SBFSEM was to analyze the connectivity of axons in the brain. The resolution is sufficient to trace even the thinnest axons and to identify synapses.By now, serial block face imaging contributed to many fields, like developmental biology, plant biology, cancer research, studying neuro-degenerative diseases etc. SBFSEM can generate extremely large data sets, and development of algorithms for automatic segmentation of the very large data sets generated is still a challenge. However much work is being done on this area currently. The EyeWire project harnesses human computation in a game to trace neurons through images of a volume of retina obtained using SBEM.",
            "score": 126.76212310791016
        },
        {
            "docid": "15978180_33",
            "document": "Connectome . The connectome can be studied as a network by means of network science and graph theory. In case of a micro-scale connectome, the nodes of this network (or graph) are the neurons, and the edges correspond to the synapses between those neurons. For the macro-scale connectome, the nodes correspond to the ROIs (regions of interest), while the edges of the graph are derived from the axons interconnecting those areas. Thus connectomes are sometimes referred to as \"brain graphs\", as they are indeed graphs in a mathematical sense which describe the connections in the brain (or, in a broader sense, the whole nervous system).",
            "score": 126.61226654052734
        },
        {
            "docid": "15978180_11",
            "document": "Connectome . In the human brain, the significance of the connectome stems from the realization that the structure and function of the human brain are intricately linked, through multiple levels and modes of brain connectivity. There are strong natural constraints on which neurons or neural populations can interact, or how strong or direct their interactions are. Indeed, the foundation of human cognition lies in the pattern of dynamic interactions shaped by the connectome.",
            "score": 126.59873962402344
        },
        {
            "docid": "29176704_3",
            "document": "Human Connectome Project . The goal of the Human Connectome Project is to build a \"network map\" (connectome) that will shed light on the anatomical and functional connectivity within the healthy human brain, as well as to produce a body of data that will facilitate research into brain disorders such as dyslexia, autism, Alzheimer's disease, and schizophrenia.",
            "score": 126.43132019042969
        },
        {
            "docid": "490620_58",
            "document": "Human brain . Neuroscience research has expanded considerably in recent decades. The \"Decade of the Brain\", an initiative of the United States Government in the 1990s, is considered to have marked much of this increase in research, and was followed in 2013 by the BRAIN Initiative. The Human Connectome Project was a five-year study launched in 2009 to analyse the anatomical and functional connections of parts of the brain, and has provided much data.",
            "score": 126.03508758544922
        },
        {
            "docid": "197179_50",
            "document": "Sexual dimorphism . The relationship between sex differences in the brain and human behavior is a subject of controversy in psychology and society at large. Many females tend to have a higher ratio of gray matter in the left hemisphere of the brain in comparison to males. Males on average have larger brains than females; however, when adjusted for total brain volume the gray matter differences between sexes is almost nonexistent. Thus, the percentage of gray matter appears to be more related to brain size than it is to sex. Differences in brain physiology between sexes do not necessarily relate to differences in intellect. Haier \"et al.\" found in a 2004 study that \"men and women apparently achieve similar IQ results with different brain regions, suggesting that there is no singular underlying neuroanatomical structure to general intelligence and that different types of brain designs may manifest equivalent intellectual performance\". (See the sex and intelligence article for more on this subject.) Strict graph-theoretical analysis of the human brain connections revealed that in numerous graph-theoretical parameters (e.g., minimum bipartition width, edge number, the expander graph property, minimum vertex cover), the structural connectome of women are significantly \"better\" connected than the connectome of men. It was shown that the graph-theoretical differences are due to the sex and not to the differences in the cerebral volume, by analyzing the data of 36 females and 36 males, where the brain volume of each man in the group was smaller than the brain volume of each woman in the group.",
            "score": 125.47268676757812
        },
        {
            "docid": "15978180_22",
            "document": "Connectome . In March 2011, the journal \"Nature\" published a pair of articles on micro-connectomes: Bock \"et al.\" and Briggman \"et al.\" In both articles, the authors first characterized the functional properties of a small subset of cells, and then manually traced a subset of the processes emanating from those cells to obtain a partial subgraph. In alignment with the principles of open-science, the authors of Bock \"et al.\" (2011) have released their data for public access. The full resolution 12TB dataset from Bock \"et al.\" is available at the Open Connectome Project. In 2012, a citizen science project called \"EyeWire\" began attempting to crowdsource the mapping of the connectome through an interactive game. Independently, important topologies of functional interactions among several hundred cells are also gradually going to be declared (Shimono and Beggs, 2014). Scaling up ultrastructural circuit mapping to the whole mouse brain is currently underway (Mikula, 2012). An alternative approach to mapping connectivity was recently proposed by Zador and colleagues (Zador \"et al.\", 2012). Zador's technique, called BOINC (barcoding of individual neuronal connections) uses high-throughput sequencing to map neural circuits. Briefly, the approach consists of (1) labelling each neuron with a unique DNA barcode; (2) transferring barcodes between synaptically coupled neurons (for example using PRV); and (3) fusion of barcodes to represent a synaptic pair. This approach has the potential to be cheap, fast, and extremely high-throughput.",
            "score": 124.96990966796875
        },
        {
            "docid": "29176704_12",
            "document": "Human Connectome Project . The Human Connectome Project has grown into a large group of research teams. These teams make use of the style of brain scanning developed by the Project. The studies usually include using large groups of participants, scanning many angles of participants' brains, and carefully documenting the location of the structures in each participant's brain. Studies affiliated with the Human Connectome Project are currently cataloged by the Connectome Coordination Facility. The studies fall into three categories: Healthy Adult Connectomes, Lifespan Connectome Data, and Connectomes Related to Human Disease. Under each of these categories are research groups working on specific questions.",
            "score": 124.87320709228516
        },
        {
            "docid": "2065100_28",
            "document": "Axon guidance . Contemporary diffusion-weighted MRI techniques may also uncover the macroscopical process of axonal development. The connectome, or the braingraph, can be constructed from diffusion MRI data: the vertices of the graph correspond to anatomically labelled brain areas, and two such vertices, say \"u\" and \"v\", are connected by an edge if the tractography phase of the data processing finds an axonal fiber that connects the two areas, corresponding to \"u\" and \"v\". Numerous braingraphs, computed from the Human Connectome Project can be downloaded from the http://braingraph.org site. The Consensus Connectome Dynamics (CCD) is a remarkable phenomenon that was discovered by continuously decreasing the minimum confidence-parameter at the graphical interface of the Budapest Reference Connectome Server. The Budapest Reference Connectome Server depicts the cerebral connections of n=418 subjects with a frequency-parameter k: For any k=1,2...,n one can view the graph of the edges that are present in at least k connectomes. If parameter k is decreased one-by-one from k=n through k=1 then more and more edges appear in the graph, since the inclusion condition is relaxed. The surprising observation is that the appearance of the edges is far from random: it resembles a growing, complex structure, like a tree or a shrub (visualized on . It is hypothesized in that the growing structure copies the axonal development of the human brain: the earliest developing connections (axonal fibers) are common in most of the subjects, and the subsequently developing connections have larger and larger variance, because their variances are accumulated in the process of axonal development.",
            "score": 122.27997589111328
        },
        {
            "docid": "43278016_12",
            "document": "Joe Z. Tsien . In 2015, Tsien developed the \"Theory of Connectivity\" to explain the design principle upon which evolution and development may construct the brain to be capable of generating intelligence. This theory has made six predictions which have received supportive evidence by a recent set of experiments on both the mouse brain and hamster brain. At its core, the \"Theory of Connectivity\" predicts that the cell assemblies in the brain are not random, rather they should conform to the power-of-two-based equation, N = 2 - 1, to form the pre-configured building block termed as the functional connectivity motif (FCM). Instead of using a single neuron as the computational unit in some extremely simple brains, the theory denotes that in most brains, a group of neurons exhibiting similar tuning properties, termed as a neural clique, should serve as the basic computing processing unit (CPU). Defined by the power-of-two-based equation, N = 2 - 1, each FCM consists of principal-projection neuron cliques (N), ranging from those specific cliques receiving specific information inputs (i) to those general and sub-general cliques receiving various combinatorial convergent inputs. As the evolutionarily conserved logic, its validation requires experimental demonstrations of the following three major properties: 1) Anatomical prevalence - FCMs are prevalent across neural circuits, regardless of gross anatomical shapes; 2) Species conservancy - FCMs are conserved across different animal species; and 3) Cognitive universality - FCMs serve as a universal computational logic at the cell-assembly level for processing a variety of cognitive experiences and flexible behaviors. More importantly, this \"Theory of Connectivity\" further predicts that the specific-to-general combinatorial connectivity pattern within FCMs should be pre-configured by evolution, and emerge innately from development as the brain's computational primitives. This proposed design principle can also explain the general purpose and computational algorithm of the neocortex. This proposed design principle of intelligence can be examined via various experiments and also be modeled by neuromorphic engineers and computer scientists. However, Dr. Joe Tsien cautions that artificial general intelligence based on the brain's principles can come with great benefits and, potentially, even greater risks.",
            "score": 122.13221740722656
        },
        {
            "docid": "26827372_2",
            "document": "Brain morphometry . Brain morphometry is a subfield of both morphometry and the brain sciences, concerned with the measurement of brain structures and changes thereof during development, aging, learning, disease and evolution. Since autopsy-like dissection is generally impossible on living brains, brain morphometry starts with noninvasive neuroimaging data, typically obtained from magnetic resonance imaging (or MRI for short). These data are born digital, which allows researchers to analyze the brain images further by using advanced mathematical and statistical methods such as shape quantification or multivariate analysis. This allows researchers to quantify anatomical features of the brain in terms of shape, mass, volume (e.g. of the hippocampus, or of the primary versus secondary visual cortex), and to derive more specific information, such as the encephalization quotient, grey matter density and white matter connectivity, gyrification, cortical thickness, or the amount of cerebrospinal fluid. These variables can then be mapped within the brain volume or on the brain surface, providing a convenient way to assess their pattern and extent over time, across individuals or even between different biological species. The field is rapidly evolving along with neuroimaging techniques — which deliver the underlying data — but also develops in part independently from them, as part of the emerging field of neuroinformatics, which is concerned with developing and adapting algorithms to analyze those data.",
            "score": 121.94957733154297
        },
        {
            "docid": "189701_37",
            "document": "Development of the nervous system . Contemporary diffusion-weigthted MRI techniques may also uncover the macroscopic process of axonal development. The connectome can be constructed from diffusion MRI data: the vertices of the graph correspond to anatomically labelled gray matter areas, and two such vertices, say \"u\" and \"v\", are connected by an edge if the tractography phase of the data processing finds an axonal fiber that connects the two areas, corresponding to \"u\" and \"v\". Numerous braingraphs, computed from the Human Connectome Project can be downloaded from the http://braingraph.org site. The Consensus Connectome Dynamics (CCD) is a remarkable phenomenon that was discovered by continuously decreasing the minimum confidence-parameter at the graphical interface of the Budapest Reference Connectome Server. The Budapest Reference Connectome Server (http://connectome.pitgroup.org) depicts the cerebral connections of n=418 subjects with a frequency-parameter k: For any k=1,2...,n one can view the graph of the edges that are present in at least k connectomes. If parameter k is decreased one-by-one from k=n through k=1 then more and more edges appear in the graph, since the inclusion condition is relaxed. The surprising observation is that the appearance of the edges is far from random: it resembles a growing, complex structure, like a tree or a shrub (visualized on the animation on the left). It is hypothesized in that the growing structure copies the axonal development of the human brain: the earliest developing connections (axonal fibers) are common at most of the subjects, and the subsequently developing connections have larger and larger variance, because their variances are accumulated in the process of axonal development.",
            "score": 121.04875946044922
        },
        {
            "docid": "29176704_9",
            "document": "Human Connectome Project . The MGH/Harvard-UCLA consortium will focus on optimizing MRI technology for imaging the brain’s structural connections using diffusion MRI, with a goal of increasing spatial resolution, quality, and speed. Diffusion MRI, employed in both projects, maps the brain's fibrous long distance connections by tracking the motion of water. Water diffusion patterns in different types of cells allow the detection of different types of tissues. Using this imaging method, the long extensions of neurons, called white matter, can be seen in sharp relief.",
            "score": 120.80331420898438
        },
        {
            "docid": "337196_29",
            "document": "Neuroanatomy . The brain is small and simple in some species, such as the nematode worm, where the body plan is quite simple: a tube with a hollow gut cavity running from the mouth to the anus, and a nerve cord with an enlargement (a ganglion) for each body segment, with an especially large ganglion at the front, called the brain. The nematode \"Caenorhabditis elegans\" has been studied because of its importance in genetics. In the early 1970s, Sydney Brenner chose it as a model system for studying the way that genes control development, including neuronal development. One advantage of working with this worm is that the nervous system of the hermaphrodite contains exactly 302 neurons, always in the same places, making identical synaptic connections in every worm. Brenner's team sliced worms into thousands of ultrathin sections and photographed every section under an electron microscope, then visually matched fibers from section to section, to map out every neuron and synapse in the entire body, to give a complete connectome of the nematode. Nothing approaching this level of detail is available for any other organism, and the information has been used to enable a multitude of studies that would not have been possible without it.",
            "score": 119.8940658569336
        },
        {
            "docid": "18314899_2",
            "document": "Connectomics . Connectomics is the production and study of connectomes: comprehensive maps of connections within an organism's nervous system, typically its brain or eye. Because these structures are extremely complex, methods within this field use a high-throughput application of neural imaging and histological techniques in order to increase the speed, efficiency, and resolution of maps of the multitude of neural connections in a nervous system. While the principal focus of such a project is the brain, any neural connections could theoretically be mapped by connectomics, including, for example, neuromuscular junctions. This study is sometimes referred to by its previous name of hodology.",
            "score": 119.88775634765625
        },
        {
            "docid": "29176704_14",
            "document": "Human Connectome Project . There are currently four research groups collecting data on connections in the brains of populations other than young adults. The purpose of these groups is to determine ordinary brain connectivity during infancy, childhood, adolescence, and aging. Scientists will use the data from these research groups in the same manner in which they have used data from the Human Connectome Project Young Adult study.",
            "score": 119.01546478271484
        },
        {
            "docid": "29176704_16",
            "document": "Human Connectome Project . Although theories have been put forth about the way brain connections change in the diseases under investigation, many of these theories have been supported by data from healthy populations. For example, an analysis of the brains of healthy individuals supported the theory that individuals with anxiety disorders and depression have less connectivity between their emotional centers and the areas that govern attention. By collecting data specifically from individuals with these diseases, researchers hope to have a more certain idea of how brain connections in these individuals change over time.",
            "score": 118.33805847167969
        },
        {
            "docid": "37689664_12",
            "document": "Resting state fMRI . The connectivity of brain regions that are physically or anatomically attached to one another is referred to as structural connectivity. Regions of the brain do not have to be structurally connected to have functional connectivity, and a structural connection does not necessarily signify a functional link. Several initiatives such as the Human Connectome Project try to build a connectome or a neural connectivity map that will shed light on the anatomical as well as functional connectivity within the healthy human brain.",
            "score": 118.01761627197266
        },
        {
            "docid": "15978180_3",
            "document": "Connectome . The production and study of connectomes, known as connectomics, may range in scale from a detailed map of the full set of neurons and synapses within part or all of the nervous system of an organism to a macro scale description of the functional and structural connectivity between all cortical areas and subcortical structures. The term \"connectome\" is used primarily in scientific efforts to capture, map, and understand the organization of neural interactions within the brain.",
            "score": 118.00648498535156
        },
        {
            "docid": "15978180_20",
            "document": "Connectome . Traditional histological circuit-mapping approaches rely on imaging and include light-microscopic techniques for cell staining, injection of labeling agents for tract tracing, or chemical brain preservation, staining and reconstruction of serially sectioned tissue blocks via electron microscopy (EM). Each of these classical approaches has specific drawbacks when it comes to deployment for connectomics. The staining of single cells, e.g. with the Golgi stain, to trace cellular processes and connectivity suffers from the limited resolution of light-microscopy as well as difficulties in capturing long-range projections. Tract tracing, often described as the \"gold standard\" of neuroanatomy for detecting long-range pathways across the brain, generally only allows the tracing of fairly large cell populations and single axonal pathways. EM reconstruction was successfully used for the compilation of the C. elegans connectome (White \"et al.\", 1986). However, applications to larger tissue blocks of entire nervous systems have traditionally had difficulty with projections that span longer distances.",
            "score": 117.63931274414062
        },
        {
            "docid": "1935504_2",
            "document": "Functional integration (neurobiology) . Functional integration is the study of how brain regions work together to process information and effect responses. Though functional integration frequently relies on anatomic knowledge of the connections between brain areas, the emphasis is on how large clusters of neurons – numbering in the thousands or millions – fire together under various stimuli. The large datasets required for such a whole-scale picture of brain function have motivated the development of several novel and general methods for the statistical analysis of interdependence, such as dynamic causal modelling and statistical linear parametric mapping. These datasets are typically gathered in human subjects by non-invasive methods such as EEG/MEG, fMRI, or PET. The results can be of clinical value by helping to identify the regions responsible for psychiatric disorders, as well as to assess how different activities or lifestyles affect the functioning of the brain.",
            "score": 117.62123107910156
        },
        {
            "docid": "29176704_5",
            "document": "Human Connectome Project . The WU-Minn-Oxford consortium has collected a large amount of MRI and behavioral data on 1,200 healthy adults — twin pairs and their siblings from 300 families. The data are being analyzed to show the anatomical and functional connections between parts of the brain for each individual, and will be related to behavioral test data. Comparing the connectomes and genetic data of genetically identical twins with fraternal twins will reveal the relative contributions of genes and environment in shaping brain circuitry and pinpoint relevant genetic variation. The maps will also shed light on how brain networks are organized.",
            "score": 117.00131225585938
        }
    ]
}