{
    "q": [
        {
            "docid": "18983276_5",
            "document": "Channel blocker . To comprehend the mechanism of channel blockers, it is critical to understand the composition of ion channels. Their main function is to contribute to the resting membrane potential of a cell via the flow of ions through a cell membrane. To accomplish this task, ions must be able to cross the hydrophobic region of a lipid bilayer membrane, an unfavorable process. To assist in ion transport, ion channels form a hydrophilic pore through the membrane which allows for the usually unfavorable transfer of hydrophilic molecules. Various ion channels have varying mechanisms of function. They include: Molecules that act as ion channel blockers can be used in relation to any of these various channels. For example, sodium channels, which are essential to the production of action potentials, are affected by many different toxins. Tetrodotoxin (TTX), a toxin found in pufferfish, completely blocks sodium ion transportation by blocking the selectivity filter region of the channel. Much of the structure of the pores of ion channels has been elucidated from studies that used toxins to inhibit channel function.",
            "score": 305.18156909942627
        },
        {
            "docid": "1772092_5",
            "document": "Defensin . The mammalian defensins (Table below) are different from arthropod defensins. The latter are more similar to protein scorpion toxins. Subsequent investigations confirmed relationships between scorpion toxins that block potassium channels and insect defensins in their three-dimensional structure and their disruption of membrane functions of invasive microbes. Experimental deletion of a small loop of a defensin molecule from a Hymenopteran parasitoid venom that shares attributes of scorpion toxin, removed steric hindrance of interactions between peptides and channels. The resulting peptide was neurotoxin that selectively inhibited potassium channels, binding to the channels in the same manner as scorpion toxins. The results presented structural and functional evidence for the basis of toxin evolution.",
            "score": 199.73528218269348
        },
        {
            "docid": "36080526_3",
            "document": "KcsA potassium channel . KcsA was the first potassium ion channel to be characterized using x-ray crystallography by Roderick MacKinnon and his colleagues in 1998. In the years leading up to this, research on the structure of K channels was centered on the use of small toxin binding to reveal the location of the pore and selectivity filter among channel residues. MacKinnon’s group theorized the tetrameric arrangement of the transmembrane segments, and even suggested presence of pore-forming “loops” in the filter region made of short segments of amino acids that interacted with K ions passing through the channel The discovery of strong sequence homology between KcsA and other channels in the Kv family, including the \"Shaker\" protein, attracted the attention of the scientific community especially as the K channel signature sequence began to appear in other prokaryotic genes. The simplicity of the two transmembrane helices in KcsA, as opposed to the six in many eukaryotic ion channels, also provided a method to understand the mechanisms of K channels conduction at a more rudimentary level, thereby providing even great impetus for the study of KcsA.",
            "score": 273.24199056625366
        },
        {
            "docid": "7869912_4",
            "document": "Margatoxin . Margatoxin is a peptide originally purified from the venom of the scorpion \"Centrutoides margaritatus\" (Central American Bark Scorpion). Scorpion toxins are specific and have a high affinity for their targets, and this makes them good tools to characterize various receptor proteins involved in ion channel functioning. Because only low amounts of natural toxins can be isolated from scorpion venoms, a chemical synthesis approach has been utilised to produce sufficient protein for research. This approach is not only produces enough material to study the effects on potassium channels but ensures purity as toxin isolated from the scorpion venom risks contamination by other active compounds.",
            "score": 208.95252108573914
        },
        {
            "docid": "2440680_10",
            "document": "Dendrotoxin . Potassium channels of vertebrate neurons display a high degree of diversity that allows neurons to precisely tune their electrical signaling properties by expression of different combinations of potassium channel subunits. Furthermore, because they regulate ionic flux across biological membranes, they are important in many aspects of cellular regulation and signal transduction of different cell types. Therefore, voltage-gated potassium channels are targets for a wide range of potent biological toxins from such organisms as snakes, scorpions, sea anemones, and cone snails. Thus, venom purification has led to the isolation of peptide toxins such as the dendrotoxins, which have become useful pharmacological tools for the study of potassium channels. Because of their potency and selectivity for different subtypes of potassium channels, dendrotoxins have become useful as molecular probes for the structural and functional study of these proteins. This may help improve our understanding of the roles played by individual channel types, as well as assist in the pharmacological classification of these diverse channel types. Furthermore, the availability of radiolabelled dendrotoxins provides a tool for the screening of other sources in a search for new potassium channel toxins, such as the kalicludine class of potassium channel toxins in sea anemones. Lastly, the structural information provided by dendrotoxins may provide clues to the synthesis of therapeutic compounds that may target particular classes of potassium channels.",
            "score": 227.0984115600586
        },
        {
            "docid": "870771_5",
            "document": "Roderick MacKinnon . In 1989 he was appointed assistant professor at Harvard University where he studied the interaction of the potassium channel with a specific toxin derived from scorpion venom, acquainting himself with methods of protein purification and X-ray crystallography. In 1996 he moved to Rockefeller University as a professor and head of the Laboratory of Molecular Neurobiology and Biophysics where he started to work on the structure of the potassium channel. These channels are of particular importance to the nervous system and the heart and enable potassium ions to cross the cell membrane.",
            "score": 235.29957270622253
        },
        {
            "docid": "51789785_6",
            "document": "HsTx1 . Scorpion venom usually contains different toxins that could influence the physiological functioning of nervous system binding the sites and blocking the activity of voltage-gated ion channels. The main targets of these toxins are potassium channels and sodium channels. On the basis of their amino acid sequences comparison those toxins are classified in 4 groups(3). HsTx1 Toxin belongs to the fourth group, which also contains toxins Pi1, Pi2 and Pi3 (from \"Pandinus imperator\" scorpion) and Maurotoxin (MTX, from \"Scorpio maurus\" scorpion). Main structural characteristics are the presence of 34 amino acid residues and 3 or 4 Disulfide bridges. Toxins of the fourth group have 50%-70% sequence identity overlap with each other. In general the sequence of HsTx1 has only the 32-47% affinity with that of the toxins belonging to the three disulfide bridges group. Despite that their 3D backbone structures are similar. Within the 4 bridge groups, there is more structural homology between Pi1 and MTX than with HsTx1, since HsTx1 does not share the same position of cysteine residues responsible for the sulfide bonds in its sequence. These differences in homology could explain the differences in pharmacological activity such as HsTx1 binding with more affinity and specificity to the Kv1.3.",
            "score": 239.7793788909912
        },
        {
            "docid": "14773966_14",
            "document": "KCNB1 . Potassium delayed rectifiers have been implicated in many pharmacological uses in the investigation of biological toxins for drug development. A main component to many of the toxins with negative effects on delayed rectifiers contain cystine inhibitors that are arranged around disulfide bond formations. Many of these toxins originate from species of tarantulas. \"G. spatulata\" produces the hanatoxin, which was the first drug to be manipulated to interact with KCNB1 receptors by inhibiting the activation of most potassium voltage-gated channels. Other toxins, such as stromatoxin, heteroscordratoxin, and guangxitoxin, target the selectivity of voltage KCNB1 rectifiers, by either lowering potassium binding affinity or increasing the binding rate of potassium. This can lead to excitotoxicity, or overstimulation of postsynaptic neurons. In nature, the prey of tarantula that are injected with these endogenous toxins induces this excitotoxic effect, producing paralysis for easy capture. Physiologically, these venoms work on KCNB1 rectifier affinity by altering the channels’ voltage sensor, making it more or less sensitive to extracellular potassium concentrations. KCNB1 is also susceptible to tetraethylammonium (TEA) and 4-aminopyridine (4-AP), which completely block all channel activity. TEA also works on calcium-activated potassium channels, furthering its inhibitory effects on neurons and skeletal muscle. Some isoforms of TEA are beneficial for patients with severe Alzheimer’s, as blocking KCNB1 channels reduces the amount of neuronal apoptosis, thereby slowing the rate of dementia. This has been attributed to the oxidative properties of the channel by ROS.",
            "score": 213.90095007419586
        },
        {
            "docid": "14200830_7",
            "document": "Tamapin . The target of Tamapin is the small conductance calcium-dependent potassium (SK) channel. This scorpion toxin blocks SK2 channels with selectivity for SK2 versus SK1 channels in a largely reversible manner. Despite completely different sequences, Apamin (a bee venom toxin) and Tamapin share at least in part, the same binding sites on rat brain synaptosomes. Cloned SK2 are most sensitive for Apamin in binding assays and physiological recordings. However, Tamapin displaces Apamin in binding assays and is therefore a stronger toxin with respect to Apamin. SK 1 and SK 3 are only affected with a high concentration of Tapamin and therefore this toxin inhibits SK2 with the highest affinity, SK3 intermediate and the lowest affinity for SK1 channels. A less closely related member of the SK channels is the intermediate conductance calcium activated potassium channel SK4, also known as IK1, which is not sensitive to Apamin and is also not affected by Tapamin. The same applies to voltage dependent potassium channels; the block of SK2-mediated currents is not voltage dependent. This specific channel block evokes a reduction in the small conductance calcium-dependent potassium channels current.",
            "score": 208.03334438800812
        },
        {
            "docid": "44100007_6",
            "document": "Tamulotoxin . A comparative model has been suggested for the 3D protein structure of TmTx by using information from homologous proteins with known structures. Based on this model, it is highly likely that TmTx blocks calcium activated potassium channels by binding to the S5-S6 segment and thus blocking its pore. The active site of TmTx in this model consists of 5 amino acids, which is essential for the activity of TmTx. These amino acids would be responsible for inhibiting transport of ions. On the other hand, TmTx does not seem to inhibit [I] apamin binding to synaptic membranes in the rat brain or ionomycin-induced 86Rb fluxes in C6 cells in vitro. This suggests that TmTx does not have an effect on SK channels or charybdotoxin-sensitive IK channels (calcium-activated potassium channel), respectively.  Another suggested target is the Kv1.6 channel, a voltage-gated potassium channel. There are two suggestions for the mode of action. Either it works via blocking the open channel, or there could be a modulation of slow inactivation of this channel. Upon wash, a complete reversal of the block occurred, suggesting that the binding of the toxin to the channel is not very strong.",
            "score": 287.0387010574341
        },
        {
            "docid": "7839509_2",
            "document": "Taicatoxin . Taicatoxin (TCX) is a snake toxin that blocks voltage-dependent L-type calcium channels and small conductance Ca-activated K channels. The name taicatoxin (TAIpan + CAlcium + TOXIN) is derived from its natural source, the taipan snake, the site of its action, calcium channels, and from its function as a toxin. Taicatoxin was isolated from the venom of Australian taipan snake, \"Oxyuranus scutellatus scutellatus\". TCX is a secreted protein, produced in the venom gland of the snake.",
            "score": 149.8028109073639
        },
        {
            "docid": "1822196_6",
            "document": "Molecular neuroscience . Potassium channels come in a variety of forms, are present in most eukaryotic cells, and typically tend to stabilize the cell membrane at the potassium equilibrium potential. As with sodium ions, graded potentials and action potentials are also dependent on potassium channels. While influx of Na ions into a neuron induce cellular depolarization, efflux of influx of K ions out of a neuron causes a cell to repolarize to resting membrane potential. The activation of potassium ion channels themselves are dependent on the depolarization resulting from Na influx during an action potential.  As with sodium channels, the potassium channels have their own toxins that block channel protein action. An example of such a toxin is the large cation, tetraethylammonium (TEA), but it is notable that the toxin does not have the same mechanism of action on all potassium channels, given the variety of channel types across species. The presence of potassium channels was first identified in \"Drosophila melanogaster\" mutant flies that shook uncontrollably upon anesthesia due to problems in cellular repolarization that led to abnormal neuron and muscle electrophysiology. Potassium channels were first identified by manipulating molecular genetics (of the flies) instead of performing channel protein purification because there were no known high-affinity ligands for potassium channels (such as TEA) at the time of discovery.",
            "score": 272.0665899515152
        },
        {
            "docid": "24664296_4",
            "document": "Psalmotoxin . The psalmotoxin structure can be classified as an inhibitor cystine knot (ICK) protein. Many ion channel effectors from snail, spider, and scorpion venoms share a similar ICK structure, although they possess very different pharmalogical profiles. Among ICK toxins, psalmotoxin is the only peptide known to act on homomeric ASIC1 channels.",
            "score": 185.2296712398529
        },
        {
            "docid": "44008718_6",
            "document": "Pandinus imperator (Pi3) toxin . The three-dimensional structure of Pi3 is similar to other potassium channel blocking toxins like charybdotoxin, because it has three disulphide bridges that stabilize two strands of beta sheet structures and a short alpha helix. But Pi3 differs from many other toxins in its primary structure, e.g. toxins from scorpions of the genera Buthus which also block K channels. The amino terminal region of Pi3 lacks three residues when compared to other toxins of the same family e.g. charybdotoxin. Notably, the cysteinyl residues and lysine at position 28 which corresponds to Lys24 in Pi3 are highly conserved among most of the peptide toxins and are thought to be important for channel recognition, three-dimensional structure or both.",
            "score": 175.86323308944702
        },
        {
            "docid": "51921029_6",
            "document": "HgeTx1 . HgeTx1 has only been investigated for its effectiveness on the \"Shaker B\" K-channel, where the toxin seems to work as a plug that blocks the pore’s ion conductance. This blockage follows the functional dyad model that underlies most α-KTx toxins. In the functional dyad model, a lysine residue interacts with a hydrophobic Leu, Tyr, Met or Phe residue, in order to recognize the K-channel. On the extracellular side of the channel, the side-chain of the lysine residue will enter the pore and subsequently block the channel. In HgeTx1, it seems likely that the Lys24 residue will interact with the hydrophobic Met33 or Leu34 residue according to the functional dyad model, which allows it to block the \"Shaker B\" K-channel.",
            "score": 203.70067310333252
        },
        {
            "docid": "44092786_5",
            "document": "Calitoxin . Calitoxin and other sea anemone toxins are used in studying ion channels, with potential applications in biomedical and physiology research. In the mature CLX, one base-pair substitution is responsible for a single glutamic acid to lysine replacement in the coding region of CLX-2, leading to the difference between the two isoforms. The structural organization of these two genes show a high degree of homology. This suggests that the two different peptides have the same biological function. This cannot yet be confirmed because only CLX-1 has been isolated from \"C. parasitica\". Calitoxin has a very different sequence from another sodium channel binding sea anemone toxin, ATX II, which is produced by the distantly related \"Anemonia sulcata\". A better understanding of these differences might offer insights about the function of particular amino acid residues. Despite markedly dissimilar gene sequences, CLX-1 affects crustacean axon potentials similar to two other classes of anemone toxins. Alternatively, certain aspects of the structure of the CLX genes are found in scorpion toxins as well as other sea anemone toxins that block potassium channels.",
            "score": 210.90402603149414
        },
        {
            "docid": "23965432_4",
            "document": "Gating (electrophysiology) . The name 'gating' derives from the idea that an ion channel protein includes a pore that is guarded by a gate or several gates, and the gate(s) must be in the open position for any ions to pass through the pore. A variety of cellular changes can trigger gating, depending on the ion channel, including changes in voltage across the cell membrane (voltage-gated ion channels), drugs or hormones interacting with the ion channel (ligand-gated ion channels), changes in temperature, stretching or deformation of the cell membrane, addition of a phosphate group to the ion channel (phosphorylation), and interaction with other molecules in the cell (e.g., G proteins). The rate at which any of these gating processes occurs in response to these triggers are known as the 'kinetics of gating.' Some drugs and many ion channel toxins act as 'gating modifiers' of voltage-gated ion channels by changing the kinetics of gating.",
            "score": 299.39623510837555
        },
        {
            "docid": "19589499_2",
            "document": "Hongotoxin . Hongotoxin (HgTX) is an ion channel toxin, which blocks \"Shaker\"-type (K1) K channels. The toxin is derived from the venom of Centruroides limbatus, a Central American scorpion found meanly in Costa Rica, Honduras and Panama.",
            "score": 181.29307413101196
        },
        {
            "docid": "51933299_2",
            "document": "Limbatustoxin . Limbatustoxin (LbTX; α-KTx 1.4), is an ion channel toxin from the venom of the \"Centruroides limbatus\" scorpion. This toxin is a selective blocker of BK channels, calcium-activated potassium channels.",
            "score": 207.26036524772644
        },
        {
            "docid": "55485373_2",
            "document": "Noxiustoxin . Noxiustoxin (NTX) is a toxin from the venom of the Mexican scorpion \"Centruroides\" noxius Hoffmann which block voltage-dependent potassium channels and calcium-activated potassium channels. NTX was first purified from homogenized crude venom extract of the Mexican scorpion \"Centruroides noxius\" Hoffmann, found in the Mexican state of Nayarit. NTX accounts for only about 1% of the scorpion venom. NTX is one of the best-studied toxic peptides from scorpion venoms. It was the second purified toxin of the \"Centruroides\" genus after neurotoxin II and the first short peptide from scorpion venom to be reported in the literature. The name for noxiustoxin was first proposed in 1982, before which it was known as toxin II-11",
            "score": 154.57217049598694
        },
        {
            "docid": "14846432_2",
            "document": "Scorpion toxin . Scorpion toxins are proteins found in the venom of scorpions. Their toxic effect may be mammal- or insect-specific and acts by binding to sodium channels, inhibiting the inactivation of activated channels and blocking neuronal transmission.",
            "score": 166.0329716205597
        },
        {
            "docid": "40813280_6",
            "document": "Ergtoxin . Ergtoxin effects are a result of the toxin binding to voltage- gated K channels containing the Kv11.1 alpha subunit encoded by ether-a-go-go-genes (hERG1, hERG2 and hERG3) in the central nervous system of humans. The several subtypes of Ergtoxin (e.g. CeErg4 and CeErg5) block voltage-gated K hERG-related channels. Owing to small differences in sequence, the different toxins show selectivity towards specific hERG-channels. Two concurrent modes of action for these toxins have been reported: 1.) blocking channel conductance by interacting with the outer vestibule of the channel or at the extracellular surface pore domains S5-S6, and 2.) interference with channel gating through interaction with the voltage-sensing domain S1-S4.",
            "score": 190.3763244152069
        },
        {
            "docid": "51931248_10",
            "document": "Pandinus imperator toxin (Pi4) . The residues K, I, N, K, and Y might be important for Pi4's interaction with Shaker B channels, especially K and Y, which form a conserved dyad of a lysine and aromatic cluster in other potassium channel toxins. It has been suggested that the positive charge of the lysine mimicks a potassium ion and enters the pore of the potassium channel, hence occluding the pore opening and inhibiting the ion flux.",
            "score": 258.87944769859314
        },
        {
            "docid": "55486942_2",
            "document": "ImKTx88 . ImKTx88 is a selective inhibitor of the K1 ion channel family that can be isolated from the venom of the \"Isometrus maculatus\" (lesser brown scorpion). This peptide belongs to the α-KTx subfamily and is classified as a pore-blocking toxin.",
            "score": 186.76357507705688
        },
        {
            "docid": "33439101_5",
            "document": "BeKm-1 toxin . BeKm-1 shows structural homology to the family of scorpion venom potassium channel blockers, the α-KTx family. Despite the similarities between BeKm-1 and these scorpion toxins, BeKm-1 belongs to a new subfamily of scorpion K1 channel blocking peptides. The differences between the subfamilies are in the COOH-terminal part: the newly described family of toxins, BeKm-1 included, contains Arg 17, Val 29 and Phe32, while the older one Lys, Met and Lys.",
            "score": 148.76406717300415
        },
        {
            "docid": "53437162_3",
            "document": "Vanessa Ruta . Ruta graduated summa cum laude from Hunter College in Chemistry in 2000. She went on to perform doctoral research in the laboratory of Rod Mackinnon, earning her Ph.D. in Biology from The Rockefeller University in 2005. In Mackinnon's lab, she played a critical role in solving the structure of the voltage-dependent potassium ion channel. Her graduate work investigated the structural biology and function of potassium channels. These deeply conserved proteins conduct ions across biological membranes and are targets of toxin including those produced by the tarantula. Vanessa worked out the mechanism by which spider toxins bind the voltage sensor domain of potassium channels. As a postdoctoral fellow with Richard Axel at Columbia University, Ruta switched fields to the analysis of how the brain encodes both innate and learned stimuli and discovered a sexually dimorphic circuit that drives male fly responses to a pheromone, and traced the activity of the circuit from the periphery to the motor output. She joined the faculty at The Rockefeller University in 2011.",
            "score": 225.26515805721283
        },
        {
            "docid": "29244940_3",
            "document": "Bestoxin . Bestoxin is one of the many components that can be isolated from the venom of the South African spitting scorpion. Other peptide toxins also found in the venom include dortoxin, birtoxin, and altitoxin. Together with birtoxin, dorotoxin, altitoxin and ikitoxin, this mammal-specific ion channel toxin is a member of the birtoxin polypeptide family. These birtoxin-like polypeptides contribute significantly to the venom’s toxicity, since they constitute at least 30% of the peptides in the venom of this scorpion.",
            "score": 165.03885102272034
        },
        {
            "docid": "48186544_5",
            "document": "BgK . BgK is composed of 37 amino acid residues, and three disulfide bonds. The neurotoxin belongs to a family of toxins found within 3 different sea anemones. The two other anemone/toxin combinations are: \"Stichodactyla helianthus\" and ShK; \"Anemonia viridis\" and AsKs. All three of these toxins have an affinity to dendrotoxin sensitive potassium channels that are found within rat brain membranes. BgK and ShK attenuate K channels in the neurons of rat dorsal ganglia, in vitro. AsKs stops potassium channel currents that are present in Xenopus oocytes. These toxins potentially represent a new structural type of potassium channel inhibitor. Compared to the short and well-studied scorpion toxins, these anemone toxins have comparable amino acid content (35-37 residues) and the same number of disulfide bridges (three). However, these anemone toxins do not share any sequential similarity. Specifically, the different position of the cysteine residues found within these toxins suggests that BgK, ShK, and AsKS are a new family of toxins.",
            "score": 173.40853929519653
        },
        {
            "docid": "19690563_7",
            "document": "Stichodactyla toxin . ShK and its analogues are blockers of the channel pore. They bind to all four subunits in the K channel tetramer by interacting with the shallow vestibule at the outer entrance to the channel pore. These peptides are anchored in the external vestibule by two key interactions. The first is Lys22, which protrudes into and occludes the channel’s pore like a \"cork in a bottle\" and blocks the passage of potassium ions through the channel pore. The second is the neighboring Tyr23, which together with Lys22 forms a “functional dyad” required for channel block. Many K channel-blocking peptides contain such a dyad of a lysine and a neighboring aromatic or aliphatic residue. Some K channel-blocking peptides lack the functional dyad, but even in these peptides a lysine physically blocks the channel, regardless of the position of the lysine in the peptide sequence. Additional interactions anchor ShK and its analogues in the external vestibule and contribute to potency and selectivity. For example, Arg11 and Arg29 in ShK interact with two Asp386 residues in adjacent subunits in the mouse K1.3 external vestibule (corresponds to Asp433 in human K1.3).",
            "score": 239.02500700950623
        },
        {
            "docid": "33439525_2",
            "document": "Bukatoxin . Bukatoxin is an α-scorpion toxin found in the venom of the Chinese scorpion \"Buthus martensi\" Karsch. By blocking the inactivation of sodium ion channels, α-scorpion toxins prolong action potentials.",
            "score": 175.21534824371338
        },
        {
            "docid": "24662847_5",
            "document": "Discrepin . Discrepin blocks voltage-gated Shal-type (Kv4.x) K channels in cerebellar granular cells. These A-type K channels regulate firing frequency, spike initiation and the waveform of action potentials. Discrepin has yet only been tested in cerebellar cells, however, Kv4.x family channels are in general highly expressed in the brain, heart and smooth muscles. Competition experiments showed that discrepin inhibits the binding of scorpion toxin BmTx3 to its receptor site, where other K channel blockers (Kv1-, Kv3.4-, Kv4.2/4.3 family blockers) were unable to compete with this toxin. These results support the hypothesis that discrepin can bind to a very specific and unique type of Kv4.x receptor channels. The residues of discrepin that are important for blocking these channels have not yet been clarified. However, it is clear that the N-terminal plays a role in the binding affinity. The stoichiometry of toxin binding to the potassium channel is 1:1.",
            "score": 232.52743864059448
        },
        {
            "docid": "14853309_4",
            "document": "Spider toxin . Spider potassium channel inhibitory toxins is another group of spider toxins. A representative of this group is hanatoxin, a 35 amino acid peptide toxin which was isolated from Chilean rose tarantula (\"Grammostola rosea\", syn. \"G. spatulata\") venom. It inhibits the drk1 voltage-gated potassium channel by altering the energetics of gating. See also Huwentoxin-1 .",
            "score": 155.95547759532928
        }
    ],
    "r": [
        {
            "docid": "20227419_5",
            "document": "Transmembrane channels . Ion channels are a type of transmembrane channel responsible for the passive transport of positively charged ions (sodium, potassium, calcium, hydrogen and magnesium) and negatively charged ions (chloride) and, can be either gated or ligand-gated channels. One of the best studied ion channels is the potassium ion channel. The potassium ion channel can allow rapid movement of potassium ions while being selective against sodium. Using X-ray diffraction data and atomic model computations a likely structure of the channel consists of a number of protein alpha-helixes forming an hourglass shaped pore with the narrowest point halfway through the membrane's lipid bilayer. To move through the channel the potassium ions must shed their aqueous matrix and enter a selectivity filter composed of carbonyl oxygens. The potassium ions pass through one atom at a time along five different cation (positively charged ion) binding sites.",
            "score": 315.6443786621094
        },
        {
            "docid": "18983276_5",
            "document": "Channel blocker . To comprehend the mechanism of channel blockers, it is critical to understand the composition of ion channels. Their main function is to contribute to the resting membrane potential of a cell via the flow of ions through a cell membrane. To accomplish this task, ions must be able to cross the hydrophobic region of a lipid bilayer membrane, an unfavorable process. To assist in ion transport, ion channels form a hydrophilic pore through the membrane which allows for the usually unfavorable transfer of hydrophilic molecules. Various ion channels have varying mechanisms of function. They include: Molecules that act as ion channel blockers can be used in relation to any of these various channels. For example, sodium channels, which are essential to the production of action potentials, are affected by many different toxins. Tetrodotoxin (TTX), a toxin found in pufferfish, completely blocks sodium ion transportation by blocking the selectivity filter region of the channel. Much of the structure of the pores of ion channels has been elucidated from studies that used toxins to inhibit channel function.",
            "score": 305.18157958984375
        },
        {
            "docid": "374338_3",
            "document": "NMDA receptor . The NMDAR is a specific type of ionotropic glutamate receptor. The NMDA receptor is so named because the agonist molecule \"N\"-methyl-D-aspartate (NMDA) binds selectively to it, and not to other glutamate receptors. Activation of NMDA receptors results in the opening of an ion channel that is nonselective to cations, with a combined reversal potential near 0 mV. While the opening and closing of the ion channel is primarily gated by ligand binding, the current flow through the ion channel is voltage dependent. Extracellular magnesium (Mg) and zinc (Zn) ions can bind to specific sites on the receptor, blocking the passage of other cations through the open ion channel. Depolarization of the cell dislodges and repels the Mg and Zn ions from the pore, thus allowing a voltage-dependent flow of sodium (Na) and small amounts of calcium (Ca) ions into the cell and potassium (K) out of the cell.",
            "score": 304.60150146484375
        },
        {
            "docid": "23965432_4",
            "document": "Gating (electrophysiology) . The name 'gating' derives from the idea that an ion channel protein includes a pore that is guarded by a gate or several gates, and the gate(s) must be in the open position for any ions to pass through the pore. A variety of cellular changes can trigger gating, depending on the ion channel, including changes in voltage across the cell membrane (voltage-gated ion channels), drugs or hormones interacting with the ion channel (ligand-gated ion channels), changes in temperature, stretching or deformation of the cell membrane, addition of a phosphate group to the ion channel (phosphorylation), and interaction with other molecules in the cell (e.g., G proteins). The rate at which any of these gating processes occurs in response to these triggers are known as the 'kinetics of gating.' Some drugs and many ion channel toxins act as 'gating modifiers' of voltage-gated ion channels by changing the kinetics of gating.",
            "score": 299.396240234375
        },
        {
            "docid": "374331_7",
            "document": "Neurotransmitter receptor . The binding site of endogenous ligands on LGICs protein complexes are normally located on a different portion of the protein (an allosteric binding site) compared to where the ion conduction pore is located. The direct link between ligand binding and opening or closing of the ion channel, which is characteristic of ligand-gated ion channels, is contrasted with the indirect function of metabotropic receptors, which use second messengers. LGICs are also different from voltage-gated ion channels (which open and close depending on membrane potential), and stretch-activated ion channels (which open and close depending on mechanical deformation of the cell membrane).",
            "score": 290.25836181640625
        },
        {
            "docid": "563161_25",
            "document": "Membrane potential . Ion channels are integral membrane proteins with a pore through which ions can travel between extracellular space and cell interior. Most channels are specific (selective) for one ion; for example, most potassium channels are characterized by 1000:1 selectivity ratio for potassium over sodium, though potassium and sodium ions have the same charge and differ only slightly in their radius. The channel pore is typically so small that ions must pass through it in single-file order. Channel pores can be either open or closed for ion passage, although a number of channels demonstrate various sub-conductance levels. When a channel is open, ions permeate through the channel pore down the transmembrane concentration gradient for that particular ion. Rate of ionic flow through the channel, i.e. single-channel current amplitude, is determined by the maximum channel conductance and electrochemical driving force for that ion, which is the difference between the instantaneous value of the membrane potential and the value of the reversal potential.",
            "score": 289.8321533203125
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 288.5535888671875
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 288.49884033203125
        },
        {
            "docid": "44100007_6",
            "document": "Tamulotoxin . A comparative model has been suggested for the 3D protein structure of TmTx by using information from homologous proteins with known structures. Based on this model, it is highly likely that TmTx blocks calcium activated potassium channels by binding to the S5-S6 segment and thus blocking its pore. The active site of TmTx in this model consists of 5 amino acids, which is essential for the activity of TmTx. These amino acids would be responsible for inhibiting transport of ions. On the other hand, TmTx does not seem to inhibit [I] apamin binding to synaptic membranes in the rat brain or ionomycin-induced 86Rb fluxes in C6 cells in vitro. This suggests that TmTx does not have an effect on SK channels or charybdotoxin-sensitive IK channels (calcium-activated potassium channel), respectively.  Another suggested target is the Kv1.6 channel, a voltage-gated potassium channel. There are two suggestions for the mode of action. Either it works via blocking the open channel, or there could be a modulation of slow inactivation of this channel. Upon wash, a complete reversal of the block occurred, suggesting that the binding of the toxin to the channel is not very strong.",
            "score": 287.0386962890625
        },
        {
            "docid": "18983276_8",
            "document": "Channel blocker . Many different organic compounds can act as channel blockers despite channel specificity. Channels have evolved structures that, due to their membrane spanning regions, can discriminate between various ions or compounds. For example, some objects are too large for to fit into channels that are structurally specified to transport smaller objects, such as a potassium ion attempting to fit into a sodium channel. Conversely, some objects are too small to be properly stabilized by certain channel pores, such as a sodium ion attempting to pass through a potassium channel. In both cases, channel flux is not permitted. However, as long as a particular compound possesses adequate chemical affinity to a channel, that compound may be able to bind and block the channel pore. For example, TTX can bind and inactivate voltage-gated sodium channels, despite the fact that TTX is much larger and chemically different than sodium ions. Given the disparities in size and chemical properties between TTX and a sodium ion, this is an example of structure being used to block usually specific channels.",
            "score": 286.63787841796875
        },
        {
            "docid": "857170_28",
            "document": "Cardiac action potential . Ion channels are proteins, that change shape in response to different stimuli to either allow or prevent the movement of specific ions across a membrane (they are said to be selectively permeable). Stimuli, which can either come from outside the cell or from within the cell, can include the binding of a specific molecule to a receptor on the channel (also known as ligand-gated ion channels) or a change in membrane potential around the channel, detected by a sensor (also known as voltage-gated ion channels) and can act to open or close the channel. The pore formed by an ion channel is aqueous (water filled) and allows the ion to rapidly travel across the membrane. Ion channels can be selective for specific ions, so there are Na, K, Ca, and Cl specific channels. They can also be specific for a certain charge of ions (i.e. positive or negative).",
            "score": 283.51068115234375
        },
        {
            "docid": "5134478_5",
            "document": "Guard cell . Ion uptake into guard cells causes stomatal opening: The opening of gas exchange pores requires the uptake of potassium ions into guard cells. Potassium channels and pumps have been identified and shown to function in the uptake of ions and opening of stomatal apertures. Ion release from guard cells causes stomatal pore closing: Other ion channels have been identified that mediate release of ions from guard cells, which results in osmotic water efflux from guard cells due to osmosis, shrinking of the guard cells, and closing of stomatal pores (Figures 1 and 2). Specialized potassium efflux channels participate in mediating release of potassium from guard cells. Anion channels were identified as important controllers of stomatal closing. Anion channels have several major functions in controlling stomatal closing: (a) They allow release of anions, such as chloride and malate from guard cells, which is needed for stomatal closing. (b) Anion channels are activated by signals that cause stomatal closing, for example by intracellular calcium and ABA. The resulting release of negatively charged anions from guard cells results in an electrical shift of the membrane to more positive voltages (depolarization) at the intracellular surface of the guard cell plasma membrane. This electrical depolarization of guard cells leads to activation of the outward potassium channels and the release of potassium through these channels. At least two major types of anion channels have been characterized in the plasma membrane: S-type anion channels and R-type anion channels.",
            "score": 279.3329772949219
        },
        {
            "docid": "518565_4",
            "document": "Hyperpolarization (biology) . Voltage gated ion channels respond to changes in the membrane potential. Voltage gated potassium, chloride and sodium channels are key component for generating the action potential as well as hyper-polarization. These channels work by selecting an ion based on electrostatic attraction or repulsion allowing the ion to bind to the channel. This releases the water molecule attached to the channel and the ion is passed through the pore. Voltage gated sodium channels open in response to a stimulus and close again. This means the channel either is open or not, there is no part way open. Sometimes the channel closes but is able to be reopened right away, known as channel gating, or it can be closed without being able to be reopened right away, known as channel inactivation.",
            "score": 278.6579284667969
        },
        {
            "docid": "15303_4",
            "document": "Ion channel . There are two distinctive features of ion channels that differentiate them from other types of ion transporter proteins: Ion channels are located within the membrane of all excitable cells, and of many intracellular organelles. They are often described as narrow, water-filled tunnels that allow only ions of a certain size and/or charge to pass through. This characteristic is called selective permeability. The archetypal channel pore is just one or two atoms wide at its narrowest point and is selective for specific species of ion, such as sodium or potassium. However, some channels may be permeable to the passage of more than one type of ion, typically sharing a common charge: positive (cations) or negative (anions). Ions often move through the segments of the channel pore in single file nearly as quickly as the ions move through free solution. In many ion channels, passage through the pore is governed by a \"gate\", which may be opened or closed in response to chemical or electrical signals, temperature, or mechanical force.",
            "score": 278.5383605957031
        },
        {
            "docid": "8858088_10",
            "document": "Emodepside . In addition to exerting an effect on the nematode via binding to Latrophilin receptors, there is also recent evidence that indicates that emodepside also interacts with the BK potassium channel coded by the gene Slo-1. This protein (see figure for structure) is a member of the 6 transmembrane helix structural class of potassium ion channels with each subunit consisting of 6 transmembrane helices and 1 P domain (this P domain is conserved in all potassium ion channels and forms the selectivity filter that enables the channel to transport potassium ions across the membrane in great preference to other ions). These subunits group together to form high conductance BK-type channels that are gated by both membrane potential and intracellular calcium levels (this calcium ion sensing ability is accommodated by an intracellular tail region on Slo-like subunits that form a calcium ion binding motif consisting of a run of conserved aspartate residues, termed a “calcium bowl”), with their physiological role being to regulate the excitability of neurons and muscle fibres, through the way in which they participate in action potential repolariziation (with potassium ion efflux being used to repolarize the cell following depolarization).",
            "score": 278.5072021484375
        },
        {
            "docid": "1351369_6",
            "document": "Ligand-gated ion channel . The prototypic ligand-gated ion channel is the nicotinic acetylcholine receptor. It consists of a pentamer of protein subunits (typically ααβγδ), with two binding sites for acetylcholine (one at the interface of each alpha subunit). When the acetylcholine binds it alters the receptor's configuration (twists the T2 helices which moves the leucine residues, which block the pore, out of the channel pathway) and causes the constriction in the pore of approximately 3 angstroms to widen to approximately 8 angstroms so that ions can pass through. This pore allows Na ions to flow down their electrochemical gradient into the cell. With a sufficient number of channels opening at once, the inward flow of positive charges carried by Na ions depolarizes the postsynaptic membrane sufficiently to initiate an action potential.",
            "score": 276.9140625
        },
        {
            "docid": "15303_19",
            "document": "Ion channel . Channels differ with respect to the ion they let pass (for example, Na, K, Cl), the ways in which they may be regulated, the number of subunits of which they are composed and other aspects of structure. Channels belonging to the largest class, which includes the voltage-gated channels that underlie the nerve impulse, consists of four subunits with six transmembrane helices each. On activation, these helices move about and open the pore. Two of these six helices are separated by a loop that lines the pore and is the primary determinant of ion selectivity and conductance in this channel class and some others. The existence and mechanism for ion selectivity was first postulated in the late 1960s by Bertil Hille and Clay Armstrong. The idea of the ionic selectivity for potassium channels was that the carbonyl oxygens of the protein backbones of the \"selectivity filter\" (named by Bertil Hille) could efficiently replace the water molecules that normally shield potassium ions, but that sodium ions were smaller and cannot be completely dehydrated to allow such shielding, and therefore could not pass through. This mechanism was finally confirmed when the first structure of an ion channel was elucidated. A bacterial potassium channel KcsA, consisting of just the selectivity filter, \"P\" loop and two transmembrane helices was used as a model to study the permeability and the selectivity of ion channels in the Mackinnon lab. The determination of the molecular structure of KcsA by Roderick MacKinnon using X-ray crystallography won a share of the 2003 Nobel Prize in Chemistry.",
            "score": 275.7252197265625
        },
        {
            "docid": "1011474_10",
            "document": "Potassium channel . Potassium ion channels remove the hydration shell from the ion when it enters the selectivity filter. The selectivity filter is formed by a five residue sequence, TVGYG, termed the signature sequence, within each of the four subunits. This signature sequence is within a loop between the pore helix and TM2/6, historically termed the P-loop. This signature sequence is highly conserved, with the exception that a valine residue in prokaryotic potassium channels is often substituted with an isoleucine residue in eukaryotic channels. This sequence adopts a unique main chain structure, structurally analogous to a nest protein structural motif. The four sets of electronegative carbonyl oxygen atoms are aligned toward the center of the filter pore and form a square anti-prism similar to a water-solvating shell around each potassium binding site. The distance between the carbonyl oxygens and potassium ions in the binding sites of the selectivity filter is the same as between water oxygens in the first hydration shell and a potassium ion in water solution, providing an energetically-favorable route for de-solvation of the ions. This width appears to be maintained by hydrogen bonding and van der Waals forces within a sheet of aromatic amino acid residues surrounding the selectivity filter. The selectivity filter opens towards the extracellular solution, exposing four carbonyl oxygens in a glycine residue (Gly79 in KcsA). The next residue toward the extracellular side of the protein is the negatively charged Asp80 (KcsA). This residue together with the five filter residues form the pore that connects the water-filled cavity in the center of the protein with the extracellular solution.",
            "score": 274.7509460449219
        },
        {
            "docid": "378912_4",
            "document": "Potassium in biology . Potassium is the major cation (positive ion) inside animal cells, while sodium is the major cation outside animal cells. The difference between the concentrations of these charged particles causes a difference in electric potential between the inside and outside of cells, known as the membrane potential. The balance between potassium and sodium is maintained by ion transporters in the cell membrane. All potassium ion channels are tetramers with several conserved secondary structural elements. A number of potassium channel structures have been solved including voltage gated, ligand gated, tandem-pore, and inwardly rectifying channels, from prokaryotes and eukaryotes. The cell membrane potential created by potassium and sodium ions allows the cell to generate an action potential—a \"spike\" of electrical discharge. The ability of cells to produce electrical discharge is critical for body functions such as neurotransmission, muscle contraction, and heart function.",
            "score": 274.55450439453125
        },
        {
            "docid": "854573_6",
            "document": "Batrachotoxin . As a neurotoxin it affects the nervous system. Neurological function depends on depolarization of nerve and muscle fibres due to increased sodium ion permeability of the excitable cell membrane. Lipid-soluble toxins such as batrachotoxin act directly on sodium ion channels involved in action potential generation and by modifying both their ion selectivity and voltage sensitivity. Batrachotoxin (BTX) irreversibly binds to the Na+ channels which causes a conformational change in the channels that forces the sodium channels to remain open. Batrachotoxin not only keeps voltage-gated sodium channels open, but it also reduces the single-channel conductance. In other words, the toxin binds to the sodium channel and keeps the membrane permeable to sodium ions in an all or none manner.",
            "score": 274.5324401855469
        },
        {
            "docid": "2440680_7",
            "document": "Dendrotoxin . A single dendrotoxin molecule associates reversibly with a potassium channel in order to exert its inhibitory effect. It is proposed that this interaction is mediated by electrostatic interactions between the positively charged amino acid residues in the cationic domain of dendrotoxin and the negatively charged residues in the ion channel pore. Potassium channels, similar to other cation-selective channels, are believed to have a cloud of negative charges that precede the opening to the channel pore that help conduct potassium ions through the permeation pathway. It is generally believed (though not proven) that a dendrotoxin molecules bind to anionic sites near the extracellular surface of the channel and physically occlude the pore, thereby preventing ion conductance. However, Imredy and MacKinnon have proposed that delta-dendrotoxin may have an off-center binding site on their target proteins, and may inhibit the channel by altering the structure of the channel, rather than physically blocking the pore.",
            "score": 274.2613525390625
        },
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 274.0982666015625
        },
        {
            "docid": "36080526_3",
            "document": "KcsA potassium channel . KcsA was the first potassium ion channel to be characterized using x-ray crystallography by Roderick MacKinnon and his colleagues in 1998. In the years leading up to this, research on the structure of K channels was centered on the use of small toxin binding to reveal the location of the pore and selectivity filter among channel residues. MacKinnon’s group theorized the tetrameric arrangement of the transmembrane segments, and even suggested presence of pore-forming “loops” in the filter region made of short segments of amino acids that interacted with K ions passing through the channel The discovery of strong sequence homology between KcsA and other channels in the Kv family, including the \"Shaker\" protein, attracted the attention of the scientific community especially as the K channel signature sequence began to appear in other prokaryotic genes. The simplicity of the two transmembrane helices in KcsA, as opposed to the six in many eukaryotic ion channels, also provided a method to understand the mechanisms of K channels conduction at a more rudimentary level, thereby providing even great impetus for the study of KcsA.",
            "score": 273.24200439453125
        },
        {
            "docid": "1822196_6",
            "document": "Molecular neuroscience . Potassium channels come in a variety of forms, are present in most eukaryotic cells, and typically tend to stabilize the cell membrane at the potassium equilibrium potential. As with sodium ions, graded potentials and action potentials are also dependent on potassium channels. While influx of Na ions into a neuron induce cellular depolarization, efflux of influx of K ions out of a neuron causes a cell to repolarize to resting membrane potential. The activation of potassium ion channels themselves are dependent on the depolarization resulting from Na influx during an action potential.  As with sodium channels, the potassium channels have their own toxins that block channel protein action. An example of such a toxin is the large cation, tetraethylammonium (TEA), but it is notable that the toxin does not have the same mechanism of action on all potassium channels, given the variety of channel types across species. The presence of potassium channels was first identified in \"Drosophila melanogaster\" mutant flies that shook uncontrollably upon anesthesia due to problems in cellular repolarization that led to abnormal neuron and muscle electrophysiology. Potassium channels were first identified by manipulating molecular genetics (of the flies) instead of performing channel protein purification because there were no known high-affinity ligands for potassium channels (such as TEA) at the time of discovery.",
            "score": 272.06658935546875
        },
        {
            "docid": "374335_7",
            "document": "AMPA receptor . Each AMPAR has four sites to which an agonist (such as glutamate) can bind, one for each subunit. The binding site is believed to be formed by the N-terminal tail and the extracellular loop between transmembrane domains three and four. When an agonist binds, these two loops move towards each other, opening the pore. The channel opens when two sites are occupied, and increases its current as more binding sites are occupied. Once open, the channel may undergo rapid desensitization, stopping the current. The mechanism of desensitization is believed to be due to a small change in angle of one of the parts of the binding site, closing the pore. AMPARs open and close quickly (1ms), and are thus responsible for most of the fast excitatory synaptic transmission in the central nervous system.  The AMPAR's permeability to calcium and other cations, such as sodium and potassium, is governed by the GluA2 subunit. If an AMPAR lacks a GluA2 subunit, then it will be permeable to sodium, potassium, and calcium. The presence of a GluA2 subunit will almost always render the channel impermeable to calcium. This is determined by post-transcriptional modification — RNA editing — of the Q-to-R editing site of the GluA2 mRNA. Here, A→I editing alters the uncharged amino acid glutamine (Q) to the positively charged arginine (R) in the receptor's ion channel. The positively charged amino acid at the critical point makes it energetically unfavourable for calcium to enter the cell through the pore. Almost all of the GluA2 subunits in CNS are edited to the GluA2(R) form. This means that the principal ions gated by AMPARs are sodium and potassium, distinguishing AMPARs from NMDA receptors (the other main ionotropic glutamate receptors in the brain), which also permit calcium influx. Both AMPA and NMDA receptors, however, have an equilibrium potential near 0 mV. The prevention of calcium entry into the cell on activation of GluA2-containing AMPARs is proposed to guard against excitotoxicity.",
            "score": 269.573974609375
        },
        {
            "docid": "36808_46",
            "document": "Heart . When the sinoatrial cells are resting, they have a negative charge on their membranes. However a rapid influx of sodium ions causes the membrane's charge to become positive. This is called depolarisation and occurs spontaneously. Once the cell has a sufficiently high charge, the sodium channels close and calcium ions then begin to enter the cell, shortly after which potassium begins to leave it. All the ions travel through ion channels in the membrane of the sinoatrial cells. The potassium and calcium only start to move out of and into the cell once it has a sufficiently high charge, and so are called voltage-gated. Shortly after this, the calcium channels close and potassium channels open, allowing potassium to leave the cell. This causes the cell to have a negative resting charge and is called repolarization. When the membrane potential reaches approximately −60 mV, the potassium channels close and the process may begin again.",
            "score": 269.4804992675781
        },
        {
            "docid": "1128901_5",
            "document": "End-plate potential . The polarization of membranes is controlled by sodium, potassium, calcium, and chloride ion channels. There are two types of ion channels involved in the neuromuscular junction and end plate potentials: voltage-gated ion channel and ligand-gated ion channel. Voltage gated ion channels are responsive to changes in membrane voltage which cause the voltage gated ion channel to open and allows certain ions to pass through. Ligand gated ion channels are responsive to certain molecules such as neurotransmitters. The binding of a ligand to the receptor on the ion channel protein causes a conformational change which allows the passing of certain ions.",
            "score": 268.64459228515625
        },
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 267.3821105957031
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 265.36212158203125
        },
        {
            "docid": "52649_10",
            "document": "Acetylcholine . Nicotinic acetylcholine receptors are ligand-gated ion channels permeable to sodium, potassium, and calcium ions. In other words, they are ion channels embedded in cell membranes, capable of switching from a closed to a open state when acetylcholine binds to them; in the open state they allow ions to pass through. Nicotinic receptors come in two main types, known as muscle-type and neuronal-type. The muscle-type can be selectively blocked by curare, the neuronal-type by hexamethonium. The main location of muscle-type receptors is on muscle cells, as described in more detail below. Neuronal-type receptors are located in autonomic ganglia (both sympathetic and parasympathetic), and in the central nervous system.",
            "score": 265.1588439941406
        },
        {
            "docid": "56549_6",
            "document": "Beta cell . The ATP-sensitive potassium ion channels close when this ratio rises. This means that potassium ions can no longer diffuse out of the cell. As a result, the potential difference across the membrane becomes more positive (as potassium ions accumulate inside the cell). This change in potential difference opens the voltage-gated calcium channels, which allows calcium ions from outside the cell to diffuse in down their concentration gradient. When the calcium ions enter the cell, they cause vesicles containing insulin to move to, and fuse with, the cell surface membrane, releasing insulin by exocytosis.",
            "score": 263.5643310546875
        },
        {
            "docid": "36080526_11",
            "document": "KcsA potassium channel . The sequence TVGYG is especially important for maintaining the potassium specificity of KcsA. The glycines in this selectivity filter sequence have dihedral angles that allow carbonyl oxygen atoms in the protein backbone of the filter to point in one direction, toward the ions along the pore. The glycines and threonine coordinate with the K ion, while the side-chains of valine and tyrosine are directed into the protein core to impose geometric constraint on the filter. As a result, the KcsA tetramer harbors four equal spaced K binding sites, with each side composed of a cage formed by eight oxygen atoms that sit on the vertices of a cube. The oxygen atoms that surround K ions in the filter are arranged like the water molecules that encircle hydrated K ions in the cavity of the channel; this suggests that oxygen coordination and binding sites in the selectivity filter are paying for the energetic cost of K dehydration. Because the Na+ ion is too small for these K-sized binding sites, dehydration energy is not compensated and thus, the filter selects against other extraneous ions. Additionally, the KcsA channel is blocked by Cs ions and gating requires the presence of Mg ions.",
            "score": 263.4001770019531
        }
    ]
}